{"name": "abacavir", "category": "drug", "content": "Abacavir, sold under the brand name Ziagen among others, is a medication used to treat HIV/AIDS. Similar to other nucleoside analog reverse-transcriptase inhibitors (NRTIs), abacavir is used together with other HIV medications, and is not recommended by itself. It is taken by mouth as a tablet or solution and may be used in children over the age of three months. Abacavir is generally well tolerated. Common side effects include vomiting, insomnia (trouble sleeping), fever, and feeling tired. Other common side effects include loss of appetite, headache, nausea (feeling sick), diarrhea, rash, and lethargy (lack of energy). More severe side effects include hypersensitivity, liver damage, and lactic acidosis. Genetic testing can indicate whether a person is at higher risk of developing hypersensitivity. Symptoms of hypersensitivity include rash, vomiting, and shortness of breath. Abacavir is in the NRTI class of medications, which work by blocking reverse transcriptase, an enzyme needed for HIV virus replication. Within the NRTI class, abacavir is a carbocyclic nucleoside. Abacavir was patented in 1988, and approved for use in the United States in 1998. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. Abacavir is used together with other HIV medications, such as abacavir/lamivudine/zidovudine, abacavir/dolutegravir/lamivudine, and abacavir/lamivudine. The combination abacavir/lamivudine is an essential medicine.   == Medical uses == Abacavir, in combination with other antiretroviral agents, is indicated for the treatment of HIV-1 infection. Abacavir should be used in combination with other antiretroviral agents.   == Contraindications == Abacavir is contraindicated for people who have the HLA‑B*5701 allele or who have moderate or severe liver disease (hepatic impairment).   == Side effects == Common adverse reactions include nausea, headache, fatigue, vomiting, diarrhea, Anorexia (symptom) (loss of appetite), and insomnia (trouble sleeping). Rare but serious side effects include hypersensitivity reaction such as rash, elevated AST and ALT, depression, anxiety, fever/chills, URI, lactic acidosis, hypertriglyceridemia, and lipodystrophy.   === Hypersensitivity syndrome === Hypersensitivity to abacavir is strongly associated with a specific allele at the human leukocyte antigen B locus namely HLA-B*5701. The mechanism for this hypersensitivity reaction is due to abacavir binding in the antigen-binding cleft of HLA-B*57:01, allowing alternative peptides to bind, which appear as \"non-self\" when presented to T cells. There is an association between the prevalence of HLA-B*5701 and ancestry. The prevalence of the allele is estimated to be 3.4 to 5.8 percent on average in populations of European ancestry, 17.6 percent in Indian Americans, 3.0 percent in Hispanic Americans, and 1.2 percent in Chinese Americans. There is significant variability in the prevalence of HLA-B*5701 among African populations. In African Americans, the prevalence is estimated to be 1.0 percent on average, 0 percent in the Yoruba from Nigeria, 3.3 percent in the Luhya from Kenya, and 13.6 percent in the Masai from Kenya, although the average values are derived from highly variable frequencies within sample groups. Common symptoms of abacavir hypersensitivity syndrome include fever, malaise, nausea, and diarrhea. Some patients may also develop a skin rash. Symptoms of AHS typically manifest within six weeks of treatment using abacavir, although they may be confused with symptoms of HIV, immune reconstitution syndrome, hypersensitivity syndromes associated with other drugs, or infection. The U.S. Food and Drug Administration (FDA) released an alert concerning abacavir and abacavir-containing medications on 24 July 2008, and the FDA-approved drug label for abacavir recommends pre-therapy screening for the HLA-B*5701 allele and the use of alternative therapy in subjects with this allele. Additionally, both the Clinical Pharmacogenetics Implementation Consortium and the Dutch Pharmacogenetics Working Group recommend use of an alternative therapy in individuals with the HLA-B*5701 allele.  Skin-patch testing may also be used to determine whether an individual will experience a hypersensitivity reaction to abacavir, although some patients susceptible to developing AHS may not react to the patch test. The development of suspected hypersensitivity reactions to abacavir requires immediate and permanent discontinuation of abacavir therapy in all patients, including patients who do not possess the HLA-B*5701 allele. On 1 March 2011, the FDA informed the public about an ongoing safety review of abacavir and a possible increased risk of heart attack associated with the drug. A meta-analysis of 26 studies conducted by the FDA, however, did not find any association between abacavir use and heart attack   === Immunopathogenesis === The mechanism underlying abacavir hypersensitivity syndrome is related to the change in the HLA-B*5701 protein product. Abacavir binds with high specificity to the HLA-B*5701 protein, changing the shape and chemistry of the antigen-binding cleft. This results in a change in immunological tolerance and the subsequent activation of abacavir-specific cytotoxic T cells, which produce a systemic reaction known as abacavir hypersensitivity syndrome.   == Interaction == Abacavir, and in general NRTIs, do not undergo hepatic metabolism and therefore have very limited (to none) interaction with the CYP enzymes and drugs that effect these enzymes. That being said there are still few interactions that can affect the absorption or the availability of abacavir. Below are few of the common established drug and food interaction that can take place during abacavir co-administration:  Protease inhibitors such as tipranavir or ritonovir may decrease the serum concentration of abacavir through induction of glucuronidation. Abacavir is metabolized by both alcohol dehydrogenase and glucuronidation. Ethanol may result in increased levels of abacavir through the inhibition of alcohol dehydrogenase. Abacavir is metabolized by both alcohol dehydrogenase and glucuronidation. Methadone may diminish the therapeutic effect of Abacavir. Abacavir may decrease the serum concentration of Methadone. Orlistat may decrease the serum concentration of antiretroviral drugs. The mechanism of this interaction is not fully established but it is suspected that it is due to the decreased absorption of abacavir by orlistat. Cabozantinib: Drugs from the MRP2 inhibitor (Multidrug resistance-associated protein 2 inhibitors) family such as abacavir could increase the serum concentration of Cabozantinib.   == Mechanism of action == Abacavir is a nucleoside reverse transcriptase inhibitor that inhibits viral replication. It is a guanosine analogue that is phosphorylated to carbovir triphosphate (CBV-TP). CBV-TP competes with the viral molecules and is incorporated into the viral DNA. Once CBV-TP is integrated into the viral DNA, transcription and HIV reverse transcriptase is inhibited.   == Pharmacokinetics == Abacavir is given orally and is rapidly absorbed with a high bioavailability of 83%. Solution and tablet have comparable concentrations and bioavailability. Abacavir can be taken with or without food. Abacavir can cross the blood–brain barrier. Abacavir is metabolized primarily through the enzymes alcohol dehydrogenase and glucuronyl transferase to an inactive carboxylate and glucuronide metabolites. It has a half-life of approximately 1.5-2.0 hours. If a person has liver failure, abacavir's half life is increased by 58%. Abacavir is eliminated via excretion in the urine (83%) and feces (16%). It is unclear whether abacavir can be removed by hemodialysis or peritoneal dialysis.   == History == Robert Vince and Susan Daluge along with Mei Hua, a visiting scientist from China, developed the medication in the '80s. Abacavir was approved by the U.S. Food and Drug Administration (FDA) on 18 December 1998, and is thus the fifteenth approved antiretroviral drug in the United States.   == Synthesis ==   == References ==   == Further reading ==   == External links ==  \"Abacavir\". Drug Information Portal. U.S. National Library of Medicine. \"Abacavir sulfate\". Drug Information Portal. U.S. National Library of Medicine. Abacavir pathway on PharmGKB"}