{"name": "abaloparatide", "category": "drug", "content": "Abaloparatide, sold under the brand name Tymlos among others, is a parathyroid hormone-related protein (PTHrP) analog medication used to treat osteoporosis. It is an anabolic (i.e., bone growing) agent. The most common side effects include hypercalciuria (high calcium levels in the urine) and dizziness. Other common side effects include back pain, nausea, headache, joint pain, high blood pressure, reactions at the injection site, and palpitations (a forceful heartbeat that may be rapid or irregular). Abaloparatide was approved for medical use in the United States in April 2017, and in the European Union in December 2022.   == Medical uses == Abaloparatide is indicated to treat postmenopausal women with osteoporosis at high risk for fracture or patients who have failed or are intolerant to other available osteoporosis therapy. In the US it is also indicated for the treatment to increase bone density in men with osteoporosis at high risk of fracture or in people who have failed or are intolerant to other available osteoporosis therapy.   == Side effects == The most common side effects reported by more than 2% of clinical trials subjects are hypercalciuria, dizziness, nausea, headache, palpitations, fatigue, upper abdominal pain and vertigo. Preclinical studies revealed that abaloparatide systemic daily administration leads to a dose- and time-dependent increase in the incidence of osteosarcoma in rodents. It is unknown if abaloparatide will cause osteosarcoma in humans.<   == Pharmacology == Abaloparatide is 34 amino acid synthetic analog of PTHrP. It has 41% homology to parathyroid hormone (PTH) (1-34) and 76% homology to parathyroid hormone-related protein (PTHrP) (1-34). It works as an anabolic agent for the bone, through selective activation of the parathyroid hormone 1 receptor (PTH1R), a G protein-coupled receptor (GPCR) expressed in the osteoblasts and osteocytes. Abaloparatide preferentially binds the RG conformational state of the PTH1R, which in turn elicits a transient downstream cyclic AMP signaling response towards to a more anabolic signaling pathway.   == History ==   === Preclinical studies === Abaloropatide was invented at Ipsen. It was known as BIM-44058 during pre-clinical studies and as BA058 while under clinical development. The anabolic effects of abaloparatide on bone were demonstrated in two preclinical studies conducted in ovariectomized rats. Both studies showed increased cortical and trabecular bone volume and density, and trabecular microarchitecture improvement in vertebral and nonvertebral bones after short-term and long-term daily subcutaneous injection of abaloparatide compared to controls. Recent studies indicated a dose-dependent increased in bone mass and strength in long-term abalorapatide treatment.   === Clinical Trials === Phase II trials were initiated in 2008. A 24-week randomized trial was conducted in postmenopausal women with osteoporosis (n=222) assessing bone mass density (BMD) changes as the primary endpoint. Significant BMD increase at doses of 40 and 80 mcg were found in the lumbar spine, femur and hips of abaloparatide-treated participants compared to placebo. Additionally, abaloparatide showed superior anabolic effects on the hips compared to teriparatide. In the phase III (2011-2014) Abaloparatide Comparator Trial in Vertebral Endpoints (ACTIVE) trial, an 18-months randomized, multicenter, double-blinded, placebo-controlled study evaluated the long-term efficacy of abaloparatide compared to placebo and teriparatide in 2,463 postmenopausal women (mean age 69 years). Women who received daily injections of abaloparatide experienced substantial reduction in the incidence of fractures compared to placebo. Additionally, greater BMD increase at 6, 12 and 18 months in spinal, hips and femoral bones was observed in abaloparatide compared to placebo and teriparatide-treated subjects. Participants who completed 18 months of abaloparatide or placebo in the ACTIVE study were invited to participate in an extended open-labeled study - ACTIVExtend study (2012-2016). Subjects (n=1139) received additional 2 years of 70 mg of alendronate, Vitamin D (400 to 800 IU), and calcium (500–1000 mg) supplementation daily. Combined abaloparatide and alendronate therapy reduced significantly the incidence of vertebral and nonvertebral fractures. A clinical trial assessing the effectiveness of abaloparatide in altering spinal bone mineral density (BMD) in male subjects is expected to start in the first quarter of 2018. If successful, Radius Health aims to submit a sNDA to expand the use of abaloparatide-SC to treat men with osteoporosis. In addition to the injectable form of abaloparatide, a transdermal patch is also in development.   == Society and culture ==   === Legal status === Radius Health filed a Marketing Authorization Application (MAA) in November 2015, which was validated in December 2015, and still under regulatory assessment by the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA). As in July 2017, the CHMP issued a second Day-180 List of Outstanding Issues, which Radius is addressing with the CHMP. In February 2016 a NDA was filed to the FDA, Radius NDA for abaloparatide-SC was accepted in May 2016. A Prescription Drug User Fee Act (PDUFA) date was initially granted on 30 March 2016, but then extended to 30 June 2017. On 13 October 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Eladynos, intended for the treatment of osteoporosis in postmenopausal women at increased risk of fracture. The applicant for this medicinal product is Radius Health Ireland Ltd. Abaloparatide was approved for medical use in the European Union in December 2022.   === Intellectual Property === Radius Health holds three patents on abaloparatide-SC, with expiration dates from 2027 to 2028. The patents relate to the drug composition (US 8148333), and the drug delivery methods (US 7803770 B2 and US 8748382-B2).   === Sheffield University === Tatiane Vilaca a postdoctoral research associate at the School of Medicine and Population Health and  Richard Eastell professor of bone metabolism, both at the University of Sheffield wrote a Creative Commons article for The Conversation    === Economics ===  Abaloparatide-SC is manufactured by Radius Health, Inc, a biomedical company based in Boston, Massachusetts. The firm reported that sales for abaloparatide were $3.5 million for the third quarter of 2017. In July 2017, Radius Health licensed rights to Teijin Limited for abaloparatide-SC manufacture and commercialization in Japan. Teijin is developing abaloparatide-SC under agreement with Ipsen Pharma S.A.S., and is conducting a phase III clinical trial in Japanese patients with osteoporosis.   == References =="}