{"name": "abametapir", "category": "drug", "content": "Abametapir, sold under the brand name Xeglyze, is a medication used for the treatment of head lice infestation in people six months of age and older. The most common side effects include skin redness, rash, skin burning sensation, skin inflammation, vomiting, eye irritation, skin itching, and hair color changes. Abametapir is a metalloproteinase inhibitor. Abametapir was approved for medical use in the United States in July 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Abametapir is indicated for the topical treatment of head lice infestation in people six months of age and older.   == Contraindications == Abametapir has no contraindications according to the labeling.   == Adverse effects == Common adverse effects are burning skin sensations (in 3% of patients), contact dermatitis (2%), skin redness (4%), rash (3%), and vomiting (2%).   == Interactions == Abametapir blocks the liver enzymes CYP3A4, CYP2B6 and CYP1A2 in vitro. A single application of the drug may lead to increased blood concentrations of drugs that are metabolized by these enzymes.   == Pharmacology ==   === Mechanism of action === The drug inhibits enzymes called metalloproteinases. In lice, these enzymes play a role in egg development and survival; and consequently, blocking them will disrupt the lice's life cycle.   === Pharmacokinetics === After application to the scalp, part of the substance reaches the bloodstream, where most of it (91.3–92.3%) is bound to plasma proteins. It is metabolized primarily by the liver enzyme CYP1A2 to abametapir hydroxyl and further to abametapir carboxyl (see structure drawings). Abametapir carboxyl has a plasma protein binding of 96.0–97.5% and is the predominant of the three substances in the circulation, having a Cmax 30 times and an area under the curve (AUC) 250 times that of abametapir itself. The elimination half-life of abametapir is 21 hours. That of abametapir carboxyl is not well known; it is thought to be 71±40 hours or longer. It is not known whether the drug is eliminated via the urine or the faeces.   == History == The U.S. Food and Drug Administration (FDA) approved abametapir based on evidence from two identical clinical trials of 699 participants with head lice. The trials were conducted at fourteen sites in the United States. The benefit and side effects of abametapir were evaluated in two clinical trials that enrolled participants with head lice who were at least six months old. About half of all enrolled participants was randomly assigned to abametapir and the other half to placebo. Abametapir lotion or placebo lotion were applied once as a ten-minute treatment to infested hair. The benefit of abametapir in comparison to placebo was assessed after 1, 7 and 14 days by comparing the counts of participants in each group who were free of live lice.   == References ==   == Further reading == Bowles VM, VanLuvanee LJ, Alsop H, Hazan L, Shepherd K, Sidgiddi S, et al. (September 2018). \"Clinical studies evaluating abametapir lotion, 0.74%, for the treatment of head louse infestation\". Pediatr Dermatol. 35 (5): 616–621. doi:10.1111/pde.13612. PMC 6175393. PMID 29999197.   == External links == \"Abametapir\". Drug Information Portal. U.S. National Library of Medicine."}