{"name": "abciximab", "category": "drug", "content": "Abciximab, a glycoprotein IIb/IIIa receptor antagonist manufactured by Janssen Biologics BV and distributed by Eli Lilly under the trade name ReoPro, is a platelet aggregation inhibitor mainly used during and after coronary artery procedures like angioplasty to prevent platelets from sticking together and causing thrombus (blood clot) formation within the coronary artery. It is a glycoprotein IIb/IIIa inhibitor. While abciximab has a short plasma half-life, due to its strong affinity for its receptor on the platelets, it may occupy some receptors for weeks. In practice, platelet aggregation gradually returns to normal about 96 to 120 hours after discontinuation of the drug. Abciximab is made from the Fab fragments of an immunoglobulin that targets the glycoprotein IIb/IIIa receptor on the platelet membrane.   == Indications for use == Abciximab is indicated for use in individuals undergoing percutaneous coronary intervention (angioplasty with or without stent placement). The use of abciximab in this setting is associated with a decreased incidence of ischemic complications due to the procedure and a decreased need for repeated coronary artery revascularization in the first month following the procedure. Research also shows that this drug can be of use for patients with diabetes and chronic kidney disease. It is not the appropriate drug of choice if a patient is scheduled for an emergency surgery (i.e., heart surgery) because bleeding time may take about 12 hours to normalize. Pediatric uses include treatment of Kawasaki disease.   == Pharmacokinetics == Abciximab has a plasma half-life of about ten minutes, with a second phase half-life of about 30 minutes. However, its effects on platelet function can be seen for up to 48 hours after the infusion has been terminated, and low levels of glycoprotein IIb/IIIa receptor blockade are present for up to 15 days after the infusion is terminated. Abciximab does not require dose adjustments for patients with kidney failure.   == Side-effects == Many of the side effects of abciximab are due to its anti-platelet effects which increase the risk of bleeding. The most common type of bleeding due to abciximab is gastrointestinal hemorrhage. Thrombocytopenia is a rare but known serious risk characterized by a severe drop in platelets circulating in the blood. Abciximab induced thrombocytopenia is usually rapid occurring hours after administration but may occur up to 16 days later. Transfusing platelets is the only known treatment for abciximab-induced thrombocytopenia, but this therapy may have limited effectiveness because the drug may bind and inhibit the receptors on the newly transfused platelets.   == References ==   == External links == \"Abciximab\". Drug Information Portal. U.S. National Library of Medicine."}