{"name": "Abdominal Infection", "category": "disease", "content": "Intra-abdominal infection (IAI, also spelled intraabdominal) is a group of infections that occur within the abdominal cavity. They vary from appendicitis to fecal peritonitis. Risk of death despite treatment is often high.   == Classifications == IAIs can be classified into uncomplicated and complicated infections. Uncomplicated infections often involved the infection of single organ and can be controlled by surgical removal of the source of infection, and antibiotics is not required after the surgery to control the infection. In complicated infections, the infection spread to a part or to the whole of the peritoneum, causing peritonitis. Meanwhile, peritonitis can be classified into primary, secondary, and tertiary peritonitis. Primary peritonitis is the diffuse bacterial infection of the peritoneum while the integrity of the gastrointestinal tract is preserved (in cases of ascites); secondary peritonitis is the infection of peritoneum where the integrity of gastrointestinal tract is compromised; tertiary peritonitis is reinfection of peritoneum 48 hours after apparently good surgical control of secondary peritonitis.   == Signs and symptoms == Those with suspected with IAIs usually have acute onset of abdominal pain with signs of local or generalised inflammations such as pain, tenderness (pain on touching), fever, tachycardia (increased heart rate), or tachypnea (increased breathing rate). In more severe cases, such as organ failure, signs such as hypotension (low blood pressure), oliguria (reduced urine output), sudden onset of altered level of consciousness, and lactic acidosis will appear. In case of appendicitis, signs such as fever, positive psoas sign, migration of pain from umbilicus to the right iliac fossa increases the likelihood of the disease; while signs such as vomiting before the pain reduces its likelihood to occur.   == Diagnosis == CT scan and ultrasound has been used routinely to complete the assessment of IAIs. CT scan has higher sensitivity and specificity than ultrasound to access the condition. However, CT scan poses radiation risk to the subject. MRI scan is less readily available than CT scan or ultrasound in hospitals to diagnose IAIs. However, it has been proposed to be used in those who are pregnant and have inconclusive findings on ultrasound. The sensitivity and specificity of MRI in diagnosing acute appendicitis are 94% and 96% respectively. Laparoscopic surgery has also been used to diagnose the cause of IAIs when imaging is unhelpful. Besides, the laparoscopic surgery can also initiate treatment in the same setting. The accuracy is very high, in the range of 86 to 100%.   == References =="}