{"name": "abiraterone acetate", "category": "drug", "content": "Abiraterone acetate, sold under the brand name Zytiga among others, is a medication used to treat prostate cancer. Specifically it is used together with a corticosteroid for metastatic castration-resistant prostate cancer (mCRPC) and metastatic high-risk castration-sensitive prostate cancer (mCSPC). It should either be used following removal of the testicles or along with a gonadotropin-releasing hormone (GnRH) analog. It is taken by mouth. Common side effects include tiredness, vomiting, headache, joint pain, high blood pressure, swelling, low blood potassium, high blood sugar, hot flashes, diarrhea, and cough. Other severe side effects may include liver failure and adrenocortical insufficiency. In males whose partners can become pregnant, birth control is recommended. Supplied as abiraterone acetate it is converted in the body to abiraterone. Abiraterone acetate works by suppressing the production of androgens – specifically it inhibits CYP17A1 – and thereby decreases the production of testosterone. In doing so, it prevents the effects of these hormones in prostate cancer. Abiraterone acetate was described in 1995, and approved for medical use in the United States and the European Union in 2011. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == Abiraterone acetate is used in combination with prednisone, a corticosteroid, as a treatment for mCRPC (previously called hormone-resistant or hormone-refractory prostate cancer). This is a form of prostate cancer that is not responding to first-line androgen deprivation therapy or treatment with androgen receptor antagonists. Abiraterone acetate has received Food and Drug Administration (FDA) (28 April 2011), European Medicines Agency (EMA) (23 September 2011), Medicines and Healthcare products Regulatory Agency (MHRA) (5 September 2011) and Therapeutic Goods Administration (TGA) (1 March 2012) approval for this indication. In Australia it is covered by the Pharmaceutical Benefits Scheme when being used to treat castration-resistant prostate cancer and given in combination with prednisone/prednisolone (subject to the conditions that the patient is not currently receiving chemotherapy, is either resistant or intolerant of docetaxel, has a WHO performance status of <2, and his disease has not since become progressive since treatment with PBS-subsidised abiraterone acetate has commenced). Abiraterone acetate/methylprednisolone, sold under the brand name Yonsa Mpred, is a composite package that contains both abiraterone acetate (Yonsa) and methylprednisolone. It was approved for medical use in Australia in March 2022.   == Contraindications == Contraindications include hypersensitivity to abiraterone acetate. Although documents state that it should not be taken by women who are or who may become pregnant, there is no medical reason that any woman should take it. Women who are pregnant should not even touch the pills unless they are wearing gloves. Other cautions include severe baseline hepatic impairment, mineralocorticoid excess, cardiovascular disease including heart failure and hypertension, uncorrected hypokalemia, and adrenocorticoid insufficiency.   == Side effects == Side effects by frequency: Very common (>10% frequency):  Common (1-10% frequency):  Uncommon (0.1-1% frequency):  Adrenal insufficiency Myopathy Rhabdomyolysis Rare (<0.1% frequency):  Allergic alveolitis   == Overdose == Experience with overdose of abiraterone acetate is limited. There is no specific antidote for abiraterone acetate overdose, and treatment should consist of general supportive measures, including monitoring of cardiac and liver function.   == Interactions == Abiraterone acetate is a CYP3A4 substrate and hence should not be administered concurrently with strong CYP3A4 inhibitors such as ketoconazole, itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir, telithromycin, ritonavir, indinavir, nelfinavir, voriconazole) or inducers such as phenytoin, carbamazepine, rifampin, rifabutin, rifapentine, phenobarbital. It also inhibits CYP1A2, CYP2C9, and CYP3A4 and likewise should not be taken concurrently with substrates of any of these enzymes that have a narrow therapeutic index. Spironolactone generally exerts anti-androgenic effects, but experimental evidence exists that it acts as an androgen receptor agonist in an androgen-depleted environment, capable of inducing prostate cancer proliferation. This is supported by the observations described in several case reports.   == Pharmacology ==   === Pharmacodynamics ===   ==== Antiandrogenic activity ==== Abiraterone, the active metabolite of abiraterone acetate, inhibits CYP17A1, which manifests as two enzymes, 17α-hydroxylase (IC50Tooltip half-maximal inhibitory concentration = 2.5 nM) and 17,20-lyase (IC50 = 15 nM) (approximately 6-fold more selective for inhibition of 17α-hydroxylase over 17,20-lyase) that are expressed in testicular, adrenal, and prostatic tumor tissues. CYP17A1 catalyzes two sequential reactions: (a) the conversion of pregnenolone and progesterone to their 17α-hydroxy derivatives by its 17α-hydroxylase activity, and (b) the subsequent formation of dehydroepiandrosterone (DHEA) and androstenedione, respectively, by its 17,20-lyase activity. DHEA and androstenedione are androgens and precursors of testosterone. Inhibition of CYP17A1 activity by abiraterone acetate thus decreases circulating levels of androgens such as DHEA, testosterone, and dihydrotestosterone (DHT). Abiraterone acetate, via abiraterone, has the capacity to lower circulating testosterone levels to less than 1 ng/dL (i.e., undetectable) when added to castration. These concentrations are considerably lower than those achieved by castration alone (~20 ng/dL). The addition of abiraterone acetate to castration was found to reduce levels of DHT by 85%, DHEA by 97 to 98%, and androstenedione by 77 to 78% relative to castration alone. In accordance with its antiandrogenic action, abiraterone acetate decreases the weights of the prostate gland, seminal vesicles, and testes. Abiraterone also acts as a partial antagonist of the androgen receptor (AR), and as an inhibitor of the enzymes 3β-hydroxysteroid dehydrogenase (3β-HSD), CYP11B1 (steroid 11β-hydroxylase), CYP21A2 (Steroid 21-hydroxylase), and other CYP450s (e.g., CYP1A2, CYP2C9, and CYP3A4). In addition to abiraterone itself, part of the activity of the drug has been found to be due to a more potent active metabolite, δ4-abiraterone (D4A), which is formed from abiraterone by 3β-HSD. D4A is an inhibitor of CYP17A1, 3β-hydroxysteroid dehydrogenase/Δ5-4 isomerase, and 5α-reductase, and has also been found to act as a competitive antagonist of the AR reportedly comparable to the potent antagonist enzalutamide. However, the initial 5α-reduced metabolite of D4A, 3-keto-5α-abiraterone, is an agonist of the AR, and promotes prostate cancer progression. Its formation can be blocked by the coadministration of dutasteride, a potent and selective 5α-reductase inhibitor.   ==== Estrogenic activity ==== There has been interest in the use of abiraterone acetate for the treatment of breast cancer due to its ability to lower estrogen levels. However, abiraterone has been found to act as a direct agonist of the estrogen receptor, and induces proliferation of human breast cancer cells in vitro. If abiraterone acetate is used in the treatment of breast cancer, it should be combined with an estrogen receptor antagonist like fulvestrant. In spite of its antiandrogenic and estrogenic properties, abiraterone acetate does not appear to produce gynecomastia as a side effect.   ==== Other activities ==== Due to inhibition of glucocorticoid biosynthesis, abiraterone acetate can cause glucocorticoid deficiency, mineralocorticoid excess, and associated adverse effects. This is why the medication is combined with prednisone, a corticosteroid, which serves as a means of glucocorticoid replacement and prevents mineralocorticoid excess. Abiraterone acetate, along with galeterone, has been identified as an inhibitor of sulfotransferases (SULT2A1, SULT2B1b, SULT1E1), which are involved in the sulfation of DHEA and other endogenous steroids and compounds, with Ki values in the sub-micromolar range.   === Pharmacokinetics === After oral administration, abiraterone acetate, the prodrug form in the commercial preparation, is converted into the active form, abiraterone. This conversion is likely to be esterase-mediated and not CYP-mediated. Administration with food increases absorption of the drug and thus has the potential to result in increased and highly variable exposures; the drug should be consumed on an empty stomach at least one hour before or two hours after food. The drug is highly protein bound (>99%), and is metabolized in the liver by CYP3A4 and SULT2A1 to inactive metabolites. The drug is excreted in feces (~88%) and urine (~5%), and has a terminal half-life of 12 ± 5 hours.   == Chemistry ==  Abiraterone acetate, also known as 17-(3-pyridinyl)androsta-5,16-dien-3β-ol acetate, is a synthetic androstane steroid and a derivative of androstadienol (androsta-5,16-dien-3β-ol), an endogenous androstane pheromone. It is specifically a derivative of androstadienol with a pyridine ring attached at the C17 position and an acetate ester attached to the C3β hydroxyl group. Abiraterone acetate is the C3β acetate ester of abiraterone.   == History == In the early 1990s, Mike Jarman, Elaine Barrie, and Gerry Potter of the Cancer Research UK Centre for Cancer Therapeutics in the Institute of Cancer Research in London set out to develop drug treatments for prostate cancer. With the nonsteroidal androgen synthesis inhibitor ketoconazole as a model, they developed abiraterone acetate, filing a patent in 1993 and publishing the first paper describing it the following year. Rights for commercialization of the drug were assigned to BTG, a UK-based specialist healthcare company. BTG then licensed the product to Cougar Biotechnology, which began development of the commercial product. In 2009, Cougar was acquired by Johnson & Johnson, which developed and sells the commercial product, and is conducting ongoing clinical trials to expand its clinical uses. Abiraterone acetate was approved by the United States Food and Drug Administration on 28 April 2011 for mCRPC. The FDA press release made reference to a phase III clinical trial in which abiraterone acetate use was associated with a median survival of 14.8 months versus 10.9 months with placebo; the study was stopped early because of the successful outcome. Abiraterone acetate was also licensed by the European Medicines Agency. Until May 2012 the National Institute for Health and Clinical Excellence (NICE) did not recommend use of the drug within the NHS on cost-effectiveness grounds. This position was reversed when the manufacturer submitted revised costs. The use is currently limited to men who have already received one docetaxel-containing chemotherapy regimen. It was subsequently approved for the treatment of mCSPC in 2018.   == Society and culture ==   === Names === Abiraterone is the INNTooltip International Nonproprietary Name and BANTooltip British Approved Name of abiraterone acetate's major active metabolite abiraterone. Abiraterone acetate is the USANTooltip United States Adopted Name, BANMTooltip British Approved Name Modified, and JANTooltip Japanese Accepted Name of abiraterone acetate. It is also known by its developmental code names CB-7630 and JNJ-212082, while CB-7598 was the developmental code name of abiraterone. Abiraterone acetate is marketed by Janssen Biotech (a subsidiary of Johnson & Johnson) under the brand name Zytiga, and by Sun Pharmaceutical under the brand name Yonsa. Generic versions of abiraterone acetate have been approved in the United States. Generic versions of Yonsa are not available as of November 2019. In May 2019, the United States Court of Appeals for the Federal Circuit upheld a Patent Trial and Appeal Board decision invalidating a patent by Johnson & Johnson on abiraterone acetate. Intas Pharmaceuticals markets the drug under the brand name Abiratas, Cadila Pharmaceuticals markets the drug as Abretone, and Glenmark Pharmaceuticals as Abirapro. It is marketed as Yonsa by Sun Pharmaceutical Industries (licensed from Churchill Pharmaceuticals).   === Brand names === Abiraterone acetate is marketed widely throughout the world, including in the United States, Canada, the United Kingdom, Ireland, elsewhere in Europe, Australia, New Zealand, Latin America, Asia, and Israel.   === Economics === A generic version is available in India at a price of $238 a month as of 2019. The National Centre for Pharmacoeconomics initially found abiraterone acetate to not be cost effective based on prices in 2012, however following an agreement to supply at a lower price it was accepted in 2014. A generic Zytiga version is available in India at a price of under $230 a month as of 2020.   == Research == Abiraterone acetate is under development for the treatment of breast cancer and ovarian cancer and as of March 2018, is in phase II clinical trials for these indications. It was also under investigation for the treatment of congenital adrenal hyperplasia, but no further development has been reported for this potential use.   == Prostate cancer == In people previously treated with docetaxel survival is increased by 3.9 months (14.8 months versus 10.9 months for placebo). In people with castration-refractory prostate cancer but who had not received chemotherapy those who received abiraterone acetate had a progression-free survival of 16.5 months rather than 8.3 months with placebo. After a median follow-up period of 22.2 months, overall survival was better with abiraterone acetate. Abiraterone acetate may be useful for prevention of the testosterone flare at the initiation of GnRH agonist therapy in men with prostate cancer.   == References =="}