{"name": "abrocitinib", "category": "drug", "content": "Abrocitinib, sold under the brand name Cibinqo, is a medication used for the treatment of atopic dermatitis (eczema). It is a Janus kinase inhibitor and it was developed by Pfizer. It is taken by mouth. The most common side effects include nausea (feeling sick), headache, acne, herpes simplex (viral infection of the mouth or the genitals), increased levels of creatine phosphokinase in the blood (an enzyme released into the blood when muscle is damaged), vomiting, dizziness and pain in the upper belly. Abrocitinib was approved for medical use in the European Union in December 2021, and in the United States in January 2022.   == Medical uses == In the EU, abrocitinib is indicated for the treatment of moderate-to-severe atopic dermatitis in adults who are candidates for systemic therapy. In the US, abrocitinib is indicated for the treatment of people twelve years of age and older with refractory, moderate-to-severe atopic dermatitis whose disease is not adequately controlled with other systemic drug products, including biologics, or when use of those therapies is inadvisable.   === Efficacy of abrocitinib in treating atopic dermatitis === According to the latest meta-analysis in 2023, abrocitinib is both efficient and safe in treating moderate-to-severe AD in adolescents and adults. It also relieves itching rapidly and alleviates symptoms of AD. Abrocitinib gives significantly better results than the placebo at both 100 mg and 200 mg. The severity of AD is quantified through Eczema Area and Severity Index (EASI), which is based on the severity of lesion clinical signs. Abrocitinib was more effective than placebo in terms of EASI-reduction, but it also decreased other symptoms. The improvement of depression and anxiety was better in the experimental group than that in the control group. In another meta-analysis including 2256 patients from three different studies have showed that abrocitinib improved the EASI scores in comparison with dupilumab, even in the second week of treatment. A faster onset of Investigator's Global Assessment (IGA) response at the second week was also achieved by administering abrocitinib and early relief of itching occurred at 2 weeks. In other studies, abrocitinib (200 mg dose) achieved rapid relief from itching after four days of treatment compared with dupilumab and placebo in AD patients.   == Side effects == The most common adverse effects in studies were upper respiratory tract infection, headache, nausea, and diarrhea. The most common side effects in clinical trials were nasopharyngitis, nausea, headaches, herpes simplex (including oral herpes, ophthalmic herpes, herpes dermatitis and genital herpes), and increase in blood creatine phosphokinase. Abrocitinib can cause serious infections, malignancy, major cardiac events, thrombosis and other laboratory abnormalities including thrombocytopenia, lymphopenia, and lipid elevations. However, according to clinical data, Abrocitinib is well tolerated. The total adverse reactions were not statistically different between the placebo and the dose of 100 mg of abrocitinib. However, it was slightly higher for the dose of 200 mg of abrocitinib. Symptoms such as acne, headache, and nausea, appeared in the first two weeks of starting abrocitinib, and it was not necessary to interrupt the treatment. In general, the AE frequency of abrocitinib was the same or a little bit higher than in case of placebo or dupilumab.   == Pharmacology ==   === Mechanism of action === It is a selective inhibitor of the enzyme janus kinase 1 (JAK1). It inhibits JAK1 by 28 fold of selectivity over JAK2 and more than 340 fold of selectivity over JAK3. Two mechanisms are involved in atopic dermatitis, one involves epidermal barrier disruptions, and the other one is cutaneous inflammation due to the immune system over response. Acute inflammation in AD typically involves IL-13, IL-4, and IL-33. Consequently, inhibiting JAK1 results in suppressing the signaling cytokines IL-4, IL-3, and IL-31. Many other cytokines are involved in AD and mediated by JAK1 such as type II cytokine receptors for IL-22, IL-19, IL-10, IL-20 and glycoprotein 130 (gp130) including IL-6 and IL-12 which are also associated with JAK2 and TYK2; IFN-α and INF-β signal.   === Pharmacokinetics === Abrocitinib is quickly absorbed from the gut and generally reaches highest blood plasma concentrations within one hour. Only 1.0 to 4.4% of the dose are found unmetabolized in the urine. The half-life of abrocitinib is 5 hours and the absorption is not affected by food. A higher dose (400–800 mg) would delay the absorption to 1.5–4 hours. A steady plasma concentration of abrocitinib can be obtained within 48 hours of treatments. The dose is one daily, and abrocitinib is metabolized mainly by cytochrome P450 (CYP450) in liver such as CYP2C9, CYP2C19, CYP3A4 and CYP2B6. The major metabolites of abrocitinib are pyrrolidinone pyrimidine (inactive), 2-hydroxypropyl (active), and 3-hydroxypropyl (active). Dose reduction to half is advisable when abrocitinib is taken with strong inhibitors of CYP2C19. According to phase 1 clinical trials on abrocitinib oral dose of 200 mg, hepatic functions were not altered. However, it is advisable to reduce the dose by half in case of reduced renal function. In serious hepatic impairment and final stages of renal disease, Abrocitinib is contraindicated. Some changes may occur during the abrocitinib treatment such as the reduction in platelet counts after 4 weeks of starting Abrocitinib. However, they will return to normal at the end of the treatment. An increase in LDL, HDL, and total cholesterol levels was also recorded after 4 weeks of Abrocitinib treatment. The increased levels depend on the abrocitinib dose (15% increase in LDL with 200 mg dose versus 10% increase with 100 mg).   == History == April 2016: initiation of Phase 2b trial December 2017: initiation of JADE Mono-1 Phase 3 trial May 2018: Results of Phase 2b trial posted October 2019: Results of Phase 3 trial presented June 2020: Results of second Phase 3 trial published The US Food and Drug Administration (FDA) approved abrocitinib based on evidence from three controlled clinical trials enrolling a total of 1615 participants supporting efficacy and safety. Two of the trials enrolled participants twelve years of age and older with moderate-to-severe atopic dermatitis and one trial enrolled adults with moderate-to-severe atopic dermatitis. The trials were conducted at multiple sites in 18 countries (i.e., United States, Canada, Australia, Mexico, Chile, Great Britain, Poland, Germany, Bulgaria, Hungary, Czech Republic, Latvia, Slovakia, Spain, Italy, Japan, Korea, Taiwan). In addition, safety analyses were performed on the combined results of these 3 controlled clinical trials and one additional controlled study in a total of 1,540 participants. All three trials evaluated two doses of abrocitinib: 100 mg and 200 mg. The monotherapy trials were identically designed, 16-week, randomized, multicenter, double-blind, placebo-controlled, parallel group, phase 3 trials. Trial-AD-3 with concomitant background therapy was a 24-week, multicenter, randomized, double-blind, active-comparator (dupilumab) and placebo-controlled, phase 3 trial. In this trial, at Week 16, subjects previously receiving placebo were re-randomized to receive abrocitinib 100 mg or 200 mg, subjects previously receiving abrocitinib continued on their respective dose and subjects previously receiving dupilumab continued to take placebo.   == Society and culture ==   === Legal status === In October 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Cibinqo, intended for the treatment of atopic dermatitis. The applicant for this medicinal product is Pfizer Europe MA EEIG. In December 2021, the European Commission approved abrocitinib for the treatment of atopic dermatitis. In January 2022, the US Food and Drug Administration (FDA) approved abrocitinib for adults with moderate-to-severe atopic dermatitis.   == Other therapeutic effects of abrocitinib ==   === In pediatric peanut allergy === Abrocitinib has the ability to decrease T-cell activation and the allergen-specific basophil in the case of peanut allergy. Subsequently, the in vitro allergic responses of peanut allergy are reduced. Abrocitinib may play the role of an immune modulator in oral immunotherapy of peanut or may be administered alone as monotherapy in cases of allergy to certain food.   === Therapy of oral lichen planus === Oral lichen planus (OLP) is a chronic inflammatory T- cellular disorder that strikes the oral mucosa. In a clinical report in 2022, a fast resolving of OLP was achieved in a patient treated with Abrocitinib. A dose of 200 mg of Abrocitinib was administered daily as monotherapy for twelve weeks. A constant improvement of lesions, a depletion of Wickham striae, and a disappearance of erosions were observed at weeks four and eight of treatment. At week twelve, there was a total recovery of the right buccal mucosa. No adverse events have occurred during the treatment and Abrocitinib was well tolerated by the patient.   === Improving the lesions of extensive necrobiosis lipoidica === Necrobiosis lipoidica (NL) is chronic granulomatous disease of the skin. It involves shiny patches or plaques with a sclerotic center and inflammatory edge. It may appear on different parts of the body and specially, the front part of the legs.  The atrophic scars remain after healing which can be inconvenient for patients. Nevertheless, new lesions may occur. Systemic therapy with abrocitinib was administered at 200 mg/day for 12 weeks and then reduced to 100 mg. A slight stomach ache accompanies the 200 mg dose and no adverse events occurred with the 100 mg dose. An improvement with the old lesions was obvious and no new lesions were observed. The inflammatory edges decreased and the lesions disappeared. Thus, abrocitinib is linked to improving the life quality of the patient.   == References ==   == External links == Clinical trial number NCT03349060 for \"Study to Evaluate Efficacy and Safety of PF-04965842 in Subjects Aged 12 Years And Older With Moderate to Severe Atopic Dermatitis (JADE Mono-1)\" at ClinicalTrials.gov Clinical trial number NCT03575871 for \"Study Evaluating Efficacy and Safety of PF-04965842 in Subjects Aged 12 Years And Older With Moderate to Severe Atopic Dermatitis (JADE Mono-2)\" at ClinicalTrials.gov Clinical trial number NCT03720470 for \"Study Evaluating Efficacy and Safety of PF-04965842 and Dupilumab in Adult Subjects With Moderate to Severe Atopic Dermatitis on Background Topical Therapy (JADE Compare)\" at ClinicalTrials.gov"}