{"name": "Absence Epilepsy", "category": "disease", "content": "Absence seizures are one of several kinds of generalized seizures. In the past, absence epilepsy was referred to as \"pyknolepsy,\" a term derived from the Greek word \"pyknos,\" signifying \"extremely frequent\" or \"grouped\". These seizures are sometimes referred to as petit mal seizures (from the French for \"little illness\", a term dated to the late 18th century); however, usage of this terminology is no longer recommended. Absence seizures are characterized by a brief loss and return of consciousness, generally not followed by a period of lethargy (i.e. without a notable postictal state). Absence seizures are most common in children. They affect both sides of the brain. Childhood absence epilepsy represents a significant portion, accounting for approximately 10 to 17%, of all cases of childhood-onset epilepsy, establishing it as the most common form of pediatric epilepsy. This syndrome is characterized by daily occurrences of frequent but brief episodes of staring spells. These episodes typically commence between the ages of 4 to 8 years and manifest in otherwise seemingly healthy children. On classic electroencephalograms (EEGs), distinct patterns emerge, featuring generalized spike-wave bursts occurring at a frequency of 3 Hz, accompanied by normal background brain activity. Despite sometimes being mistakenly perceived as a benign type of epilepsy, childhood absence epilepsy is associated with varying rates of remission. Children affected by this condition often experience cognitive deficits and encounter enduring psychosocial challenges in the long term.   == Epidemiology == The incidence of absence seizures in the United States is 1.9–8 cases per 100,000 population. The morbidity from typical absence seizures is related to the frequency and duration of the seizures, as well as to the patient's activities; effective treatment ameliorates these factors. Educational and behavioral problems are sequelae of frequent, unrecognized seizures. No deaths result directly from absence seizures. However, if an individual suffers an absence seizure while driving or operating dangerous machinery, a fatal accident may occur. Absence seizures affect between 0.7 and 4.6 per 100,000 in the general population and 6 to 8 per 100,000 in children younger than 15 years. Childhood absence seizures account for 10% to 17% of all absence seizures. Onset is between 4 and 10 years and peaks at 5 to 7 years. It is more common in girls than in boys.   == Cause == An absence seizure is specifically caused by multifactorial inheritance. The voltage-gated T-type calcium channel is regulated by Gamma-aminobutyric acid receptor subunit gamma-2 (GABRG2), GABRG3, and CACNA1A2 genes. Inheritance of these genes is involved in the etiology (cause) of absence seizure. The commonly held belief is that the genetic factor is the primary cause of childhood absence epilepsy. Furthermore, patients with childhood absence epilepsy have also been reported to exhibit certain copy number variations (CNVs), such as 15q11.2, 15q13.3, and 16p13.11 microdeletions. Almost 25% of children suffering from absence seizure has a relative that suffers from seizures. Some specific anticonvulsant drugs such as phenytoin, carbamazepine, and vigabatrin have been identified to raise the chances of experiencing absence seizures.   == Signs and symptoms == The clinical manifestations of absence seizures vary significantly among patients. Impairment of consciousness is the essential symptom, and may be the only clinical symptom, but this can be combined with other manifestations.  The hallmark of the absence seizures is abrupt and sudden-onset impairment of consciousness, interruption of ongoing activities, a blank stare, possibly a brief upward rotation of the eyes. If the patient is speaking, speech is slowed or interrupted; if walking, they stand transfixed; if eating, the food will stop on its way to the mouth. Usually, the patient will be unresponsive when addressed. In some cases, attacks are aborted when the patient is called.  The attack lasts from a few seconds to half a minute and evaporates as rapidly as it commenced. Absence seizures generally are not followed by a period of disorientation or lethargy (postictal state), in contrast to the majority of seizure disorders. If the patient has jerking gestures during the seizure this might be the indication of another type of seizure occurring onward with the absence seizure.  Absence with impairment of consciousness only as per the above description. Absence with mild clonic components.  Here the onset of the attack is indistinguishable from the above, but clonic components may occur in the eyelids, at the corner of the mouth, or in other muscle groups which may vary in severity from almost imperceptible movements to generalised myoclonic jerks. Objects held in the hand may be dropped. Absence with atonic components.  Here there may be a diminution in tone of muscles subserving posture as well as in the limbs leading to dropping of the head, occasionally slumping of the trunk, dropping of the arms, and relaxation of the grip.  Rarely tone is sufficiently diminished to cause this person to fall. Absence with tonic components.  Here during the attack tonic muscular contraction may occur, leading to increase in muscle tone which may affect the extensor muscles or the flexor muscles symmetrically or asymmetrically.  If the patient is standing, the head may be drawn backward and the trunk may arch. This may lead to retropulsion, which may cause eyelids to twitch rapidly; eyes may jerk upwards or the patients head may rock back and forth slowly, as if nodding. The head may tonically draw to one or another side. Absence with automatisms.  Purposeful or quasi-purposeful movements occurring in the absence of awareness during an absence attack are frequent and may range from lip licking and swallowing to clothes fumbling or aimless walking.  If spoken to, the patient may grunt, and when touched or tickled may rub the site.  Automatisms are quite elaborate and may consist of combinations of the above described movements or may be so simple as to be missed by casual observation. Absence with autonomic components.  These may be pallor, and less frequently flushing, sweating, dilatation of pupils and incontinence of urine. Mixed forms of absence frequently occur. These seizures can happen a few times a day or in some cases, hundreds of times a day, to the point that the person cannot concentrate in school or in other situations requiring sustained, concentrated attention.   == Risk factors == Typical absences are easily induced by hyperventilation in more than 90% of people with typical absences. This is a reliable test for the diagnosis of absence seizures: a patient suspected of typical absences should be asked to hyperventilate for three minutes, counting breaths. During hyperventilation, the oxygen and carbon dioxide level will become abnormal. This results in weakening of electrical signal which leads to a reduction in the seizure threshold. Intermittent photic stimulation may precipitate or facilitate absence seizures; eyelid myoclonia is a common clinical feature.  A specific mechanism difference exists in absence seizures in that T-type Ca++ channels are believed to be involved. Ethosuximide is specific for these channels and thus it is not effective for treating other types of seizures. Valproate and gabapentin (among others) have multiple mechanisms of action including blockade of T-type Ca++ channels, and are useful in treating multiple seizure types. Gabapentin can aggravate absence seizures.   == Pathophysiology == The corticothalamic cortical circuit plays an important role in the pathophysiology of absence seizure. Some of the neurons are important in their occurrence. They are  Cortical glutamatergic neurons Thalamic relay neurons Neurons of thalamic nucleus reticularis Abnormal oscillatory rhythms develop in the thalamic nucleus reticularis. This causes inhibition of GABAergic neurotransmission and excitation of glutamate neurotransmission. Abnormal oscillatory spikes are produced by the low threshold T-type calcium channel. This explains how inheritance of gene code for T-type calcium channel leads to an absence seizure. Antiepileptic drugs such as Gabapentin, Tiagabine and Vigabatrin cause inhibition of GABA resulting in exacerbation of absence seizures.   == Diagnosis == The primary diagnostic test for absence seizures is electroencephalography (EEG). However, brain scans such as by an MRI can help rule out other diseases, such as a stroke or a brain tumor. During EEG, hyperventilation can be used to provoke these seizures. Ambulatory EEG monitoring over 24 hours can quantify the number of seizures per day and their most likely times of occurrence. Absence seizures are brief (usually less than 20 seconds) generalized epileptic seizures of sudden onset and termination. When someone experiences an absence seizure they are often unaware of their episode. Those most susceptible to this are children, and the first episode usually occurs between 4–14 years old. In the case of JAE, the typical age at which it begins is traditionally within the range of 10 to 19 years, with the highest occurrence observed around the age of 15. Unlike CAE, seizures in JAE are not as frequent but tend to have a longer duration. It is very rare that someone older will experience their first absence seizure. Episodes of absence seizures can often be mistaken for inattentiveness when misdiagnosed, and can occur 50–100 times a day. They can be so difficult to detect that some people may go months or years before being given a proper diagnosis. The majority of children experiencing typical absence seizures have an overall normal health condition. However, these absence seizures can disrupt the learning process and hinder concentration in a school environment. This underscores the crucial significance of treatment There are no known before or after effects of absence seizures. Absence seizures have two essential components:  Clinical –  the impairment of consciousness (absence) EEG –  the EEG shows generalized spike-and-slow wave discharges Absence seizures are broadly divided into typical and atypical types:  Typical absence seizures usually occur in the context of idiopathic generalised epilepsies and an EEG shows fast >2.5 Hz generalised spike-wave discharges.  The prefix \"typical\" is to differentiate them from atypical absences rather than to characterise them as \"classical\" or characteristic of any particular syndrome. Atypical absence seizures: Occur only in the context of mainly severe symptomatic or cryptogenic epilepsies of children with learning difficulties who also have frequent seizures of other types, such as atonic, tonic and myoclonic. Have slower onset and termination and changes in tone are more pronounced. Have particular ictal characteristics: EEG is of slow (less than 2.5 Hz) spike and slow wave. The discharge is heterogeneous, often asymmetrical and may include irregular spike and slow wave complexes, fast and other paroxysmal activity. Background interictal EEG is usually abnormal.   === Syndromes === Absence seizure syndromes are childhood absence epilepsy, epilepsy with myoclonic absences, juvenile absence epilepsy and juvenile myoclonic epilepsy. Other proposed syndromes are Jeavons syndrome (eyelid myoclonia with absences), and genetic generalised epilepsy with phantom absences. Absence seizures are also known to occur to patients with porphyria and can be triggered by stress or other porphyrin-inducing factors. Childhood Absence Epilepsy Childhood absence epilepsy (CAE) is a type of idiopathic epilepsy characterized by its non-convulsive, generalized nature and a genetic origin influenced by multiple factors Epilepsy with Myoclonic Absences Myoclonic Absence Epilepsy is an infrequent type of childhood epilepsy characterized by a high occurrence of intellectual impairments and resistance to treatment. Juvenile Absence Epilepsy Juvenile Absence Epilepsy is considered an Idiopathic GED (Idiopathic Major Epilepsy) Syndrome and is officially categorized as Idiopathic Generalized Epilepsy by the ILAE. This condition typically begins in adolescents during the puberty stage and is distinguished by the occurrence of absence seizures and Generalized Tonic-Clonic Seizures. Juvenile Myoclonic Epilepsy Juvenile Myoclonic Epilepsy (JME), also referred to as Janz Syndrome and Impulsive Petit Mal, is a form of epilepsy that is characterized by absence, Myoclonic, and Generalized Tonic-Clonic Seizures. This epilepsy variant is marked by its idiopathic and hereditary characteristics, as well as its generalization across seizures. The initial documentation of JME dates back to 1867 by Herpin, followed by Janz and Christian labeling it as 'Impulsive Petit Mal' in 1957, and Lund's 1975 designation of 'JME'. Jeavons Syndrome Reflex Epilepsy (JS) is a form of epilepsy usually categorized within the spectrum of genetically linked Generalized Epilepsy (GGE). While EM (Epileptic Myoclonus) is commonly acknowledged as a type of seizure, the formal recognition of JS as a separate medical entity by the International League Against Epilepsy (ILAE) has not yet occurred.   == Treatment == Treatment of patients with absence seizures only is mainly with ethosuximide or valproic acid, which are of equal efficacy controlling absences in around 75% of patients. Lamotrigine monotherapy is less effective, controlling absences in around 50% of patients.  This summary has been recently confirmed by Glauser et al. (2010), who studied the effects of ethosuximide, valproic acid, and lamotrigine in children with newly diagnosed childhood absence epilepsy. Drug dosages were incrementally increased until the child was free of seizures, the maximal allowable dose was reached, or a criterion indicating treatment failure was met. The primary outcome was freedom from treatment failure after 16 weeks of therapy; the secondary outcome was attentional dysfunction. After 16 weeks of therapy, the freedom-from-failure rates for ethosuximide and valproic acid were similar and were higher than the rate for lamotrigine. There were no significant differences between the three drugs with regard to discontinuation because of adverse events. Attentional dysfunction was more common with valproic acid than with ethosuximide. If monotherapy fails or unacceptable adverse reactions appear, replacement of one by another of the three antiepileptic drugs is the alternative. Adding small doses of lamotrigine to sodium valproate may be the best combination in resistant cases. Although ethosuximide is effective in treating only absence seizures, valproic acid is effective in treating multiple seizure types including tonic-clonic seizure and partial seizure, suggesting it is a better choice if a patient is exhibiting multiple types of seizures. Similarly, lamotrigine treats multiple seizure types including partial seizures and generalized seizures, therefore it is also an option for patients with multiple seizure types. Clonazepam (Klonopin, Rivotril) is effective in the short term but is not generally recommended for treatment of absence seizure because of the rapid development of tolerance and high frequency of side effects. Roughly 70% of children experiencing absence seizures will see these seizures naturally cease before they reach the age of 18. In such instances, the need for medications might no longer be relevant in adulthood. It is worth noting that children who develop absence seizures prior to turning 9 are more inclined to outgrow them compared to those whose absence seizures commence after the age of 10.   == Prevention == Appropriate medication is the best way to manage absence seizures, but prevention can be considerably enhanced by life-style changes such as exercise, stress reduction, good sleep hygiene, and healthy diet. In particular, a therapeutic ketogenic diet can be very beneficial. In a review of studies of childhood and juvenile patients, this diet reduced seizure episodes in most patients by more than half; of those with clear outcomes, a quarter to a third became seizure free.   === Medications that should not be used === Carbamazepine, vigabatrin, and tiagabine are contraindicated in the treatment of absence seizures, irrespective of cause and severity. This is based on clinical and experimental evidence. In particular, the GABA agonists vigabatrin and tiagabine are used to induce, not to treat, absence seizures and absence status epilepticus. Similarly, oxcarbazepine, phenytoin, phenobarbital, gabapentin, and pregabalin should not be used in the treatment of absence seizures because these medications may worsen absence seizures.   === Data limitations === In the treatment of absence seizures there is often insufficient evidence for which of the available medications has the best combination of safety and efficacy for a particular patient. Nor is it easily known how long a medication must be continued before an off-medication trial should be conducted to determine whether the patient has outgrown the absence seizures, as is often the case in children. To date there have been no published results of any large, double-blind, placebo-controlled studies comparing the efficacy and safety of these or any other medications for absence seizures.  A 2019 Cochrane review found that ethosuximide was the best mono-therapy for children and adolescents but noted that if absence seizures co-exist with tonic-clonic seizures then valproate should be preferred.   == References ==   == External links ==  Mechanisms of absence seizures (Scholarpedia) Thalamocortical oscillations (Scholarpedia) Absence (a comic about an affected person's experiences)"}