{"name": "aceclofenac", "category": "drug", "content": "Aceclofenac is a nonsteroidal anti-inflammatory drug (NSAID) analog of diclofenac. It is used for the relief of pain and inflammation in rheumatoid arthritis, osteoarthritis and ankylosing spondylitis. It was patented in 1983 and approved for medical use in 1992.   == Side effects == Aceclofenac should not be given to people with porphyria or breast-feeding mothers, and is not recommended for children. It should be avoided near term in a pregnant woman because of the risk of having a premature closure of ductus arteriosus leading to fetal hydrops in the neonate.   == Chemistry == Aceclofenac (C16H13Cl2NO4), chemically [(2-{2, 6-dichlorophenyl) amino} phenylacetooxyacetic acid], is a crystalline powder with a molecular weight of 354.19. It is practically insoluble in water with good permeability. It is metabolized in human hepatocytes and human microsomes to form [2-(2',6'-dichloro-4'-hydroxy- phenylamino) phenyl] acetoxyacetic acid as the major metabolite, which is then further conjugated. According to the Biopharmaceutical Classification System (BCS) drug substances are classified to four classes upon their solubility and permeability. Aceclofenac falls under the BCS Class II, poorly soluble and highly permeable drug. Aceclofenac works by inhibiting the action of cyclooxygenase (COX) that is involved in the production of prostaglandins (PG) which is accountable for pain, swelling, inflammation and fever. The incidence of gastric ulcerogenicity of aceclofenac has been reported to be significantly lower than that of the other frequently prescribed NSAIDs, for instance, 2-fold less than naproxen, 4-fold less than diclofenac, and 7-fold less than indomethacin.   == Society and culture ==   === Economics === Aceclofenac is available in Hungary as a prescription only medicine. The cost of the drug is low, around US$0.14 per 100 mg tablet (as of 2019).   === Brand names === Aceclofenac is available in Europe and CIS countries. Known trades names include: Acecgen (Generics UK), Aflamin, Airtal/Biofenac (Gedeon Richter Plc.), AklofEP (ExtractumPharma), Flemac (Aramis Pharma) and Hifenac-P (Intas Pharmaceuticals, India).   == References ==   === Citations ===   === General and cited sources === British National Formulary 55, March 2008; ISBN 978-0-85369-776-3, p. 537   == External links == \"Aceclofenac\". Drug Information Portal. U.S. National Library of Medicine."}