{"name": "acemetacin", "category": "drug", "content": "Acemetacin is a non-steroidal anti-inflammatory drug (NSAID) used for the treatment of osteoarthritis, rheumatoid arthritis, lower back pain, and relieving post-operative pain. It is manufactured by Merck KGaA under the tradename Emflex. It is no longer available in the UK (since 2018), however is available in other countries as a prescription-only drug.   == Medical uses == Acemetacin has proven effective in the treatment of osteoarthritis, rheumatoid arthritis, ankylosing spondylitis, and other kinds of rheumatoid inflammation, as well as in post-operative and post-traumatic pain and attack of gout. Application of a single dose of acemetacin for post-operative pain is not well supported by studies.   == Contraindications == Contraindications are basically the same as with other NSAIDs: hypersensitivity reactions to NSAIDs in the past (typically asthma or skin reactions), gastrointestinal or cerebral bleeding, peptic ulcer, haematopoietic disorders (anaemia, leukopenia), and during the third trimester of pregnancy.   == Adverse effects == Common side effects (in about 1–10% of patients) include gastrointestinal problems typical of NSAIDs, such as nausea, diarrhoea, stomach pain, and peptic ulcer; central nervous effects like headache and dizziness; and skin reactions. Gastrointestinal tolerability is better than that of the related drug indometacin. Severe allergic reactions and haematopoietic disorders occur in fewer than 0.01% of patients.   == Interactions == The following interactions, typical of NSAIDs, have been described:  other NSAIDs, corticosteroids: increased frequency of side effects, especially peptic ulcers and gastrointestinal bleeding diuretics, ACE inhibitors and other antihypertensive drugs: reduced effectiveness of these drugs with ACE inhibitors or ciclosporin, increased risk of kidney function disorders anticoagulants such as warfarin: increased risk of bleeding increased blood plasma concentrations of digoxin and methotrexate decreased plasma concentrations of lithium   == Pharmacology ==  Acemetacin acts as an inhibitor of cyclooxygenase (COX), producing the anti-inflammatory and analgetic (pain relieving) effects. In the body, it is partly metabolized to indomethacin, which also acts as a COX inhibitor. The same mechanism is responsible for the antipyretic and antiplatelet effects, which are however not clinically used, as well as for the typical NSAID adverse effects. An advantage of acemetacin is that it reduces gastric damage as compared to indometacin, possibly because acemetacin has less effect on the increase of leukotriene B4 synthesis and tumor necrosis factor (TNF) expression, leading to less induction of leukocyte-endothelial adherence.   === Pharmacokinetics ===  The substance is quickly and almost completely absorbed from the gut. Highest blood plasma concentrations are reached after two hours. It is bound to plasma proteins to 80–90%. Concentrations in the synovial fluid and membranes, muscle and bone are higher than in the blood. Apart from the active metabolite indometacin, a number of inactive metabolites are found after application of acemetacin: the O-desmethyl-, des-4-chlorobenzoyl-, and O-desmethyl-des-4-chlorobenzoyl derivatives of both indometacin and acemetacin, as well as all of these substances' glucuronides (mediated at least partly by the enzyme UGT2B7). Elimination half-life is 4.5±2.8 hours (in some individuals up to 16 hours) under steady state conditions. 40% are eliminated via the kidney, and 50% via the faeces.   == Chemistry == Acemetacin is the glycolic acid ester of indometacin. It is a fine, slightly yellowish, crystalline powder that melts at 150 to 153 °C (302 to 307 °F). It is polymorphic, with four known anhydrous (water-free) and two monohydrate crystalline forms.   == Society and culture ==   === Brand names === Other brand names include Zadex (Hungary),  Rheutrop (Austria), Acemetadoc, Acephlogont, Azeat, Rantudil (Germany, Hungary, Mexico, Poland, Portugal, Turkey), Gamespir (Greece), Oldan, Reudol (Spain), Tilur (Switzerland), ACEO (Taiwan), Ost-map (Egypt).   == References =="}