{"name": "acetylcysteine", "category": "drug", "content": "N-acetylcysteine, also known as Acetylcysteine and NAC, is a medication that is used to treat paracetamol (acetaminophen) overdose and to loosen thick mucus in individuals with chronic bronchopulmonary disorders such as pneumonia and bronchitis. It has been used to treat lactobezoar in infants. It can be taken intravenously, orally (swallowed by mouth), or inhaled as a mist. It is also sometimes used as a dietary supplement. Common side effects include nausea and vomiting when taken orally. The skin may occasionally become red and itchy with any route of administration. A non-immune type of anaphylaxis may also occur. It appears to be safe in pregnancy. For paracetamol overdose, it works by increasing the level of glutathione, an antioxidant that can neutralise the toxic breakdown products of paracetamol. When inhaled, it acts as a mucolytic by decreasing the thickness of mucus. Acetylcysteine was initially patented in 1960 and came into medical use in 1968. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. The sulfur-containing amino acids cysteine and methionine are more easily oxidized than the other amino acids.   == Uses ==   === Medical uses ===   ==== Paracetamol overdose antidote ====  Intravenous and oral formulations of acetylcysteine are available for the treatment of paracetamol (acetaminophen) overdose. When paracetamol is taken in large quantities, a minor metabolite called N-acetyl-p-benzoquinone imine (NAPQI) accumulates within the body. It is normally conjugated by glutathione, but when taken in excess, the body's glutathione reserves are not sufficient to deactivate the toxic NAPQI. This metabolite is then free to react with key hepatic enzymes, thereby damaging liver cells. This may lead to severe liver damage and even death by acute liver failure. In the treatment of paracetamol (acetaminophen) overdose, acetylcysteine acts to maintain or replenish depleted glutathione reserves in the liver and enhance non-toxic metabolism of acetaminophen. These actions serve to protect liver cells from NAPQI toxicity. It is most effective in preventing or lessening hepatic injury when administered within 8–10 hours after overdose. Research suggests that the rate of liver toxicity is approximately 3% when acetylcysteine is administered within 10 hours of overdose. Although IV and oral acetylcysteine are equally effective for this indication, oral administration is generally poorly tolerated due to the higher dosing required to overcome its low oral bioavailability, its foul taste and odour, and a higher incidence of adverse effects when taken orally, particularly nausea and vomiting. Prior pharmacokinetic studies of acetylcysteine did not consider acetylation as a reason for the low bioavailability of acetylcysteine. Oral acetylcysteine is identical in bioavailability to cysteine precursors. However, 3% to 6% of people given intravenous acetylcysteine show a severe, anaphylaxis-like allergic reaction, which may include extreme breathing difficulty (due to bronchospasm), a decrease in blood pressure, rash, angioedema, and sometimes also nausea and vomiting. Repeated doses of intravenous acetylcysteine will cause these allergic reactions to progressively worsen in these people. Several studies have found this anaphylaxis-like reaction to occur more often in people given intravenous acetylcysteine despite serum levels of paracetamol not high enough to be considered toxic.   ==== Mucolytic agent ==== Acetylcysteine exhibits mucolytic properties, meaning it reduces the viscosity and adhesiveness of mucus. This therapeutic effect is achieved through the cleavage of disulfide bonds within mucoproteins (strongly cross-linked mucins), thereby decreasing the mucus viscosity and facilitating its clearance from the respiratory tract. This mechanism is particularly beneficial in conditions characterized by excessive or thickened mucus, such as chronic obstructive pulmonary disease (COPD), cystic fibrosis, rhinitis or sinusitis. Acetylcysteine can be administered as a part of a complex molecule, Thiamphenicol glycinate acetylcysteine, which also contains thiamphenicol, an antibiotic.   ===== Lungs ===== Inhaled acetylcysteine has been used for mucolytic therapy in addition to other therapies in respiratory conditions with excessive and/or thick mucus production. It is also used post-operatively, as a diagnostic aid, and in tracheotomy care. It may be considered ineffective in cystic fibrosis. A 2013 Cochrane review in cystic fibrosis found no evidence of benefit. Acetylcysteine is used in the treatment of obstructive lung disease as an adjuvant treatment.   === Other uses === Acetylcysteine has been used to complex palladium, to help it dissolve in water. This helps to remove palladium from drugs or precursors synthesized by palladium-catalyzed coupling reactions. N-acetylcysteine can be used to protect the liver.   ==== Microbiological use ==== Acetylcysteine can be used in Petroff's method of liquefaction and decontamination of sputum, in preparation for recovery of mycobacterium. It also displays significant antiviral activity against the influenza A viruses. Acetylcysteine has bactericidal properties and breaks down bacterial biofilms of clinically relevant pathogens including Pseudomonas aeruginosa, Staphylococcus aureus, Enterococcus faecalis, Enterobacter cloacae, Staphylococcus epidermidis, and Klebsiella pneumoniae.   == Side effects ==  The most commonly reported adverse effects for IV formulations of acetylcysteine are rash, urticaria, and itchiness. Adverse effects for inhalational formulations of acetylcysteine include nausea, vomiting, stomatitis, fever, rhinorrhea, drowsiness, clamminess, chest tightness, and bronchoconstriction. Although infrequent, bronchospasm has been reported to occur unpredictably in some patients. Adverse effects for oral formulations of acetylcysteine have been reported to include nausea, vomiting, rash, and fever. Large doses in a mouse model showed that acetylcysteine could potentially cause damage to the heart and lungs. They found that acetylcysteine was metabolized to S-nitroso-N-acetylcysteine (SNOAC), which increased blood pressure in the lungs and right ventricle of the heart (pulmonary artery hypertension) in mice treated with acetylcysteine. The effect was similar to that observed following a 3-week exposure to an oxygen-deprived environment (chronic hypoxia). The authors also found that SNOAC induced a hypoxia-like response in the expression of several important genes both in vitro and in vivo. The implications of these findings for long-term treatment with acetylcysteine have not yet been investigated. The dose used by Palmer and colleagues was dramatically higher than that used in humans, the equivalent of about 20 grams per day. In humans, a much lower dosages (600 mg per day) have been observed to counteract some age-related decline in the hypoxic ventilatory response as tested by inducing prolonged hypoxia. Although N-acetylcysteine prevented liver damage in mice when taken before alcohol, when taken four hours after alcohol it made liver damage worse in a dose-dependent fashion.   == Pharmacology ==   === Pharmacodynamics === Acetylcysteine serves as a prodrug to L-cysteine, a precursor to the biologic antioxidant glutathione. Hence administration of acetylcysteine replenishes glutathione stores.  Glutathione, along with oxidized glutathione (GSSG) and S-nitrosoglutathione (GSNO), have been found to bind to the glutamate recognition site of the NMDA and AMPA receptors (via their γ-glutamyl moieties), and may be endogenous neuromodulators. At millimolar concentrations, they may also modulate the redox state of the NMDA receptor complex. In addition, glutathione has been found to bind to and activate ionotropic receptors that are different from any other excitatory amino acid receptor, and which may constitute glutathione receptors, potentially making it a neurotransmitter. As such, since N-acetylcysteine is a prodrug of glutathione, it may modulate all of the aforementioned receptors as well. Glutathione also modulates the NMDA receptor by acting at the redox site. L-cysteine also serves as a precursor to cystine, which in turn serves as a substrate for the cystine-glutamate antiporter on astrocytes; hence there is increasing glutamate release into the extracellular space. This glutamate in turn acts on mGluR2/3 receptors, and at higher doses of acetylcysteine, mGluR5. Acetylcysteine may have other biological functions in the brain, such as the modulation of dopamine release and the reduction in inflammatory cytokine formation possibly via inhibiting NF-κB and modulating cytokine synthesis. These properties, along with the reduction of oxidative stress and the re-establishment of glutamatergic balance, would lead to an increase in growth factors, such as brain-derived neurotrophic factor (BDNF), and the regulation of neuronal cell death through B-cell lymphoma 2 expression (BLC-2).   === Pharmacokinetics === The oral bioavailability of acetylcysteine is relatively low due to extensive first-pass metabolism in the gut wall and liver. It ranges between 6% and 10%. Intravenous administration of acetylcysteine bypasses the first-pass metabolism, resulting in higher bioavailability compared to oral administration. Intravenous administration of acetylcysteine ensures nearly 100% bioavailability as it directly enters the bloodstream. Acetylcysteine is extensively liver metabolized, CYP450 minimal, urine excretion is 22–30% with a half-life of 5.6 hours in adults and 11 hours in newborns.   == Chemistry == Acetylcysteine is the N-acetyl derivative of the amino acid L-cysteine, and is a precursor in the formation of the antioxidant glutathione in the body. The thiol (sulfhydryl) group confers antioxidant effects and is able to reduce free radicals. N-acetyl-L-cysteine is soluble in water and alcohol, and practically insoluble in chloroform and ether. It is a white to white with light yellow cast powder, and has a pKa of 9.5 at 30 °C.   == Society and culture == Acetylcysteine was first studied as a drug in 1963. Amazon removed acetylcysteine for sale in the US in 2021, due to claims by the FDA of it being classified as a drug rather than a supplement. In April 2022, the FDA released draft guidance on FDA's policy regarding products labeled as dietary supplements that contain N-acetyl-L-cysteine. Amazon subsequently re-listed NAC products as of August 2022.   == Research == While many antioxidants have been researched to treat a large number of diseases by reducing the negative effect of oxidative stress, acetylcysteine is one of the few that has yielded promising results, and is currently already approved for the treatment of paracetamol overdose.  In mouse mdx models of Duchenne's muscular dystrophy, treatment with 1–2% acetylcysteine in drinking water significantly reduces muscle damage and improves strength. It is being studied in conditions such as autism, where cysteine and related sulfur amino acids may be depleted due to multifactorial dysfunction of methylation pathways involved in methionine catabolism. Animal studies have also demonstrated its efficacy in reducing the damage associated with moderate traumatic brain or spinal injury, and also ischaemia-induced brain injury. In particular, it has been demonstrated to reduce neuronal losses and to improve cognitive and neurological outcomes associated with these traumatic events. It has been suggested that acetylcysteine may help people with aspirin-exacerbated respiratory disease by increasing levels of glutathione allowing faster breakdown of salicylates, although there is no evidence that it is of benefit. Small studies have shown acetylcysteine to be of benefit to people with blepharitis. It has been shown to reduce ocular soreness caused by Sjögren's syndrome. Research has found that acetylcysteine may have otoprotective properties and could potentially be useful for preventing hearing loss and tinnitus in some cases. A 2011 study showed that N-acetylcysteine may protect the human cochlea from subclinical hearing loss caused by loud noises such as impulse noise. In animal models, it reduced age-related hearing loss. It has been shown effective in the treatment of Unverricht-Lundborg disease in an open trial in four patients. A marked decrease in myoclonus and some normalization of somatosensory evoked potentials with acetylcysteine treatment has been documented. Addiction to certain addictive drugs (including cocaine, heroin, alcohol, and nicotine) is correlated with a persistent reduction in the expression of excitatory amino acid transporter 2 (EAAT2) in the nucleus accumbens (NAcc); the reduced expression of EAAT2 in this region is implicated in addictive drug-seeking behavior. In particular, the long-term dysregulation of glutamate neurotransmission in the NAcc of long-term, drug-dependent users is associated with an increase in vulnerability to relapse after re-exposure to the addictive drug or its associated drug cues. Drugs that help to normalize the expression of EAAT2 in this region, such as N-acetylcysteine, have been proposed as an adjunct therapy for the treatment of addiction to cocaine, nicotine, alcohol, and other drugs. It has been tested for the reduction of hangover symptoms, though the overall results indicate very limited efficacy. A double-blind placebo controlled trial of 262 patients has shown NAC treatment was well-tolerated and resulted in a significant decrease in the frequency of influenza-like episodes, severity, and length of time confined to bed.   === Kidney and bladder === N-acetylcysteine has been widely believed to prevent adverse effects of long term Ketamine on the bladder and kidneys, and there is growing body of evidence to support this. Evidence for the benefit of acetylcysteine to prevent radiocontrast induced kidney disease is mixed. Acetylcysteine has been used for cyclophosphamide-induced haemorrhagic cystitis, although mesna is generally preferred due to the ability of acetylcysteine to diminish the effectiveness of cyclophosphamide.   === Psychiatry === Acetylcysteine has been studied for major psychiatric disorders, including bipolar disorder, major depressive disorder, and schizophrenia. Tentative evidence exists for N-acetylcysteine also in the treatment of Alzheimer's disease, autism, obsessive-compulsive disorder, specific drug addictions (cocaine), drug-induced neuropathy, trichotillomania, excoriation disorder, and a certain form of epilepsy (progressive myoclonic). Preliminary evidence showed efficacy in anxiety disorder, attention deficit hyperactivity disorder and mild traumatic brain injury although confirmatory studies are required. Tentative evidence also supports use in cannabis use disorder. It is also being studied for use as a treatment of body-focused repetitive behavior.   ==== Addiction ==== Evidence to date does not support the efficacy for N-acetylcysteine in treating addictions to gambling, methamphetamine, or nicotine. Based upon limited evidence, NAC appears to normalize glutamate neurotransmission in the nucleus accumbens and other brain structures, in part by upregulating the expression of excitatory amino acid transporter 2 (EAAT2), a.k.a. glutamate transporter 1 (GLT1), in individuals with addiction. While NAC has been demonstrated to modulate glutamate neurotransmission in adult humans who are addicted to cocaine, NAC does not appear to modulate glutamate neurotransmission in healthy adult humans. NAC has been hypothesized to exert beneficial effects through its modulation of glutamate and dopamine neurotransmission as well as its antioxidant properties.   ==== Bipolar disorder ==== In bipolar disorder, N-acetylcysteine has been repurposed as an augmentation strategy for depressive episodes in light of the possible role of inflammation in the pathogenesis of mood disorders. Nonetheless, meta-analytic evidence shows that add-on N-acetylcysteine was more effective than placebo only in reducing depression scales scores (low quality evidence), without positive effects on response and remission outcomes, limiting its possible role in clinical practice to date.   === COVID-19 === Acetylcysteine has been studied as a possible treatment for COVID-19. A combination of guanfacine and N-acetylcysteine has been found to lift the \"brain fog\" of eight patients with long COVID, according to researchers. A combination of glycine and N-acetylcysteine is suspected to have potential to safely replenish depleted glutathione levels in COVID-19 patients.   == External links ==  Media related to Acetylcysteine at Wikimedia Commons   == References =="}