{"name": "acetylcarnitine", "category": "drug", "content": "Acetyl-L-carnitine, ALCAR or ALC, is an acetylated form of L-carnitine. It is naturally produced by the human body, and it is available as a dietary supplement. Acetylcarnitine is broken down in the blood by plasma esterases to carnitine which is used by the body to transport fatty acids into the mitochondria for breakdown and energy production.   == Biochemical production and action == Carnitine is both a nutrient and made by the body as needed; it serves as a substrate for important reactions in which it accepts and gives up an acyl group. Acetylcarnitine is the most abundant naturally occurring derivative and is formed in the reaction:  acetyl-CoA + carnitine ⇌ CoA + acetylcarnitine where the acetyl group displaces the hydrogen atom in the central hydroxyl group of carnitine.  Coenzyme A (CoA) plays a key role in the Krebs cycle in mitochondria, which is essential for the production of ATP, which powers many reactions in cells; acetyl-CoA is the primary substrate for the Krebs cycle, once it is de-acetylated, it must be re-charged with an acetyl-group in order for the Krebs cycle to keep working. Most cell types appear to have transporters to import carnitine and export acyl-carnitines, which seems to be a mechanism to dispose of longer-chain moieties; however many cell types can also import ALCAR. Within cells, carnitine plays a key role in importing acyl-CoA into mitochondria; the acyl-group of the acyl-CoA is transferred to carnitine, and the acyl-carnitine is imported through both mitochondrial membranes before being transferred to a CoA molecule, which is then beta oxidized to acetyl-CoA.  A separate set of enzymes and transporters also plays a buffering role by eliminating acetyl-CoA from inside mitochondria created by the pyruvate dehydrogenase complex that is in excess of its utilization by the Krebs cycle; carnitine accepts the acetyl moiety and becomes ALCAR, which is then transported out of the mitochondria and into the cytosol, leaving free CoA inside the mitochondria ready to accept new import of fatty acid chains.  ALCAR in the cytosol can also form a pool of acetyl-groups for CoA, should the cell need it. Excess acetyl-CoA causes more carbohydrates to be used for energy at the expense of fatty acids.  This occurs by different mechanisms inside and outside the mitochondria.  ALCAR transport decreases acetyl-CoA inside the mitochondria, but increases it outside.   == Health effects == Carnitine and ALCAR supplements carry warnings of a risk that they promote seizures in people with epilepsy, but a 2016 review found this risk to be based only on animal trials.   == Research ==   === Reviews === Peripheral neuropathy: Meta-analyses from 2015 and 2017 both conclude that the current evidence suggests ALC reduces pain from peripheral neuropathy with few adverse effects. The 2017 review also suggested ALC improved electromyographic parameters. Both called for more randomized controlled trials.  An updated Cochrane review in 2019 of four studies with 907 participants was very uncertain as to if ALC caused a pain reduction after 6 to 12 months of treatment. Chemotherapy-induced peripheral neuropathy (CIPN): A review of two studies concluded that ALC may be a treatment option for paclitaxel- and cisplatin-induced CIPN, while a clinical trial showed it did not prevent CIPN and appeared to worsen the conditions in taxane therapy. Male infertility: Scientific reviews from 2016 and 2014 showed mixed results, with some studies showing a positive relationship between ALC and sperm motility, and others showing no relationship. Dementia: A 2003 Cochrane review sought to determine the safety and efficacy of ALCAR in dementia but the reviewers found only clinical trials studies on Alzheimer's disease; the review found that the pharmacology of ALCAR was poorly understood and that based on the lack of efficacy, ALCAR was unlikely to be an important treatment for AD. Depression: One 2014 review assessed the use of ALCAR in fourteen clinical trials for various conditions with depressive symptoms; the trials were small (ranging from 20 to 193 subjects) and their design was so different that results could not be generalized; most studies showed positive results and a lack of adverse effects. The mechanism of action by which ALCAR could treat depression is not known. A meta-analysis from 2014 concluded that ALCAR could only be recommended for the treatment of persistent depressive disorder if publication bias was deemed improbable. A 2018 systematic review and meta-analysis of 12 randomized controlled trials found \"supplementation significantly decreases depressive symptoms compared with placebo/no intervention, while offering a comparable effect with that of established antidepressant agents with fewer adverse effects.\" The review also indicates that \"the effect of ALC in younger subjects was not more effective than placebo in improving these symptoms.\" indicating a need for more research explaining the age/effect relation. Fragile X syndrome: A 2015 Cochrane review of ALCAR in fragile X syndrome found only two placebo-controlled trials, each of low quality, and concluded that ALCAR is unlikely to improve intellectual functioning or hyperactive behavior in children with this condition. Hepatic encephalopathy: ALCAR has been studied in hepatic encephalopathy, a complication of cirrhosis involving neuropsychiatric impairment; ALCAR improves blood ammonia levels and generates a modest improvement in psychometric scores but does not resolve the condition – it may play a minor role in managing the condition.   === Studies === In a small clinical study, when ALCAR was administered intravenously and insulin levels were held steady and a meal low in carnitine but high in carbohydrates was taken by healthy young men, ALCAR appeared to decrease glucose consumption in favor of fat oxidation. Mitochondrial decay and oxidative damage to RNA/DNA increases with age in the rat hippocampus, a region of the brain associated with memory.  Memory performance declines with age.  These increases in decay and damage, and memory loss itself, can be partially reversed in old rats by feeding acetyl-L-carnitine.   == References ==   == Other reviews == Jane Higdon, \"L-Carnitine\", Micronutrient Information Center, Linus Pauling Institute, Oregon State University Carnitine (L-carnitine), University of Maryland Medical Center"}