{"name": "aclidinium bromide", "category": "drug", "content": "Aclidinium bromide (INN) is a long-acting, inhaled muscarinic antagonist (LAMA) approved in the United States in July 2012 as a maintenance treatment for chronic obstructive pulmonary disease (COPD). Evidence shows that it can improve quality of life and prevent hospitalization in those with COPD. However, it does not appear to affect the risk of death or the frequency steroids are needed. It is unclear if it differs from the similar medication tiotropium or other commonly used medications from the class of LAMAs. Aclidinium is delivered via a multidose dry powder inhaler, the Genuair inhaler. It is on the World Health Organization's List of Essential Medicines.   == Adverse effects == The substance is generally well tolerated. Common side effects (in more than 1% of patients) are sinusitis, nasopharyngitis, headache, cough, diarrhoea and nausea. The latter is less common under the drug than under placebo. Skin reactions such as rash, as well as side effects that are typical of muscarinic antagonists (fast heart rate, palpitations, and urinary retention), occur in less than 1% of patients. A small increase of cardiovascular risk cannot be excluded from available data. Patients with relevant cardiovascular diseases were excluded from studies.   == Interactions == No systematic interaction studies have been performed. It is expected that adverse effects of aclidinium increase if it is combined with other muscarinic antagonists. In clinical practice, no interactions with other COPD medications such as glucocorticoids, β2-adrenergic agonists and theophylline have been described. As aclidinium does not relevantly interact with cytochrome P450 liver enzymes or P-glycoprotein, and is quickly metabolized as soon as it reaches the bloodstream, it is considered to have a very low potential for interactions.   == Pharmacology ==   === Mechanism of action ===  Aclidinium is a long-acting, reversible antagonist at muscarinic receptors, with similar affinity to all five subtypes, but with a dissociation half-life from subtype M3 of 29.2 hours, or six times longer than that from M2. For comparison, M3 dissociation half-lives of the related drugs ipratropium and tiotropium are 0.47 hours and 62.2 hours, respectively. Its action at subtype M3 at the smooth muscle of the bronchioles is responsible for its desired effect: it reduces contraction of these muscles and improves the airflow. M2 affinity is the main reason for adverse effects at the heart.   === Pharmacokinetics === About 30% of inhaled aclidinium are deposited in the lung. Its action there lasts for more than 24 hours. From the lung, it is absorbed into the bloodstream, reaching highest blood plasma concentrations after five minutes in healthy persons and after 10 to 15 minutes in COPD patients. The substance is quickly hydrolysed to the carboxylic acid and the alcohol, so that less than 5% of the inhaled dose are found unchanged in the plasma. Hydrolysis is both non-enzymatic and enzymatic, the latter mainly by butyrylcholinesterase. The acid metabolite has a plasma protein binding of 87%, and the alcohol of 15%. These metabolites are found to 65% in the urine and to 33% in the faeces. Elimination half-life is two to three hours. Unchanged aclidinium accounts for only 0.1% of the excreted dose.   == Chemistry == Aclidinium is a quaternary ammonium cation with an asymmetric carbon atom. It is used as the pure R-enantiomer. The salt, aclidinium bromide, is a crystalline powder that is hardly soluble in water or ethanol.   == Society and culture ==   === Brand names === It is marketed under the brand name Tudorza Pressair in the US, Eklira Genuair in the UK, and Tudorza Genuair in Canada; licensed to Menarini under the brand name Bretaris Genuair for majority of EU member states. An inhalable combination with formoterol is marketed as Brimica Genuair and Duaklir Genuair in the European Union.   == References =="}