{"name": "Acneiform Eruptions", "category": "disease", "content": "Acneiform eruptions, or acne mimicking eruptions, are a group of skin conditions characterized by small bumps resembling acne. Typically, these bumps are mostly of similar size. Some bumps may be bigger or contain fluid. Generally, blackheads and whiteheads are absent. It tends to appear suddenly, with the chest and back most frequently affected. Causes include cosmetics, the application of greasy products, and some medicines. Repeated rubbing of skin and pressure are other triggers. The facial bumps of tuberous sclerosis can resemble acne. Any age can be affected.   == Signs and symptoms == Papules and pustules with no true comedones are mostly found on the trunk and back. Nodulocystic lesions are uncommon. In contrast to acne, these lesions can appear anywhere on the body, not just on the face. When the cause is a drug eruption, the individual will usually specify that the lesions go away once the medication is stopped.   == Causes == Infections, changes in hormones or metabolism, genetic disorders, drug reactions, chemical contact, friction, and pressure can all cause acne-like eruptions. In general, drugs that cause acneiform eruptions can aggravate or cause the reappearance of pre-existing acne. The most common type of drug-induced acne is steroid acne. It is seen as a side effect of glucocorticosteroid treatment and also after steroid inhalation. It almost always happens a few weeks after starting the therapy. Acneiform eruptions can also be caused by other hormones. Corticotropin can cause papules, but only after prolonged exposure. Acneiform eruptions can also occur when natural androgens, such as testosterone, are used in overly tall boys, or when synthetic androgens, such as danazol, are used. Certain anticonvulsant medications can also aggravate pre-existing acne or trigger acneiform eruptions following a few weeks. This is a side effect of hydantoins, trimethadione, primidone, and phenobarbital. Dantrolene is a hydantoin derivative that can aggravate acne or cause acneiform eruptions. A number of psychopharmacological drugs have been linked to acneiform eruptions. This effect is seen with phenothiazines, diazepam, and chloral hydrate, but particularly with lithium carbonate.   == Diagnosis == Acneiform eruptions differentiate themselves from acne vulgaris by a history of sudden onset, a monomorphic morphology, eruption development at any age, affecting the trunk more frequently than the face, not always affecting sebaceous areas of the body, and the rarity of cyst formation. In most cases, the diagnosis is made clinically, but if there is any doubt, a biopsy or culture of any discharge may be obtained. Another method for making a diagnosis is to withdraw the suspected medication.   == References ==   == External links =="}