{"name": "Acquired partial lipodystrophy", "category": "disease", "content": "Barraquer–Simons syndrome is a rare form of lipodystrophy, which usually first affects the head, and then spreads to the thorax. It is named for Luis Barraquer Roviralta (1855–1928), a Spanish physician, and Arthur Simons (1879–1942), a German physician. Some evidence links it to LMNB2.   == Causes == The etiology of this condition has not been fully elucidated.  Lipodystrophy is often associated with glomerulonephritis, low C3 serum complement levels, and the presence of a C3 nephritic factor. C3 nephritic factor is a serum immunoglobulin G that interacts with the C3bBb alternative pathway convertase to activate C3. C3 nephritic factor induces the lysis of adipocytes that secrete adipsin, a product identical to complement factor D. The distribution of the lipoatrophy is postulated to be dictated by the variable amounts of adipsin secreted by the adipocytes at different locations. Human PTRF mutations may cause secondary deficiency of caveolins, resulting in generalized lipodystrophy in association with in muscular dystrophy. Complement dysfunction may predispose some patients to bacterial infections.   == Diagnosis == The diagnosis of the disease is mainly clinical (see diagnostic criteria). A laboratory workup is needed primarily to investigate for the presence of associated disorders (metabolic, autoimmune, and renal diseases).  Every patient should have a fasting blood glucose and lipid profile, creatinine evaluation, and urinalysis for protein content at the first visit, after which he/she should have these tests on a regular basis. Although uncommon, lipid abnormalities can occur in the form of raised triglyceride levels and low high-density lipoprotein cholesterol levels. Patients usually have decreased serum C3 levels, normal levels of C1 and C4, and high levels of C3NeF (autoantibody), which may indicate the presence of renal involvement. Antinuclear antibodies (ANA) and antidouble-stranded deoxyribonucleic acid (DNA) antibodies have reportedly been observed in some patients with acquired partial lipodystrophy. A genetic workup should be performed if the familial form of lipodystrophy is suggested. Laboratory work for associated diseases includes:  Metabolic disease - fasting glucose, glucose tolerance test, lipid profile, and fasting insulin to characterize the insulin resistance state; free testosterone (in women) to look for polycystic ovary syndrome. Autoimmune disease - ANA, antidouble-stranded DNA, rheumatoid factor, thyroid antibodies, C3, and C3NeF. As a confirmatory test, whole-body MRI usually clearly demonstrates the extent of lipodystrophy. MRI is not recommended on a routine basis.   === Diagnostic criteria === A review published in 2004, which was based on 35 patients seen by the respective authors over 8 years and also a literature review of 220 cases of acquired partial lipodystrophy (APL), proposed an essential diagnostic criterion. Based on the review and the authors experience, they proposed that APL presents as a gradual onset of bilaterally symmetrical loss of subcutaneous fat from the face, neck, upper extremities, thorax, and abdomen, in the \"cephalocaudal\" sequence, sparing the lower extremities. The median age of the onset of lipodystrophy was seven years. Several autoimmune diseases, in particular systemic lupus erythematosus and dermatomyositis, were associated with APL. The prevalence rates of diabetes mellitus and impaired glucose tolerance were 6.7% and 8.9%, respectively. Around 83% of APL patients had low complement 3 (C3) levels and the presence of polyclonal immunoglobulin C3 nephritic factor. About 22% of patients developed membranoproliferative glomerulonephritis (MPGN) after a median of about 8 years following the onset of lipodystrophy. Compared with patients without renal disease, those with MPGN had earlier age of onset of lipodystrophy (12.6 ± 10.3 yr vs 7.7 ± 4.4 yr, respectively; p < 0.001) and a higher prevalence of C3 hypocomplementemia (78% vs 95%, respectively; p = 0.02). The adipose stores of the gluteal regions and lower extremities (including soles) tend to be either preserved or increased, particularly among women.  Variable fat loss of the palms, but no loss of intramarrow or retro-orbital fat, has been demonstrated.   == Treatment == In general, treatment for acquired partial lipodystrophy is limited to cosmetic, dietary, or medical options. Currently, no effective treatment exists to halt its progression. Diet therapy has been shown to be of some value in the control of metabolic problems.  The use of small, frequent feedings and partial substitution of medium-chain triglycerides for polyunsaturated fats appears to be beneficial. Plastic surgery with implants of monolithic silicon rubber for correction of the deficient soft tissue of the face has been shown to be effective.  False teeth may be useful in some cases for cosmetic reasons.  Long-term treatment usually involves therapy for kidney and endocrine dysfunction. Data on medications for APL are very limited.  Thiazolidinediones have been used in the management of various types of lipodystrophies. They bind to peroxisome proliferator-activator receptor gamma (PPAR-gamma), which stimulates the transcription of genes responsible for growth and differentiation of adipocytes. A single report has suggested a beneficial effect from treatment with rosiglitazone on fat distribution in acquired partial lipodystrophy; however, preferential fat gain was in the lower body. Direct drug therapy is administered according to the associated condition. Membranoproliferative glomerulonephritis and the presence of renal dysfunction largely determine the prognosis of acquired partial lipodystrophy. Standard guidelines for the management of renal disease should be followed. The course of membranoproliferative glomerulonephritis in acquired partial lipodystrophy has not been significantly altered by treatment with corticosteroids or cytotoxic medications.  Recurrent bacterial infections, if severe, might be managed with prophylactic antibiotics.   == Prognosis == Estimating the mortality rate based on the available literature is difficult.  Several case reports have revealed an association between acquired partial lipodystrophy and other diseases.  Nephropathy, in the form of membranoproliferative glomerulonephritis, occurs in about 20% of patients. Usually, patients do not have clinically evident renal disease or abnormalities in renal function until they have had the disease for 8 or more years. Membranoproliferative glomerulonephritis usually presents with asymptomatic proteinuria or hematuria. The disease may gradually progress. About 40-50% of patients develop end-stage renal disease over the course of 10 years. This condition is responsible for most recurrent hospital admissions in patients with acquired partial lipodystrophy. Rapid progression of renal disease in a pregnant patient was reported.  Recurrent disease in transplanted kidneys is common, although there have been reports of successful transplantations. Associated autoimmune diseases (e.g., systemic lupus erythematosus, thyroiditis) contribute significantly to increased morbidity in these patients compared with the general population. Although uncommon, insulin resistance increases cardiovascular risk. Susceptibility to bacterial infections probably results from a C3 deficiency (due to complement activation and consumption of C3). Low C3 levels may impair complement-mediated phagocytosis and bacterial killing.   == Epidemiology == Around 250 cases have been reported since the recognition of this syndrome. It is a rare syndrome with no known prevalence, although it is more common than the  generalized form of acquired lipodystrophy (Lawrence syndrome).  Race: No clear relationship exists between incidence and race in this syndrome; however, most reported patients have been of European descent. Age: The median age of onset of lipodystrophy has been reported to be around seven years; however, onset occurring as late as the fourth or fifth decade of life also has been reported. The median age at presentation has been about 25 years, and women have been found to present later than men (age 28 for women, age 18 for men). Sex:  Analysis of the pooled data revealed female patients were affected about four times more often than males.   == See also == Lipodystrophy Laminopathy List of cutaneous conditions   == References ==   == External links =="}