{"name": "Acromegaly", "category": "disease", "content": "Acromegaly is a disorder that results in excess growth of certain parts of the human body. It is caused by excess growth hormone (GH) after the growth plates have closed. The initial symptom is typically enlargement of the hands and feet. There may also be an enlargement of the forehead, jaw, and nose. Other symptoms may include joint pain, thicker skin, deepening of the voice, headaches, and problems with vision. Complications of the disease may include type 2 diabetes, sleep apnea, and high blood pressure.   == Cause and diagnosis == Acromegaly is usually caused by the pituitary gland producing excess growth hormone. In more than 95% of cases the excess production is due to a benign tumor, known as a pituitary adenoma. The condition is not inherited. Acromegaly is rarely due to a tumor in another part of the body. Diagnosis is by measuring growth hormone after a person has consumed a glucose solution, or by measuring insulin-like growth factor I in the blood. After diagnosis, medical imaging of the pituitary is carried out to determine if an adenoma is present. If excess growth hormone is produced during childhood, the result is the condition gigantism rather than acromegaly, and it is characterized by excessive height.   == Treatment == Treatment options include surgery to remove the tumor, medications, and radiation therapy. Surgery is usually the preferred treatment; the smaller the tumor, the more likely surgery will be curative. If surgery is contraindicated or not curative, somatostatin analogues or GH receptor antagonists may be used. Radiation therapy may be used if neither surgery nor medications are completely effective. Without treatment, life expectancy is reduced by 10 years; with treatment, life expectancy is not reduced.   == Epidemiology, history, and culture == Acromegaly affects about 3 per 50,000 people. It is most commonly diagnosed in middle age. Males and females are affected with equal frequency. It was first described in the medical literature by Nicolas Saucerotte in 1772. The term is from the Greek ἄκρον (akron) meaning \"extremity\", and μέγα (mega) meaning \"large\".   == Signs and symptoms ==  Features that may result from a high level of GH or expanding tumor include:  Headaches – often severe and prolonged Soft tissue swelling visibly resulting in enlargement of the hands, feet, nose, lips, and ears, and a general thickening of the skin Soft tissue swelling of internal organs, notably the heart with the attendant weakening of its muscularity, and the kidneys, also the vocal cords resulting in a characteristic thick, deep voice and slowing of speech Generalized expansion of the skull at the fontanelle Pronounced brow protrusion, often with ocular distension (frontal bossing) Pronounced lower jaw protrusion (prognathism) with attendant macroglossia (enlargement of the tongue) and teeth spacing Hypertrichosis, hyperpigmentation and hyperhidrosis may occur in these people.: 499  Skin tags Carpal tunnel syndrome   === Complications === Problems with bones and joints, including osteoarthritis, nerve compression syndrome due to bony overgrowth, and carpal tunnel syndrome Hypertension Diabetes mellitus Cardiomyopathy, potentially leading to heart failure Colorectal cancer Sleep apnea Thyroid nodules and thyroid cancer Hypogonadism Compression of the optic chiasm by the growth of pituitary adenoma leading to visual problems   == Causes ==   === Pituitary adenoma === About 98% of cases of acromegaly are due to the overproduction of growth hormone by a benign tumor of the pituitary gland called an adenoma. These tumors produce excessive growth hormone and compress surrounding brain tissues as they grow larger. In some cases, they may compress the optic nerves. Expansion of the tumor may cause headaches and visual disturbances. In addition, compression of the surrounding normal pituitary tissue can alter production of other hormones, leading to changes in menstruation and breast discharge in women and impotence in men because of reduced testosterone production. A marked variation in rates of GH production and the aggressiveness of the tumor occurs. Some adenomas grow slowly and symptoms of GH excess are often not noticed for many years. Other adenomas grow rapidly and invade surrounding brain areas or the sinuses, which are located near the pituitary. In general, younger people tend to have more aggressive tumors. Most pituitary tumors arise spontaneously and are not genetically inherited. Many pituitary tumors arise from a genetic alteration in a single pituitary cell that leads to increased cell division and tumor formation. This genetic change, or mutation, is not present at birth but is acquired during life. The mutation occurs in a gene that regulates the transmission of chemical signals within pituitary cells; it permanently switches on the signal that tells the cell to divide and secrete growth hormones. The events within the cell that cause disordered pituitary cell growth and GH oversecretion currently are the subject of intensive research. Pituitary adenomas and diffuse somatomammotroph hyperplasia may result from somatic mutations activating GNAS, which may be acquired or associated with McCune–Albright syndrome.   === Other tumors === In a few people, acromegaly is caused not by pituitary tumors, but by tumors of the pancreas, lungs, and adrenal glands. These tumors also lead to an excess of GH, either because they produce GH themselves or, more frequently, because they produce GHRH (growth hormone-releasing hormone), the hormone that stimulates the pituitary to make GH. In these people, the excess GHRH can be measured in the blood and establishes that the cause of the acromegaly is not due to a pituitary defect. When these nonpituitary tumors are surgically removed, GH levels fall and the symptoms of acromegaly improve. In people with GHRH-producing, non-pituitary tumors, the pituitary still may be enlarged and may be mistaken for a tumor. Therefore, it is important that physicians carefully analyze all \"pituitary tumors\" removed from people with acromegaly so as to not overlook the possibility that a tumor elsewhere in the body is causing the disorder.   == Diagnosis ==  If acromegaly is suspected, medical laboratory investigations followed by medical imaging, if the lab tests are positive, confirms or rules out the presence of this condition.  IGF1 provides the most sensitive lab test for the diagnosis of acromegaly, and a GH suppression test following an oral glucose load, which is a very specific lab test, will confirm the diagnosis following a positive screening test for IGF1. A single value of the GH is not useful in view of its pulsatility (levels in the blood vary greatly even in healthy individuals). GH levels taken 2 hours after a 75- or 100-gram glucose tolerance test are helpful in the diagnosis: GH levels are suppressed below 1 μg/L in normal people, and levels higher than this cutoff are confirmatory of acromegaly. Other pituitary hormones must be assessed to address the secretory effects of the tumor, as well as the mass effect of the tumor on the normal pituitary gland. They include thyroid stimulating hormone (TSH), gonadotropic hormones (FSH, LH), adrenocorticotropic hormone, and prolactin. An MRI of the brain focusing on the sella turcica after gadolinium administration allows for clear delineation of the pituitary and the hypothalamus and the location of the tumor. A number of other overgrowth syndromes can result in similar problems.   === Differential diagnosis === Pseudoacromegaly is a condition with the usual acromegaloid features, but without an increase in growth hormone and IGF-1. It is frequently associated with insulin resistance. Cases have been reported due to minoxidil at an unusually high dose. It can also be caused by a selective post receptor defect of insulin signalling, leading to the impairment of metabolic, but preservation of mitogenic, signalling.   == Treatment ==  The goals of treatment are to reduce GH production to normal levels thereby reversing or ameliorating the signs and symptoms of acromegaly, to relieve the pressure that the growing pituitary tumor exerts on the surrounding brain areas, and to preserve normal pituitary function. Currently, treatment options include surgical removal of the tumor, drug therapy, and radiation therapy of the pituitary.   === Medications ===   ==== Somatostatin analogues ==== The primary current medical treatment of acromegaly is to use somatostatin analogues – octreotide (Sandostatin) or lanreotide (Somatuline). These somatostatin analogues are synthetic forms of a brain hormone, somatostatin, which stops GH production. The long-acting forms of these drugs must be injected every 2 to 4 weeks for effective treatment. Most people with acromegaly respond to this medication. In many people with acromegaly, GH levels fall within one hour and headaches improve within minutes after the injection. Octreotide and lanreotide are effective for long-term treatment. Octreotide and lanreotide have also been used successfully to treat people with acromegaly caused by non-pituitary tumors. Somatostatin analogues are also sometimes used to shrink large tumors before surgery. Because octreotide inhibits gastrointestinal and pancreatic function, long-term use causes digestive problems such as loose stools, nausea, and gas in one third of people. In addition, approximately 25 percent of people with acromegaly develop gallstones, which are usually asymptomatic. In some cases, octreotide treatment can cause diabetes due to the fact that somatostatin and its analogues can inhibit the release of insulin. With an aggressive adenoma that is not able to be operated on, there may be a resistance to octreotide and in which case a second generation SSA, pasireotide, may be used for tumor control. However, insulin and glucose levels should be carefully monitored as pasireotide has been associated with hyperglycemia by reducing insulin secretion.   ==== Dopamine agonists ==== For those who are unresponsive to somatostatin analogues, or for whom they are otherwise contraindicated, it is possible to treat using one of the dopamine agonists, bromocriptine or cabergoline. As tablets rather than injections, they cost considerably less. These drugs can also be used as an adjunct to somatostatin analogue therapy. They are most effective in those whose pituitary tumours cosecrete prolactin. Side effects of these dopamine agonists include gastrointestinal upset, nausea, vomiting, light-headedness when standing, and nasal congestion. These side effects can be reduced or eliminated if medication is started at a very low dose at bedtime, taken with food, and gradually increased to the full therapeutic dose. Bromocriptine lowers GH and IGF-1 levels and reduces tumor size in fewer than half of people with acromegaly. Some people report improvement in their symptoms although their GH and IGF-1 levels still are elevated.   ==== Growth hormone receptor antagonists ==== The latest development in the medical treatment of acromegaly is the use of growth hormone receptor antagonists. The only available member of this family is pegvisomant (Somavert). By blocking the action of the endogenous growth hormone molecules, this compound is able to control the disease activity of acromegaly in virtually everyone with acromegaly. Pegvisomant has to be administered subcutaneously by daily injections. Combinations of long-acting somatostatin analogues and weekly injections of pegvisomant seem to be equally effective as daily injections of pegvisomant.   === Surgery === Surgical removal of the pituitary tumor is usually effective in lowering growth hormone levels. Two surgical procedures are available for use. The first is endonasal transsphenoidal surgery, which involves the surgeon reaching the pituitary through an incision in the nasal cavity wall. The wall is reached by passing through the nostrils with microsurgical instruments. The second method is transsphenoidal surgery during which an incision is made into the gum beneath the upper lip. Further incisions are made to cut through the septum to reach the nasal cavity, where the pituitary is located. Endonasal transsphenoidal surgery is a less invasive procedure with a shorter recovery time than the older method of transsphenoidal surgery, and the likelihood of removing the entire tumor is greater with reduced side effects. Consequently, endonasal transsphenoidal surgery is the more common surgical choice. These procedures normally relieve the pressure on the surrounding brain regions and lead to a lowering of GH levels. Surgery is most successful in people with blood GH levels below 40 ng/ml before the operation and with pituitary tumors no larger than 10 mm in diameter. Success depends on the skill and experience of the surgeon. The success rate also depends on what level of GH is defined as a cure. The best measure of surgical success is the normalization of GH and IGF-1 levels. Ideally, GH should be less than 2 ng/ml after an oral glucose load. A review of GH levels in 1,360 people worldwide immediately after surgery revealed that 60% had random GH levels below 5 ng/ml. Complications of surgery may include cerebrospinal fluid leaks, meningitis, or damage to the surrounding normal pituitary tissue, requiring lifelong pituitary hormone replacement. Even when surgery is successful and hormone levels return to normal, people must be carefully monitored for years for possible recurrence. More commonly, hormone levels may improve, but not return completely to normal. These people may then require additional treatment, usually with medications.   === Radiation therapy === Radiation therapy has been used both as a primary treatment and combined with surgery or drugs. It is usually reserved for people who have tumor remaining after surgery. These people often also receive medication to lower GH levels. Radiation therapy is given in divided doses over four to six weeks. This treatment lowers GH levels by about 50 percent over 2 to 5 years. People monitored for more than 5 years show significant further improvement. Radiation therapy causes a gradual loss of production of other pituitary hormones with time. Loss of vision and brain injury, which have been reported, are very rare complications of radiation treatments.   === Selection of treatment === The initial treatment chosen should be individualized depending on the person's characteristics, such as age and tumor size. If the tumor has not yet invaded surrounding brain tissues, removal of the pituitary adenoma by an experienced neurosurgeon is usually the first choice. After surgery, a person must be monitored long-term for increasing GH levels. If surgery does not normalize hormone levels or a relapse occurs, a doctor will usually begin additional drug therapy. The current first choice is generally octreotide or lanreotide; however, bromocriptine and cabergoline are both cheaper and easier to administer. With all of these medications, long-term therapy is necessary, because their withdrawal can lead to rising GH levels and tumor re-expansion.  Radiation therapy is generally used for people whose tumors are not completely removed by surgery, for people who are not good candidates for surgery because of other health problems, and for people who do not respond adequately to surgery and medication.   == Prognosis == Life expectancy of people with acromegaly is dependent on how early the disease is detected. Life expectancy after the successful treatment of early disease is equal to that of the general population. Acromegaly can often go on for years before diagnosis, resulting in poorer outcome, and it is suggested that the better the growth hormone is controlled, the better the outcome. Upon successful surgical treatment, headaches and visual symptoms tend to resolve. One exception is sleep apnea, which is present in around 70% of cases but does not tend to resolve with successful treatment of growth hormone level. While hypertension is a complication of 40% of cases, it typically responds well to regular regimens of blood pressure medication. Diabetes that occurs with acromegaly is treated with the typical medications, but successful lowering of growth hormone levels often alleviates symptoms of diabetes. Hypogonadism without gonad destruction is reversible with treatment. Acromegaly is associated with a slightly elevated risk of cancer.   == Notable people == Salvatore Baccaro (1932–1984), Italian character actor. Active in B-movies, comedies, and horrors because of his peculiar features and spontaneous sympathy. Paul Benedict (1938–2008), American actor. Best known for portraying Harry Bentley, The Jeffersons' English next door neighbour Mary Ann Bevan (1874–1933), an English woman, who after developing acromegaly, toured the sideshow circuit as \"the ugliest woman in the world\". Eddie Carmel, born Oded Ha-Carmeili (1936–1972), Israeli-born entertainer with gigantism and acromegaly, popularly known as \"The Jewish Giant\". Ted Cassidy (1932–1979), American actor. Best known for portraying Lurch in the TV sitcom The Addams Family Rondo Hatton (1894–1946), American journalist and actor. A Hollywood favorite in B-movie horror films of the 1930s and 1940s. Hatton's disfigurement, due to acromegaly, developed over time, beginning during his service in World War I. Irwin Keyes (1952–2015), American actor. Best known for portraying Hugo Mojoloweski, George's occasional bodyguard on The Jeffersons Richard Kiel (1939–2014), actor, \"Jaws\" from two James Bond movies and Mr. Larson in Happy Gilmore Sultan Kösen, the world's tallest living man. Neil McCarthy (1932–85), British actor. Known for roles in Zulu, Time Bandits, and many British television series The Great Khali (Dalip Singh Rana), Indian professional wrestler, is best known for his tenure with WWE under the ring name The Great Khali. He had his pituitary tumor removed in 2012 at age 39. André the Giant (André Roussimoff, 1946–1993), French professional wrestler and actor, known for playing Fezzik in The Princess Bride. Maximinus Thrax, Roman emperor (c. 173, reigned 235–238). Descriptions, as well as depictions, indicate acromegaly, though remains of his body are yet to be found. The French Angel (Maurice Tillet, 1903–1954), Russian-born French professional wrestler, is better known by his ring name, the French Angel. Pío Pico, the last Mexican Governor of California (1801–1894), manifested acromegaly without gigantism between at least 1847 and 1858. Some time after 1858, signs of the growth hormone-producing tumor disappeared along with all the secondary effects the tumor had caused in him. He looked normal in his 90s. His remarkable recovery is likely an example of spontaneous selective pituitary tumor apoplexy. (Leonel) Edmundo Rivero, Argentine tango singer, composer and impresario. Tony Robbins, motivational speaker Antônio \"Bigfoot\" Silva, Brazilian kickboxer and mixed martial artist. Carel Struycken, Dutch actor, 2.13 m (7.0 ft), is best known for playing Lurch in The Addams Family film trilogy, The Giant in Twin Peaks, Lwaxana Troi's silent Servant Mr. Homn in Star Trek: The Next Generation, and The Moonlight Man in Gerald's Game, based on the Stephen King book. Nikolai Valuev, Russian politician and former professional boxer Big Show (Paul Wight), American professional wrestler and actor, known for his tenures in WCW, ECW, WWE and currently, AEW. It has been argued that Lorenzo de' Medici (1449–92) may have had acromegaly. Historical documents and portraits, as well as a later analysis of his skeleton, support the speculation. Pianist and composer Sergei Rachmaninoff (1873–1943), noted for his hands that could comfortably stretch a 13th on the piano, was never diagnosed with acromegaly in his lifetime, but a medical article from 2006 suggests that he might have had it. Matthew McGrory, (1973–2005) American actor known best for his role as Karl the Giant in the 2003 Tim Burton film Big Fish, as well as for his appearances as a member of the Wack Pack on The Howard Stern Show, where he was known as the Original Bigfoot. Marjon van Iwaarden, Dutch singer. Gheorghe Mureșan, Romanian former basketball player nicknamed The Giant   == See also == Hypothalamic–pituitary–somatic axis Macrognathism   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Acromegaly at Curlie 2011 American Association of Clinical Endocrinologists Guideline Archived 29 August 2017 at the Wayback Machine Endocrine and Metabolic Diseases Information Service"}