{"name": "Acute bacterial epiglottitis", "category": "disease", "content": "Epiglottitis is the inflammation of the epiglottis—the flap at the base of the tongue that prevents food entering the trachea (windpipe). Symptoms are usually rapid in onset and include trouble swallowing which can result in drooling, changes to the voice, fever, and an increased breathing rate. As the epiglottis is in the upper airway, swelling can interfere with breathing. People may lean forward in an effort to open the airway. As the condition worsens, stridor and bluish skin may occur. Epiglottitis was historically mostly caused by infection by H. influenzae type b (commonly referred to as \"Hib\"). With vaccination, it is now more often caused by other bacteria, most commonly Streptococcus pneumoniae, Streptococcus pyogenes, or Staphylococcus aureus. Predisposing factors include burns and trauma to the area. The most accurate way to make the diagnosis is to look directly at the epiglottis. X-rays of the neck from the side may show a \"thumbprint sign\" but the lack of this sign does not mean the condition is absent. An effective vaccine, the Hib vaccine, has been available since the 1980s. The antibiotic rifampicin may also be used to prevent the disease among those who have been exposed to the disease and are at high risk. The most important part of treatment involves securing the airway, which is often done by endotracheal intubation. Intravenous antibiotics such as ceftriaxone and possibly vancomycin or clindamycin is then given. Corticosteroids are also typically used. With appropriate treatment, the risk of death among children with the condition is about one percent and among adults is seven percent. With the use of the Hib vaccine, the number of cases of epiglottitis has decreased by more than 95%. Historically, young children were mostly affected, but it is now more common among older children and adults. In the United States, it affects about 1.3 per 100,000 children a year. In adults, between 1 and 4 per 100,000 are affected a year. It occurs more commonly in the developing world. In children the risk of death is about 6%; however, if they are intubated early, it is less than 1%.   == Signs and symptoms == Epiglottitis is associated with fever, throat pain, difficulty in swallowing, drooling, hoarseness of voice, and stridor. Onset is typically over a day. The throat itself may appear normal.  Stridor is a sign of upper airway obstruction and is a surgical emergency. The child often appears acutely ill, anxious, and will have very quiet shallow breathing often keeping the head held forward and insisting on sitting up in bed, commonly called the \"tripod position.\" The early symptoms are usually insidious but rapidly progressive, and swelling of the throat may lead to cyanosis and asphyxiation. Adults commonly present with less dramatic breathing symptoms than children due to them having wider airways to begin with, so their main symptoms are usually a severe sore throat and difficulty swallowing. The back of the throat appears normal in 90% of adult patients, so epiglottitis should considered when there is pain out of proportion to exam or when pain is caused by pressing on the external windpipe. Adult epiglottitis is often referred to as supraglottitis. In contrast to children, the symptoms are non-specific, sub-acute and can be unpredictable.    == Causes == Epiglottitis is primarily caused by an acquired bacterial infection of the epiglottis. Historically it was most often caused by Haemophilus influenzae type B, but with the availability of immunization this is no longer the case. H. influenzae type B contains a capsule which helps it avoid being destroyed by macrophages and also contains surface proteins that allow it to stick to the lining of the upper respiratory tract. Presently, the bacteria most often causing infection are other encapsulated organisms including Streptococcus pneumoniae, Streptococcus pyogenes, and Staphylococcus aureus. These bacteria spread in respiratory droplets or aerosols produced from coughing and sneezing. While the overall incidence of epiglottitis has decreased, the incidence of cases caused by Streptococcus pneumoniae has increased in adults. The exact strains of Streptococcus pneumoniae are often those that are covered by the PPV-23 vaccine, but there is no evidence that this vaccine prevents epiglottitis. There have been many cases of epiglottitis reported in immunocompromised patients, including those undergoing cancer treatment and those who are HIV positive. While a variety of different bacteria can cause disease in these patients, cases often involve the Candida species of fungus, though it is unknown if the fungus causes significant disease on its own. Alternate risk factors and causes associated with infection include burns and other trauma to the area. Medical research has also identified a link between epiglottitis and crack cocaine usage.  Underlying disorders of the immune system, such as graft-versus-host disease and lymphoproliferative disorders, have also been identified as contributors of increased risk for developing the infection .   == Diagnosis == Diagnosis may be confirmed by direct inspection using a laryngoscope, although this may provoke airway spasm. If epiglottitis is suspected, attempts to visualize the epiglottis using a tongue depressor are discouraged for this reason; therefore, diagnosis is made on basis of indirect fiberoptic laryngoscopy carried out in a controlled environment like an operating room. An infected epiglottis appears swollen and is described as having a \"cherry-red\" appearance. Imaging is rarely useful, and treatment should not be delayed for this test to be carried out.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Imaging === On lateral C-spine X-ray, the thumbprint sign describes a swollen, enlarged epiglottis. A normal X-ray, however, does not exclude the diagnosis. An ultrasound may be helpful if specific changes are present, but its use (as of 2018) is in the early stages of study. On CT imaging, the \"Halloween sign\" describes an epiglottis of normal thickness. It can safely exclude the acute epiglottitis. Furthermore, CT imaging can help to diagnose other conditions such as peritonsillar abscess or retropharyngeal abscess which have similar clinical features.   === Necrotizing Epiglottitis === If there is visual or radiologic evidence that the infection has caused tissue destruction, the disease is called \"necrotizing epiglottitis\" (NE). The feared complication of NE is the bacteria spreading to the surrounding neck muscles and causing cervical necrotizing fasciitis which is a surgical emergency.   === Differential Diagnosis === The differential diagnosis includes other infectious causes of acute airway obstruction, as well as acute or subacute mechanical causes. It includes, but is not limited to, the conditions below.  Retropharyngeal abscess Peritonsillar abscess Croup Infectious mononucleosis Diphtheria Pertussis Bacterial tracheitis Ludwig's angina Granulomatosis with polyangiitis Foreign body obstruction Obstructing tumor Allergic reaction, including angioedema Inhalation injury Laryngospasm Congenital structural defects in pediatric patients, including laryngomalacia   == Prevention == An effective vaccine, the Hib vaccine, has been available since the 1980s. Modern Hib vaccines are mainly conjugate vaccines, with the key component being the polysaccharide found in the bacteria's capsule which is its primary virulence factor. Currently, the CDC recommends that children receive a two or three-dose primary series with an additional booster dose. The countries of the world who have included the Hib vaccine in their immunization schedules typically begin the series at the age of two or three months with subsequent doses administered at four or eight week intervals. Routine vaccination in these nations has led to a dramatic decrease in the incidence of invasive diseases caused by H. influenzae type b such as epiglottitis, meningitis and pneumonia. It has been reported that epiglottitis cases have decreased by 95% since the 1980s following the introduction of the first Hib vaccine. The antibiotic rifampicin may also be used to prevent the disease among those who have been exposed to the disease and are at high risk.   == Management == The most important part of treatment involves securing the airway. Nebulized epinephrine may be useful to improve the situation temporarily. Corticosteroids are also typically used. However, there is poor evidence for whether steroids actually improve patient outcomes. Epiglottitis may require urgent tracheal intubation to protect the airway. Tracheal intubation can be difficult due to distorted anatomy and profuse secretions. Spontaneous respiration is ideally maintained until tracheal intubation is successful. A surgical airway opening (cricothyrotomy) may be required if intubation is not possible. The management of epiglottitis is different in adults compared to children. Emergent tracheal intubation with general anesthesia (inhalational induction to preserve spontaneous ventilation) in the operating theater is standard. However only 10% of adults require airway intervention, which means a selective approach is required. Tracheal intubation is a high risk scenario with a 1 in 25 failure rate in adults. Multiple airway management techniques have described for adults and include: awake tracheostomy, awake fibreoptic intubation, general anesthesia with spontaneous breathing preserved or ablated with paralysis. The optimal technique is controversial and likely determined by contextual factors such as the severity of epiglottitis and the clinical location (ie emergency department or intensive care or the operating room). Ideally airway intervention should occur in the operating room with an otolaryngology surgeon present to perform an emergency tracheostomy in the event of complete airway obstruction or failed intubation. Intravenous antibiotics such as ceftriaxone and possibly vancomycin or clindamycin are given once the airway is secure. A third-generation cephalosporin such as ceftriaxone is usually sufficient since it is usually effective against H. influenzae and S. pneumoniae. If S. aureus is suspected to be causing the disease, then the treatment should include ceftaroline or clindamycin as these would provide coverage against antibiotic resistant strains of that bacteria (MRSA). Vancomycin can also be considered for its MRSA coverage, but it may be less safe than ceftaroline in children older than two months. If the patient has a penicillin allergy, trimethoprim/sulfamethoxazole, clindamycin, or levofloxacin may be appropriate choices. Necrotizing epiglottitis is treated similarly to uncomplicated epiglottitis, but usually requires intubation in addition to standard IV antibiotic therapy. If the tissue damage continues to spread and necrotizing fasciitis of the neck is suspected, patients are taken to the operating room for emergency debridement.   == Prognosis == With appropriate treatment, the risk of death among children with the condition is about one percent and among adults is seven percent. Elsewhere, it has been reported that only one percent of adults diagnosed with epiglottitis die from the disease. Some people may develop pneumonia, lymphadenopathy, or septic arthritis. Between 1998 and 2006, there were an average of 36 deaths per year in the United States attributed to epiglottitis, giving a case-fatality rate of 0.89% during that time period. Patients who recover from necrotizing epiglottitis often regain their ability to swallow foods and liquids despite the tissue damage.   == Epidemiology == While, historically, young children were mostly affected, it is now more common among older children and adults. Before Haemophilus influenzae (Hib) immunization children of two to four were most commonly affected. With immunization about 1.3 per 100,000 children are affected a year. It has been reported that only 0.5 per 100,000 American children are diagnosed every year, while the incidence in American adults is about 1 to 4 per 100,000. A 2010 retrospective study revealed the average age of patients admitted to American hospitals for epiglottitis was about 45, but patients under the age of 1 and over the age of 85 are also particularly vulnerable.   == Notable cases == Bill Bixby's 6-year-old son Christopher died of the condition in 1981. Jeannie Mai spent some time in an ICU with epiglottitis. Sarah Silverman spent a week in the ICU at Cedars Sinai Hospital with epiglottitis. George Washington is thought to have died of epiglottitis. The treatments given to Washington, such as severe bloodletting, an enema, vinegar, sage, molasses, butter, blistering his throat with Spanish fly, requiring him to swallow mercurous chloride and antimony potassium tartrate, and applying wheat poultices to various parts of the body, are no longer used. Jin announced in a 2022 video that he had been diagnosed with epiglottitis. Wes Moore's father died of epiglottitis when Moore was four years old.   == References ==   == External links ==  Medscape"}