{"name": "Acute Moraxella catarrhalis bronchitis", "category": "disease", "content": "Moraxella catarrhalis is a fastidious, nonmotile, Gram-negative, aerobic, oxidase-positive diplococcus that can cause infections of the respiratory system, middle ear, eye, central nervous system, and joints of humans. It causes the infection of the host cell by sticking to the host cell using trimeric autotransporter adhesins.   == Epidemiology == Moraxella catarrhalis is a human pathogen with an affinity for the human upper respiratory tract. Other primates, such as macaques, might become infected by this bacterium.   == History == Moraxella catarrhalis was previously placed in a separate genus named Branhamella.  The rationale for this was that other members of the genus Moraxella are rod-shaped and rarely caused infections in humans.  However, results from DNA hybridization studies and 16S rRNA sequence comparisons were used to justify inclusion of the species M. catarrhalis in the genus Moraxella.  As a consequence, the name Moraxella catarrhalis is currently preferred for these bacteria.  Nevertheless, some in the medical field continue to call these bacteria Branhamella catarrhalis. Moraxella is named after Victor Morax, a Swiss ophthalmologist who first described this genus of bacteria. Catarrhalis is derived from catarrh, from the Greek meaning \"to flow down\" (cata- implies down; -rrh implies flow), describing the profuse discharge from eyes and nose typically associated with severe inflammation in colds.   == Genetics == The whole genome sequence of M. catarrhalis CCUG 353 type strain was deposited and published in DNA Data Bank of Japan, European Nucleotide Archive, and GenBank in 2016 under the accession number LWAH00000000.   == Clinical significance == This bacterium has been known to cause otitis media, bronchitis, sinusitis, and laryngitis. Elderly patients and long-term heavy smokers with chronic obstructive pulmonary disease should be aware that M. catarrhalis is associated with bronchopneumonia, as well as exacerbations of existing chronic obstructive pulmonary disease. The peak rate of colonization by M. catarrhalis appears to occur around 2 years of age, with a striking difference in colonization rates between children and adults (very high to very low). Moraxella catarrhalis has recently been gaining attention as an emerging human pathogen.  It has been identified as an important cause in bronchopulmonary infection, causing infection through pulmonary aspiration in the upper pulmonary tract. Additionally, it causes bacterial pneumonia, especially in adults with a compromised immune system. It has also been known to cause infective exacerbations in adults with chronic lung disease, and it is an important cause in acute sinusitis, maxillary sinusitis, bacteremia, meningitis, conjunctivitis, acute purulent irritation of chronic bronchitis, urethritis, sepsis (although this is rare), septic arthritis (which is also a rare occurrence), and acute laryngitis in adults and acute otitis media in children.  M. catarrhalis is an opportunistic pulmonary invader, and causes harm especially in patients who have compromised immune systems or any underlying chronic disease.   === Link with bacteremia === Moraxella catarrhalis has also been linked with septic arthritis in conjunction with bacteremia.  Although cases of bacteremia caused by M. catarrhalis have been reported before, this was the first instance in which bacteremia caused by M. catarrhalis was also associated with septic arthritis.  A microbiological evaluation of the patient (a 41-year-old male) revealed that M. catarrhalis was the cause of the disease rather than Neisseria as was previously believed.  This was also the second case of M. catarrhalis causing septic arthritis (although in the first case, no mention of bacteremia was made). Along with its relation to septic arthritis, bacteremia is also caused by M. catarrhalis infection, which can range in severity from a slight fever to lethal sepsis and an associated respiratory tract infection is usually also identified. Bacteremia infections caused by M. catarrhalis have a 21% mortality rate among patients.  However, this may have been due to a lack of knowledge about the bacterium because of its recent recognition as a pathogen. Infection of high-grade bacteremia was linked with the development of endocarditis.  However, the patients without endocarditis has been related to the background of each patient, especially the existence of other illnesses and any possible immune impairments they may have.  Also, although bacteremia caused by M. catarrhalis has been infrequently reported, this may be due to a misdiagnosis or oversight because M. catarrhalis was only recently (1990s) identified as an important pathogen.  Many chronic diseases in patients with M. catarrhalis bacteremia can be linked to the patients with immune defects or respiratory debility.  Likewise, respiratory debility in patients with bacteremic pneumonia caused by M. catarrhalis infection can be linked with increased rates of pharyngeal colonization, enhancement of bacterial adherence to abnormal epithelium, and increased susceptibility of pulmonary parenchyma to infection.   === Antibiotic resistance ===  Moraxella catarrhalis can be treated with antibiotics, but it is commonly resistant to penicillin, ampicillin, and amoxicillin. Current research priorities involve trying to find a suitable vaccine for this genotypically diverse organism, as well as determining factors involved with virulence, e.g. complement resistance. Lipooligosaccharide is considered one possible virulence factor. Since the recent recognition of M. catarrhalis as an important pathogenic microbe, development of a possible antibiotic has been ongoing.  A fraction of M. catarrhalis strains seemed to be resistant to ampicillin, which makes ampicillin and amoxicillin inappropriate choices of antibiotic against it.  Although all strains of M. catarrhalis were susceptible to cotrimoxazole, erythromycin, sulfadimidine, and tetracycline, they were also resistant to trimethoprim. M. catarrhalis resistance to beta-lactam antibiotics, such as ampicillin and amoxicillin, is mediated by periplasmic lipoprotein beta-lactamases BRO-1 and BRO-2, which protect the peptidoglycan layer by hydrolyzing the beta-lactam molecules that enter the bacterial cell. The beta-lactamases are produced in the cytoplasm and translocated to the periplasmic space by twin-arginine translocation pathway, which is a protein secretion pathway that transports proteins across a bilipid membrane in a folded state. M. catarrhalis produces and secretes beta-lactamase containing outer-membrane vesicles that can function as an extracellular delivery system of beta-lactam resistance that promotes the survival of otherwise beta-lactam sensitive bacteria in the vicinity of M. catarrhalis. This behavior is beneficial for the other bacteria and can make the antibiotic treatment of polymicrobial infections more difficult. Also, the resistance of M. catarrhalis to other antibiotics may be attributed to beta-lactamase, as well, because the use of these antibiotics has triggered an increase in development of beta-lactamase, which resists antibiotics. However, a 1994 study has identified a large protein on the surface of M. catarrhalis that may serve as a target for protective antibodies.  This UspA (the designated antigen) protein is the first surface-exposed protein on M. catarrhalis that can be a target for biologically active antibodies, and therefore lead to a vaccination.  This protein was also present in all of the strains tested.  The large size of the exposed protein macromolecule makes it similar to Neisseria gonorrhoeae outer membrane protein macromolecular complex, which implies that UspA may be a single polypeptide chain. Active immunization, in a study,  of M. catarrhalis in the respiratory tract allowed the control of the growth of M. catarrhalis and led to the development of serum antigens.  Also, an enhanced ability exists in the test subjects (mice) to clear M. catarrhalis from their lungs.  Likewise, passive immunization of M. catarrhalis from the mice respiratory tracts also enhanced the mice's ability to clear the microbes from their lungs, which means that serum antibodies likely play a large role in the immunization and protection of the respiratory tract. Along with outer membrane proteins that are consistent among different strains of M. catarrhalis, a sort of subclass-specific IgG antibody response to certain outer membrane proteins may also exist.  Therefore, the outer membrane antigens of M. catarrhalis also provide a possible vaccine source. Also, a bactericidal serum antibody has also been developed in response to the diseases caused by M. catarrhalis.   === Treatment === Treatment options include antibiotic therapy or a so-called \"watchful waiting\" approach. The great majority of clinical isolates of this organism produce beta-lactamases, so are resistant to penicillin. Resistance to trimethoprim, trimethoprim-sulfamethoxazole (TMP-SMX), clindamycin, and tetracycline have been reported. It is susceptible to fluoroquinolones, most second- and third-generation cephalosporins, erythromycin, and amoxicillin-clavulanate.   === Vaccine development === Currently,  no vaccine is known in the US against M. catarrhalis infection. It is a significant cause of respiratory tract infections against which a vaccine is sought. Several outer membrane proteins are currently under investigation as potential vaccine antigens, including the porin M35.   == Biochemistry == During the first reported case of M. catarrhalis causing bacteremia that was associated with septic arthritis, the microbe was cultured, which revealed much about the morphology of its colonies, as well as M.  catarrhalis itself.  M. catarrhalis is a large, kidney-shaped, Gram-negative diplococcus.  It can be cultured on blood and chocolate agar plates after an aerobic incubation at 37 °C for 24 hours. Cultures revealed gray-white hemispheric colonies about 1 mm in diameter.  These colonies were fragile and easy to crumble, and appeared to have a waxy surface. The hockey puck test was applied to these M. catarrhalis colonies,  in which a wooden stick is used to try to push the colonies across the plate. The M. catarrhalis colonies scored positively on this test, which means they could be slid across the plate.  The colonies did not demonstrate hemolysis, and were not able to ferment glucose, sucrose, maltose, or lactose.  They were able to produce DNase. Cultures of the M. catarrhalis tested positive for oxidase, lipase, and nitrate reduction, which is characteristic of M. catarrhalis. Many laboratories also perform a butyrate esterase test and a beta-lactamase test. Both tests should be positive and can help to rapidly identify it from a culture. The recognition of M. catarrhalis as a pathogen has led to studies for possible antibodies against it, which have led to a wider understanding of its composition.  The outer membrane protein (OMP) profiles of different strains of M. catarrhalis are extremely similar to each other.  Analyses of these OMP profiles with monoclonal antibodies (MAbs) revealed that a few proteins with similar molecular masses in the different strains have cross-reactive epitopes.  Also, a surface-exposed protein on M. catarrhalis has an unusually high molecular mass.  An 80-kDa OMP on M. catarrhalis is immunogenic and common to all nonencapsulated strands of M. catarrhalis, which suggests it may be used as an antigen for immunization.   === Protein secretion === Moraxella catarrhalis utilizes the twin-arginine translocation pathway (TAT pathway) for the transport of folded proteins across the inner membrane. The translocase apparatus is a typical Gram-negative TAT translocase consisting of three essential membrane proteins: TatA, TatB and TatC. TatA proteins form a pore through which passenger proteins are transported and TatB and TatC proteins recognize, bind and direct the passenger proteins to the membrane spanning TatA pore. The M. catarrhalis TAT translocase protein encoding genes tatA, tatB and tatC are located in a single tatABC locus in the bacterial chromosome and are likely to be transcriptionally and translationally linked due to a single-nucleotide overlap between each gene. Multiple M. catarrhalis proteins have been predicted or tested to contain the highly conserved leader motif for translocation and to be transported by the TAT pathway. Beta-lactamases BRO-1 and BRO-2 have been shown to be transported by the TAT pathway. Other potential passenger proteins include an iron-dependent peroxidase -like protein, a cytochrome c -like protein and a phosphate ABC transporter inner membrane protein- like protein. A functioning TAT pathway is necessary for the optimal growth of M. catarrhalis even in conditions without antibiotics.   == References ==   == External links == Type strain of Moraxella catarrhalis at BacDive –  the Bacterial Diversity Metadatabase"}