{"name": "Acute pulmonary edema", "category": "disease", "content": "Pulmonary edema (British English: oedema), also known as pulmonary congestion, is excessive fluid accumulation in the tissue or air spaces (usually alveoli) of the lungs. This leads to impaired gas exchange, most often leading to shortness of breath (dyspnea) which can progress to hypoxemia and respiratory failure. Pulmonary edema has multiple causes and is traditionally classified as cardiogenic (caused by the heart) or noncardiogenic (all other types not caused by the heart). Various laboratory tests (CBC, troponin, BNP, etc.) and imaging studies (chest x-ray, CT scan, ultrasound) are often used to diagnose and classify the cause of pulmonary edema.  Treatment is focused on three aspects:   improving respiratory function, treating the underlying cause, and preventing further damage and allow full recovery to the lung. Pulmonary edema can cause permanent organ damage, and when sudden (acute), can lead to respiratory failure or cardiac arrest due to hypoxia. The term edema is from the Greek οἴδημα (oidēma, \"swelling\"), from οἰδέω (oidéō, \"(I) swell\").   == Pathophysiology == The amount of fluid in the lungs is governed by multiple forces and is visualized using the Starling equation. There are two hydrostatic pressures and two oncotic (protein) pressures that determine the fluid movement within the lung air spaces (alveoli). Of the forces that explain fluid movement, only the pulmonary wedge pressure is obtainable via pulmonary artery catheterization. Due to the complication rate associated with pulmonary artery catheterization, other imaging modalities and diagnostic methods have become more popular. Imbalance in any of these forces can cause fluid movement (or lack of movement) causing a buildup of fluid where it should not normally be. Although rarely clinically measured, these forces allow physicians to classify and subsequently treat the underlying cause of pulmonary edema.   == Classification == Pulmonary edema has a multitude of causes, and is typically classified as cardiogenic or noncardiogenic.  Cardiogenic pulmonary edema is caused by increased hydrostatic pressure causing increased fluid in the pulmonary interstitium and alveoli.  Noncardiogenic causes are associated with the oncotic pressure as discussed above causing malfunctioning barriers in the lungs (increased microvascular permeability).     === Cardiogenic === Cardiogenic pulmonary edema is typically caused by either volume overload or impaired left ventricular function. As a result, pulmonary pressures rises from the normal average of 15 mmHg. As the pulmonary pressure rises, these pressures overwhelm the barriers and fluid  enters the alveoli when the pressure is above 25 mmHg. Depending on whether the cause is acute or chronic determines how fast pulmonary edema develops and the severity of symptoms. Some of the common causes of cardiogenic pulmonary edema include:  Acute exacerbation of congestive heart failure which is due to the heart's inability to pump the blood out of the pulmonary circulation at a sufficient rate resulting in elevation in pulmonary wedge pressure and edema. Pericardial tamponade as well as treating pericardial tamponade via pericardiocentesis has shown to cause pulmonary edema as a result of increased left-sided heart strain. Heart Valve Dysfunction such as mitral valve regurgitation can cause increased pressure and energy on the left side of the heart (increased pulmonary wedge pressure) causing pulmonary edema. Hypertensive crisis can cause pulmonary edema as the elevation in blood pressure and increased afterload on the left ventricle hinders forward flow in blood vessels and causes the elevation in wedge pressure and subsequent pulmonary edema. In a recent systematic review, it was found that pulmonary edema was the second most common condition associated with hypertensive crisis after ischemic stroke.   ==== Flash pulmonary edema ==== Flash pulmonary edema is a clinical syndrome that begins suddenly and accelerates rapidly. Essentially all patients will present to the emergency department by ambulance. The initiating acute event often a vascular event such as intense vasoconstriction and not a cardiac event such as myocardial infarction. The most noticeable abnormality is edema of the lungs. Nevertheless it is a cardiovascular disease not a pulmonary disease.  It is also known by other appellations including sympathetic crashing acute pulmonary edema (SCAPE). It is often associated with severe hypertension Typically, patients with the syndrome of flash pulmonary edema do not have chest pain are often not recognized as having a cardiovascular disease. Treatment of FPE should include reducing systemic vascular resistance with nitroglycerin, providing supplemental oxygenation, and decreasing left ventricular filling pressure. Effective treatment is evident by a decrease in dyspnea and normalization of vital signs. Important targets of therapy such as reduced systemic vascular resistance and reduced left atrial pressure are difficult if not impossible to monitor. Recurrence of FPE is thought to be associated with hypertension and may signify renal artery stenosis. Prevention of recurrence is based on managing or preventing hypertension, coronary artery disease, renovascular hypertension, and heart failure.   === Noncardiogenic === Noncardiogenic pulmonary edema is caused by increased microvascular permeability (increased oncotic pressure) leading to increased fluid  transfer into the alveolar spaces. The pulmonary artery wedge pressure is typically normal as opposed to cardiogenic pulmonary edema where the elevated pressure is causing the fluid transfer. There are multiple causes of noncardiogenic edema with multiple subtypes within each cause. Acute respiratory distress syndrome (ARDS) is a type of respiratory failure characterized by rapid onset of widespread inflammation in the lungs. Although ARDS can present with pulmonary edema (fluid accumulation), it is a distinct clinical syndrome that is not synonymous with pulmonary edema.    ==== Direct lung injury ==== Acute lung injury may cause pulmonary edema directly through injury to the vasculature and parenchyma of the lung, causes include:  Inhalation of hot or toxic gases (including vaping-associated lung injury) Pulmonary contusion, i.e., high-energy trauma (e.g. vehicle accidents) Aspiration, e.g., gastric fluid Reexpansion, i.e. post large volume thoracocentesis, resolution of pneumothorax, post decortication, removal of endobronchial obstruction, effectively a form of negative pressure pulmonary oedema. Reperfusion injury, i.e., postpulmonary thromboendartectomy or lung transplantation Swimming induced pulmonary edema also known as immersion pulmonary edema Transfusion associated Acute Lung Injury is a specific type of blood-product transfusion injury that occurs when the donors plasma contained antibodies against the recipient, such as anti-HLA or anti-neutrophil antibodies. Negative pressure pulmonary edema is when inspiration is attempted against some sort of obstruction in the upper airway, most commonly happens as a result of laryngospasm in adults. This negative pressure in the chest ruptures capillaries and floods the alveoli with blood Pulmonary embolism   ==== Indirect lung injury ==== Neurogenic causes  (seizures, head trauma, strangulation, electrocution). Transfusion Associated Circulatory Overload occurs when multiple blood transfusions or blood-products (plasma, platelets, etc.) are transfused over a short period of time. It includes acute lung injury and acute respiratory distress syndrome. (ALI-ARDS) cover many of these causes, Sepsis- Severe infection or inflammation which may be local or systemic. This is the classical form of acute lung injury-adult respiratory distress syndrome Pancreatitis   ==== Special causes ==== Some causes of pulmonary edema are less well characterized and arguably represent specific instances of the broader classifications above.  Arteriovenous malformation Hantavirus pulmonary syndrome High altitude pulmonary edema (HAPE) Envenomation, such as with the venom of Atrax robustus   == Signs and symptoms ==  The most common symptom of pulmonary edema is dyspnea and may include other symptoms relating to inadequate oxygen (hypoxia) such as fast breathing (tachypnea), tachycardia and cyanosis. Other common symptoms include coughing up blood (classically seen as pink or red, frothy sputum), excessive sweating, anxiety, and pale skin. Other signs include end-inspiratory crackles (crackling sounds heard at the end of a deep breath) on auscultation and the presence of a third heart sound. Shortness of breath can manifest as orthopnea (inability to breathe sufficiently when lying down flat due to breathlessness) and/or paroxysmal nocturnal dyspnea (episodes of severe sudden breathlessness at night). These are common presenting symptoms of chronic and cardiogenic pulmonary edema due to left ventricular failure.  The development of pulmonary edema may be associated with symptoms and signs of \"fluid overload\" in the lungs; this is a non-specific term to describe the manifestations of right ventricular failure on the rest of the body. These symptoms may include peripheral edema (swelling of the legs, in general, of the \"pitting\" variety, wherein the skin is slow to return to normal when pressed upon due to fluid), raised jugular venous pressure and hepatomegaly, where the liver is excessively enlarged and may be tender or even pulsatile.  Additional symptoms such as fever, low blood pressure, injuries or burns may be present and can help characterize the cause and subsequent treatment strategies.   == Diagnosis ==  There is no single test for confirming that breathlessness is caused by pulmonary edema – there are many causes of shortness of breath; but there are methods to suggest a high probability of an edema.   === Lab tests === Low oxygen saturation in blood and disturbed arterial blood gas readings support the proposed diagnosis by suggesting a pulmonary shunt. Blood tests are performed for electrolytes (sodium, potassium) and markers of renal function (creatinine, urea). Elevated creatine levels may suggest a cardiogenic cause of pulmonary edema. Liver enzymes, inflammatory markers (usually C-reactive protein) and a complete blood count as well as coagulation studies (PT, aPTT) are also typically requested as further diagnosis. Elevated white blood cell count (WBC) may suggest a non-cardiogenic cause such as sepsis or infection. B-type natriuretic peptide (BNP) is available in many hospitals, sometimes even as a point-of-care test. Low levels of BNP (<100 pg/ml) suggest a cardiac cause is unlikely, and suggest noncardiogenic pulmonary edema.   === Imaging tests ===  Chest X-ray has been used for many years to diagnose pulmonary edema due to its wide availability and relatively cheap cost. A chest X-ray will show fluid in the alveolar walls, Kerley B lines, increased vascular shadowing in a classical batwing peri-hilum pattern, upper lobe diversion (biased blood flow to the superior parts instead of inferior parts of the lung), and possibly pleural effusions. In contrast, patchy alveolar infiltrates are more typically associated with noncardiogenic edema.  Lung ultrasounds, employed by a healthcare provider at the point of care, is also a useful tool to diagnose pulmonary edema; not only is it accurate, but it may quantify the degree of lung water, track changes over time, and differentiate between cardiogenic and non-cardiogenic edema. Lung ultrasound is recommended as the first-line method due to its wide availability, ability to be performed bedside, and wide diagnostic utility for other similar diseases. Especially in the case of cardiogenic pulmonary edema, urgent echocardiography may strengthen the diagnosis by demonstrating impaired left ventricular function, high central venous pressures and high pulmonary artery pressures leading to pulmonary edema.   == Prevention == In those with underlying heart or lung disease, effective control of congestive and respiratory symptoms can help prevent pulmonary edema.   Dexamethasone is in widespread use for the prevention of high altitude pulmonary edema. Sildenafil is used as a preventive treatment for altitude-induced pulmonary edema and pulmonary hypertension. Sildenafil's mechanism of action is via phosphodiesterase inhibition which raises cGMP, resulting in pulmonary arterial vasodilation and inhibition of smooth muscle cell proliferation and indirectly fluid formation in the lungs.  While this effect has only recently been discovered, sildenafil is already becoming an accepted treatment for this condition, in particular in situations where the standard treatment of rapid descent (acclimatization) has been delayed for some reason.   == Management == The initial management of pulmonary edema, irrespective of the type or cause, is supporting vital functions while edema lasts. Hypoxia may require supplementary oxygen to balance blood oxygen levels, but if this is insufficient then again mechanical ventilation may be required to prevent complications caused by hypoxia. Therefore, if the level of consciousness is decreased it may be required to proceed to tracheal intubation and mechanical ventilation to prevent airway compromise.  Treatment of the underlying cause is the next priority; pulmonary edema secondary to infection, for instance, would require the administration of appropriate antibiotics or antivirals.   === Cardiogenic pulmonary edema === Acute cardiogenic pulmonary edema often responds rapidly to medical treatment. Positioning upright may relieve symptoms. A loop diuretic such as furosemide is administered, often together with morphine to reduce respiratory distress. Both diuretic and morphine may have vasodilator effects, but specific vasodilators may be used (particularly intravenous glyceryl trinitrate or ISDN) provided the blood pressure is adequate. Continuous positive airway pressure and bilevel positive airway pressure (CPAP/BiPAP) has been demonstrated to reduce mortality and the need of mechanical ventilation in people with severe cardiogenic pulmonary edema. It is possible for cardiogenic pulmonary edema to occur together with cardiogenic shock, in which the cardiac output is insufficient to sustain an adequate blood pressure to the lungs. This can be treated with inotropic agents or by intra-aortic balloon pump, but this is regarded as temporary treatment while the underlying cause is addressed and the lungs recover.   == Prognosis == As pulmonary edema has a wide variety of causes and presentations, the outcome or prognosis is often disease-dependent and more accurately described in relation to the associated syndrome. It is a major health problem, with one large review stating an incidence of 7.6% with an associated in hospital mortality rate of 11.9%.  Generally, pulmonary edema is associated with a poor prognosis with a 50% survival rate at one year, and 85% mortality at six years.   == References =="}