{"name": "Acute monocytic leukemia", "category": "disease", "content": "Acute monocytic leukemia (AMoL, or AML-M5) is a type of acute myeloid leukemia. In AML-M5 >80% of the leukemic cells are of monocytic lineage. This cancer is characterized by a dominance of monocytes in the bone marrow. There is an overproduction of monocytes that the body does not need in the periphery. These overproduced monocytes interfere with normal immune cell production which causes many health complications for the affected individual.   == Causes == The pathology of AML involves abnormal proliferation and differentiation of a population of myeloid stem cells. Genetic mutations are identified in the majority of cases. A common genetic mutation identified in these cases are characterized as chromosomal translocations where information from one chromosome is exchanged to a non-homologous chromosome creating an unusual rearrangement of chromosomes. This translocation is often abbreviated as t(#of one chromosome involved, #of other chromosome involved). M5 is associated with characteristic chromosomal abnormalities, often involving chromosome 11, such as t(9;11), affecting the MLL (KMTA2) locus at 11q23; however MLL translocations are also found in other leukemia subtypes. The t(8;16) translocation in AMoL is associated with hemophagocytosis. These translocations yield the formation of chimeric proteins (RUNX1-RUNX1T1 and PML-RARA, respectively) which disrupt normal myeloid precursor development. Secondary leukaemia, which may include AML-M5, has been associated with exposure to epipodophyllotoxins, such as etoposide. Many cases of AML-M5 are seen to have enhanced phosphorylation of the STAT3 protein due to increased induction of cytokines thus increasing cell proliferation and survival. Finally, genetic mutations involved in epigenetic regulation are associated with this leukemia, as they have downstream effects on cell differentiation and proliferation. Excessive cytokine release could be a byproduct of skewed epigenetic regulation.   == Diagnosis == In order to fulfill World Health Organization (WHO) criteria for AML-5, a patient must have greater than 20% blasts in the bone marrow, and of these, greater than 80% must be of the monocytic lineage. A further subclassification (M5a versus M5b) is made depending on whether the monocytic cells are predominantly monoblasts (>80%) (acute monoblastic leukemia) or a mixture of monoblasts and promonocytes (<80% blasts). Monoblasts can be distinguished by having a roughly circular nucleus, delicate lacy chromatin, and abundant, often basophilic cytoplasm. These cells may also have pseudopods. By contrast, promonocytes have a more convoluted nucleus, and their cytoplasm may contain metachromatic granules. Monoblasts are typically MPO-negative and promonocytes are MPO variable. Both monoblasts and promonocytes stain positive for non-specific esterase (NSE), however NSE may often be negative. Immunophenotypically, M5-AML variably express myeloid (CD13, CD33) and monocytic (CD11b, CD11c) markers. Cells may aberrantly express B-cell marker CD20 and the NK marker CD56. Monoblasts may be positive for CD34.   == Treatment == AML-M5 is treated with intensive chemotherapy (such as anthracyclines) or with bone marrow transplantation. Tyrosine kinase receptor inhibitors are a prominent treatment developed to combat the over activation of cell proliferation proteins induced by AML-5. Inhibiting the STAT3 protein is another useful form of treatment.   == References ==   == External links == Image at hmds.org.uk"}