{"name": "Acute myelomonocytic leukemia", "category": "disease", "content": "Acute myelomonocytic leukemia (AMML) is a form of acute myeloid leukemia that involves a proliferation of CFU-GM myeloblasts and monoblasts. AMML occurs with a rapid increase amount in white blood cell count and is defined by more than 20% of myeloblast in the bone marrow. It is classified under \"M4\" in the French-American-British classification (FAB). It is classified under \"AML, not otherwise classified\" in the WHO classification. Translocations have been observed. Progression from myelodysplastic syndrome has been reported.   == Signs and symptoms == Some patients may experience:  Fatigue Easy Bruising Abnormal Bleeding Anemia Thrombocytopenia Dyspnea If the blast count gets too high and clog up blood vessels, some patients may experience:  Slurred Speech Headache Confusion Weakness on one side of the body Sleepiness   == Cause == The cause has not yet been determined. It has been said that acute myeloid leukemia can occur from a progression of chronic myelomonocytic leukemia type 1 and 2. Normal red blood cells decrease and a rapid proliferation of the abnormal myeloblasts occur. Apoptosis functional ability decreases which causes a back up of myeloblasts in the bone marrow and blood. AML with a translocation or inversion is seen in different chromosomes. Specifically, AML with inversion in chromosome 16 also known as inv(16) is commonly seen in children.   == Mechanism == AMML does not have an exact mechanism. The underlying pathophysiology of acute myeloid leukemia consist of maturational arrest of the bone marrow cell during the early stages of development. A myeloblast is an immature precursor cell that will change into a monocyte, healthy white blood cell. In AML, Myeloblast do not mature but grow and multiply with regulation. The abnormal cells build up in the bone marrow and prevent the development of other healthy cells. This type of arrest is still under study but in most cases, a gene inactivation or activation has occurred due to chromosome translocations or inversion. AML-M4 with an inversion of chromosome 16 is caused by breakage and rearrangement within itself.   == Diagnosis == Criteria for AMML is confirmed if the myeloblasts and promonocytes in the bone marrow are greater than 20 percent. It can also be confirmed if the blood monocytes is 5x109/L or higher. Testing available to diagnosis AML includes a complete blood count which is characterized by blood that is taken from the vein in the arm to test for leukemia, a peripheral blood smear and a bone marrow test. During a peripheral blood smear, a sample of blood is checked for blast cells, white blood cell count and changes in shape of blood cells. During a bone marrow test, bone marrow is taken from the hip bone in a search for leukemia cells. Aspiration and biopsy are two types of testing that can be done in order to obtain bone marrow. Further classification can be done for the type of AML by examining the cell's shape and size. Generally you'll find immature cells which lack normal features of a cell.   == Treatment == AMML can be treated depending on the degree of disease, age of patient, and current patient's health status. Treatment consists of a multi-drug chemotherapy regimen. Chemotherapy drugs often used to treat AML are cytarabine and an anthracycline drug. Chemotherapy is broken down into 2 phases:  Induction therapy: first short and invasive phase of treatment with the goal to clear the blood of blasts and reduce the number of blasts in the bone marrow back to normal. Consolidation therapy: second phase given in cycles that occur after the patient has recovered from induction therapy. Its objective is to kill remaining blasts that can't be seen. In some cases, an allogenic bone marrow transplantation can be performed. If AML with chromosomal abnormalities such as inv(16) are often cured by the standard chemotherapy regimen.   == Prognosis == With AMML being difficult to fully treat, the five-year survival rate is about 38-72% which typically decrease to 35-60% if there's no bone marrow transplantation performed. Generally older patients over 60 have a poor outlook due to prior health status before the diagnosis and the aggressive chemotherapy regimen used. The aggressive chemotherapy regimen can lead to long-term side effects such as prolonged anemia, leukocytopenia, neutropenia, and thrombocytopenia. The use of anthracycline drugs can cause a decrease in cardiac contractility, both short and long term. Those with AML-M4 inv(16) have a favorable prognosis with a five-year overall survival rate of 61%.   == Epidemiology == AML is commonly seen in pediatric patients with higher pediatric incidence in Hispanics and Asians as compared to non-Hispanic Caucasian and African Americans in the USA. Predisposition to AML includes but not limited to:Down syndrome, Klinefelter's syndrome, and Fanconi's anemia. Acquired predisposing factors include: aplastic anemia, chemotherapy, prenatal exposure to tobacco, marihuana, and alcohol.   == Research directions == Considering the disease is rare, not much research is being done specifically for the AML-M4 subtype. Research regarding the production of granulocyte colony stimulating factor (G-CSF) is being conducted to investigate AMML ability to secrete and synthesize G-CSF. Multiple chemotherapy drugs and its effects are being research in comparison to its treatment success in AML not specifically AML-M4.   == See also == Juvenile myelomonocytic leukemia   == References ==   == External links =="}