{"name": "Acute myeloid leukemia with FMS-like tyrosine kinase-3 mutation", "category": "disease", "content": "Janus kinase 2 (commonly called JAK2) is a non-receptor tyrosine kinase. It is a member of the Janus kinase family and has been implicated in signaling by members of the type II cytokine receptor family (e.g. interferon receptors), the GM-CSF receptor family (IL-3R, IL-5R and GM-CSF-R), the gp130 receptor family (e.g., IL-6R), and the single chain receptors (e.g. Epo-R, Tpo-R, GH-R, PRL-R). The distinguishing feature between janus kinase 2 and other JAK kinases is the lack of Src homology binding domains (SH2/SH3) and the presence of up to seven JAK homology domains (JH1-JH7). Nonetheless the terminal JH domains retain a high level of homology to tyrosine kinase domains.  An interesting note is that only one of these carboxy-terminal JH domains retains full kinase function (JH1) while the other (JH2), previously thought to have no kinase functionality and accordingly termed a pseudokinase domain, has since been found to be catalytically active, albeit at only 10% that of the JH1 domain. Loss of JAK2 is lethal by embryonic day 12 in mice. JAK2 orthologs have been identified in all mammals for which complete genome data are available.   == Clinical significance == JAK2 gene fusions with the TEL(ETV6) (TEL-JAK2) and PCM1 genes have been found in patients suffering leukemia, particularly clonal eosinophilia forms of the disease. Mutations in JAK2 have been implicated in polycythemia vera, essential thrombocythemia, and myelofibrosis as well as other myeloproliferative disorders. This mutation (V617F), a change of valine to phenylalanine at the 617 position, appears to render hematopoietic cells more sensitive to growth factors such as erythropoietin and thrombopoietin, because the receptors for these growth factors require JAK2 for signal transduction.  JAK2 mutation, when demonstrable, is one of the methods of diagnosing polycythemia vera.   == Interactions == Janus kinase 2 has been shown to interact with:  Prolactin signals through JAK2 are dependent on STAT5, and on the RUSH transcription factors.   == See also == Janus kinase inhibitor, medical drugs under development Ruxolitinib   == References ==   == Further reading ==   == External links == Janus+Kinase+2 at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}