{"name": "Acute intermittent porphyria", "category": "disease", "content": "Acute intermittent porphyria (AIP) is a rare metabolic disorder affecting the production of heme resulting from a deficiency of the enzyme porphobilinogen deaminase. It is the most common of the acute porphyrias.   == Signs and symptoms == The clinical presentation of AIP is highly variable and non-specific. The patients are typically asymptomatic, with most gene carriers having no family history because the condition had remained latent for several generations. The syndrome marked by acute attacks affects only 10% of gene carriers. The mean age at diagnosis is 33 years old. Like other porphyrias, AIP is more likely to present in women. A distinguishing feature of AIP that separates it from other porphyrias is the absence of photosensitive cutaneous symptoms that occur in addition to acute attacks.   === Acute attacks === AIP is one of the four porphyrias that presents as an acute attack. 90% of affected individuals never experience an acute attack and are asymptomatic, while an estimated 5% of affected individuals experience repeat attacks. Attacks are most common in young adult women and are rare before puberty or after menopause. Severe acute attacks may require hospitalization. Patients usually experience symptoms in attacks that last from several hours to a few days. Between attacks, patients are asymptomatic. The most frequent presenting symptoms are abdominal pain and tachycardia. The abdominal pain is typically severe, colicky, poorly localized, and often associated with pain in back and legs. Patients may also present with vomiting and constipation, but diarrhea is unusual. The onset of back and leg pain is characterized by severe pain and stiffness in back and thighs followed by loss of tendon reflexes and paralysis. Psychiatric symptoms are present, such as paranoid schizophrenia-like features but rarely psychosis and hallucinations. The acute attacks classically present with dark-red photosensitive urine (often called port-wine urine), but this is a nonspecific symptom. Physical examination often shows no abnormalities. Hyponatremia is the most common electrolyte abnormality during acute attacks, occurring in 40% of patients and presenting as SIADH. Hypomagnesemia is also common. There are no pathognomonic signs or symptoms. The most common identified triggers for acute attacks are medications, weight loss diets, and surgery. Many medications have been associated with AIP including antibiotics, hormonal contraceptives, seizure medications, anesthetics, and HIV treatment drugs.   == Cause == Porphyrias are caused by mutations in genes that encode enzymes in heme synthesis.  In normal physiology, heme synthesis begins in the mitochondrion, proceeds into the cytoplasm, and finishes back in the mitochondrion. Heme is produced in all cells, but 80% of all heme is produced in erythropoietic cells in bone marrow and 15% in parenchymal cells in the liver, where turnover of hemoproteins is high. In AIP, over 100 mutations have been identified on the long arm of chromosome 11 at the HMBS gene, which codes for the cytoplasmic enzyme porphobilinogen deaminase. This deficiency prevents heme synthesis, which can not be completed and the metabolite porphobilinogen accumulates in the cytoplasm. AIP is an autosomal dominant porphyria resulting in about 50% normal activity of the affected enzyme. The penetrance of AIP is incomplete with only 10% of gene carriers experiencing acute attacks suggesting role for other modifying genes or environment. The exact mechanism of acute attacks is not clear. The most favored hypothesis is that porpholobilinogen buildup causes a toxic effects on neurons. The autonomic and peripheral nervous system are more vulnerable than the central nervous system because they are not protected by the blood-brain barrier. This explains findings such as abdominal pain and tachycardia. Some individuals may be more likely to develop paresis based on increased susceptibility of neurons to toxins.   == Genetics ==   === Inheritance === AIP has an autosomal dominant pattern of inheritance. The dominance pattern is a result of partial deficiencies from the heme biosynthesis enzymes, hydroxymethylbilane synthase  (HMBS;  EC  2.5.1.61). Due to the rarity of this disease it is difficult to estimate the prevalence of AIP and the inclusion criteria differs widely among studies causing varying statistics. AIP has a low penetrance when considering the general population, but within families the penetrance increases. This is indicative of another interaction affecting the inheritance pattern. It is speculated that this pattern is due to AIP propensity caused by the inheritance of an additional gene mutation, HMBS, in addition to other genetic and environmental influences. There have been 421 HMBS mutations that have been linked to AIP. This suggests that AIP inheritance instead follows an oligogenic or polygenic inheritance pattern. Research shows that HMBS mutations are estimated to occur in approximately 1 in 1700 caucasians (there is not enough data in other populations) while AIP symptoms are shown to be present in approximately 1 in 200,000 caucasians. It can be inferred that the penetrance of AIP is approximately 1% of the HMBS heterozygous community, concluding that there are other factors needed to induce AIP symptoms.   === Variants of AIP === There have been more than 400 mutations in the heme biosynthesis identified to cause AIP. In the erythroid variant, mutations in the exon 1 sequence of the housekeeping gene, splicing of exon 1, and splicing of exon 3 causes an alternative form of AIP wherein there is decreased activity of the liver enzyme but erythroid cells have regular activity. HMBS has two isoforms, housekeeping and erythroid. Additionally, there is also the non-erythroid variant of AIP in which there are mutations in exons 3-15 and there is decreased activity in both isozymes. Most individuals with AIP have mutations in exons 3–15. Loss of function mutations of HMBS cause decreased activity of the enzymes normally present.   == Diagnosis == The initial diagnosis of acute porphyria is confirmed by urinalysis, including the common method, the Watson-Schwartz test. Elevated urine porphobilinogen confirms diagnosis of AIP, hereditary coproporphyria (HCP), or variegate porphyria (VP). A positive test should be indicated with an increase of five times normal, not just a slight increase which can occur with dehydration. To distinguish between AIP from HCP and VP, fecal porphyrin levels are normal in AIP but elevated in HCP and VP. Rapid, accurate diagnosis is important. Delays in diagnosis may result in permanent neurological damage or death.   === Diagnosis with genetic testing === With advancement and increased accessibility to genetic testing and follow up counseling, the morbidity of AIP has decreased because of early diagnosis. The combination of targeted mutation analysis and biochemical activity tracking have provided positive results for identifying the risk of AIP development. Mutation analysis has a 95% sensitivity and a 100% specificity for confirmation of pathogenicity of a mutation. Genetic testing can detect AIP in patients with symptoms that would have otherwise gone undiagnosed or misdiagnosed. The biochemical analysis route of detection is slightly less accurate compared to genetic testing, which has 84% sensitivity and 71% specificity, but is still chosen over other alternatives and can provide some of the predictive information that genetic testing does. Patients diagnosed with genetic testing at the asymptomatic stage were less likely to develop symptoms throughout their life. Additionally, individuals who were diagnosed at the symptomatic stage encountered more mild attacks after diagnosis, although they still had symptoms. Genetic testing availability has decreased the rate of patients seeking treatment by medical staff, as patients experiencing less severe symptoms instead opt to self treat at home.   == Treatment == If drugs have caused the attack, discontinuing the offending substances is essential. A high-carbohydrate (10% glucose) infusion is recommended, which may aid in recovery.  Hematin and heme arginate is the treatment of choice during an acute attack. Heme is not a curative treatment, but can shorten attacks and reduce the intensity of an attack. Side-effects are rare but can be serious. Pain is extremely severe and almost always requires the use of opiates to reduce it to tolerable levels. Pain should be treated as early as medically possible due to its severity. Nausea can be severe; it may respond to phenothiazine drugs but is sometimes intractable. Hot water baths or showers may lessen nausea temporarily, but can present a risk of burns or falls. Seizures often accompany this disease. Most seizure medications exacerbate this condition due to their induction of cytochrome P450. Treatment can be problematic: Barbiturates and primidone must be avoided as they commonly precipitate symptoms. Some benzodiazepines are safe, and, when used in conjunction with newer anti-seizure medications such as gabapentin, offer a possible regimen for seizure control.   == Society == One of the many hypothesized diagnoses of the artist Vincent van Gogh is that he and his siblings, in particular his brother Theo, had AIP and syphilis. Another theorized case was King George III of the United Kingdom who even had a medallion struck to commemorate his \"curing\". His descendant Prince William of Gloucester was reliably diagnosed with variegate porphyria in 1968. It is probable that the philosopher Jean-Jacques Rousseau had porphyria.   == References ==   == External links =="}