{"name": "adalimumab", "category": "drug", "content": "Adalimumab, sold under the brand name Humira and others, is a disease-modifying antirheumatic drug and monoclonal antibody used to treat rheumatoid arthritis, juvenile idiopathic arthritis, psoriatic arthritis, ankylosing spondylitis, Crohn's disease, ulcerative colitis, plaque psoriasis, hidradenitis suppurativa, and uveitis. It is administered by subcutaneous injection (injection under the skin). It works by inactivating tumor necrosis factor-alpha (TNFα). Common side effects include upper respiratory tract infections, pain at the site of injection, rash, and headache. Other side effects may include serious infections, cancer, anaphylaxis, reactivation of hepatitis B, new onset or exacerbation of demyelinating diseases (such as multiple sclerosis), heart failure, liver failure, and aplastic anemia. Use during pregnancy is not recommended, but some sources show use during breastfeeding may be safe. Adalimumab was approved for medical use in the United States in 2002. It is on the World Health Organization's List of Essential Medicines. It is available as a biosimilar medication. In 2021, it was the 236th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == In the US and the EU, adalimumab is indicated for the treatment of rheumatoid arthritis, juvenile idiopathic arthritis, psoriatic arthritis, ankylosing spondylitis, adult and pediatric Crohn's disease, ulcerative colitis, plaque psoriasis, hidradenitis suppurativa, and uveitis. In the EU it is also indicated for chronic aggressive progressive pulmonary and bone sarcoidosis.   === Rheumatoid arthritis === Adalimumab has been shown to reduce the signs and symptoms of moderate to severe rheumatoid arthritis in adults. It may be used alone or in combination with disease-modifying antirheumatic drugs. It has also been shown to have efficacy in moderate to severe polyarticular juvenile idiopathic arthritis in children four years and older, and is indicated for the treatment of that condition. In rheumatoid arthritis, it is indicated for use alone, or with methotrexate or similar medicines, in the United States since 2002. It has a similar effectiveness as methotrexate and, in combination, nearly doubles the response rate of methotrexate alone.   === Juvenile idiopathic arthritis === Adalimumab has been shown to reduce the signs and symptoms of moderate to severe polyarticular juvenile idiopathic arthritis in children aged four years and older.   === Ankylosing spondylitis === Adalimumab has been shown to reduce the signs and symptoms of, and is approved for treatment for, ankylosing spondylitis in adults.   === Crohn's disease === Adalimumab has been shown to reduce the signs and symptoms of moderate to severe Crohn's disease. It has been approved for that use in the UK since 2009.   === Ulcerative colitis === Adalimumab may be effective and well tolerated in ulcerative colitis. It was approved by the US Food and Drug Administration (FDA) for treatment of moderate to severe cases in adults.   === Plaque psoriasis === Adalimumab has been shown to treat moderate to severe chronic plaque psoriasis in adults who have the condition in many areas of their body and who may benefit from taking injections or pills (systemic therapy) or phototherapy (treatment using ultraviolet light alone or with pills). Adalimumab has been shown to be effective therapy when used either continuously or intermittently in patients with moderate to severe psoriasis.   === Hidradenitis suppurativa === Adalimumab was approved for hidradenitis suppurativa in 2015.   === Non-infectious uveitis === Adalimumab is indicated for the treatment of non-infectious uveitis (inflammation of the layer beneath the white of the eyeball).   == Adverse effects == The US FDA label contains a boxed warning about serious infections and malignancies. There is strong evidence that adalimumab increases risk of serious infections, such as tuberculosis, and it has also been reported to increase the risk of developing various cancers. However, such an association may reflect an increased risk of developing malignancies inherent in the conditions being treated, and not with adalimumab itself. A systematic review published in 2018, found no increased cancer incidence rate in patients with chronic inflammatory disorders treated with adalimumab and other TNF inhibitors, as compared to those who were not, with a possible exception for non-melanoma skin cancer. Injection site reactions such as redness and pain are very common, and may occur in up to 80% of cases.   == History == Adalimumab was the first fully human monoclonal antibody approved by the US Food and Drug Administration (FDA). It is derived from phage display. Adalimumab was discovered as a result of a collaboration between BASF Bioresearch Corporation and Cambridge Antibody Technology, U.K., itself a collaboration of the government-funded Medical Research Council and three academics, which began in 1993. Initially named D2E7, it was then further manufactured at BASF Bioresearch Corporation, developed by BASF Knoll (BASF Pharma), and ultimately manufactured and marketed by Abbott Laboratories after Abbott's acquisition of BASF Pharma. On 1 January 2013, Abbott split into two companies, one retaining the Abbott name and the other named AbbVie. As a result, AbbVie took over development and marketing of Humira. The brand name Humira stands for \"human monoclonal antibody in rheumatoid arthritis\", and was named by one of Abbott's employees, Richard J. Karwoski, who was also responsible for leading the effort to get Humira approved by the FDA. It is the third TNF inhibitor, after infliximab and etanercept, to be approved in the United States. It is constructed from a fully human monoclonal antibody, while infliximab is a mouse-human chimeric antibody and etanercept is a TNF receptor-IgG fusion protein. The drug candidate was discovered initially using CAT's phage display technology and named D2E7. The key components of the drug were found by guiding the selection of human antibodies from phage display repertoires to a single epitope of an antigen TNF alpha. The ultimate clinical candidate, D2E7, was created and manufactured at BASF Bioresearch Corporation and taken through most of the drug development process by BASF Knoll, then further development, manufacturing and marketing by Abbott Laboratories, after Abbott acquired the pharmaceutical arm of BASF Knoll. Since 2008, adalimumab had been approved by the FDA for the treatment of rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, Crohn's disease, moderate to severe chronic psoriasis and juvenile idiopathic arthritis. Although only approved for ulcerative colitis from late 2012, by the FDA in the disease's management, it had been used for several years in cases that have not responded to conventional treatment at standard dosing for Crohn's disease. Adalimumab, sold under the brand name Humira, was approved for use in the United States in 2002. Adalimumab, sold under the brand names Humira and Trudexa, was approved for use in the European Union in September 2003.   == Research == 1999: Preliminary results of early clinical trials with the fully human anti-TNFα monoclonal antibody D2E7 2001, June: Results from ARMADA, a double-blind, placebo-controlled clinical trial involving 271 patients with active rheumatoid arthritis despite treatment with methotrexate are announced. Results show that 50% of patients demonstrate a 50% improvement in American College of Rheumatology (ACR) score. 2002: Broke ground on a new biologics manufacturing facility. 2002: Adalimumab results from five separate trials show that it is effective at reducing signs and symptoms of rheumatoid arthritis and had a rapid onset of action and sustained efficacy. Adalimumab was safe and effective when given alone or in combination with MTX as a subcutaneous injection. 2002: Humira approved by the US Food and Drug Administration (FDA) for treatment of rheumatoid arthritis. 2003: Launched Humira for rheumatoid arthritis and continued clinical studies for additional indications. 2005: Launched Humira for psoriatic arthritis. Exceeded US$1 billion in annual sales for the first time. 2005: Eisai submits new drug application for adalimumab (D2E7) in Japan. 2006: Submitted Humira for the Crohn's disease indication and launched it for AS. Exceeded US$2 billion in annual sales. 2007: Launched Humira for Crohn's disease in the United States, submitted Humira for global regulatory approval for psoriasis — the fifth Humira disease indication, achieved more than US$3 billion in worldwide Humira sales. 2007: Abbott opens new biotechnology manufacturing facility in Puerto Rico 2008: Launched Humira for plaque psoriasis 2009: Five-Year data demonstrate initial use of humira plus methotrexate may prevent further joint damage in early rheumatoid arthritis patients  2012: Humira could be associated with a significant decrease in vascular inflammation, a major risk factor of cardiovascular disease 2013: Because of the split of Abbott, Humira rights are now owned by AbbVie. 2014: Humira recognized by IMS Health as the \"world's best selling drug\". 2014: In December 2014, Indian drugmaker Cadila Healthcare declared the launch of the first adalimumab biosimilar at a fifth of its US price. The generic was launched under the brand name Exemptia. 2015: Launched Humira for moderate to severe hidradenitis suppurativa, an orphan indication. No other treatment has been rigorously tested and found to be safe and effective in treating this condition.   == Society and culture ==   === Economics ===  The UK NHS in 2019 listed Humira, Amgevita, Hulio, Hyrimoz, Idacio, and Imraldi as biosimilars available on (almost free) prescription, to be updated in February 2022. The annual cost of adalimumab, the costliest NHS drug, was expected to drop from £400m to £100m by 2021, the biggest saving in NHS history from a single drug negotiation. The best-selling drugs list published by Genetic Engineering & Biotechnology News, shows that Humira occupied the #1 position for 2015 (US$14.012 billion) and 2016 (US$16.078 billion) From 2012 until the US patent expired in 2016, Humira led the list of top-selling pharmaceutical products, and in 2016, it had US$16 billion of global sales. AbbVie reported that Humira achieved US$18.427 billion of sales in 2017. Humira had the largest worldwide drug sales in 2019 and 2020 of US$19.7bn and US$20.4bn respectively.   === Biosimilars ===  From 2014, biosimilars were manufactured by several companies and sold at a lower price than before patent expiry. In 2014, Indian drugmaker Cadila Healthcare declared the launch of the first adalimumab biosimilar at a fifth of its US price. The generic was launched under the brand name Exemptia. In 2016, Indian drugmaker Torrent Pharmaceuticals launched its biosimilar for adalimumab, called Adfrar. It is the second generic biosimilar of adalimumab. In September 2016, the FDA approved Amgen's biosimilar adalimumab-atto, sold under the brand name Amjevita. In August 2017, the FDA approved German pharmaceutical company Boehringer Ingelheim's biosimilar, Cyltezo. In 2017, the biosimilars Amgevita, Solymbic, Imraldi, and Cyltezo were approved for use in the European Union. In 2018, the biosimilars Halimatoz, Hefiya, Hyrimoz, and Hulio were approved for use in the European Union. Adalimumab biosimilars became available in the European Union in 2018, allowing the National Health Service to make record-breaking cost-savings, as this is the single most expensive drug used in NHS hospitals, costing more than £400 million a year for about 46,000 patients. In October 2018, adalimumab-adaz (Hyrimoz) was approved for use in the United States. In April 2019, Idacio and Kromeya were approved for use in the European Union. In July 2019, adalimumab-bwwd (Hadlima), produced by Samsung Bioepsis, was approved for use in the US. In November 2019, adalimumab-afzb (Abrilada) was approved in the United States. It is the 25th biosimilar approved by the FDA. In February 2020, the biosimilar Amsparity was approved for use in the European Union. In June 2020, the biosimilar Idacio was approved for use in Australia. In July 2020, adalimumab-fkjp (Hulio) was approved for use in the United States. In August 2020, the biosimilar Cadalimab was launched in India by Cadila Pharmaceuticals. Idacio was approved for medical use in Canada in October 2020. In November 2020, Amgevita, Hulio, and Hyrimoz were approved for medical use in Canada. Yuflyma was approved for medical use in the European Union in February 2021. In January 2021, Abrilada was approved for medical use in Canada. The biosimilars Libmyris and Hukyndra were approved for medical use in the European Union in November 2021. In December 2021, adalimumab-aqvh (Yusimry) was approved for medical use in the United States. In December 2021, Yuflyma was approved for medical use in Canada. In January 2022, Simlandi was approved for medical use in Canada. Adalimumab-aacf (Idacio) was approved for medical use in the United States in December 2022. In January 2023, the CHMP recommended that the high-concentration 100mg/ml Hyrimoz biosimilar be granted a pan-European marketing authorization for all indications covered by the reference medicine, including Crohn's disease, plaque psoriasis, ulcerative colitis, rheumatoid arthritis and uveitis. In January 2023, Simlandi was approved for medical use in Saudi Arabia. Adalimumab-aaty (Yuflyma) was approved for medical use in the United States in May 2023. Starting in July 2023, when Humira's regulatory exclusivity lapsed, a number of biosimilars such as Hadlima, Hyrimoz, Cyltezo, and Celltrion were launched in the US. In February 2024, adalimumab-ryvk (Simlandi) was approved for medical use in the United States.   === Royalty litigation === In March 2003, Cambridge Antibody Technology (CAT) stated its wish to \"initiate discussions regarding the applicability of the royalty offset provisions for Humira\" with Abbott Laboratories in the High Court of London. In November 2004, the trial began, and in December 2004, Justice Hugh Laddie ruled for CAT. A short version of the full statement of the proceedings was released. In it Justice Laddie remarked, \"Abbott was in error when it made its first royalty payment to CAT calculated on the basis that only 2% of the Net Sales was due. It should have calculated on the basis of the full royalty of just over 5% and should have paid and continued to pay CAT accordingly.\" Justice Laddie went on to observe \"...that the construction advanced by Abbott does violence to the language of the agreements, renders them obscure and makes little or no commercial sense. For this reason CAT wins the action.\" Abbott was required to pay CAT US$255 million, some of which was to be passed to its partners in development. Of this sum, the Medical Research Council received US$191 million, and in addition, Abbott was asked to pay the MRC a further US$7.5 million over five years from 2006, providing that Humira remains on the market. The MRC also is to receive a further £5.1 million (sterling) in respect of past royalties.   === Patent litigation === In May 2009, Johnson & Johnson's Centocor unit, the maker of infliximab, won a ruling for $1.67 billion from Abbott Laboratories for patent infringement on the process for making Humira. However, in 2011, the judgment was overturned by the United States Court of Appeals for the Federal Circuit. In June 2020, a class action lawsuit filed by United Food and Commercial Workers Local 1500 (UFCW Local 1500) against AbbVie, alleging that the drug manufacturer used a patent thicket over 100 strong to maintain a monopoly on Adalimumab, was dismissed by the Northern District Court in Illinois. The dismissal was affirmed by the Seventh Circuit Court of Appeals on 1 August 2022. AbbVie has extensively used the US patent system to delay competitors from entering the market, a process commonly known as \"evergreening\". It filed 311 patents for Humira, of which 165 were granted. AbbVie sued Amgen, the manufacturer of Amjevita, in 2016 for violating 10 of its patents. Amgen agreed to delay sales until 2023, which allowed AbbVie to drive up prices of Humira. Between 2016 and 2023, the price of Humira went up by 60%, during which time AbbVie made $114 billion in revenue from Humira.   == References =="}