{"name": "Addisonian crisis", "category": "disease", "content": "Adrenal crisis, also known as Addisonian crisis or acute adrenal insufficiency, is a life-threatening complication of adrenal insufficiency. Hypotension, and hypovolemic shock, are the main symptoms of an adrenal crisis. Other symptoms include weakness, anorexia, nausea, vomiting, fever, fatigue, abnormal electrolytes, confusion, and coma. Laboratory testing may detect low sodium (hyponatremia), high potassium (hyperkalemia), high lymphocyte count (lymphocytosis), high eosinophils (eosinophilia), low blood sugar (hypoglycemia), and rarely high calcium (hypercalcemia). The biggest trigger for adrenal crisis is gastrointestinal illness. Those with primary adrenal insufficiency are at a higher risk for an adrenal crisis. The physiological mechanisms underlying an adrenal crisis involve the loss of endogenous glucocorticoids' typical inhibitory effect on inflammatory cytokines. When someone with adrenal insufficiency exhibits symptoms of an adrenal crisis, treatment must begin immediately. To diagnose an adrenal crisis, serum cortisol, aldosterone, ACTH, renin, and dehydroepiandrosterone sulfate are measured.  A low cortisol level of less than 3 mg/dL, measured in the early morning or during a stressful period, suggests a diagnosis of adrenal insufficiency. A tailored prescription, and strategies for administering additional glucocorticoids for physiological stress, are critical preventative measures. When someone experiences an adrenal crisis, they require immediate parenteral hydrocortisone. About 6–8% of those with adrenal insufficiency experience an adrenal crisis at some point each year. The mortality rate linked to adrenal crises is up to 6%.   == Signs and symptoms == In as many as 50% of those with Addison's disease, adrenal crisis can be the first indication of adrenal insufficiency. Diagnosis is often delayed since most of the symptoms of adrenal insufficiency are nonspecific and develop insidiously. Hypotension and shock that fail to respond to vasopressors or fluid resuscitation are the main signs of an adrenal crisis. Those in an adrenal crisis can deteriorate quickly, usually within a few hours. Gastrointestinal symptoms such as nausea, vomiting, anorexia and abdominal pain are common in adrenal insufficiency and can lead to misdiagnosis. Other symptoms of an adrenal crisis include severe fatigue, dizziness, diffuse limb and back pain, malaise, and weakness. Fever is a common sign of adrenal crisis resulting from either concurrent illness or the release of cytokines. Neurocognitive symptoms can vary from agitation, issues with concentration, and depression, to delirium and coma. During an adrenal crisis laboratory testing may show low sodium (hyponatremia), high potassium (hyperkalemia), high lymphocyte count (lymphocytosis), high eosinophils (eosinophilia), low blood sugar (hypoglycemia), and rarely high calcium (hypercalcemia). In an adrenal crisis, hypotension occurs due to hypocortisolism and is secondary to hypovolemia. Hypovolemia might be resistant to inotropes and fluids if it is not identified. In secondary adrenal insufficiency, hyponatremia results from decreased kidney excretion of electrolyte-free water and the inability to suppress vasopressin. Hyponatremia in primary adrenal insufficiency is caused by concurrent aldosterone deficiency, resulting in volume depletion, natriuresis, and hyperkalemia. Hypercalcemia is triggered by decreased calcium excretion and accelerated bone resorption throughout an adrenal crisis, which can be exacerbated by volume depletion. Hypovolemia and hypoglycemia can cause varying degrees of renal insufficiency due to decreased gluconeogenesis.   == Causes == An absolute or relative lack of cortisol, causes adrenal crises as there is not enough tissue glucocorticoid activity to preserve homeostasis. An adrenal crisis can be caused by adrenal insufficiency. Adrenal insufficiency can be classified into primary adrenal insufficiency caused by conditions affecting the adrenal cortex, secondary adrenal insufficiency due to ACTH deficiency caused by conditions affecting the hypothalamus or pituitary gland, or tertiary adrenal insufficiency caused by excessive glucocorticoid exposure. Adrenal insufficiency can be caused by autoimmune disorders such as autoimmune adrenalitis, autoimmune polyglandular syndrome, and lymphocytic hypophysitis, congenital disorders such as congenital adrenal hyperplasia, adrenoleukodystrophy, familial glucocorticoid deficiency, combined pituitary hormone deficiency, and POMC mutation. Adrenal insufficiency can also be caused by pituitary or adrenal gland surgeries. Infections such as tuberculosis, histoplasmosis, HIV, and CMV can also cause adrenal insufficiency. Infiltrative disorders like sarcoidosis, amyloidosis, and haemochromatosis have been known to cause adrenal insufficiency. Hemorrhages in the pituitary and adrenal glands, Waterhouse–Friderichsen syndrome, vasculitis, pituitary apoplexy, and Sheehan's syndrome are vascular disorders that can cause adrenal insufficiency. Tumors on the pituitary gland or cancer metastasis can also cause adrenal insufficiency. Exogenous steroid use is the most frequent cause of adrenal insufficiency, and those who use steroids also run the risk of experiencing an adrenal crisis. Adrenal crisis can be triggered by abrupt, and frequently unintentional, steroid withdrawal. The hypothalamic–pituitary–adrenal axis is suppressed by the use of glucocorticoids in rectal, paraspinal, intradermal, intraarticular, injectable, nasal, inhaled, or topical preparations. At pharmacological dosages, medroxyprogesterone and megestrol also exhibit a notable glucocorticoid effect. This risk may increase if steroids are used concurrently with ritonavir which inhibits the liver's CYP3A enzyme that breaks down steroids. There is a greater risk for adrenal suppression with longer durations, greater doses, and oral and intraarticular preparations of steroids. Nonetheless, no amount, time frame, or mode of administration can reliably predict adrenal insufficiency.   === Risk factors === Because of the lack of mineralocorticoids, increased risk of dehydration and hypovolemia, those with primary adrenal insufficiency are at a higher risk of developing an adrenal crisis compared to those with secondary adrenal insufficiency. People who have both secondary adrenal insufficiency and diabetes insipidus are more likely to experience an adrenal crisis. This increased risk could be attributed to either the absence of V1-receptor-mediated vasoconstriction in times of stress or the increased risk of dehydration. A higher risk of adrenal crisis has been linked to other medical conditions such as diabetes and asthma, though the exact mechanism is unknown. Those with adrenal insufficiency have a 50% risk of experiencing an adrenal crisis within their life, and those who have experienced an adrenal crisis in the past are more susceptible to re-developing adrenal crisis.   === Triggers === A known precipitating event can be found in over 90% of episodes of adrenal crisis. The most common cause of adrenal crisis is infections, specifically gastrointestinal infections. Adrenal crises can also be caused by major surgery, dental operations, pregnancy/labour, extreme weather, serious injury/accidents, intense physical activity, vaccines, and emotional stress. Those who have autoimmune polyendocrine syndrome type 2 might have both thyroid and adrenal insufficiency. Levothyroxine can speed up the metabolism of cortisol and trigger an adrenal crisis. Several medications, including chemotherapy and immunotherapy, have been linked to an increased risk of adrenal crisis. Immune checkpoint inhibitors are known to cause endocrine problems, including hypophysitis and adrenalitis, with subsequent adrenal insufficiency. Barbiturates and adrenostatic medications may raise the risk of an adrenal crisis. Cytochrome P450 3A4 inducers boost hydrocortisone metabolism, leading to a higher demand for hydrocortisone.   == Mechanism == An absolute or relative lack of cortisol causes adrenal crises since there is not enough tissue glucocorticoid activity to preserve homeostasis.  Cortisol has a 70 to 120-minute half-life meaning that cortisol levels fall within several hours of cortisol deprivation. Because cortisol modulates the transcription of genes containing a glucocorticoid response element, it effects many different genes. The physiological effects of low cortisol begin with the loss of the natural inhibitory function of glucocorticoids on inflammatory cytokines. This leads to sharp rises in cytokine concentrations, which can induce fever, lethargy, anorexia, and pain. As a result, low cortisol causes changes in immune-cell levels, including lymphocytosis, eosinophilia, and neutropenia. Low levels of cortisol means that it loses its ability to work with catecholamines to reduce vascular reactivity, which causes vasodilatation and hypotension. Low cortisol has an adverse effect on the liver's metabolism, resulting in hypoglycemia, decreased gluconeogenesis, lower levels of free fatty acids and amino acids in circulation. Loss of cortisol suppresses nuclear factor κB (NF-κB) and activator protein 1 (AP-1), which allows genes that generate inflammatory proteins to be activated without restriction. This is because cortisol normally inhibits NF-κB's binding to the glucocorticoid receptor. Additionally, through potassium retention and sodium and water loss, mineralocorticoid deficiency is likely to aggravate adrenal crises.   == Diagnosis ==  When a person with adrenal insufficiency is known to be exhibiting symptoms of an adrenal crisis, treatment needs to start right away. Diagnostic examinations shouldn't result in a delay in treatment. If adrenal insufficiency is suspected a blood sample should be collected immediately to test serum cortisol and ACTH levels, but treatment should begin while waiting for results. Once an acutely ill person has recovered, the diagnosis can be confirmed. Adrenal insufficiency can be diagnosed by testing renin, dehydroepiandrosterone sulfate, aldosterone, serum cortisol, and ACTH levels. A high cortisol level of more than 13 to 15 mg/dL can rule out the diagnosis. A low cortisol level of less than 3 mg/dL, obtained in the early morning or during a stressful period, strongly suggests the possibility of adrenal insufficiency. In instances of primary adrenal insufficiency, there is a correspondingly high ACTH level; in contrast, low or inappropriately normal ACTH correlates with tertiary or secondary adrenal insufficiency.   == Prevention == A customized prescription as well as a plan for the administration of additional glucocorticoids for physiological stress are important preventative measures. If oral glucocorticoids are not an option, parenteral hydrocortisone should be used, preferably at home. Devices like MedicAlert bracelets and necklaces can alert caregivers to the possibility of adrenal crisis in those who are unable to communicate verbally.  Although the exact dosage has been debated, it is generally agreed upon that anyone with proven adrenal insufficiency should receive glucocorticoid replacement during stressful times. The recommended amounts of glucocorticoid replacement are dependent on the anticipated stress, and the current guidelines depend on expert opinion. Though there may be variations in specific regimens, most agree that stress doses for simple surgery should be quickly tapered and should not last longer than three days. This is because unneeded steroid excess can lead to infections, poor wound healing, and hyperglycemia. In those who are unable to tolerate oral medication or do not respond to stress doses, a low threshold to initiate parenteral hydrocortisone management should be used to guarantee adequate systemic absorption, since gastroenteritis frequently precedes an adrenal crisis and stress dose glucocorticoids may not always avoid an adrenal crisis. Those experiencing vomiting, chronic diarrhea, or an imminent adrenal crisis should receive intramuscular hydrocortisone. Individuals must be prepared to administer it themselves because they can rapidly deteriorate. Those with adrenal insufficiency may own a hydrocortisone ampoule, but not all have practiced the injection, and most will depend on medical professionals to give it to them in the event of an adrenal crisis episode. Individuals may experience significant physical as well as cognitive impairment during their illness, which may impair their capacity to make wise decisions or administer medicine. Therefore, everyone with adrenal insufficiency should receive training on intramuscular hydrocortisone use and education on how to recognize an adrenal crisis, as well as assistance from a close family member or friend. In case an individual suffering from adrenal insufficiency loses consciousness, they must receive the necessary medical attention. Reminding those with adrenal insufficiency to always wear or keep a MedicAlert bracelet or just an emergency card is important. A survey of 46 people with adrenal insufficiency revealed that some medical professionals are reluctant to medicate the condition even when it is brought to their attention, which is a serious cause for concern. Only 54% of those with adrenal insufficiency got glucocorticoid administration within 30 minutes of arrival, even though 86% of those with adrenal insufficiency were promptly attended to by a medical professional within forty-five minutes of a distress call.   == Treatment == The two foundations of treatment for adrenal crisis are steroid replacement and fluid resuscitation. When adrenal crisis treatment is started as soon as possible, it can be effective in preventing irreversible effects from prolonged hypotension. Treatment should not be postponed while doing diagnostic tests. If there is reason to suspect something, a blood sample could be taken right away for ACTH and serum cortisol testing; however, treatment needs to begin right away, regardless of the results of the assay. Once  someone has recovered clinically, it is safe to confirm the diagnosis in an acutely ill person. In cases of emergency, parenteral hydrocortisone can be given as soon as possible by intramuscular (IM) injection while IV access is being established, or as a bolus injection of 100 mg of intravenous (IV) hydrocortisone. After this bolus, 200 mg of hydrocortisone should be administered every 24 hours, either continuously by IV infusion or, if that is not possible, in doses of 50 mg of hydrocortisone per IV/IM injection every 6 hours. Hypovolemia and hyponatremia can be corrected with intravenous fluid resuscitation using isotonic sodium chloride 0.9%; the hypoglycemia may also need to be corrected with intravenous dextrose. Over the course of the first hour, a liter of saline 0.9% must be administered. Subsequent replacement fluids should be determined by measuring the serum electrolytes and conducting frequent hemodynamic monitoring. In cases of secondary adrenal insufficiency, cortisol replacement can cause water diuresis along with suppress antidiuretic hormone. When combined with sodium replacement, these effects can quickly correct hyponatremia as well as osmotic demyelination syndrome. As a result, care must be taken to adjust sodium by less than 10 mEq during the first 24 hours. It is widely acknowledged that extra mineralocorticoid treatment is not necessary at hydrocortisone dosages greater than 50 mg/day because there is adequate action within the mineralocorticoid receptor. In those who have primary adrenal insufficiency, fludrocortisone needs to be started with subsequent dose tapering; for most people, a daily dose of 50–200 mcg is adequate. Those with lymphocytic hypophysitis can experience both adrenal insufficiency as well as diabetes insipidus. Whether or not a someone is receiving treatment for diabetes insipidus, fluid administration should be done carefully because too much fluid can lead to hypernatremia and too little water can cause hyponatremia. Hyponatremia is typically maintained with careful synchronization of urine output and a normal saline infusion.   == Outlook == People with hypoadrenalism are more likely to die from adrenal crises; the death rate from adrenal crises can amount to 6% of crisis events. While symptoms may have gone unnoticed prior to the fatal episode, fatal adrenal crises have happened in those who had never been diagnosed with hypoadrenalism.   == Epidemiology == An adrenal crisis occurs in roughly 6–8% of those with adrenal insufficiency annually. Those with primary hypoadrenalism experience adrenal crises somewhat more frequently compared to those with secondary adrenal insufficiency. This is likely due to the fact that those with primary hypoadrenalism lack mineralocorticoid secretion and some with secondary adrenal insufficiency retain some cortisol secretion. Despite varying degrees of consequent adrenal suppression, those with hypoadrenalism from long-term glucocorticoid therapy rarely experience adrenal crises.   == Special populations ==   === Geriatrics ===  All age groups are susceptible to misclassification of an adrenal crisis diagnosis, but older people may be more vulnerable if relative hypotension is not evaluated, given the age-related rise in blood pressure. It is possible to confuse hyponatremia, a common sign of adrenal insufficiency or adrenal crisis, with the syndrome of inappropriate antidiuretic hormone secretion, which is frequently brought on by disease, drugs, or aging itself. The treatment of pituitary tumors and the widespread use of opioids for pain, as well as exogenous glucocorticoid therapy for the numerous conditions that become more common in people over 60, are the main causes of a new diagnosis of adrenal insufficiency in older adults. Adrenal crisis is more likely to occur in older people. Urinary tract infections, particularly in older women, are often linked to an adrenal crisis, as is pneumonia as well as a flare-up of COPD. Cellulitis is linked to adrenal crises within this age range and may be more prevalent in those with fragile skin who have been exposed to higher doses of glucocorticoids. Older adults frequently experience falls and fractures, which may be linked to postural hypotension, especially in those who have primary adrenal insufficiency. Older people have a higher mortality rate from adrenal crisis, at least in part due to the existence of comorbidities that make treatment more difficult. While studies on the prevalence of adrenal crisis in older adults are limited, one population-based study into hospital admissions for adrenal crisis found that the incidence increased with age in older individuals, going from 24.3 (60–69 years) to 35.2 (70–79 years) and 45.8 (80+ years) per million per year. This is significantly higher compared to the general adult admission rate, which is 15.0 per million annually in the same population.   === Pregnancy === Most cases of adrenal insufficiency in pregnancy are identified before conception. Because the symptoms of hyperemesis gravidarum (fatigue, vomiting, nausea, and mild hypotension) and normal pregnancy (nausea and vomiting) overlap, there is usually little clinical indication of adrenal insufficiency during pregnancy. Untreated adrenal crisis can cause severe morbidity in both the mother and the fetus, such as inadequate wound healing, infection, venous thromboembolism, extended hospital stays, preterm birth, fetal intrauterine growth restriction, and an increased risk of cesarean delivery. The occurrence of adrenal crisis during pregnancy is uncommon, even in people who have a documented history of adrenal insufficiency. In one study, pregnancy was identified as a trigger for adrenal crisis in 0.2% of the 423 participants.  In a different study, only 1.1% of the 93 participants in the study who had a known insufficiency experienced an adrenal crisis during pregnancy.   === Children ===  A common finding in children experiencing an adrenal crisis is hypoglycemia. This can lead to seizures, which can result in permanent brain damage or even death. Due to issues with adrenomedullary development as well as epinephrine production, hypoglycemia may be more prominent in the context of acute adrenal insufficiency in congenital conditions, including congenital adrenal hyperplasia, compared to other forms of primary adrenal insufficiency. The severity of the enzyme impairment is correlated with the degree of adrenomedullary dysfunction. Severe hyperkalemia has also been linked to potentially fatal cardiac arrhythmias. Studies have demonstrated that younger children with congenital adrenal hyperplasia experience adrenal crisis events more frequently than older children and adolescents. Psychosocial factors can alter the baseline adrenal crisis risk, especially as the transition from parental treatment oversight to self-management in adolescence. Management in this age group is further complicated by changes in cortisol pharmacokinetics, resulting in an increased clearance as well as volume without a change to the cortisol half-life that has been shown during the pubertal period. There is still a significant morbidity and death associated with adrenal insufficiency in newborns and early children. It has been estimated that 5–10 episodes of adrenal crisis occur for every 100 patient-years in those with adrenal insufficiency; incidences may be higher in specific countries. Adrenal crisis among kids results in death in about 1/200 cases.   == See also == Stress dose Adrenal insufficiency   == References ==   === Citations ===   === Sources ===   == Further reading ==   == External links == \"Acute Adrenal Crisis\". UCLA Health. \"Adrenal Crisis: Causes, Symptoms, Diagnosis & Treatment\". Cleveland Clinic. August 8, 2022."}