{"name": "aducanumab", "category": "drug", "content": "Aducanumab, sold under the brand name Aduhelm, is a monoclonal antibody designed to treat Alzheimer's disease. It is a monoclonal antibody that targets aggregated forms (plaque) of amyloid beta (Aβ) found in the brains of people with Alzheimer's disease to reduce its buildup. It was developed by Biogen and Eisai. Aducanumab is given via intravenous infusion. Aducanumab was approved for medical use in the United States by the Food and Drug Administration (FDA) in June 2021, in a controversial decision that led to the resignation of three advisers to the FDA in the absence of evidence that the medication is effective. The FDA stated that it represents a first-of-its-kind treatment approved for Alzheimer's disease and that it is the first new treatment approved for Alzheimer's since 2003. Aducanumab's approval is controversial for numerous reasons including ambiguous clinical trial results regarding efficacy, the high cost of the medication and the very high rate of serious adverse events. The FDA considers it to be a first-in-class medication. In November 2020, a panel of outside experts for the FDA concluded that a pivotal study of aducanumab failed to show strong evidence that the medication worked, citing questionable efficacy and multiple red flags found with the data analysis. There were also significant health risks associated with the medication; brain swelling or brain bleeding was found in 41% of patients enrolled in the studies. Nevertheless, the medication was approved under the FDA's accelerated approval pathway, and the FDA requires Biogen to perform follow-up reviews to assure the medication is a safe and effective treatment for Alzheimer's disease. The Office of Inspector General, US Department of Health and Human Services was asked to investigate interaction between the drug company and the FDA prior to the medication's approval. Biogen abandoned the drug in January 2024, for financial reasons.   == Medical uses == In the US, Aducanumab is indicated for the treatment of Alzheimer's disease. In July 2021, the US Food and Drug Administration (FDA) limited the indication to people with mild cognitive impairment or mild dementia stage of disease, the population in which treatment was initiated in clinical trials.   == Mechanism of action ==  Aducanumab is a monoclonal IgG1 antibody that binds to the amyloid beta protein at amino acids 3–7, which is posited to result in slowing the progression of Alzheimer's disease. The mechanism is based on the amyloid hypothesis, which posits that amyloid proteins cause Alzheimer's disease, hence removing amyloid should slow the progression of the disease. How the antibody accesses the plaques is under active research. One mechanism suggests the plaques are exposed to the lumen of blood vessels and the antibody accesses the plaques from the lumen side. This assumes the plaque formed as a result of a leaky blood brain barrier and may also explain why there is hemorrhage after the plaques are removed.   == Adverse effects == The most common serious adverse reactions reported are:  ARIA-E (Amyloid-related imaging abnormalities-edema [of the brain]) (35% of patients treated with Aduhelm vs 3% of patients treated with placebo) – Symptoms may include headache, changes in mental state, confusion, vomiting, nausea, tremor and gait disturbances. \"Headache\" (21% vs 16%), including headache, head discomfort, migraine, migraine with aura, and occipital neuralgia. ARIA-H microhemorrhages in the brain (19% vs 7%) – Symptoms can include headache, one-sided weakness, vomiting, seizures, decreased level of consciousness, and neck stiffness. ARIA-H superficial siderosis (hemosiderin) (15% vs 2%) Fall (15% vs 12%) Diarrhea (9% vs 7%) Confusion/delirium/altered mental status/disorientation (8% vs 4%)   == History == Aducanumab was developed by Biogen Inc., which licensed the medication candidate from Neurimmune, who discovered it with the University of Zurich.   === Clinical trials === Interim results from the second phase I study of the medication were reported in March 2015. A phase Ib study was published in August 2016, based on one year of \"monthly intravenous infusions\" of aducanumab, which brain scans to measure amyloid plaques. Phase II trials were not required by the FDA and were not conducted by Biogen, a decision that received criticism from some experts. Phase III clinical trials were ongoing in September 2016, but were canceled in March 2019, after preliminary data from two phase III trials suggested it would not meet the primary endpoint. While imaging studies had shown that aducanumab did reduce amyloid plaque buildup, a surrogate endpoint for Alzheimer's treatment, it had not meaningfully met its primary endpoints with regards to cognitive function and mental decline. On 22 October 2019, Biogen announced that it would be restarting the FDA approval process for aducanumab stating that analysis of a larger dataset from its Phase 3 trials showed that the drug reduced clinical decline in patients with early Alzheimer's disease when given at higher doses. In one trial, \"EMERGE\",(NCT02484547), an analysis split by dose indicated that high doses reduced rate of decline by 22% versus placebo. However, an identical trial, \"ENGAGE\", failed to replicate this, with a non-significant 2% reduction in decline compared to placebo. Researchers had theorized that the difference may have stemmed from a change in protocol which affected more of the participants of the later study EMERGE than the earlier ENGAGE study's participants. The FDA accepted Biogen's aducanumab Biologics License Application (BLA) on 7 August 2020 with a Priority Review.   === FDA review and approval === In November 2020, a panel of outside experts on the FDA's Peripheral and Central Nervous System Advisory Committee concluded that a pivotal study of aducanumab failed to show \"strong evidence\" that the medication worked, along with potential safety issues, and suggested that the FDA not approve aducanumab, citing questionable efficacy and multiple \"red flags\" found with the data analysis. Aducanumab was approved for medical use in the United States in June 2021, and was the first Alzheimer's treatment to receive approval through an accelerated pathway.   === Coverage in the United States === The Center for Medicare and Medicaid Services (CMS) finalized a coverage decision for aducanumab in April 2022. Coverage for aducanumab will be limited to individuals participating in randomized controlled trials to confirm the efficacy and safety for the Medicare population.   === European review === Aducanumab was rejected for medical use in the European Union in December 2021, by the European Medicines Agency (EMA). In April 2022, Biogen withdrew its application for a marketing authorization of aducanumab (Aduhelm) for the treatment of Alzheimer's disease.   === Abandonment === In March 2022, Eisai relinquished full control over marketing decisions to Biogen, retaining only rights to partial royalties. In January 2024, Biogen announced that for financial reasons, it was terminating the post-marketing clinical study (called \"ENVISION\"), abandoning commercial development of Aduhelm, terminating its lease of patent rights from Neurimmune, and redirecting resources to its other Alzheimer's treatments. Availability is expected to continue for existing commercial patients until November 2024.   == Society and culture ==   === Efficacy === The June 2021 approval of the medication by the US Food and Drug Administration (FDA) was controversial because clinical trials gave conflicting results on its effectiveness. Specific criticisms of the approval included: insufficient evidence of efficacy, that the drug offers false hope, and that the high cost will adversely impact patient finances and Medicare budget. Ten of the eleven outside experts that had served on the FDA's Peripheral and Central Nervous System Advisory Committee voted in November 2020 against approving aducanumab. Soon after the approval was announced in early June 2021, three of the panelists who had voted against aducanumab's approval resigned in protest. One of the resigning panelists said that the FDA move was \"probably the worst drug approval decision in recent US history\".   === Process concerns === Public Citizen and the Institute for Clinical and Economic Review criticized the approval. Senator Joe Manchin heavily criticized the decision and said that the acting director of the FDA, Janet Woodcock, \"should be quickly replaced.\" According to The New York Times, the review process for the medication \"took several unusual turns, including a decision for the FDA to work far more closely with Biogen than is typical in a regulatory review.\" According to a 2022 report released by two House committees, FDA and Biogen worked in concert to receive accelerated approval at a cost to patients of $56,000 a year. FDA officials met with \"Biogen executives\" using \"back channels\" in the months prior to Aducanumab's FDA approval. In July 2021, the FDA's acting commissioner, Janet Woodcock, requested that the Office of Inspector General, US Department of Health and Human Services conduct an independent review of interactions between FDA officials and Biogen representatives prior to the FDA's approval of aducanumab. It was reported that the OIG will also investigate the \"accelerated approval pathway, the regulatory mechanism\" the FDA used to approve Aducanumab in spite of \"conflicting data over whether it could actually slow Alzheimer's patients' mental decline.\" Patient advocacy groups had lobbied heavily for the approval of the medication for a debilitating condition with very few therapy choices. Advocacy groups such as Alzheimer's Association, Alzheimer Society of Canada, and Alzheimer's Foundation of America were also in favor of the decision. Alzheimer's Association denies their support for aducanumab was influenced by the at least $1.4 million they received since 2018 from Biogen and Eisai. In December 2022, a congressional investigation by the House Committee on Oversight and Reform and the House Committee on Energy and Commerce was released that found the FDA had broken its own protocols in reviewing and approving aducanumab. The investigation found that the FDA had held unreported meetings and failed to gain internal consensus before engaging in collaboration with the drugmaker. The FDA also gave the medication a broad label, allowing it to be used on all Alzheimer's patients regardless of severity, even though it had only been tested on people with early Alzheimer's and mild symptoms. The report also questioned the agency's decision to abruptly switch from the traditional approval pathway to the accelerated approval pathway to grant approval in the medication's label to a broad patient population. The investigation further reported concerns related to Biogen's \"aggressive launch and marketing plans.\" They obtained documents that show the company estimated a peak revenue of $18 billion per year with an initial price of $56,000 for patient treatment per year, despite what the Committees described as \"a lack of demonstrated clinical benefit in a broad population.\" Documents show that Biogen estimated aducanumab would cost the Medicare program $12 billion a year and that Medicare patients would incur out-of-pocket costs that could account for as much as 20% of their income. Aware that the high price would trigger \"pushback\" from payers and providers, \"Biogen developed an external narrative about the drug's value to sell to the patients and the public.\" According to the report, Biogen knew its $56,000 launch price was \"unjustifiably high,\" but company executives wanted to \"make history\" and \"establish Aduhelm as one of the top pharmaceutical launches of all time.\" Findings showed that Biogen estimated that from 2020 to 2024, it would spend more than $3.3 billion on sales and marketing, more than twice the development costs of the drug.   === Economics and cost ===  Treatment using aducanumab is estimated to cost US$56,000 per year, and Biogen's CEO stated that they would maintain this price for at least four years. Kaiser Family Foundation (KFF) researchers said that a conservative estimate of the cost to Medicare would be $29 billion in one year. This is based on 500,000 Medicare patients potentially receiving Aduhelm. To put this in perspective—in 2019, \"total Medicare spending for all doctor-administered drugs reached $37 billion.\" For patients with applicable health insurance and/or Medicare, the drug is a tier 5 specialty drug. and the copayment for such therapy would be about $11,500 annually. An initial brain positron emission tomography (PET scan) is required to detect the presence of amyloid beta; since 2013, it has not been covered by Medicare, and as of 2018, can cost $2,250 – $10,700. In November 2021, the Centers for Medicare and Medicaid Services (CMS), announced a 14% increase in Medicare Part B premiums for 2022 in response to the expected cost of Aduhelm. The annual price of Aduhelm and the controversial 2021 FDA approval process resulted in the launch of an investigation by the United States House of Representatives, the Committee on Oversight and Reform, and the Committee on Energy and Commerce, making Aduhelm the \"poster-child\" for the Elijah Cummings Lower Drug Costs Now Act (H.R.3) campaign. By December 2021, Biogen announced a 50% price cut for Aduhelm, from $56,000 to $28,200; this would have no impact on the cost of brain scans.   === Sales === Sales of the medication are far lower than analyst's predictions. As of September 2021, only about 100 people had received the drug, far short of the 10,000 that would be needed by the end of 2021 to meet Wall Street expectations for Biogen's revenue.   === Names === Aducanumab is the international nonproprietary name.   == References ==   == External links == Clinical trial number NCT02484547 for \"221AD302 Phase 3 Study of Aducanumab (BIIB037) in Early Alzheimer's Disease (EMERGE)\" at ClinicalTrials.gov Clinical trial number NCT02477800 for \"221AD301 Phase 3 Study of Aducanumab (BIIB037) in Early Alzheimer's Disease (ENGAGE)\" at ClinicalTrials.gov Clinical trial number NCT01677572 for \"Multiple Dose Study of Aducanumab (BIIB037) (Recombinant, Fully Human Anti-Aβ IgG1 mAb) in Participants With Prodromal or Mild Alzheimer's Disease (PRIME)\" at ClinicalTrials.gov Office of Neurology's Summary Review Memorandum U.S. Food and Drug Administration (FDA)"}