{"name": "Adult T-Cell Lymphoma/Leukemia", "category": "disease", "content": "Adult T-cell leukemia/lymphoma (ATL or ATLL) is a rare cancer of the immune system's T-cells caused by human T cell leukemia/lymphotropic virus type 1 (HTLV-1). All ATL cells contain integrated HTLV-1 provirus further supporting that causal role of the virus in the cause of the neoplasm. A small amount of HTLV-1 individuals progress to develop ATL with a long latency period between infection and ATL development. ATL is categorized into 4 subtypes: acute, smoldering, lymphoma-type, chronic. Acute and Lymphoma-type are known to particularly be aggressive with poorer prognosis. Globally, the retrovirus HTLV-1 is estimated to infect 20 million people per year with the incidence of ATL approximately 0.05 per 100,000 per year with endemic regions such as regions of Japan, as high as 27 per 100,000 per year. However, cases have increased in non-endemic regions with highest incidence of HTLV-1 in southern/northern islands of Japan, Caribbean, Central and South America, intertropical Africa, Romania, northern Iran. ATL normally occurs around the age of 62 years but median age at diagnosis does depend on prevalence of the HTLV-1 infection in the geographic location. Current treatment regiments for ATL are based on clinical subtype and response to initial therapy. Some therapy modalities for treatment may not available in all countries therefore strategies differ across the world. All patients are referred to clinical trials if available. Beyond clinical trials, treatments are centered on multiagent chemotherapy, zidovudine plus interferon a (AZT/IFN), and allogenic hematopoietic stem cell transplantation (alloHSCT).   == Signs and symptoms == ATL is usually a highly aggressive non-Hodgkin's lymphoma with no characteristic histologic appearance except for a diffuse pattern and a mature T-cell phenotype. Circulating lymphocytes with an irregular nuclear contour (leukemic cells) are frequently seen. Several lines of evidence suggest that HTLV-1 causes ATL. This evidence includes the frequent isolation of HTLV-1 from patients with this disease and the detection of HTLV-1 proviral genome in ATL leukemic cells. ATL is frequently accompanied by visceral involvement, hypercalcemia, skin lesions, and lytic bone lesions. Bone invasion and osteolysis, features of bone metastases, commonly occur in the setting of advanced solid tumors, such as breast, prostate, and lung cancers, but are less common in hematologic malignancies. However, patients with HTLV-1–induced ATL and multiple myeloma are predisposed to the development of tumor-induced osteolysis and hypercalcemia. One of the striking features of ATL and multiple myeloma induced bone disease is that the bone lesions are predominantly osteolytic with little associated osteoblastic activity. In patients with ATL, elevated serum levels of IL-1, TGFβ, PTHrP, macrophage inflammatory protein (MIP-1α), and receptor activator of nuclear factor-κB ligand (RANKL) have been associated with hypercalcemia. Immunodeficient mice that received implants with leukemic cells from patients with ATL or with HTLV-1–infected lymphocytes developed hypercalcemia and elevated serum levels of PTHrP. Most patients die within one year of diagnosis. Infection with HTLV-1, like infection with other retroviruses, probably occurs for life and can be inferred when antibody against HTLV-1 is detected in the serum.   == Transmission == Transmission of HTLV-1 is believed to occur from mother to child; by sexual contact; and through exposure to contaminated blood, either through blood transfusion or sharing of contaminated needles.   == Diagnosis == Diagnosis is made based on the combination of clinical features, characteristic morphologic and immunophenotypic changes of malignant cells. As clinical features and prognosis can be diverse, the disease is subtype-classified into four categories according to the Shimoyama classification: acute, lymphoma, chronic, smoldering. Normally, identification of at least 5 percent of tumor cells in peripheral blood and confirmation of human T-lymphotropic virus type-1 are sufficient for diagnosis of acute, chronic, and smoldering types. For the lymphoma type, histopathologic examination by biopsy of lymph nodes may be needed. The immunophenotype of ATLL includes positive markers such as CD2, CD3, CD4, CD5, and CD25, with negative markers for CD7, CD8, and cytotoxic markers. Additionally, there is partial positivity for CD30, CCR4, and FOXP3.   == Treatment == Treatment options that have been tried include zidovudine and the CHOP regimen. Pralatrexate has also been investigated. Recently, it has been reported that the traditional glucocorticoid-based chemotherapy toward ATL are largely mediated by thioredoxin binding protein-2 (TBP-2/TXNIP/VDUP1), suggesting the potential use of a TBP-2 inducer as a novel therapeutic target. In 2021, mogamulizumab was approved for relapsed/refractor treatment of ATL in Japan. At a medical conference in December 2013, researchers reported anywhere from 21 to 50% of ATL patients have disease expressing CD30. Although not FDA approved, treatment with CD30-targeting brentuximab vedotin in CD 30+ cases may be beneficial and supported by current NCCN guidelines.   == Epidemiology == HTLV-1 infection in the United States appears to be rare. Although little serologic data exist, the prevalence of infection is thought to be highest among African-Americans living in the Southeast. A prevalence rate of 30% has been found among African-American intravenous drug users in New Jersey, and a rate of 49% has been found in a similar group in New Orleans. It is possible that the prevalence of infection is increasing in this risk group. Studies of HTLV-1 antibody indicate that the virus is endemic in southern Japan, in the Caribbean, South America, and in Africa. ATL is relatively uncommon among those infected with HTLV-1. The overall incidence of ATL is estimated at 1 per 1,500 adult HTLV-1 carriers per year. Those cases that have been reported have occurred mostly among persons from the Caribbean or African Americans from the Southeast United States (National Institutes of Health, unpublished data). There appears to be a long latent period between HTLV-1 infection and the start of ATL.   == Research == Novel approaches to the treatment of PTCL in the relapsed or refractory setting are under investigation. Pralatrexate is one compound currently under investigations for the treatment of PTCL.   == References ==   == Further reading == Franchini, Genoveffa; Nicot, Christophe; Johnson, Julie M. (2003). \"Seizing of T Cells by Human T-Cell Leukemia/Lymphoma Virus Type 1\". In Vande Woude, George F.; Klein, George (eds.). Seizing of T Cells by Human T-Cell Leukemia⧸Lymphoma Virus Type 1. Advances in Cancer Research. Vol. 89. pp. 69–132. doi:10.1016/S0065-230X(03)01003-0. ISBN 978-0-12-006689-6. PMID 14587871. Centers for Disease Control (CDC) (1987). \"Adult T-cell leukemia/lymphoma associated with human T-lymphotropic virus type I (HTLV-I) infection--North Carolina\". Morbidity and Mortality Weekly Report. 36 (49): 804–6, 812. PMID 2891025. Genoveffa Franchini's NCI page: Human Retroviral Diseases: Pathogenesis and Prevention International Retrovirology Association   == External links =="}