{"name": "afamelanotide", "category": "drug", "content": "Afamelanotide, sold under the brand name Scenesse, is a medication used to prevent phototoxicity and to reduce pain from light exposure for people with erythropoietic protoporphyria. It is a melanocortin 1 receptor (MC1-R) agonist and a synthetic peptide and analogue of α-melanocyte stimulating hormone. It is administered as subcutaneous implant. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == In the European Union, afamelanotide is indicated for the prevention of phototoxicity in adults with erythropoietic protoporphyria. In the United States, afamelanotide is indicated for increasing pain-free light exposure in adults with a history of reactions to light (phototoxicity) from erythropoietic protoporphyria.   == Adverse effects == Very common adverse effects include nausea and headache (may affect more than 10% of people). Common adverse effects include injection site reactions, back pain, upper respiratory tract infections, melanocyte naevus, decreased appetite, migraine, dizziness, weakness, fatigue, lethargy, sleepiness, feeling hot, stomach pain, diarrhea, vomiting, flushing and red skin, development of warts, spots and freckles and itchy skin (between 1% and 10% of people). Uncommon and rare adverse effects include cystitis, folliculitis, gastrointestinal infections, hypersensitivity reactions, changes in appetite, depression, insomnia, balance disorders, lethargy, restless leg syndrome, syncope, photophobia, presbyopia, tinnitus, confusion, palpitations, hypertension, hypercholesterolaemia and weight gain.   == Pharmacology == Afamelanotide is a synthetic tridecapeptide and a structural analogue of α-melanocyte stimulating hormone (α-MSH). It is a melanocortin receptor agonist and binds predominantly to the melanocortin-1 receptor (MC1R). Its binding lasts longer than that of α-MSH. This results in part from afamelanotide's resistance to immediate degradation by serum or proteolytic enzymes. It is thought to cause skin darkening by binding to the melanocortin 1 receptor which in turn drives melanogenesis. It has a short half-life of approximately 30 minutes. After administration with implantation into the skin, the majority of the drug is released within two days, with 90% released by the fifth day. By the tenth day, no drug is detectable in plasma. Drug distribution, metabolism and excretion were not understood as of 2017.   == Chemistry == Afamelanotide has the amino acid sequence; Ac-Ser-Tyr-Ser-Nle-Glu-His-D-Phe-Arg-Trp-Gly-Lys-Pro-Val-NH2. It is also known as [Nle4,D-Phe7]-α-MSH, which is abbreviated to NDP-MSH or NDP-α-MSH. Afamelanotide is the international nonproprietary name.   == History == α-MSH was first isolated in the 1950s and its primary structure determined. By the 1960s, its role in promoting melanin diffusion was understood. In the 1980s, the University of Arizona synthesised more potent analogs of a-MSH, including afamelanotide. Afamelanotide was initially named melano-tan (or melanotan-I) due to its ability to tan skin with minimal sun exposure. Later, melanotan-II was synthesised. Following initial development at the University of Arizona as a sunless tanning agent, the Australian company Clinuvel conducted further clinical trials in that and other indications, and brought the drug to market in the European Union, the United States, and Australia. To pursue the tanning agent, melanotan-I was licensed by Competitive Technologies, a technology transfer company operating on behalf of University of Arizona, to an Australian startup called Epitan, which changed its name to Clinuvel in 2006. Early clinical trials showed that the peptide had to be injected about ten times a day due to its short half-life, so the company collaborated with Southern Research in the US to develop a depot formulation that would be injected under the skin, and release the peptide slowly. This was done by 2004. As of 2010, afamelanotide was in Phase III trials for erythropoietic protoporphyria and polymorphous light eruption and was in Phase II trials for actinic keratosis and squamous cell carcinoma; as well, it had been trialled in phototoxicity associated with systemic photodynamic therapy and solar urticaria. Clinuvel had also obtained orphan drug status for afamelanotide in the US and the EU by that time. In May 2010, the Italian Medicines Agency (AIFA, or Agenzia Italiana del Farmaco) approved afamelanotide as a treatment for erythropoietic protoporphyria. In January 2015, afamelanotide was approved by the European Medicines Agency (EMA) for the treatment of phototoxicity in people with erythropoietic protoporphyria. There were three trials that evaluated afamelanotide in those with erythropoietic protoporphyria. In Trial 1, subjects received afamelanotide or vehicle implant every two months and were followed for 180 days. Subjects recorded every day the number of hours spent in direct sunlight and whether they experienced any phototoxic pain that day. The trial measured the total number of hours over 180 days spent in direct sunlight between 10 am and 6 pm on days with no pain. In Trial 2, subjects received afamelanotide or vehicle implants every two months and were followed for 270 days. Subjects daily recorded the number of hours spent outdoors as well as whether \"most of the day\" was spent in direct sunlight, shade, or a combination of both, and whether they experienced any phototoxic pain that day. The trial measured the total number of hours over 270 days spent outdoors between 10 am and 3 pm on days with no pain for which \"most of the day\" was spent in direct sunlight. In Trial 3, subjects were randomized to receive a total of three afamelanotide or vehicle implants administered subcutaneously every two months and were followed for 180 days. Data from this trial were used primarily for assessment of side effects. The FDA approved afamelanotide based on evidence from three clinical trials (Trial 1/ NCT 01605136, Trial 2/ NCT00979745 and Trial 3/ NCT01097044) of 244 adults, 18–74 years of age with erythropoietic protoporphyria. The trials were conducted at 22 sites in the US and Europe. In October 2019, afamelanotide was approved by the US Food and Drug Administration (FDA) as a medicine to reduce pain caused by light exposure (particularly sunlight) as experienced by people with erythropoietic protoporphyria.   == Society and culture ==   === Usage in general public === A number of products are sold online and in gyms and beauty salons as \"melanotan\" or \"melanotan-1\" which discuss afamelanotide in their marketing. Without a prescription, these drugs are not legally sold in many jurisdictions and are potentially dangerous. Starting in 2007, health agencies in various countries began issuing warnings against their use.   == References =="}