{"name": "afatinib", "category": "drug", "content": "Afatinib, sold under the brand name Gilotrif among others, is a medication which is used to treat non-small cell lung carcinoma (NSCLC). It belongs to the tyrosine kinase inhibitor family of medications. It is taken by mouth. It is mainly used to treating cases of NSCLC that harbour mutations in the epidermal growth factor receptor (EGFR) gene. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == It has received regulatory approval for use as a treatment for non-small cell lung cancer, although there is emerging evidence to support its use in other cancers such as breast cancer.   == Adverse effects == Adverse effects by frequency include:  Very common (>10% frequency)  Common (1–10% frequency)  Uncommon (0.1-1% frequency)  Keratitis Interstitial lung disease   == Mechanism of action == Like lapatinib and neratinib, afatinib is a protein kinase inhibitor that also irreversibly inhibits human epidermal growth factor receptor 2 (Her2) and epidermal growth factor receptor (EGFR) kinases. Afatinib is not only active against EGFR mutations targeted by first generation tyrosine-kinase inhibitors (TKIs) like erlotinib or gefitinib, but also against less common mutations which are resistant to these drugs. However, it is not active against the T790M mutation which generally requires third generation drugs like osimertinib. Because of its additional activity against Her2, it is being investigated for breast cancer as well as other EGFR and Her2 driven cancers.   == Clinical trials == In March 2010, a Phase III trial in NSCLC patients called Lux-Lung 5 began with this drug. Fall 2010 interim results suggested the drug extended progression-free survival threefold compared to placebo, but did not extend overall survival. In May 2012, the Phase IIb/III trial Lux-Lung 1 came to the same conclusion. In January 2015, a Phase III trial in people with NSCLC suggested the drug extended life expectancy in stage IV NSCLC adenocarcinoma with EGFR Mutation type del 19-positive tumors, compared to cisplatin-based chemotherapy by a year (33 months vs. 21 months).  It also shows strong activity against exon 18 mutations (particularly G719) and is currently the preferred EGFR-TKI therapy for exon 18 mutations (particularly G719x). Phase II results for breast cancer that over-expresses the protein human epidermal growth factor receptor 2 (Her2-positive breast cancer) were described as promising by the authors, with 19 of 41 patients achieving benefit from afatinib. Double-blind Phase III trials are under way to confirm or refute this finding. Her2-negative breast cancers showed limited or no response to the drug.   == Society and culture ==   === Brand names ===  In Bangladesh under the trade name Afanix.   == References ==   == External links ==  Media related to Afatinib at Wikimedia Commons  \"Afatinib\". Drug Information Portal. U.S. National Library of Medicine. \"Afatinib dimaleate\". Drug Information Portal. U.S. National Library of Medicine."}