{"name": "agalsidase beta", "category": "drug", "content": "Galactosidase alpha is an enzyme that in humans is encoded by the GLA gene. Two recombinant forms of human α-galactosidase are called agalsidase alpha (INN) and agalsidase beta (INN). A mold-derived form is the primary ingredient in gas relief supplements.   == Disease relevance ==   === Fabry disease ===   ==== Signs and Symptoms ==== Defects in human α-GAL result in Fabry disease, a rare lysosomal storage disorder and sphingolipidosis that results from a failure to catabolize α-D-galactosyl glycolipid moieties.  Characteristic features include episodes of pain in hands and feet (acroparesthesia), dark red spots on skin (angiokeratoma), decreased sweating (hypohidrosis), decreased vision (corneal opacity), gastrointestinal problems, hearing loss, tinnitus, etc.. Complications may be life-threatening and may include progressive kidney damage, heart attack, and stroke. This disease may have late onset and only affect the heart or kidneys. Fabry disease is an X-linked disease, affecting 1 in 40,000 males. However, unlike other X-linked diseases, this condition also creates significant medical problems for females carrying only 1 copy of the defective GLA gene. These women may experience many classic symptoms of the disorder including cardiac and kidney problems. However, a small number of females carrying only one copy of the mutated GLA gene never shows any symptoms of Fabry disease.   ==== Cause ====  Mutations to the GLA gene encoding α-GAL may result in complete loss of function of the enzyme. α-GAL is a lysosomal protein responsible for breaking down globotriaosylceramide, a fatty substance stored various types of cardiac and renal cells. When globotriaosylceramide is not properly catabolized, it is accumulated in cells lining blood vessels in the skin, cells in the kidney, heart and nervous system. As a result, signs and symptoms of Fabry disease begin to manifest.   ==== Treatment ==== There are three treatment options for Fabry disease: recombinant enzyme replacement therapy, pharmacological chaperone therapy, and organ specific treatment.   ===== Recombinant enzyme replacement therapy (RERT) ===== RERT was approved as a treatment for Fabry disease in the United States in 2003. Two recombinant enzyme replacement therapies are available to functionally compensate for α-galactosidase deficiency. Agalsidase α and β are both recombinant forms of the human α-galactosidase A enzyme and both have the same amino acid sequence as the native enzyme. Agalsidase α and β differ in the structures of their oligosaccharide side chains. In Fabry disease patients, 88% percent of patients develop IgG antibodies towards the injected recombinant enzyme, as it is foreign to their immune system. One suggested approach to solving this problem involves converting the paralogous enzyme α-NAGAL (NAGA) into one that has with α-GAL activity. Because patients still have a functional NAGA gene, their immune system will not produce NAGA antibodies.   ====== Agalsidase α ====== The pharmaceutical company Shire manufactures agalsidase alfa (INN) under the brand name Replagal as a treatment for Fabry disease, and was granted marketing approval in the EU in 2001.  FDA approval was applied for the United States.  However, in 2012, Shire withdrew their application for approval in the United States citing that the agency will require additional clinical trials before approval.   ====== Agalsidase β ======  The pharmaceutical company Genzyme produces synthetic agalsidase beta (INN) under the brand name Fabrazyme for the treatment of Fabry disease.   ===== Pharmacological chaperone therapy =====  Fabry patients who display neurological symptoms cannot receive RERT because recombinant enzymes cannot normally pass the blood-brain barrier. Thus, a more suitable alternative treatment is used: pharmacological chaperone therapy. It has been shown that more potent competitive inhibitors of an enzyme can act as a more powerful chemical chaperone for the corresponding mutant enzyme that fails to maintain proper folding and conformation, despite its intact active site. These chemical chaperones bind to the active site of the mutant enzyme, which can help promote proper folding and stabilize the mutant enzyme. Thus, this results in functional mutant enzymes that will not be degraded via the ubiquitin-proteasome pathway. 1-Deoxygalactonojirimycin (DGJ) has been shown to be both a potent competitive inhibitor of α-GAL and an effective chaperone to for Fabry disease, increasing intracellular α-GAL's activity by 14-fold.   === Modifying blood type group B to group O === α-GAL, known as B-zyme in this context, has also demonstrated its ability to convert human blood group B to human blood group O, which can be transfused to patients of all blood types in the ABO blood group categorization. The current B-zyme used comes from Bacteroides fragilis. The idea of maintaining a blood supply at healthcare facilities with all non-O units converted to O units is achieved using enzyme-converted to group O technology, first developed in 1982.   ==== Advantages ==== A blood bank with ECO blood demonstrates the following advantages:  Compatible with and transfusable to patients of all blood groups Reduce the demand for specific ABO blood groups A, B, AB Reduce cost of maintaining a blood bank inventory in hospitals Reduce blood transfusion reactions due to human error and ABO incompatibility Reduce wastage of less needed blood types   ==== Mechanism of Action ====  Red blood cell (RBC) surfaces are decorated with the glycoproteins and glycolipids that have the same basic sequence with terminal sugar α1‐2‐linked fucose linked to the penultimate galactose. This galactose molecule is called the H antigen. Blood type A, B, AB, and O differ only in the sugar (red molecule in the illustration) linked with the penultimate galactose. For blood type B, this linked sugar is an α-1‐3‐linked galactose. Using α-GAL, this terminal galactose molecule can be removed, converting RBC to type O.   === Supplements === α-GAL derived from the mold Aspergillus niger is an active ingredient in products marketed to reduce stomach gas production after eating foods known to cause gas. It is optimally active at 55 °C, after which its half-life is 120 minutes. Commercial products with α-galactosidase include:  Beano CVS BeanAid Enzymedica's BeanAssist Gasfix Bloateez (in India as Cogentrix)   == References ==   == External links == alpha-Galactosidase at the U.S. National Library of Medicine Medical Subject Headings (MeSH) Human GLA genome location and GLA gene details page  in the UCSC Genome Browser."}