{"name": "agomelatine", "category": "drug", "content": "Agomelatine, sold under the brand names Valdoxan and Thymanax, among others, is an atypical antidepressant most commonly used to treat major depressive disorder and generalized anxiety disorder. One review found that it is as effective as other antidepressants with similar discontinuation rates overall but fewer discontinuations due to side effects. Another review also found it was similarly effective to many other antidepressants. Common side effects include weight gain, fatigue, liver problems, nausea, headaches, and anxiety. Due to potential liver problems ongoing blood tests are recommended. Its use is not recommended in people with dementia or over the age of 75. There is tentative evidence that it may have fewer side effects than some other antidepressants. It acts by blocking certain serotonin receptors and activating melatonin receptors. Agomelatine was approved for medical use in Europe in 2009 and Australia in 2010. Its use is not approved in the United States and efforts to get approval were ended in 2011. It was developed by the pharmaceutical company Servier.   == Medical uses ==   === Major depressive disorder === Agomelatine is used for the treatment of major depressive episodes in adults in Europe. Ten placebo controlled trials have been performed to investigate the short term efficacy of agomelatine in major depressive disorder. At the end of treatment, significant efficacy was demonstrated in six of the ten short-term double-blind placebo-controlled studies. Two were considered \"failed\" trials, as comparators of established efficacy failed to differentiate from placebo. Efficacy was also observed in more severely depressed patients in all positive placebo-controlled studies. The maintenance of antidepressant efficacy was demonstrated in a relapse prevention study. One meta-analysis found agomelatine to be as effective as standard antidepressants, with an effect size (SMDTooltip standardized mean difference) of 0.24. In 2018, a systematic review and network meta-analysis comparing the efficacy and acceptability of 21 antidepressant drugs showed agomelatine to be one of the most effective and one of only two medications found to be more tolerable than placebo. A meta-analysis found that agomelatine is effective in treating severe depression. Its antidepressant effect is greater for more severe depression. In people with a greater baseline score (>30 on HAMD17 scale), the agomelatine-placebo difference was of 4.53 points. Controlled studies in humans have shown that agomelatine is at least as effective as the SSRI antidepressants paroxetine, sertraline, escitalopram, and fluoxetine in the treatment of major depression. A 2018 meta-study comparing 21 antidepressants found agomelatine was one of the more tolerable, yet effective antidepressants. However, the body of research on agomelatine has been substantially affected by publication bias, prompting analyses which take into account both published and unpublished studies. These have confirmed that agomelatine is approximately as effective as more commonly used antidepressants (e.g. SSRIs), but some qualified this as \"marginally clinically relevant\", being only slightly above placebo. According to a 2013 review, agomelatine did not seem to provide an advantage in efficacy over other antidepressants for the acute-phase treatment of major depression.   === Generalized anxiety disorder === Agomelatine has been found more effective than placebo in the treatment of generalized anxiety disorder in a number of short-term double-blind placebo-controlled studies and in long term relapse prevention. Use of agomelatine in GAD is off-label. Agomelatine has been evaluated in a number of other off-label indications besides GAD.   === Use in special populations === It is not recommended in Europe for use in children and adolescents below 18 years of age due to a lack of data on safety and efficacy. However, a recent 12 week study first reported in September 2020, and published in 2022 showed greater efficacy vs. placebo for agomelatine 25 mg per day in youth age 7–17 years and an acceptable tolerability profile with similar efficacy to fluoxetine. Only limited data is available on use in elderly people ≥ 75 years old with major depressive episodes. It is not recommended during pregnancy or breastfeeding.   == Contraindications == Agomelatine is contraindicated in patients with kidney or liver impairment. According to information disclosed by Servier in 2012, guidelines for the follow-up of patients treated with Valdoxan have been modified in concert with the European Medicines Agency. As some patients may experience increased levels of liver enzymes in their blood during treatment with Valdoxan, doctors have to run laboratory tests to check that the liver is working properly at the initiation of the treatment and then periodically during treatment, and subsequently decide whether to pursue the treatment or not. No relevant modification in agomelatine pharmacokinetic parameters in patients with severe renal impairment has been observed. However, only limited clinical data on its use in depressed patients with severe or moderate renal impairment with major depressive episodes is available. Therefore, caution should be exercised when prescribing agomelatine to these patients.   == Adverse effects == Agomelatine does not alter daytime vigilance and memory in healthy volunteers. In depressed patients, treatment with the drug increased slow wave sleep without modification of REM (rapid eye movement) sleep amount or REM latency. Agomelatine also induced an advance of the time of sleep onset and of minimum heart rate. From the first week of treatment, onset of sleep and the quality of sleep were significantly improved without daytime clumsiness as assessed by patients. Agomelatine appears to cause fewer sexual side effects and discontinuation effects than paroxetine.  Common (1–10% incidence) adverse effects include  Uncommon (0.1–1%) adverse effects include  Rare (0.01–0.1%) adverse effects include  A 2019 study found no difference in rates of acute liver injury between users of citalopram and agomelatine, though this rate could be decreased due to the precautionary liver enzyme monitoring in the European Union.   === Dependence and withdrawal === No dosage tapering is needed on treatment discontinuation. Agomelatine has no abuse potential as measured in healthy volunteer studies.   == Overdose == Agomelatine is expected to be relatively safe in overdose.   == Interactions == Agomelatine is a substrate of CYP1A2, CYP2C9 and CYP2C19. Inhibitors of these enzymes, e.g. the SSRI antidepressant fluvoxamine, reduce its clearance and can lead to an increase in agomelatine exposure, and possibly serotonin syndrome . There is also the potential for agomelatine to interact with alcohol to increase the risk of hepatotoxicity.   == Pharmacology ==   === Pharmacodynamics === Agomelatine is a melatonin receptor agonist (MT1 (Ki 0.1 nM) and MT2 (Ki = 0.12 nM)) and antagonist at serotonin 5-HT2C (Ki = 631 nM) and 5-HT2B receptor (Ki = 660 nM) antagonist. Binding studies indicate that it has no effect on monoamine uptake and no affinity for adrenergic, histamine, cholinergic, dopamine, and benzodiazepine receptors, nor other serotonin receptors. Agomelatine resynchronizes circadian rhythms in animal models of delayed sleep phase syndrome. By antagonizing 5-HT2C, it disinhibits/increases noradrenaline and dopamine release specifically in the frontal cortex. Therefore, it is sometimes classified as a norepinephrine–dopamine disinhibitor. However, the clinical significance of 5-HT2C antagonism by agomelatine is disputed. Unlike clinically significant 5-HT2C antagonists, clinically relevant doses of agomelatine fail to acutely increase slow wave sleep in humans. Additionally, no receptor occupancy studies have been conducted in humans to demonstrate significant occupancy of 5-HT2C at therapeutic doses. Agomelatine has shown an antidepressant-like effect in animal models of depression (learned helplessness test, despair test, chronic mild stress) as well as in models with circadian rhythm desynchronisation and in models related to stress and anxiety. In humans, agomelatine has positive phase-shifting properties; it induces a phase advance of sleep, body temperature decline, and melatonin onset.   == Chemistry ==   === Structure ===  The chemical structure of agomelatine is very similar to that of melatonin. Where melatonin has an indole ring system, agomelatine has a naphthalene bioisostere instead.   === Synthesis ===   == History == Agomelatine was discovered and developed by the European pharmaceutical company Servier Laboratories Ltd. Servier continued to develop the drug and conduct phase III trials in the European Union. In March 2005, Servier submitted agomelatine to the European Medicines Agency (EMA) under the trade names Valdoxan and Thymanax. On 27 July 2006, the Committee for Medical Products for Human Use (CHMP) of the EMA recommended a refusal of the marketing authorisation. The major concern was that efficacy had not been sufficiently shown, while there were no special concerns about side effects. In September 2007, Servier submitted a new marketing application to the EMA. In March 2006, Servier announced it had sold the rights to market agomelatine in the United States to Novartis. It was undergoing several phase III clinical trials in the US, and until October 2011 Novartis listed the drug as scheduled for submission to the FDA no earlier than 2012. However, the development for the US market was discontinued in October 2011, when the results from the last of those trials became available. It received approval from the European Medicines Agency (EMA) for marketing in the European Union in February 2009 and approval from the Therapeutic Goods Administration (TGA) for marketing in Australia in August 2010.   == Research ==   === Circadian rhythm sleep disorders === Agomelatine has been investigated for its effects on sleep regulation due its actions as a melatonin receptor agonist. Studies report various improvements in general quality of sleep metrics, as well as benefits in circadian rhythm sleep disorders. However, research is very limited (e.g., case reports) and agomelatine is not approved for use in the treatment of sleep disorders.   === Seasonal affective disorder === A 2019 Cochrane review suggested no recommendations of agomelatine in support of, or against, its use to treat individuals with seasonal affective disorder.   == References ==   == External links == Genf interaction table- https://www.hug.ch/sites/interhug/files/structures/pharmacologie_et_toxicologie_cliniques/carte_cytochromes_2016_final.pdf"}