{"name": "albendazole", "category": "drug", "content": "Albendazole is a broad-spectrum antihelmintic and antiprotozoal agent of the benzimidazole type. It is used for the treatment of a variety of intestinal parasite infections, including ascariasis, pinworm infection, hookworm infection, trichuriasis, strongyloidiasis, taeniasis, clonorchiasis, opisthorchiasis, cutaneous larva migrans, giardiasis, and gnathostomiasis, among other diseases. Common side effects include nausea, abdominal pain, and headache. Rare but potentially serious side effects include bone marrow suppression which usually improves on discontinuing the medication. Liver inflammation has been reported and those with prior liver problems are at greater risk. It is pregnancy category D in Australia, meaning it may cause harm if taken by pregnant women. Albendazole was developed in 1975.  It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Albendazole is an effective treatment for:  Flatworms Clonorchiasis Fasciolosis Opisthorchiasis Cestodes (tapeworms), as an alternative to praziquantel or niclosamide for adult beef tapeworms and as an alternative to praziquantel for pork tapeworms. It is also given for infections by T. crassiceps. Though praziquantel is often better at treating tapeworm infections, albendazole is used more often in endemic countries due to being cheaper and having a broader spectrum. Cysticercosis (especially neurocysticercosis), which is caused by the larval form of the pork tapeworm (i.e. albendazole is the drug of choice for larval pork tapeworms, but not adult pork tapeworms). Old cysts are not affected. Echinococcosis of the liver, lung, and peritoneum (caused by the larval form of the dog tapeworm, or of the alveoli (caused by E. multilocularis) when surgical excision is not possible. Alveolar and cystic echinococcosis may require lifelong treatment with albendazole, which only prevents the parasites from growing and reproducing rather than killing them. Nematodes Anatrichosomiasis Angiostrongyliasis Anisakiasis Ascariasis, which can be cured with a single dose of albendazole. Baylisascariasis, caused by the raccoon roundworm. Albendazole can achieve good results (95–100% efficacy after a 10-day course of treatment) if treatment is initiated within 72 hours of ingestion of the egg-containing raccoon feces. Corticosteroids are sometimes added in cases of eye and CNS infections. Pinworm infection Filariasis; since albendazole's disintegration of the microfilariae (\"pre-larva\") can cause an allergic reaction, antihistamines or corticosteroids are sometimes added to treatment. In cases of lymphatic filariasis (elephantiasis) caused by Wuchereria bancrofti or Brugia malayi, albendazole is sometimes given as an adjunct to ivermectin or diethylcarbamazine in order to suppress microfilaremia. It can also be given for Loa loa filariasis as an adjunct or replacement to diethylcarbamazine. Albendazole has an embryotoxic effect on Loa loa adults and thus slowly reduces microfilaremia. Gnathostomiasis when caused by Gnathostoma spinigerum. Albendazole has a similar effectiveness to ivermectin in these cases, though it needs to be given for 21 days rather than the 2 days needed for ivermectin. Gongylonemiasis Hepatic capillariasis caused by Capillaria hepatica Hookworm infections, including cutaneous larva migrans caused by hookworms of genus Ancylostoma. A single dose of albendazole is sufficient to treat intestinal infestations by A. duodenale or Necator americanus. Intestinal capillariasis, as an alternative to mebendazole Mansonelliasis when caused by Mansonella perstans. Albendazole is effective against adult worms but not against the immature microfilariae. Oesophagostomumiasis, when caused by Oesophagostomum bifurcum Strongyloidiasis, as an alternative to ivermectin or thiabendazole. Albendazole can be given with diethylcarbamazine to lower microfilaremia levels. Toxocariasis, also called \"visceral larva migrans\", when caused by the dog roundworm Toxocara canis or cat roundworm T. catis. Corticosteroids can be added in severe cases, and surgery might be required to repair secondary damage. Trichinosis, when caused by Trichinella spiralis or T. pseudospiralis. Albendazole has a similar efficacy to thiabendazole, but fewer side effects. It works best when given early, acting on the adult worms in the intestine before they generate larva that can penetrate the muscle and cause a more widespread infection. Corticosteroids are sometimes added on to prevent inflammation caused by dying larva. Trichostrongyliasis, as an alternative to pyrantel pamoate. A single dose is sufficient for treatment. Trichuriasis (whipworm infection), sometimes considered as an alternative to mebendazole and sometimes considered to be the drug of choice. Only a single dose of albendazole is needed. It can also be given with ivermectin. Giardiasis, as an alternative or adjunct to metronidazole, especially in children Microsporidiosis, including ocular microsporidiosis caused by Encephalitozoon hellem or E. cuniculi, when combined with topical fumagillin Granulomatous amoebic encephalitis, when caused by the amoeba Balamuthia mandrillaris, in combination with miltefosine and fluconazole Arthropods Crusted scabies, when combined with topical crotamiton and salicylic acid Head lice infestation, though ivermectin is much better Intestinal myiasis Though albendazole is effective in treating many diseases, it is only FDA-approved for treating hydatid disease caused by dog tapeworm larvae and neurocysticercosis caused by pork tapeworm larvae.   === Pregnancy === Albendazole is a pregnancy class D drug in Australia. It is contraindicated in the first trimester of pregnancy, and should be avoided up to one month before conception. While studies in pregnant rats and rabbits have shown albendazole to be teratogenic, albendazole has been found to be safe in humans during the second and third trimesters. It can, however, possibly cause infantile eczema when given during pregnancy. In pregnant dogs, albendazole use has led to puppies with reduced weight and with cleft palates. Birds have lower rates of laying eggs and hatching when given albendazole. Albendazole sulfoxide is secreted into breast milk at around 1.5% of the maternal dose, though oral absorption is poor enough that it is unlikely to affect nursing infants.   == Contraindications == Hypersensitivity to the benzimidazole class of compounds contraindicates its use.   == Side effects ==  The most common side effects of albendazole are experienced by over 10% of people and include headache and abnormal liver function. Elevation of liver enzymes occurs in 16% of patients receiving treatment specifically for hydatid disease and goes away when treatment ends. Liver enzymes usually increase to two to four times the normal levels (a mild to moderate increase). An estimated 1–10% of people experience abdominal pain, nausea or vomiting, dizziness or vertigo, increased intracranial pressure, meningeal signs, temporary hair loss, and fever. The headache, nausea, and vomiting are thought to be caused by the sudden destruction of cysticerci (tapeworm larvae), which causes acute inflammation. Fewer than 1% of people get hypersensitivity reactions such as rashes and hives, leukopenias (drop in white blood cell levels) such as agranulocytosis and granulocytopenia, thrombocytopenia (reduced platelet count), pancytopenia (drop in white blood cells, red blood cells, and platelets), hepatitis, acute liver failure, acute kidney injury, irreversible bone marrow suppression, and aplastic anemia. Side effects can be different when treating for hydatid disease versus neurocysticercosis: for example, those being treated for the former are more likely to experience elevated liver enzymes and abdominal pain, while those being treated for the latter are more likely to experience headache. Treating hydatid disease can also unmask undiagnosed neurocysticercosis. People receiving albendazole for the treatment of neurocysticercosis can have neurological side effects such as seizures, increased intracranial pressure, and focal signs caused by the inflammatory reaction that occurs when parasites in the brain are killed. Steroids and anticonvulsants are often given with albendazole when treating neurocysticercosis to avoid these effects. Those being treated for retinal neurocysticercosis can face retinal damage if they are not first checked for ocular cysticeri, since changes to existing lesions in the eye by albendazole can cause permanent blindness.   == Overdose == Because of its low solubility, albendazole often cannot be absorbed in high enough quantities to be toxic. The oral LD50 of albendazole in rats was found to be 2,500 mg/kg. It takes 20 times the normal dose to kill a sheep, and 30 times the normal dose to kill cattle. Overdose affects the liver, testicles, and GI tract the most. It can manifest with lethargy, loss of appetite, vomiting, diarrhea, intestinal cramps, dizziness, convulsions, and sleepiness. There is no specified antidote.   == Interactions == The antiepileptics carbamazepine, phenytoin, and phenobarbital lower the plasma concentration and half-life of albendazole sulfoxide's R(+) enantiomer.  The antacid cimetidine heightens serum albendazole concentrations, increases the half-life of albendazole, and doubles albendazole sulfoxide levels in bile. It was originally thought to work by increasing albendazole bioavailability directly; however, it is now known that cimetidine inhibits the breakdown of albendazole sulfoxide by interfering with CYP3A4. The half-life of albendazole sulfoxide thus increases from 7.4 hours to 19 hours. This might be a helpful interaction on more severe cases, because it boosts the potency of albendazole. Paradoxically, cimetidine also inhibits the absorption of albendazole by reducing gastric acidity. Several other interactions exist. Corticosteroids increase the steady-state plasma concentration of albendazole sulfoxide; dexamethasone, for example, can increase the concentration by 56% by inhibiting the elimination of albendazole sulfoxide. The anti-parasitic praziquantel increases the maximum plasma concentration of albendazole sulfoxide by 50%, and the anti-parasitic levamisole increases the AUC (total drug exposure) by 75%. Grapefruit inhibits the metabolism of albendazole within the intestinal mucosa. Finally, long-term administration of the antiretroviral ritonavir, which works as a CYP3A4 inhibitor, decreases the maximum concentration of albendazole in the plasma as well as the AUC.   == Pharmacology ==   === Mechanism of action ===  As a vermicide, albendazole causes degenerative alterations in the intestinal cells of the worm by binding to the colchicine-sensitive site of β-tubulin, thus inhibiting its polymerization or assembly into microtubules (it binds much better to the β-tubulin of parasites than that of mammals). Albendazole leads to impaired uptake of glucose by the larval and adult stages of the susceptible parasites, and depletes their glycogen stores. Albendazole also prevents the formation of spindle fibers needed for cell division, which in turn blocks egg production and development; existing eggs are prevented from hatching. Cell motility, maintenance of cell shape, and intracellular transport are also disrupted. At higher concentrations, it disrupts the helminths' metabolic pathways by inhibiting metabolic enzymes such as malate dehydrogenase and fumarate reductase, with inhibition of the latter leading to less energy produced by the Krebs cycle. Due to diminished ATP production, the parasite is immobilized and eventually dies. Some parasites have evolved some resistance to albendazole by having a different set of acids constituting β-tubulin, decreasing the binding affinity of albendazole. Some parasites (especially filarial nematodes) live in symbiosis with Wolbachia, a type of intracellular parasite bacteria. In such cases the Wolbachia are necessary to the survival of the parasitic worms. Elimination of Wolbachia from these filarial nematodes generally results in either death or sterility of the host nematode.   === Pharmacokinetics === Oral absorption of albendazole varies among species, with 1–5% of the drug being successfully absorbed in humans, 20–30% in rats, and 50% in cattle. The absorption also largely depends on gastric pH. People have varying gastric pHs on empty stomachs, and thus absorption from one person to another can vary wildly when taken without food. Generally, the absorption in the GI tract is poor due to albendazole's low solubility in water. It is, however, better absorbed than other benzimidazole carbamates. Food stimulates gastric acid secretion, lowering the pH and making albendazole more soluble and thus more easily absorbed. Oral absorption is especially increased with a fatty meal, as albendazole dissolves better in lipids, allowing it to cross the lipid barrier created by the mucus surface of the GI tract. To target intestinal parasites, albendazole is taken on an empty stomach to stay within the gut. Absorption is also affected by how much of the albendazole is degraded within the small intestine by metabolic enzymes in the villi.  The pharmacokinetics of albendazole differ slightly between men and women: women have a lower oral clearance and volume of distribution, while men have a lower serum peak concentration. Albendazole undergoes very fast first-pass metabolism in all species, such that the unchanged drug is undetectable in plasma. Most of it is oxidized into albendazole sulfoxide (also known as ricobendazole and albendazole oxide) in the liver by cytochrome P450 oxidases (CYPs) and a flavin-containing monooxygenase (FMO), which was discovered later. In humans, the cytochrome P450 oxidases are thought to include CYP3A4 and CYP1A1, while those in the rats are thought to be CYP2C6 and CYP2A1. Oxidation to albendazole sulfoxide by FMO produces R(+) enantiomers, while oxidation the cytochromes and by some enzymes in the gut epithelium produce S(−). Different species produce the R(+) and S(−) enantiomers in different quantities; humans, dogs, and most other species produce the R(+) enantiomer more (with the human AUC ratio being 80:20). Compared to the S(−) enantiomer, the R(+) has greater pharmacological activity, lasts longer in the bloodstream, is found in higher concentrations in the infected host tissues, and is found in higher concentrations within the parasites themselves. Some albendazole is also converted to hydroxyalbendazole, mainly by CYP2J2. For systemic parasites, albendazole acts as a prodrug, while albendazole sulfoxide reaches systemic circulation and acts as the real antihelminthic. Albendazole sulfoxide is able to cross the blood–brain barrier and enter the cerebrospinal fluid at 43% of plasma concentrations; its ability to enter the central nervous system allows it to treat neurocysticercosis. Albendazole sulfoxide is converted to the inactive albendazole sulfone by cytochrome P450 oxidases, thought to include CYP3A4 or CYP2C. Other inactive metabolites include: 2-aminosulfone, ω-hydroxysulfone, and β-hydroxysulfone. The major final metabolites that are excreted by humans are:  methyl [5-(propylsulfonyl-1H-benzimidazol-2-yl)] carbamate, methyl [6-hydroxy 5-(n-propylsulfonyl)-1H-benzimidazole-2-yl)] carbamate, methyl [5-(n-propylsulfinyl)-1H-benzimidazole-2-yl)] carbamate, 5-(n-propylsulfonyl)-1H-benzimidazole-2-yl amine, and 5-(n-propysulfinyl)-1H-benzimidazole-2-yl amine. There are also some minor hydroxylated sulfated or glucuronidated derivatives. No unchanged albendazole is excreted, as it is metabolized too quickly. In humans, the metabolites are excreted mostly in bile, with only a small amount being excreted in urine (less than 1%) and feces. In ruminants, 60–70% of the metabolites are excreted in urine. Like all benzimidazoles, albendazole has no residual effect, and thus protects poorly against reinfestations.   == History == Albendazole, patented in 1975, was invented by Robert J. Gyurik and Vassilios J. Theodorides and assigned to SmithKline Corporation. It was introduced in 1977 as an antihelminthic for sheep in Australia, and was registered for human use in 1982.   == Society and culture ==   === Brand names === Brand names include: Albenza, Alworm, Andazol, Eskazole, Noworm, Zentel, Alben-G, ABZ, Cidazole, Wormnil etc.   === Economics === The pharmaceutical company Amedra increased the price after purchasing the rights to the drug, instead of lowering it as generics are predicted to do, drawing criticism from patients' rights advocates. In 2013, GlaxoSmithKline donated 763 million albendazole tablets for the treatment and prevention of parasitic infections in developing countries, bringing the total to over 4 billion tablets donated since 1998.   == Research == Albendazole and related compounds or metabolites like albendazole sulfone (ALB-SO2) exhibit antibacterial effects via an unknown, possibly FtsZ-related, mechanism. It inhibits division of Wolbachia and Mycobacterium tuberculosis, turning them into a long \"filament\" shape as they grow and fail to divide. Since Brugia malayi relies on symbiotic Wolbachia, this would mean that albendazole is targeting both the worm and its essential symbioant.   == Veterinary use == Albendazole is mainly used in cattle and sheep, but has found some use in cats and dogs as well; it is also used in ratite birds for flagellate parasites and tapeworms. It is also used off-label to treat endoparasites in goats and pigs.  Albendazole has been used as an antihelminthic and for control of flukes in a variety of animal species, including cattle, sheep, goats, swine, camels, dogs, cats, elephants, poultry, and others. Side effects include anorexia in dogs and lethargy, depression, and anorexia in cats, with more than 10% of dogs and cats having anorexia. Of dogs and cats, 1–10% experience elevated liver enzymes, nausea, vomiting, and diarrhea. Less than 1% experience neutropenia or aplastic anemia, though these require a use of at least 5 days. While it is also associated with bone marrow suppression and toxicity in cats and dogs at high doses, albendazole has a higher margin of safety in other species. Thus, it is usually only prescribed in cats and dogs when an infection is present that is resistant to the commonly prescribed metronidazole and fenbendazole. It is extensively used for ruminant livestock in Latin America. It is marketed for this purpose by Zoetis (formerly Pfizer Animal Health) in numerous countries (including the United States and Canada) as Valbazen in oral suspension and paste formulations; by Interchemie in the Netherlands and elsewhere as Albenol-100; by Channelle Animal Health Ltd. in the United Kingdom as Albex; and by Ravensdown in New Zealand (as Albendazole). Although most formulations are administered orally, Ricomax (ricobendazole, or albendazole sulfoxide) is administered by subcutaneous injection. Albendazole has greater bioavailability in ruminants: some albendazole sulfoxide, when released back into the rumen, is reduced to albendazole by the resident microbiota, with a preference of the (+) enantiomer being the substrate. Cats and dogs, having no rumen reservoir, sometimes need higher or more frequent doses as compared to ruminants. In dogs, albendazole sulfoxide is detectable in the plasma for less than 12 hours, but in sheep and goats, it remains at measurable levels for around three days.   === Meat ===  The limitations in early pregnancy are due to a limited period during which teratogenic effects may occur. Summarized research data relating to the durations of these preslaughter and early pregnancy periods when albendazole should not be administered are found in US FDA NADA 110-048 (cattle) and 140-934 (sheep). Some data and inferences regarding goats are found in US FDA Supplemental NADA 110-048 (approved January 24, 2008). Maximum residue limits (MRLs) for albendazole in food, adopted by the FAO/WHO Codex Alimentarius in 1993, are 5000, 5000, 100, and 100 micrograms per kilogram of body weight (μg/kg) for kidney, liver, fat, and muscle, respectively, and 100 μg/L for milk. For analysis purposes, MRLs of various nations may pertain to concentration of a marker substance which has been correlated with concentrations of the administered substance and its metabolized products. For example, in Canada, the marker substance specified by Health Canada is albendazole-2-aminosulfone, for which the MRL in liver of cattle is 200 μg/kg. There is a 27-day cattle withdrawal time for meat.   == References =="}