{"name": "albiglutide", "category": "drug", "content": "Albiglutide (trade names Eperzan in Europe and Tanzeum in the US) is a glucagon-like peptide-1 agonist (GLP-1 agonist) drug marketed by GlaxoSmithKline (GSK) for treatment of type 2 diabetes. As of 2017 it is unclear if it affects a person's risk of death. In 2017 GSK announced Albiglutide's withdrawal from the worldwide market for economic reasons, and remaining stocks in the supply chain were effectively depleted by 2018.    == Medical uses == Albiglutide was used for the treatment of type 2 diabetes in adults. It can be used alone (if metformin therapy is ineffective or not tolerated) or in combination with other antidiabetic drugs, including insulins. According to a 2015 analysis, albiglutide is less effective than other GLP-1 agonists for lowering glycated hemoglobin (HbA1c, an indicator for long-term blood glucose control) and weight loss. It also seems to have fewer side effects than most other drugs of this class, except for reactions at the injection site which are more common under albiglutide than, for example, under liraglutide.   == Contraindications == The US approval lists the thyroid C cell cancers medullary thyroid carcinoma (MTC) and multiple endocrine neoplasia type 2 (MEN 2) as contraindications because other GLP-1 agonists are known to cause such cancers in rodents. Albiglutide causes immunogenicity in rodents, so its cancer risk could not be assessed. The European approval mentions the uncertainty about C cell cancers, but not as a contraindication.   == Side effects == Common side effects (in more than 10% of patients) in clinical trials were diarrhoea, nausea, hypoglycaemia and reactions at the injection site. Upper respiratory tract infections were also common, but only slightly more so than under placebo. Uncommon but potentially severe side effects included acute pancreatitis (in 0.3% of patients) and hypersensitivity reactions (in fewer than 0.1%).   == Interactions == No clinically relevant interactions have been found in studies with a number of drugs that are known for their interaction potential (simvastatin, warfarin, digoxin, and oral contraceptives). Nonetheless, since albiglutide slows gastric emptying, it could conceivably increase absorption of other drugs if taken at the same time.   == Pharmacology ==   === Mechanism of action === Albiglutide acts as an agonist at the GLP-1 receptor, which makes it a type of incretin mimetic. This causes an increase of insulin secretion, predominantly in the presence of high blood glucose, and also slows down gastric emptying. Unlike other GLP-1 agonists, due to its structure it has difficulty in crossing the blood-brain barrier. This means that it does not affect the central nervous system as much as other GLP-1 agonists and may be responsible for the limited weight loss seen in the drug.   === Pharmacokinetics === Following subcutaneous injection, albiglutide reaches highest blood concentrations after three to five days. Steady-state concentrations are achieved after three to five weeks. The substance is most likely broken down by protease enzymes to small peptides and amino acids. Being resistant to dipeptidyl peptidase-4 (DPP-4), the enzyme that breaks down GLP-1, albiglutide has a biological half-life of five (four to seven) days, which is considerably longer than the older GLP-1 analogs exenatide and liraglutide. This allows for a once-weekly administration, unlike liraglutide but like the extended-release form of exenatide.   == Chemistry == Albiglutide is a peptide consisting of 645 proteinogenic amino acids with 17 disulfide bridges. Amino acids 1–30 and 31–60 constitute two copies of modified human GLP-1, the alanine at position 2 having been exchanged for a glycine for better DPP-4 resistance. The remaining sequence is human albumin. The complete sequence is  HGEGTFTSDV SSYLEGQAAK EFIAWLVKGR HGEGTFTSDV SSYLEGQAAK EFIAWLVKGR (2 copies of modified GLP-1, modifications underlined) DAHKSEVAHR FKDLGEENFK ALVLIAFAQY LQQCPFEDHV KLVNEVTEFA KTCVADESAE (albumin starts at the beginning of this line) NCDKSLHTLF GDKLCTVATL RETYGEMADC CAKQEPERNE CFLQHKDDNP NLPRLVRPEV DVMCTAFHDN EETFLKKYLY EIARRHPYFY APELLFFAKR YKAAFTECCQ AADKAACLLP KLDELRDEGK ASSAKQRLKC ASLQKFGERA FKAWAVARLS QRFPKAEFAE VSKLVTDLTK VHTECCHGDL LECADDRADL AKYICENQDS ISSKLKECCE KPLLEKSHCI AEVENDEMPA DLPSLAADFV ESKDVCKNYA EAKDVFLGMF LYEYARRHPD YSVVLLLRLA KTYETTLEKC CAAADPHECY AKVFDEFKPL VEEPQNLIKQ NCELFEQLGE YKFQNALLVR YTKKVPQVST PTLVEVSRNL GKVGSKCCKH PEAKRMPCAE DYLSVVLNQL CVLHEKTPVS DRVTKCCTES LVNRRPCFSA LEVDETYVPK EFNAETFTFH ADICTLSEKE RQIKKQTALV ELVKHKPKAT KEQLKAVMDD FAAFVEKCCK ADDKETCFAE EGKKLVAASQ AALGL  with disulfide bridges linking amino acids 113-122, 135-151, 150-161, 184-229, 228-237, 260-306, 305-313, 325-339, 338-349, 376-421, 420-429, 452-498, 497-508, 521-537, 536-547, 574-619, 618-627.   === Synthesis === It is bioengineered in the yeast Saccharomyces cerevisiae using recombinant DNA technology.   == History == The drug was invented by Human Genome Sciences and was developed in collaboration with GSK. GSK filed for US FDA approval on 14 January 2013 and for European Medicines Agency (EMA) approval on 7 March 2013. In March 2014, GSK received approval from the European Commission to market albiglutide under the name Eperzan. In April 2014, the US FDA approved albiglutide under the name Tanzeum. In August 2017, GSK announced that it intended to withdraw the drug from the worldwide market by July 2018 for economic reasons.   == References =="}