{"name": "alcaftadine", "category": "drug", "content": "Alcaftadine, sold under the brand name Lastacaft, is an antihistamine used to help prevent itching of the eyes. It is an H1 histamine receptor antagonist. It is given as an drops in the eye. It was approved for medical use in the United States in July 2010. It is available as a generic medication and as an over-the-counter medication.   == Medical uses == Alcaftadine is indicated for the prevention of itching associated with allergic conjunctivitis.   == Pharmacology == Alcaftadine is an antagonist of histamine receptor 1. By blocking the receptor, alcaftadine has been shown to reduce itching and redness of the eyes, and to reduce recruitment of eosinophils after exposure to an allergen. Alcaftadine reduces the number of eosinophils compared to olopatadine 0.1%, and in animal models, alcaftadine 0.25% decreased the expression of the epithelial protein E-cadhedrin-1 compared to placebo. Reducing E-cadherin decreases junctions that lead to the progression of allergic conjunctivitis.   == Adverse effects == In studies comparing the effectiveness of olopatadine to alcaftadine, there was not a dose-response increase of adverse effects as alcaftadine doses increases for 0.05% to 0.1% to 0.25%. The most common seen side effect of alcaftadine administration was irritation or a stinging sensation at the administration site.   == Pharmacokinetics == Because alcaftadine is administered at low concentrations and at a local site (the eye), it appears to have minimal systemic effects, and the low absorption of alcaftadine results in minimal systemic accumulation.   == History == When alcaftadine was tested against placebo and olopatadine, only alcaftadine 0.25% showed a clinically significant reduction in conjunctival redness scores 7 and 15 minutes after administration. Alcaftadine 0.05%, 0.1%, and 0.25% all reduced lid swelling, conjunctival redness, and ocular itching/tearing compared to placebo.   == Society and culture ==   === Economics === Allergan, Inc. began selling alcaftadine under the trade name Lastacaft after it was approved by the US Food and Drug Administration in July 2010. By March 2012, 139,000 prescriptions had been written for 104,000 unique patients, and alcaftadine exceeded the sales of epinastine (Elestat).   === Legal status === Alcaftadine was approved for medical use in the United States in July 2010.    == References =="}