{"name": "aldesleukin", "category": "drug", "content": "Interleukin-2 (IL-2) is an interleukin, a type of cytokine signaling molecule in the immune system. It is a 15.5–16 kDa protein that regulates the activities of white blood cells (leukocytes, often lymphocytes) that are responsible for immunity. IL-2 is part of the body's natural response to microbial infection, and in discriminating between foreign (\"non-self\") and \"self\". IL-2 mediates its effects by binding to IL-2 receptors, which are expressed by lymphocytes. The major sources of IL-2 are activated CD4+ T cells and activated CD8+ T cells. Put shortly the function of IL-2 is to stimulate the growth of helper, cytotoxic and regulatory T cells.   == IL-2 receptor == IL-2 is a member of a cytokine family, each member of which has a four alpha helix bundle; the family also includes IL-4, IL-7, IL-9, IL-15 and IL-21. IL-2 signals through the IL-2 receptor, a complex consisting of three chains, termed alpha (CD25), beta (CD122) and gamma (CD132). The gamma chain is shared by all family members. The IL-2 receptor (IL-2R) α subunit binds IL-2 with low affinity (Kd~ 10−8 M). Interaction of IL-2 and CD25 alone does not lead to signal transduction due to its short intracellular chain but has the ability (when bound to the β and γ subunit) to increase the IL-2R affinity 100-fold. Heterodimerization of the β and γ subunits of IL-2R is essential for signalling in T cells. IL-2 can signalize either via intermediate-affinity dimeric CD122/CD132 IL-2R (Kd~ 10−9 M) or high-affinity trimeric CD25/CD122/CD132 IL-2R (Kd~ 10−11 M). Dimeric IL-2R is expressed by memory CD8+ T cells and NK cells, whereas regulatory T cells and activated T cells express high levels of trimeric IL-2R.   == IL-2 signaling pathways and regulation == Instructions to express proteins in response to an IL-2 signal (called IL-2 transduction) can take place via 3 different signaling pathways; they are: (1) the JAK-STAT pathway, (2) the PI3K/Akt/mTOR pathway and (3) the MAPK/ERK pathway. The signalling is commenced by IL-2 binding to its receptor, following which cytoplasmatic domains of CD122 and CD132 heterodimerize. This leads to the activation of Janus kinases JAK1 and JAK3 which subsequently phosphorylate T338 on CD122. This phosphorylation recruits STAT transcription factors, predominantly STAT5, which dimerize and migrate to the cell nucleus where they bind to DNA. with an \"express other proteins\" signal. The proteins expressed by means of the three pathways include bcl-6 (the PI3K/Akt/mTOR pathway), CD25 & prdm-1 (the JAK-STAT pathway) and certain cyclins (the MAPK/ERK pathway). Gene expression regulation for IL-2 can be on multiple levels or by different ways. One of the checkpoints (in other words one of the things which needs to be done before IL-2 is expressed) is that there must be signaling through a conjunction of a T Cell Receptor (a TCR) and an HLA-peptide complex. As a result of that conjunction a signalling pathway (signalling a cell's protein making machinery to express or 'make' IL-2), a PhosphoLipase-C (PLC) dependent pathway, is set up. PLC activates 3 major transcription factors and their pathways: NFAT, NFkB and AP-1. In addition and after costimulation from CD28 the optimal activation of expression of IL-2 and these pathways is induced. In summary therefore before a cell will make IL-2 in accordance with this pathway there have to be two reactions: TCR+HLA and protein complex on the one hand and CD28 costimulation on the other indeed mere IL-2 ligation to its receptor is too low affinity to enable pathway. At the same time Oct-1 is expressed. It helps the activation. Oct1 is expressed in T-lymphocytes and Oct2 is induced after cell activation. NFAT has multiple family members, all of them are located in cytoplasm and signaling goes through calcineurin, NFAT is dephosphorylated and therefore translocated to the nucleus. AP-1 is a dimer and is composed of c-Jun and c-Fos proteins. It cooperates with other transcription factors including NFkB and Oct. NFkB is translocated to the nucleus after costimulation through CD28. NFkB is a heterodimer and there are two binding sites on the IL-2 promoter.   == Function == IL-2 has essential roles in key functions of the immune system, tolerance and immunity, primarily via its direct effects on T cells. In the thymus, where T cells mature, it prevents autoimmune diseases by promoting the differentiation of certain immature T cells into regulatory T cells, which suppress other T cells that are otherwise primed to attack normal healthy cells in the body. IL-2 enhances activation-induced cell death (AICD). IL-2 also promotes the differentiation of T cells into effector T cells and into memory T cells when the initial T cell is also stimulated by an antigen, thus helping the body fight off infections. Together with other polarizing cytokines, IL-2 stimulates naive CD4+ T cell differentiation into Th1 and Th2 lymphocytes while it impedes differentiation into Th17 and folicular Th lymphocytes. IL-2 increases the cell killing activity of both natural killer cells and cytotoxic T cells. Its expression and secretion is tightly regulated and functions as part of both transient positive and negative feedback loops in mounting and dampening immune responses. Through its role in the development of T cell immunologic memory, which depends upon the expansion of the number and function of antigen-selected T cell clones, it plays a key role in enduring cell-mediated immunity.   == Evolution == IL-2 has been discovered in all classes of jawed vertebrates, including sharks, at a similar genomic location. In fish, IL-2 shares a single receptor alpha chain with its related cytokines IL-15 and IL-15-like (IL-15L). This \"IL-15Rα\" receptor chain is similar to mammalian IL-15Rα, and in tetrapod evolution a duplication of its coding gene plus further diversification created mammalian IL-2Rα. Sequences, and structural analysis of grass carp IL-2, suggest that fish IL-2 binds IL-15Rα in a manner reminiscent of how mammalian IL-15 binds to IL-15Rα. Despite fish IL-2 and IL-15 sharing the same IL-15Rα chain, the stability of fish IL-2 is independent of it whereas IL-15 and especially IL-15L depend on binding to (co-presentation with) IL-15Rα for their stability and function. This suggests that, like in mammals, fish IL-2, in contrast to fish IL-15 and IL-15L, is not relying on \"in trans\" presentation by its receptor alpha chain. As a free cytokine, mammalian IL-2 that is secreted by activated T cells is important for a negative feedback loop by the stimulation of regulatory T cells, the latter being the cells with the highest constitutive IL-2Rα (aka CD25) expression. Besides this negative feedback loop, mammalian IL-2 also participates in a positive feedback loop because activated T cells enhance their own IL-2Rα expression. As in mammals, fish IL-2 also stimulates T cell proliferation and appears to preferentially stimulate regulatory T cells. Fish IL-2 induces the expression of cytokines of both type 1 (Th1) and type 2 (Th2) immunity. As has been found in some studies on mammalian IL-2, data suggest that fish IL-2 can form homodimers and that this is an ancient property of the IL-2/15/15L-family cytokines. Homologues of IL-2 have not been reported for jawless fish (hagfish and lamprey) or invertebrates.   == Role in disease == While the causes of itchiness are poorly understood, some evidence indicates that IL-2 is involved in itchy psoriasis.   == Medical use ==   === Pharmaceutical analogues === Aldesleukin is a form of recombinant interleukin-2. It is manufactured using recombinant DNA technology and is marketed as a protein therapeutic and branded as Proleukin. It has been approved by the Food and Drug Administration (FDA) with a black box warning and in several European countries for the treatment of cancers (malignant melanoma, renal cell cancer) in large intermittent doses and has been extensively used in continuous doses. Interking is a recombinant IL-2 with a serine at residue 125, sold by Shenzhen Neptunus. Neoleukin 2/15 is a computationally designed mimic of IL-2 that was designed to avoid common side effects. However, clinical trials into this candidate were discontinued.   ==== Dosage ==== Various dosages of IL-2 across the United States and across the world are used. The efficacy and side effects of different dosages is often a point of disagreement. The commercial interest in local IL-2 therapy has been very low. Because only a very low dose IL-2 is used, treatment of a patient would cost about $500 commercial value of the patented IL-2. The commercial return on investment is too low to stimulate additional clinical studies for the registration of intratumoral IL-2 therapy.   ===== United States ===== Usually, in the U.S., the higher dosage option is used, affected by cancer type, response to treatment and general patient health. Patients are typically treated for five consecutive days, three times a day, for fifteen minutes. The following approximately 10 days help the patient to recover between treatments. IL-2 is delivered intravenously on an inpatient basis to enable proper monitoring of side effects. A lower dose regimen involves injection of IL-2 under the skin typically on an outpatient basis. It may alternatively be given on an inpatient basis over 1–3 days, similar to and often including the delivery of chemotherapy. Intralesional IL-2 is commonly used to treat in-transit melanoma metastases and has a high complete response rate.   ==== Local application ==== In preclinical and early clinical studies, local application of IL-2 in the tumor has been shown to be clinically more effective in anticancer therapy than systemic IL-2 therapy, over a broad range of doses, without serious side effects. Tumour blood vessels are more vulnerable than normal blood vessels to the actions of IL-2. When injected inside a tumor, i.e. local application, a process mechanistically similar to the vascular leakage syndrome, occurs in tumor tissue only. Disruption of the blood flow inside of the tumor effectively destroys tumor tissue. In local application, the systemic dose of IL-2 is too low to cause side effects, since the total dose is about 100 to 1000 fold lower. Clinical studies showed painful injections at the site of radiation as the most important side effect, reported by patients. In the case of irradiation of nasopharyngeal carcinoma the five-year disease-free survival increased from 8% to 63% by local IL-2 therapy    ==== Toxicity ==== Systemic IL-2 has a narrow therapeutic window, and the level of dosing usually determines the severity of the side effects. In the case of local IL-2 application, the therapeutic window spans several orders of magnitude. Some common side effects:  flu-like symptoms (fever, headache, muscle and joint pain, fatigue) nausea/vomiting dry, itchy skin or rash weakness or shortness of breath diarrhea low blood pressure drowsiness or confusion loss of appetite More serious and dangerous side effects sometimes are seen, such as breathing problems, serious infections, seizures, allergic reactions, heart problems, kidney failure or a variety of other possible complications. The most common adverse effect of high-dose IL-2 therapy is vascular leak syndrome (VLS; also termed capillary leak syndrome). It is caused by lung endothelial cells expressing high-affinity IL-2R. These cells, as a result of IL-2 binding, causes increased vascular permeability. Thus, intravascular fluid extravasate into organs, predominantly lungs, which leads to life-threatening pulmonary or brain oedema. Other drawbacks of IL-2 cancer immunotherapy are its short half-life in circulation and its ability to predominantly expand regulatory T cells at high doses. Intralesional IL-2 used to treat in-transit melanoma metastases is generally well tolerated. This is also the case for intralesional IL-2 in other forms of cancer, like nasopharyngeal carcinoma.   === Pharmaceutical derivative === Eisai markets a drug called denileukin diftitox (trade name Ontak), which is a recombinant fusion protein of the human IL-2 ligand and the diphtheria toxin. This drug binds to IL-2 receptors and introduces the diphtheria toxin into cells that express those receptors, killing the cells. In some leukemias and lymphomas, malignant cells express the IL-2 receptor, so denileukin diftitox can kill them. In 1999 Ontak was approved by the U.S. Food and Drug Administration (FDA) for treatment of cutaneous T cell lymphoma (CTCL).   == Preclinical research == IL-2 does not follow the classical dose-response curve of chemotherapeutics. The immunological activity of high and low dose IL-2 show sharp contrast. This might be related to different distribution of IL-2 receptors (CD25, CD122, CD132) on different cell populations, resulting in different cells that are activated by high and low dose IL-2. In general high doses are immune suppressive, while low doses can stimulate type 1 immunity. Low-dose IL-2 has been reported to reduce hepatitis C and B infection. IL-2 has been used in clinical trials for the treatment of chronic viral infections and as a booster (adjuvant) for vaccines. The use of large doses of IL-2 given every 6–8 weeks in HIV therapy, similar to its use in cancer therapy, was found to be ineffective in preventing progression to an AIDS diagnosis in two large clinical trials published in 2009. More recently low dose IL-2 has shown early success in modulating the immune system in disease like type 1 diabetes and vasculitis. There are also promising studies looking to use low dose IL-2 in ischaemic heart disease.   === IL-2/anti-IL-2 mAb immune complexes (IL-2 ic) === IL-2 cannot accomplish its role as a promising immunotherapeutic agent due to significant drawbacks which are listed above. Some of the issues can be overcome using IL-2 ic. They are composed of IL-2 and some of its monoclonal antibody (mAb) and can potentiate biologic activity of IL-2 in vivo. The main mechanism of this phenomenon in vivo is due to the prolongation of the cytokine half-life in circulation. Depending on the clone of IL-2 mAb, IL-2 ic can selectively stimulate either CD25high (IL-2/JES6-1 complexes), or CD122high cells (IL-2/S4B6). IL-2/S4B6 immune complexes have high stimulatory activity for NK cells and memory CD8+ T cells and they could thus replace the conventional IL-2 in cancer immunotherapy. On the other hand, IL-2/JES6-1 highly selectively stimulate regulatory T cells and they could be potentially useful for transplantations and in treatment of autoimmune diseases.   == History == According to an immunology textbook: \"IL-2 is particularly important historically, as it is the first type I cytokine that was cloned, the first type I cytokine for which a receptor component was cloned, and was the first short-chain type I cytokine whose receptor structure was solved. Many general principles have been derived from studies of this cytokine including its being the first cytokine demonstrated to act in a growth factor–like fashion through specific high-affinity receptors, analogous to the growth factors being studied by endocrinologists and biochemists\".: 712  In the mid-1960s, studies reported \"activities\" in leukocyte-conditioned media that promoted lymphocyte proliferation.: 16  In the mid-1970s, it was discovered that T-cells could be selectively proliferated when normal human bone marrow cells were cultured in conditioned medium obtained from phytohemagglutinin-stimulated normal human lymphocytes.: 712  The key factor was isolated from cultured mouse cells in 1979 and from cultured human cells in 1980. The gene for human IL-2 was cloned in 1982 after an intense competition.: 76  Commercial activity to bring an IL-2 drug to market was intense in the 1980s and 1990s. By 1983, Cetus Corporation had created a proprietary recombinant version of IL-2 (Aldesleukin, later branded as Proleukin), with the alanine removed from its N-terminal and residue 125 replaced with serine.: 76–77 : 201  Amgen later entered the field with its own proprietary, mutated, recombinant protein and Cetus and Amgen were soon competing scientifically and in the courts; Cetus won the legal battles and forced Amgen out of the field.: 151   By 1990 Cetus had gotten aldesleukin approved in nine European countries but in that year, the U.S. Food and Drug Administration (FDA) refused to approve Cetus' application to market IL-2. The failure led to the collapse of Cetus, and in 1991 the company was sold to Chiron Corporation. Chiron continued the development of IL-2, which was finally approved by the FDA as Proleukin for metastatic renal carcinoma in 1992. By 1993 aldesleukin was the only approved version of IL-2, but Roche was also developing a proprietary, modified, recombinant IL-2 called teceleukin, with a methionine added at is N-terminal, and Glaxo was developing a version called bioleukin, with a methionine added at is N-terminal and residue 125 replaced with alanine. Dozens of clinical trials had been conducted of recombinant or purified IL-2, alone, in combination with other drugs, or using cell therapies, in which cells were taken from patients, activated with IL-2, then reinfused. Novartis acquired Chiron in 2006 and licensed the US aldesleukin business to Prometheus Laboratories in 2010 before global rights to Proleukin were subsequently acquired by Clinigen in 2018 and 2019.   == References ==   == External links ==  Proleukin website IL-2 Signaling Pathway Archived 2020-01-11 at the Wayback Machine Rosenberg SA (June 2014). \"IL-2: the first effective immunotherapy for human cancer\". Journal of Immunology. 192 (12): 5451–8. doi:10.4049/jimmunol.1490019. PMC 6293462. PMID 24907378. Overview of all the structural information available in the PDB for UniProt: P60568 (Interleukin-2) at the PDBe-KB."}