{"name": "alectinib", "category": "drug", "content": "Alectinib (INN), sold under the brand name Alecensa, is an anticancer medication that is used to treat non-small-cell lung cancer (NSCLC). It blocks the activity of anaplastic lymphoma kinase (ALK). It is taken by mouth. It was developed by Chugai Pharmaceutical Co. Japan, which is part of the Hoffmann-La Roche group. The most common side effects include constipation, muscle pain and edema (swelling) including of the ankles and feet, the face, the eyelids and the area around the eyes. Alectinib was approved for medical use in Japan in 2014, the United States in 2015, Canada in 2016, Australia in 2017, the European Union in 2017, and the United Kingdom in 2021.   == Medical uses == In the European Union, alectinib is indicated for the first-line treatment of adults with anaplastic lymphoma kinase (ALK)-positive advanced non-small cell lung cancer (NSCLC); and for the treatment of adults with ALK‑positive advanced NSCLC previously treated with crizotinib. In the United States, it is indicated for the treatment of people with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) as detected by an FDA-approved test. In April 2024, the US Food and Drug Administration (FDA) expanded the indication of alectinib to include adjuvant treatment following tumor resection in people with anaplastic lymphoma kinase (ALK)-positive non-small cell lung cancer (NSCLC), as detected by an FDA-approved test.   == Contraindications == There are no reported contraindications.   == Side effects == Apart from unspecific gastrointestinal effects such as constipation (in 34% of patients) and nausea (22%), common adverse effects in studies included oedema (swelling; 34%), myalgia (muscle pain; 31%), anaemia (low red blood cell count), sight disorders, light sensitivity and rashes (all below 20%). Serious side effects occurred in 19% of patients; fatal ones in 2.8%.   == Interactions == Alectinib has a low potential for interactions. While it is metabolised by the liver enzyme CYP3A4, and blockers of this enzyme accordingly increase its concentrations in the body, they also decrease concentrations of the active metabolite M4, resulting in only a small overall effect. Conversely, CYP3A4 inducers decrease alectinib concentrations and increase M4 concentrations. Interactions via other CYP enzymes and transporter proteins cannot be excluded but are unlikely to be of clinical significance.   == Pharmacology ==   === Mechanism of action === The substance potently and selectively blocks two receptor tyrosine kinase enzymes: anaplastic lymphoma kinase (ALK) and the RET proto-oncogene. The active metabolite M4 has similar activity against ALK. Inhibition of ALK subsequently blocks cell signalling pathways, including STAT3 and the PI3K/AKT/mTOR pathway, and induces death (apoptosis) of tumour cells.   === Pharmacokinetics ===  When taken with a meal, the absolute bioavailability of the drug is 37%, and highest blood plasma concentrations are reached after four to six hours. Steady state conditions are reached within seven days. Plasma protein binding of alectinib and M4 is over 99%. The enzyme mainly responsible for alectinib metabolism is CYP3A4; other CYP enzymes and aldehyde dehydrogenases only play a small role. Alectinib and M4 account for 76% of the circulating substance, while the rest are minor metabolites. Plasma half-life of alectinib is 32.5 hours, and that of M4 is 30.7 hours. 98% are excreted via the faeces, of which 84% are unchanged alectinib and 6% are M4. Less than 1% are found in the urine.   == Chemistry == Alectinib has a pKa of 7.05. It is used in form of the hydrochloride, which is a white to yellow-white lumpy powder.   == History == The approvals were based mainly on two trials: In a Japanese Phase I–II trial, after approximately 2 years, 19.6% of patients had achieved a complete response, and the 2-year progression-free survival rate was 76%. In February 2016 the J-ALEX phase III study comparing alectinib with crizotinib was terminated early because an interim analysis showed that progression-free survival was longer with alectinib. In November 2017, the FDA approved alectinib for the first-line treatment of people with ALK-positive metastatic non-small cell lung cancer. This based on the phase 3 ALEX trial comparing it with crizotinib. Efficacy was demonstrated in a global, randomized, open-label trial (ALINA, NCT03456076) in participants with ALK-positive NSCLC who had complete tumor resection. Eligible participants were required to have resectable stage IB (tumors ≥ 4 cm) to IIIA NSCLC (by AJCC 7th edition) with ALK rearrangements identified by a locally performed FDA-approved ALK test or by a centrally performed VENTANA ALK (D5F3) CDx assay. A total of 257 participants were randomized (1:1) to receive alectinib 600 mg orally twice daily or platinum-based chemotherapy following tumor resection. The application was granted priority review and orphan drug designations. In April 2024, the FDA approved alectinib as an adjuvant treatment for people with ALK-positive early-stage lung cancer. This was based on the Phase III ALINA study [NCT03456076].  On 25 April 2024, the Committee for Medicinal Products for Human Use (CHMP) adopted a positive opinion for the use of alectinib for adjuvant treatment of resected non‑small cell lung cancer (NSCLC). In June 2024, the EU approved alectinib as an adjuvant treatment for people in the EU with ALK-positive early-stage lung cancer. This was based on the Phase III ALINA study [NCT03456076].   == Society and culture ==   === Legal status === Alectinib was approved in Japan in July 2014, for the treatment of ALK fusion-gene positive, unresectable, advanced or recurrent non-small-cell lung cancer (NSCLC). Alectinib was granted an accelerated approval by the US Food and Drug Administration (FDA) in December 2015, to treat people with advanced ALK-positive NSCLC whose disease worsened after, or who could not tolerate, treatment with crizotinib (Xalkori). It received conditional approval by the European Medicines Agency in February 2017, for the same indication. The approval was upgraded from conditional to full approval in December 2017.   == References ==   == External links == Clinical trial number NCT01588028 for \"A Study of Alectinib (CH5424802/RO5424802) in Participants With Anaplastic Lymphoma Kinase (ALK)-Rearranged Non-Small Cell Lung Cancer (NSCLC)\" at ClinicalTrials.gov Clinical trial number NCT01801111 for \"A Study of Alectinib (RO5424802) in Participants With Non-Small Cell Lung Cancer Who Have Anaplastic Lymphoma Kinase (ALK) Mutation and Failed Crizotinib Treatment\" at ClinicalTrials.gov Clinical trial number NCT02075840 for \"A Study Comparing Alectinib With Crizotinib in Treatment-Naive Anaplastic Lymphoma Kinase-Positive Advanced Non-Small Cell Lung Cancer Participants (ALEX)\" at ClinicalTrials.gov"}