{"name": "alemtuzumab", "category": "drug", "content": "Alemtuzumab, sold under the brand names Campath and Lemtrada among others, is a medication used to treat chronic lymphocytic leukemia and multiple sclerosis. In chronic lymphocytic leukemia, it has been used as both a first line and second line treatment. It is given by injection into a vein. It is a monoclonal antibody that binds to CD52, a protein present on the surface of mature lymphocytes, but not on the stem cells from which these lymphocytes are derived. After treatment with alemtuzumab, these CD52-bearing lymphocytes are targeted for destruction. Alemtuzumab was approved for medical use in the United States in 2001. (Mab)Campath was withdrawn from the markets in the US and the EU in 2012, to prepare for a higher-priced relaunch of Lemtrada aimed at multiple sclerosis.   == Medical uses ==   === Chronic lymphocytic leukemia === Alemtuzumab is used for the treatment of B-cell chronic lymphocytic leukemia in people who have been treated with alkylating agents and who have failed fludarabine therapy. It is an unconjugated antibody, thought to work via the activation of antibody-dependent cell-mediated cytotoxicity.   === Multiple sclerosis === It is used for the relapsing remitting form of multiple sclerosis. A 2017 Cochrane meta-analysis of studies comparing alemtuzumab to interferon beta 1a concluded that annual cycles of alemtuzumab probably reduces the proportion of people that experience relapse and may reduce the proportion of people who experience disability worsening and new T2 lesions on MRI, with adverse events found to be similarly high for both treatments. However the low-to-moderate levels of evidence in the included, existing studies were noted and the need for larger high-quality randomised, double-blind, controlled trials comparing mono or combination therapy with alemtuzumab was highlighted.   == Contraindications == Alemtuzumab is contraindicated in patients who have active infections, underlying immunodeficiency (e.g., seropositive for HIV), or known type I hypersensitivity or anaphylactic reactions to the substance.   == Adverse effects == In November 2018, the US Food and Drug Administration (FDA) issued a safety announcement warning about rare but serious instances of stroke and blood vessel wall tears in multiple sclerosis patients who have received Lemtrada (alemtuzumab), mostly occurring within one day of initiating treatment and leading in some cases to permanent disability and even death. In addition to the 13 cases to which the FDA safety announcement refers, a further five cases of spontaneous intracranial hemorrhage have been retrospectively identified from four US multiple sclerosis centers in correspondence published online in February 2019. In April 2019, the Pharmacovigilance Risk Assessment Committee (PRAC) of the European Medicines Agency (EMA) reported that it has started a review of the multiple sclerosis medicine Lemtrada (alemtuzumab) following new reports of immune-mediated conditions and of problems with the heart and blood vessels with this medicine, including fatal cases. The PRAC advised that while the review is ongoing, Lemtrada should only be started in adults with relapsing-remitting multiple sclerosis that is highly active despite treatment with at least two disease-modifying therapies (a type of multiple sclerosis medicine) or where other disease-modifying therapies cannot be used. The PRAC further advised that patients being treated with Lemtrada who are benefitting from it may continue treatment in consultation with their doctor. Very common adverse reactions associated with alemtuzumab infusion in people with multiple sclerosis include upper respiratory tract and urinary tract infections, herpes virus infections, lymphopenia, leucopenia, changes in thyroid function, tachycardia, skin rashes, pruritus, pyrexia, and fatigue. The Summary of Product Characteristics provided in the electronic Medicines Compendium [eMC ] further lists common and uncommon adverse reactions that have been reported for Lemtrada, which include serious opportunistic nocardial infections and cytomegalovirus syndrome. Alemtuzumab can also precipitate autoimmune disease through the suppression of regulatory T cell populations and/or the emergence of autoreactive B-cells. Cases of multiple sclerosis reactivation/relapse have also been reported   == Biochemical properties == Alemtuzumab is a recombinant DNA-derived humanized IgG1 kappa monoclonal antibody that is directed against the cell surface glycoprotein CD52.   == History == The origins of alemtuzumab date back to Campath-1 which was derived from the rat antibodies raised against human lymphocyte proteins by Herman Waldmann and colleagues in 1983. The name Campath derives from the pathology department of Cambridge University. Initially, Campath-1 was not ideal for therapy because patients could, in theory, react against the foreign rat protein determinants of the antibody. To circumvent this problem, Greg Winter and his colleagues humanised Campath-1, by extracting the hypervariable loops that had specificity for CD52 and grafting them onto a human antibody framework. This became known as Campath-1H and serves as the basis for alemtuzumab. While alemtuzumab started life as a laboratory tool for understanding the immune system, within a short time it was clinically investigated for use to improve the success of bone marrow transplants and as a treatment for leukaemia, lymphoma, vasculitis, organ transplants, rheumatoid arthritis and multiple sclerosis.   == Society and culture ==   === Economics === Campath as a medication was first approved for B-cell chronic lymphocytic leukemia in 2001. It is marketed by Genzyme, which acquired the worldwide rights from Bayer AG in 2009. Genzyme was bought by Sanofi in 2011. In August/September 2012 Campath was withdrawn from the markets in the US and EU. This was done to prevent off-label use of the drug to treat multiple sclerosis and to prepare for a relaunch under the brand name Lemtrada, with a different dosage aimed at multiple sclerosis treatment, this is expected to be much higher-priced. In February 2011, Sanofi-Aventis, since renamed Sanofi, acquired Genzyme, the manufacturer of alemtuzumab.  The acquisition was delayed by a dispute between the two companies regarding the value of alemtuzumab. In August 2012, Genzyme surrendered the license for all presentations of alemtuzumab, pending regulatory approval to reintroduce it as a treatment for multiple sclerosis. Concerns that Genzyme would later bring to market the same product at a much higher price proved correct.   === Names === Alemtuzumab is the international nonproprietary name.   == Research ==   === Antiviral properties === In an in-vitro experiment, it has been shown that alemtuzumab has antiviral properties against HIV-1.   === Graft-versus-host disease === A 2009 retrospective study of alemtuzumab (10 mg IV weekly) in 20 patients (no controls) with severe steroid-resistant acute intestinal graft-versus-host disease after allogeneic hematopoietic stem cell transplantation (HSCT) demonstrated improvement. Overall response rate was 70%, with complete response in 35%. In this study, the median survival was 280 days.  Important complications following this treatment included cytomegalovirus reactivation, bacterial infection, and invasive aspergillosis infection.   == References ==   == External links == From laboratory to clinic: the story of CAMPATH-1 (Geoff Hale and Herman Waldmann) \"Alemtuzumab\". National Cancer Institute. 30 November 2007."}