{"name": "alendronic acid", "category": "drug", "content": "Alendronic acid, sold under the brand name Fosamax among others, is a bisphosphonate medication used to treat osteoporosis and Paget's disease of bone. It is taken by mouth. Use is often recommended together with vitamin D, calcium supplementation, and lifestyle changes. Common side effects (1 to 10% of patients) include constipation, abdominal pain, nausea, and acid reflux. Use is not recommended during pregnancy or in those with poor kidney function. Alendronic acid works by decreasing the activity of cells that break down bone. Alendronic acid was first described in 1978 and approved for medical use in the United States in 1995. It is available as a generic medication. In 2021, it was the 94th most commonly prescribed medication in the United States, with more than 7 million prescriptions.   == Medical uses ==  Prevention and treatment of female osteoporosis Treatment of male osteoporosis Prevention and treatment of corticosteroid-associated osteoporosis together with supplements of calcium and vitamin D Paget's disease   == Contraindications == Alendronate should not be used in:  Acute inflammations of the gastrointestinal tract (esophagitis, gastritis, ulcerations) Clinically manifested osteomalacia Certain malformations and malfunctions of the esophagus (strictures, achalasia) Inability to stand, walk, or sit for 30 minutes after oral administration Renal impairment or chronic kidney disease as evidenced by a creatinine clearance below 30ml/min Hypersensitivity to alendronate or another ingredient in the product Hypocalcemia Pregnancy and breastfeeding Patients below 18 yrs. of age, as no clinical data exists for this population   == Side effects == Gastrointestinal tract: Ulceration and possible rupture of the esophagus; this may require hospitalization and intensive treatment. Gastric and duodenal ulceration may also occur. Esophageal cancer, a meta-analysis concluded that bisphosphonate treatment is NOT associated with excess risk of esophageal cancer. General: infrequent cases of skin rash, rarely manifesting as Stevens–Johnson syndrome and toxic epidermal necrolysis, eye problems (uveitis, scleritis) and generalized muscle, joint, and bone pain (rarely severe) have been reported. In laboratory tests, decreased calcium and phosphate values may be seen but reflect expected action of the drug and are almost always not clinically relevant. Osteonecrosis of the jaw may occur while on this drug, if dental work of any kind is carried out. The risk is considerably higher for extractions in the mandible (lower jaw) than other areas of the mouth, and the risk increases if you have been taking it for four or more years  Although this side effect is uncommon (0.4-1.6% for oral alendronic acid), it occurs primarily in patients being administered intravenous bisphosphonates, with most cases being reported in cancer patients. Bone: alendronate has been linked in long-term users to the development of low-impact femoral fractures.  Further, studies suggest that users of alendronate have an increase in the numbers of osteoclasts and develop giant, more multinucleated osteoclasts; the significance of this development is unclear.  Fosamax has been linked to a rare type of leg fracture that cuts straight across the upper thigh bone after little or no trauma (subtrochanteric fractures).   == Interactions == Food and drugs containing large amounts of calcium, magnesium or aluminium (antacids) decrease the absorption of alendronate. At least half an hour should pass after intake of alendronate before eating dairy products or taking the supplement or drug. Highly active vitamin D analogues or fluorides: no data is available. Concomitant treatment should be avoided. The additional beneficial effect of HRT (hormone replacement therapy) with estrogens/progestins or raloxifene in postmenopausal women with osteoporosis remains to be elucidated, but no interactions have been seen. The combination is therefore possible, but controversial. Intravenous ranitidine increases the oral bioavailability of alendronate. No clinical consequences are known. The combination of NSAIDs and alendronate may increase the risk of gastric ulcers. Both these drugs have the potential to irritate the upper gastro-intestinal mucosa.   == Pharmacology ==   === Mechanism of action ===  Alendronate inhibits osteoclast-mediated bone-resorption.  Like all bisphosphonates, it is chemically related to inorganic pyrophosphate, the endogenous regulator of bone turnover.  But while pyrophosphate inhibits both osteoclastic bone resorption and the mineralization of the bone newly formed by osteoblasts, alendronate specifically inhibits bone resorption without any effect on mineralization at pharmacologically achievable doses.  Its inhibition of bone-resorption is dose-dependent and approximately 1,000 times stronger than the equimolar effect of the first bisphosphonate drug, etidronate.   Under therapy, normal bone tissue develops, and alendronate is deposited in the bone-matrix in a pharmacologically inactive form. For optimal action, enough calcium and vitamin D are needed in the body in order to promote normal bone development. Hypocalcemia should, therefore, be corrected before starting therapy. Etidronate has the same disadvantage as pyrophosphate in inhibiting mineralization, but all of the potent N-containing bisphosphonates, including alendronate, risedronate, ibandronate, and zoledronate, do not.   === Pharmacokinetics === As with all potent bisphosphonates, the fraction of the drug that reaches the circulatory system intact (systemic bioavailability) after oral dosing is low, averaging only 0.6–0.7% in women and in men under fasting conditions. Intake together with meals and beverages other than water further reduces the bioavailability. The absorbed drug rapidly partitions, with approximately 50% binding to the exposed bone surface; the remainder is excreted unchanged by the kidneys. Unlike with most drugs, the strong negative charge on the two phosphonate moieties limits oral bioavailability, and, in turn, the exposure to tissues other than bone is very low. After absorption in the bone, alendronate has an estimated terminal elimination half-life of 10 years.   == References =="}