{"name": "alipogene tiparvovec", "category": "drug", "content": "Alipogene tiparvovec, sold under the brand name Glybera, is a gene therapy treatment designed to reverse lipoprotein lipase deficiency (LPLD), a rare recessive disorder, due to mutations in LPL, which can cause severe pancreatitis. It was recommended for approval by the European Medicines Agency in July 2012, and approved by the European Commission in November of the same year. It was the first marketing authorisation for a gene therapy treatment in either the European Union or the United States. The medication is administered via a series of injections into the leg muscles. Glybera gained infamy as the \"million-dollar drug\" and proved commercially unsuccessful for a number of reasons. Its cost to patients and payers, together with the rarity of LPLD, high maintenance costs to its manufacturer uniQure, and failure to achieve approval in the US, led to uniQure withdrawing the drug after two years on the EU market. As of 2018, only 31 people worldwide have ever been administered Glybera, and uniQure has no plans to sell the drug in the US or Canada.   == History == Glybera was developed over a period of decades by researchers at the University of British Columbia (UBC). In 1986, Michael R. Hayden and John Kastelein began research at UBC, confirming the hypothesis that LPLD was caused by a gene mutation. Years later, in 2002, Hayden and Colin Ross successfully performed gene therapy on test mice to treat LPLD; their findings were featured on the September 2004 cover of Human Gene Therapy. Ross and Hayden next succeeded in treating cats in the same manner, with the help of Boyce Jones.   === Trials and approval === Meanwhile, Kastelein—who had, by 1998, become an international expert in lipid disorders—co-founded Amsterdam Molecular Therapeutics (AMT), which acquired rights to Hayden's research with the aim of releasing the drug in Europe. Since LPLD is a rare condition (prevalence worldwide 1–2 per million), related clinical tests and trials have involved unusually small cohort sizes. The first main trial (CT-AMT-011-01) involved just 14 subjects, and by 2015, a total of 27 individuals had been involved in phase III testing. The second phase of testing focused on subjects living along the Saguenay River in Quebec, where LPLD affects people at the highest rate in the world (up to 200 per million) due to the founder effect.   === Price === After over two years of testing, Glybera was approved in the European Union in 2012. However, after spending millions of euros on Glybera's approval, AMT went bankrupt and its assets were acquired by uniQure. Alipogene tiparvovec was expected to cost around US$1.6 million per treatment in 2012,—revised to $1 million in 2015,—making it the most expensive medicine in the world at the time. However, replacement therapy, a similar treatment, can cost over $300,000 per year, for life. In 2015, uniQure dropped its plans for approval in the US and exclusively licensed rights to sell the drug in Europe to Chiesi Farmaceutici for €31 million. As of 2016, only one person had received the drug outside of a clinical trial. In April 2017, Chiesi quit selling Glybera and uniQure announced that it would not pursue the renewal of the marketing authorisation in the European Union when it was scheduled to expire that October, due to lack of demand. Afterwards, the three remaining doses in Chiesi's inventory were administered to three patients for €1 each.   == Mechanism == The adeno-associated virus serotype 1 (AAV1) viral vector delivers an intact copy of the human lipoprotein lipase (LPL) gene to muscle cells. The LPL gene is not inserted into the cell's chromosomes but remains as free floating DNA in the nucleus. The injection is followed by immunosuppressive therapy to prevent immune reactions to the virus. Data from the clinical trials indicates that fat concentrations in blood were reduced between 3 and 12 weeks after injection, in nearly all patients. The advantages of AAV include apparent lack of pathogenicity, delivery to non-dividing cells, and much smaller risk of insertion compared to retroviruses, which show random insertion with accompanying risk of cancer. AAV also presents very low immunogenicity, mainly restricted to generating neutralising antibodies, and little well defined cytotoxic response. The cloning capacity of the vector is limited to replacement of the virus's 4.8 kilobase genome.   == See also == List of gene therapies Health care costs   == References =="}