{"name": "alirocumab", "category": "drug", "content": "Alirocumab, sold under the brand name Praluent, is a medication used as a second-line treatment for high cholesterol for adults whose cholesterol is not controlled by diet and statin treatment.   It is a human monoclonal antibody that belongs to a novel class of anti-cholesterol drugs, known as PCSK9 inhibitors, and it was the first such agent to receive FDA approval. The FDA approval was contingent on the completion of further clinical trials to better determine efficacy and safety. Common side effects include nasopharyngitis (cold), injection site reactions, and influenza. It was approved for medical use in the United States and in the European Union in 2015.   == Medical uses == Alirocumab is used as a second-line treatment to lower LDL cholesterol for adults who have a severe form of hereditary high cholesterol and people with atherosclerosis who require additional lowering of LDL cholesterol when diet and statin treatment have not worked. It is administered by subcutaneous injection. As of July 2015, it is not known whether alirocumab prevents early death from cardiovascular disease or prevents heart attacks; a clinical trial to determine outcomes was ongoing at that time, the results of which were expected in 2017. In November 2018, The New England Journal of Medicine published positive results from a clinical trial with alirocumab. According to the study, alirocumab significantly reduced major adverse cardiovascular events by 15% and it was associated with a 15% lower risk of death from any cause (hazard ratio [HR] 0.85; 95% confidence interval [CI], 0.73 to 0.98). In 2021, the U.S. Food and Drug Administration (FDA) added an indication for alirocumab to treat adults with homozygous familial hypercholesterolemia (HoFH), a genetic condition that causes severely high cholesterol. It is not intended to be used alone but instead added to other treatments for HoFH.   == Side effects == Side effects that occurred in more than 2% of people treated with alirocumab in clinical trials and that occurred more frequently than with placebo, included nose and throat irritation, injection site reactions and bruising, flu-like symptoms, urinary tract infection, diarrhea, bronchitis and cough, and muscle pain, soreness, and spasms. There are no available data on use of alirocumab in pregnant women to assess risks to the fetus, nor is there data on use in children.   == Pharmacology ==  Alirocumab works by inhibiting the PCSK9 protein. PCSK9 binds to the low-density lipoprotein receptor (LDLR) (which takes cholesterol out of circulation), and that binding leads to the receptor being degraded, and less LDL cholesterol being removed from circulation.  Inhibiting PCSK9 prevents the receptor from being degraded, and promotes removal of LDL cholesterol from circulation. After subcutaneous administration of alirocumab, maximal suppression of free PCSK9 occurs within 4 to 8 hours and has an apparent half-life of 17 to 20 days.  Inhibition is dose-dependent.  The antibody is distributed through the circulation, and it is eliminated at low concentrations by binding to its target, and at higher concentrations through a proteolytic pathway.   == Chemistry == Alirocumab is a human monoclonal antibody of the IgG1 isotype.  It is made of two disulfide-linked human heavy chains, each disulfide-linked to a human light chain.  It has an approximate molecular weight of 146 kDa. It is produced using Chinese hamster ovary cells transfected with recombinant DNA, that are grown in tanks.   == History == The importance of PCSK9 as a biological target for drug discovery emerged in 2003, when a series of discoveries led to identification of the protein and its gene, its role in causing some cases of familial hypercholesterolaemia when some mutations are present, and its role in causing very low levels of LDL cholesterol when other mutations are present. The discovery and validation of the target set off a race among pharmaceutical and biotech companies. Alirocumab was discovered by Regeneron Pharmaceuticals using its \"VelocImmune\" mouse, in which many of the genes coding for antibodies have been replaced with human genes.: 255–258   In an investor presentation, Regeneron claimed that with their system, it took only about 19 months from when they first immunized mice with PCSK9 until they filed their IND.: Slide 26    Alirocumab was co-developed with Sanofi under a deal made in 2007.  Before it received its international nonproprietary name it was known as REGN727 and SAR236553. Phase 1 trial results were reported in 2012 in The New England Journal of Medicine.  A phase 3 trial of statin intolerant patients called ODYSSEY ran for 65 weeks. Results were presented at the 2014 European Society of Cardiology meeting.  A 78-week study of alirocumab in 2341 people taking statins who were at high risk for cardiovascular events and had high LDL cholesterol levels was published in April 2015. This study showed a significant reduction of LDL cholesterol levels in patients taking both Alirocumab and oral statins compared to placebo patients solely taking oral statins. Studies are ongoing to assess the effects of alirocumab in normocholesterolemic individuals. In July 2014, Regeneron and Sanofi announced that they had purchased a priority review voucher that BioMarin had won for a recent rare disease drug approval for $67.5 million; the voucher cut four months off the regulatory review time for alirocumab and was part of their strategy to beat Amgen to market with the first approval of a PCSK9 inhibitor. In July 2015, the FDA approved alirocumab as a second-line treatment to lower LDL cholesterol for adults who have hereditary high cholesterol and people with atherosclerosis who require additional lowering of LDL cholesterol when diet and statin treatment have not worked.  This was the first approval of a PCSK9 inhibitor.  The FDA approval was contingent on the completion of further clinical trials to better determine efficacy and safety. Regeneron and Amgen had each filed for patent protection on their monoclonal antibodies and the companies ended up in patent litigation in the U.S.  In March 2016, a district court found that alirocumab infringed Amgen's patents; Amgen then requested an injunction barring Regeneron and Sanofi from marketing alirocumab, which was granted in January 2017.  The judge gave Regeneron and Sanofi 30 days to appeal before the injunction went into effect. In October, 2017 the US Court of Appeals reversed the ban and ordered a new trial after finding the jury was given improper instructions and evidence was withheld. Regeneron and Sanofi were allowed to continue marketing alirocumab during the appeals process. The U.S. Food and Drug Administration (FDA) granted approval of Praluent to Regeneron Pharmaceuticals, Inc.   == Society and culture == In 2014 as PCSK9 inhibitors approached regulatory approval, market analysts estimated that the overall market for these drugs could be $10B per year, with each of alirocumab and Amgen's competing drugs having sales of $3B per year, and other competitors dividing the remaining $4B, based on estimates of an annual price for alirocumab of $10,000 per year.  At the same time, pharmacy benefit managers such as Express Scripts and CVS Caremark, while recognizing that the new drugs could help patients who were otherwise left with uncontrolled cholesterol levels, and recognizing that injectable biopharmaceuticals will always be more expensive than pills, and especially more expensive than generic pills, expressed concerns about the burden of the new costs on the health care system. When the drug was approved in July 2015, the announced price was higher than analysts had predicted: $14,600 a year.  Pharmacy benefit managers continued expressing their concerns, as did insurance companies and some doctors, who were especially concerned over the price, in light of the fact that the FDA approval was based on lowering cholesterol alone, and not on better health outcomes, such as fewer heart attacks or longer life. The treatment for people with very high cholesterol that cannot be controlled with diet or statins is apheresis, which is similar to dialysis in that a person visits a clinic each month and his or her blood is mechanically filtered, in this case to remove LDL cholesterol.  That treatment costs $8000 per month, or $96,000 per year.  The price of alirocumab was determined based in part on making apheresis no longer necessary.   === Names === Alirocumab is the international nonproprietary name.   == References =="}