{"name": "allopurinol", "category": "drug", "content": "Allopurinol is a medication used to decrease high blood uric acid levels. It is specifically used to prevent gout, prevent specific types of kidney stones and for the high uric acid levels that can occur with chemotherapy. It is taken orally (by mouth) or intravenously (injected into a vein). Common side effects when used orally include itchiness and rash. Common side effects when used by injection include vomiting and kidney problems. While not recommended historically, starting allopurinol during an attack of gout appears to be safe. In those already on the medication, it should be continued even during an acute gout attack. While use during pregnancy does not appear to result in harm, this use has not been well studied. Allopurinol is in the xanthine oxidase inhibitor family of medications. Allopurinol was approved for medical use in the United States in 1966. It is on the World Health Organization's List of Essential Medicines. Allopurinol is available as a generic medication. In 2022, it was the 39th most commonly prescribed medication in the United States, with more than 15 million prescriptions.   == Medical uses ==   === Gout === Allopurinol is used to reduce urate formation in conditions where urate deposition has already occurred or is predictable.  The specific diseases and conditions where it is used include gouty arthritis, skin tophi, kidney stones, idiopathic gout; uric acid lithiasis; acute uric acid nephropathy; neoplastic disease and myeloproliferative disease with high cell turnover rates, in which high urate levels occur either spontaneously, or after cytotoxic therapy; certain enzyme disorders which lead to overproduction of urate, for example: hypoxanthine-guanine phosphoribosyltransferase, including Lesch–Nyhan syndrome; glucose 6-phosphatase including glycogen storage disease; phosphoribosyl pyrophosphate synthetase, phosphoribosyl pyrophosphate amidotransferase; adenine phosphoribosyltransferase. It is also used to treat kidney stones caused by deficient activity of adenine phosphoribosyltransferase.   === Tumor lysis syndrome === Allopurinol was also commonly used to treat tumor lysis syndrome in chemotherapeutic treatments, as these regimens can rapidly produce severe acute hyperuricemia; however, it has gradually been replaced by urate oxidase therapy. Intravenous formulations are used in this indication when people are unable to swallow medication.   === Inflammatory bowel disease === Allopurinol cotherapy is used to improve outcomes for people with inflammatory bowel disease and Crohn's disease who do not respond to thiopurine monotherapy. Cotherapy has also been shown to greatly improve hepatoxicity side effects in treatment of IBD. Cotherapy invariably requires dose reduction of the thiopurine, usually to one-third of the standard dose depending upon the patient's genetic status for thiopurine methyltransferase.   === Psychiatric disorders === Allopurinol has been tested as an augmentation strategy for the treatment of mania in bipolar disorder. Meta-analytic evidence showed that adjunctive allopurinol was superior to placebo for acute mania (both with and without mixed features). Its efficacy was not influenced by dosage, follow-up duration, or concurrent standard treatment.   === Cardiovascular disease === There is a correlation between uric acid levels and cardiovascular disease and mortality, and so allopurinol has been explored as a potential treatment to reduce risk of cardiac disease. However, the data is inconsistent and conflicting, and the use of allopurinol for use in cardiovascular disease is controversial. Independently of its effects on uric acid, it may also have effects on oxidative stress and inflammation.   == Side effects == Because allopurinol is not a uricosuric, it can be used in people with poor kidney function.  However, for people with impaired kidney function, allopurinol has two disadvantages. First, its dosing is complex. Second, some people are hypersensitive to the drug; therefore, its use requires careful monitoring. Allopurinol has rare but potentially fatal adverse effects involving the skin. The most serious adverse effect is a hypersensitivity syndrome consisting of fever, skin rash, eosinophilia, hepatitis, and worsened renal function, collectively referred to as DRESS syndrome. Allopurinol is one of the drugs commonly known to cause Stevens–Johnson syndrome and toxic epidermal necrolysis, two life-threatening dermatological conditions. More common is a less-serious rash that leads to discontinuing this drug. More rarely, allopurinol can also result in the depression of bone marrow elements, leading to cytopenias, as well as aplastic anemia. Moreover, allopurinol can also cause peripheral neuritis in some patients, although this is a rare side effect. Another side effect of allopurinol is interstitial nephritis.   == Drug interactions == Drug interactions are extensive, and are as follows:  Azathioprine and 6-mercaptopurine: Azathioprine is metabolised to 6-mercaptopurine which in turn is inactivated by the action of xanthine oxidase - the target of allopurinol.  Giving allopurinol with either of these drugs at their normal dose will lead to overdose of either drug;  only one-quarter of the usual dose of 6-mercaptopurine or azathioprine should be given; Didanosine: plasma didanosine Cmax and AUC values were approximately doubled with concomitant allopurinol treatment; it should not be co-administered with allopurinol and if it must be, the dose of should be reduced and the person should be closely monitored. Allopurinol may also increase the activity or half-life of the following drugs, in order of seriousness and certainty of the interaction:  Ciclosporin Coumarin anticoagulants, such as warfarin (reported rarely, but is serious when it occurs) Vidarabine Chlorpropamide Phenytoin Theophylline Cyclophosphamide, doxorubicin, bleomycin, procarbazine, mechlorethamine Co-administration of the following drugs may make allopurinol less active or decrease its half-life:  Salicylates and medicines that increase the secretion of uric acid furosemide (see more on diuretics below) Co-administration of the following drugs may cause hypersensitivity or skin rash:  Ampicillin and amoxicillin Diuretics, in particular thiazides, especially in renal impairment Angiotensin-converting-enzyme inhibitors (ACE inhibitors)   == Pharmacology == A common misconception is that allopurinol is metabolized by its target, xanthine oxidase, but this action is principally carried out by aldehyde oxidase. The active metabolite of allopurinol is oxipurinol, which is also an inhibitor of xanthine oxidase. Allopurinol is almost completely metabolized to oxipurinol within two hours of oral administration, whereas oxipurinol is slowly excreted by the kidneys over 18–30 hours. For this reason, oxipurinol is believed responsible for the majority of allopurinol's effect.   === Mechanism of action === Allopurinol is a purine analog; it is a structural isomer of hypoxanthine (a naturally occurring purine in the body) and is an inhibitor of the enzyme xanthine oxidase. Xanthine (1H-Purine-2,6-dione) oxidase is responsible for the successive oxidation of hypoxanthine to xanthine and subsequently uric acid, the product of human purine metabolism. In addition to blocking uric acid production, inhibition of xanthine oxidase causes an increase in hypoxanthine and xanthine. While xanthine cannot be converted to purine ribonucleotides, hypoxanthine can be salvaged to the purine ribonucleotides adenosine and guanosine monophosphates. Increased levels of these ribonucleotides may cause feedback inhibition of amidophosphoribosyl transferase, the first and rate-limiting enzyme of purine biosynthesis. Allopurinol, therefore, decreases uric acid formation and may also inhibit purine synthesis.   === Pharmacogenetics === The HLA-B*5801 allele is a genetic marker for allopurinol-induced severe cutaneous adverse reactions, including Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN). The frequency of the HLA-B*5801 allele varies between ethnicities: Han Chinese and Thai populations have HLA-B*5801 allele frequencies of around 8%, as compared to European and Japanese populations, who have allele frequencies of around 1.0% and 0.5%, respectively. The increase in risk for developing allopurinol-induced SJS or TEN in individuals with the HLA-B*5801 allele (as compared to those who do not have this allele) is very high, ranging from a 40-fold to a 580-fold increase in risk, depending on ethnicity. As of 2011 the FDA-approved drug label for allopurinol did not contain any information regarding the HLA-B*5801 allele, though FDA scientists did publish a study in 2011 which reported a strong, reproducible and consistent association between the allele and allopurinol-induced SJS and TEN. However, the American College of Rheumatology recommends screening for HLA-B*5801 in high-risk populations (e.g. Koreans with stage 3 or worse chronic kidney disease and those of Han Chinese and Thai descent), and prescribing patients who are positive for the allele an alternative drug. The Clinical Pharmacogenetics Implementation Consortium (CPIC) guidelines state that allopurinol is contraindicated in known carriers of the HLA-B*5801 allele.   == History == Allopurinol was first synthesized and reported in 1956 by Roland K. Robins (1926–1992), in a search for antineoplastic agents.   Allopurinol inhibits the breakdown (catabolism) of the thiopurine drug mercaptopurine, and was later tested by Wayne Rundles in collaboration with Gertrude Elion's lab at Wellcome Research Laboratories to see if it could improve treatment of acute lymphoblastic leukemia by enhancing the action of mercaptopurine.  However, no improvement in leukemia response was noted with mercaptopurine-allopurinol co-therapy, so that work turned to other compounds and the team then started testing allopurinol as a potential therapeutic for gout.  Allopurinol was first marketed as a treatment for gout in 1966.   == Society and culture ==   === Formulations === Allopurinol is sold as an injection for intravenous use and as a tablet.   === Brands ===  Allopurinol has been marketed in the United States since 19 August 1966, when it was first approved by FDA under the trade name Zyloprim.  Allopurinol was marketed at the time by Burroughs Wellcome.  Allopurinol is a generic drug sold under a variety of brand names, including Allohexal, Allosig, Milurit, Alloril, Progout, Ürikoliz, Zyloprim, Zyloric, Zyrik, and Aluron.   == See also == Lesinurad/allopurinol, a fixed-dose combination drug   == References ==   == Further reading == Dean L (March 2016). \"Allopurinol Therapy and HLA-B*58:01 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, Scott SA, Dean LC, Kattman BL, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520356.   == External links == Allopurinol pathway on PharmGKB"}