{"name": "alogliptin", "category": "drug", "content": "Alogliptin, sold under the brand names Nesina and Vipidia, is an oral anti-diabetic drug in the DPP-4 inhibitor (gliptin) class. Like other members of the gliptin class, it causes little or no weight gain, exhibits relatively little risk of hypoglycemia, and has relatively modest glucose-lowering activity. Alogliptin and other gliptins are commonly used in combination with metformin in people whose diabetes cannot adequately be controlled with metformin alone. In April 2016, the U.S. Food and Drug Administration (FDA) added a warning about increased risk of heart failure. It was developed by Syrrx, a company which was acquired by Takeda Pharmaceutical Company in 2005. In 2020, it was the 295th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Alogliptin is a dipeptidyl peptidase-4 inhibitor (DDP-4) that decreases blood sugar levels similar to other DPP-4 inhibitors.   == Side effects == Adverse events include hypoglycemia, pruritis (itching), nasopharyngitis, headache, and upper respiratory tract infection. It may also cause joint pain that can be severe and disabling. Like other DDP-4 inhibitors, alogliptin is weight-neutral. A 2014 letter to the editor claimed alogliptin is not associated with increased risk of cardiovascular events. In April 2016, the U.S. Food and Drug Administration (FDA) added a warning about increased risk of heart failure.   == Market access ==  In December 2007, Takeda submitted a New Drug Application (NDA) for alogliptin to the United States Food and Drug Administration (FDA), after positive results from Phase III clinical trials.  In September 2008, the company also filed for approval in Japan, winning approval in April 2010.  The company also filed a Marketing Authorization Application elsewhere outside the United States, which was withdrawn in June 2009 needing more data.  The first NDA failed to gain approval and was followed by a pair of NDAs (one for alogliptin and a second for a combination of alogliptin and pioglitazone) in July 2011.  In 2012, Takeda received a negative response from the FDA on both of these NDAs, citing a need for additional data.  In 2013, the FDA approved the drug in three formulations: as a stand-alone with the brand-name Nesina, combined with metformin using the name Kazano, and when combined with pioglitazone as Oseni.   == References ==   == External links ==  Media related to Alogliptin at Wikimedia Commons \"Alogliptin\". Drug Information Portal. U.S. National Library of Medicine."}