{"name": "alosetron", "category": "drug", "content": "Alosetron, sold under the brand name Lotronex among others, is a 5-HT3 antagonist used for the management of severe diarrhea-predominant irritable bowel syndrome (IBS) in females only. It was patented in 1987 and approved for medical use in 2002. It is currently marketed by Prometheus Laboratories Inc. (San Diego). Alosetron was withdrawn from the market in 2000 owing to the occurrence of serious life-threatening gastrointestinal adverse effects, but was reintroduced in 2002 with availability and use restricted.   == Medical uses == Alosetron is indicated only for women with severe diarrhea-predominant irritable bowel syndrome (IBS-D) who have:   chronic IBS symptoms (generally lasting 6 months or longer), had anatomic or biochemical abnormalities of the gastrointestinal tract excluded, and not responded adequately to conventional therapy. Severe IBS-D includes diarrhea and 1 or more of the following:  frequent and severe abdominal pain/discomfort, frequent bowel urgency or fecal incontinence, disability or restriction of daily activities due to IBS.   === Efficacy === The phase III trial for approval was published in 2000 as an industry-funded randomized, placebo-controlled trial (PCT). Its authors found 1 mg alosetron, taken orally twice daily for 12 weeks, was associated with a 12% (CI 4.7-19.2) improvement in relief from abdominal pain and discomfort associated with diarrhea-predominant patients. The prescription of alosetron is currently approved in the U.S. at 0.5 and 1 mg. The FDA Medical Officer's Review, dated November 4, 1999, noted: \"Patients considered by investigators to fit the diarrhea-predominant subtype had at baseline... stool consistency values that were neither loose nor watery\". The FDA's Gastrointestinal Drugs Advisory Committee referred to the drug's efficacy as \"modest\", highlighting that the placebo brought relief on the primary outcome measure to 40–50% of women.   == Contraindications == Lotronex's prescribing information brochure states that alosetron should not be initiated in patients with constipation. Other contraindications are: history of chronic or severe constipation or sequelae from constipation; intestinal obstruction, stricture, toxic megacolon, gastrointestinal perforation, and/or adhesions, ischemic colitis, impaired intestinal circulation, thrombophlebitis, or hypercoagulable state; Crohn's disease or ulcerative colitis; diverticulitis; severe hepatic impairment. Concomitant use of fluvoxamine is also contraindicated.   == Adverse effects == Alosetron was withdrawn in 2000 following the association of alosetron with serious life-threatening gastrointestinal adverse effects. The cumulative incidence of ischaemic colitis was 2 in 1000, while serious complications arising from constipation (obstruction, perforation, impaction, toxic megacolon, secondary colonic ischaemia, death) was 1 in 1000. A 1999 review performed by FDA medical officer John Senior, indicated that 27% of patients experienced constipation. The phase III trial reported constipation occurred in 30% and 3% of patients in the alosetron and placebo groups, respectively. It was cited as the most important reason for patients dropping out of the study.   == Mechanism of action == Alosetron has an antagonist action on the 5-HT3 receptors of the enteric nervous system of the gastrointestinal tract. While being a 5-HT3 antagonist like ondansetron, it is not classified or approved as an antiemetic. Since stimulation of 5-HT3 receptors is positively correlated with gastrointestinal motility, alosetron's 5-HT3 antagonism slows the movement of fecal matter through the large intestine, increasing the extent to which water is absorbed, and decreasing the moisture and volume of the remaining waste products.   == History == Alosetron was originally approved by the U.S. Food and Drug Administration (FDA) on February 9, 2000, after a seven-month review. At the time of the initial approval U.S. Food and Drug Administration (FDA) reviewers found that alosetron improved symptoms in 10% to 20% of patients. Shipment to pharmacies started in March, 2000. On July 17, a health professional filed a report with the FDA on the death of a 50-year-old woman who suffered mesenteric ischemia. The report identified alosetron as the \"primary suspect\" in the death. Alosetron was withdrawn from the market voluntarily by GlaxoWellcome on November 28, 2000, owing to the occurrence of serious life-threatening gastrointestinal adverse effects, including 5 deaths and additional bowel surgeries. The FDA said it had reports of 49 cases of ischemic colitis and 21 cases of \"severe constipation\" and that ten of the 70 patients underwent surgeries and 34 others were examined at hospitals and released without surgery. Through November 17, 2000, pharmacists had filled 474,115 prescriptions for alosetron. Severe adverse events continued to be reported, with a final total of 84 instances of ischaemic colitis, 113 of severe constipation, 143 admissions to hospital, and 7 deaths. Patient advocacy groups, most notably the Lotronex Action Group and the International Foundation for Functional Gastrointestinal Disorders (IFFGD) lobbied for the drug's return. Public Citizen Health Research Group, another patient advocacy group, opposed the reintroduction. On June 7, 2002, the FDA announced the approval of a supplemental New Drug Application (sNDA) that allows restricted marketing of Lotronex (alosetron hydrochloride), to treat only women with severe diarrhea-predominant irritable bowel syndrome (IBS). The strict prescribing guidelines initially introduced in 2002 were relaxed slightly in 2016, enabling electronic prescriptions among other benefits. It is not known whether alosetron has been filed for registration in the EU. GSK sold Lotronex to the Californian corporation Prometheus in late 2007. Since 2015, generic versions of alosetron have been available in the US, sold by a number of different companies including Actavis Pharma Company, Prometheus Laboratories and Sebela Pharmaceuticals Inc   === Criticism of the FDA === In 2001, the editor of the renowned medical journal The Lancet, Richard Horton, criticized the FDA's handling of alosetron in an unusually sharp language. Horton argued that the treatment of a non-fatal condition did not justify the use of a drug with potentially lethal side effects, and that the FDA should have revoked the approval for alosetron sooner when postmarketing surveillance revealed that many patients had suffered constipation necessitating surgical intervention and ischaemic colitis.  He asserted that FDA officials were improperly motivated to maintain and reinstate the approval for alosetron because of the extent to which the FDA's Center for Drug Evaluation and Research is funded by user fees paid by pharmaceutical manufacturers, and that the reinstatement of alosetron was negotiated in confidential meetings with representatives of GlaxoSmithKline. An article published in the British Medical Journal (BMJ) noted: \"By allowing the marketing of alosetron, a drug that poses a serious and significant public health concern according to its own terms, the FDA failed in its mission.\" Others have argued that the approval process of Lotronex was an example of regulatory capture.   == References =="}