{"name": "alprostadil", "category": "drug", "content": "Prostaglandin E1 (PGE1) is a naturally occurring prostaglandin and is also used as a medication (alprostadil). In infants with congenital heart defects, it is delivered by slow injection into a vein to open the ductus arteriosus until surgery can be carried out. By injection into the penis or placement in the urethra, it is used to treat erectile dysfunction. Common side effects when given to babies include decreased breathing, fever, and low blood pressure. When injected into the penis for erectile dysfunction; side effects may include penile pain, bleeding at the site of injection, and prolonged erection (priapism). Prostaglandin E1 is in the vasodilator family of medications. It works by opening blood vessels and relaxing smooth muscle. Prostaglandin E1 was isolated in 1957 and approved for medical use in the United States in 1981. It is on the World Health Organization's List of Essential Medicines.   == Biosynthesis == Prostaglandin E1 is biosynthesized on an as-needed basis from dihomo-γ-linolenic acid (an omega-6 fatty acid) in healthy humans without coronary artery disease and/or a genetic disorder.   == Medical uses ==   === Patent ductus arteriosus === Alprostadil is also used in maintaining a patent ductus arteriosus in newborns, primarily for an infant with ductal-dependent congenital heart disease, including cyanotic lesions and acyanotic lesions.   === Sexual dysfunction === Alprostadil is sold in the United States as urethral suppositories (brand name Muse) and in injectable form (brand names: Edex and Caverject).  As a penile suppository, the medication is inserted into the urethra at least ten minutes before the erection is needed. Other forms similarly fast-acting, but instead are injected by the syringe directly into the corpus cavernosum of the penis.  Alprostadil is also available as a generic. It must be mixed by a compounding pharmacy. The different formulations, including Bimix and Trimix, may include papaverine and/or phentolamine. A typical mix might be 30 mg of papaverine, 2 mg of phentolamine, and 20 μg alprostadil. The compound has been made into an applicable topical cream form known as Vitaros, made by Takeda UK Ltd., it contains either 200 or 300 μg of alprostadil in 100mg of cream. The tip of the device is placed in the urethral meatus, and the cream is delivered into the urethra.    === Off-brand Uses, Interactions === Clinical trials for the treatment showed positive results in around 3,000 men that it was tested on; it is said to be usable by men with diabetes or heart problems and those who have undergone a prostatectomy. It has no known interactions with food, alcohol or other medications. Misoprostol is another synthetic prostaglandin E1 analog used to prevent gastric ulcers when taken on a continuous basis, to treat missed miscarriage, to induce labor, and to induce abortion.   === Critical limb ischemia === Prostanoids, including alprostadil, do not reduce the risk of limb amputation but may offer a slight improvement in rest-pain and leg ulcer healing in persons with critical limb ischemia.   === Contrast-induced nephropathy === Preventative administration of alprostadil may reduce the risk of kidney injury (specifically contrast-induced nephropathy) in persons having cardiac angiography or percutaneous coronary intervention.   === Adverse effects ===   == References =="}