{"name": "alteplase", "category": "drug", "content": "Alteplase, sold under the brand name Activase among others, is a biosynthetic form of human tissue-type plasminogen activator (t-PA). It is a thrombolytic medication used to treat acute ischemic stroke, acute ST-elevation myocardial infarction (a type of heart attack), pulmonary embolism associated with low blood pressure, and blocked central venous catheter. It is given by injection into a vein or artery. Alteplase is the same as the normal human plasminogen activator produced in vascular endothelial cells and is synthesized via recombinant DNA technology in Chinese hamster ovary cells (CHO). Alteplase causes the breakdown of a clot by inducing fibrinolysis. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Alteplase is indicated for the treatment of acute ischemic stroke, acute myocardial infarction, acute massive pulmonary embolism, and blocked catheters. Similar to other thrombolytic drugs, alteplase is used to dissolve clots to restore tissue perfusion, but this can vary depending on the pathology. Generally, alteplase is delivered intravenously into the body. To treat blocked catheters, alteplase is administered directly into the catheter.   === Ischemic stroke === In adults diagnosed with acute ischemic stroke, thrombolytic treatment with alteplase is the standard of care. Administration of alteplase is associated with improved functional outcomes and reduced incidence of disability. Alteplase used in conjunction with mechanical thrombectomy is associated with better outcomes.   === Pulmonary embolism === As of 2019, alteplase is the most commonly used medication to treat pulmonary embolism (PE). Alteplase has a short infusion time of 2 hours and a half-life of 4–6 minutes. Alteplase has been approved by the FDA, and treatment can be done via systemic thrombolysis or catheter-directed thrombolysis. Systemic thrombolysis can quickly restore right ventricular function, heart rate, and blood pressure in patients with acute PE. However, standard doses of alteplase used in systemic thrombolysis may lead to massive bleeding, such as intracranial hemorrhage, particularly in older patients. A systematic review has shown that low-dose alteplase is safer than and as effective as the standard amount.   === Blocked catheters === Alteplase can be used in small doses to clear blood clots that obstruct a catheter, reopening the catheter so it can continue to be used. Catheter obstruction is commonly observed with a central venous catheter. Currently, the standard treatment for catheter obstructions in the United States is alteplase administration. Alteplase is effective and low risk for treating blocked catheters in adults and children. Overall, adverse effects of alteplase for clearing blood clots are rare. Novel alternatives to treat catheter occlusion, such as tenecteplase, reteplase, and recombinant urokinase, offer the advantage of shorter dwell times than alteplase.   == Contraindications == A person should not receive alteplase treatment if testing shows they are not suffering from an acute ischemic stroke or if the risks of treatment outweigh the likely benefits. Alteplase is contraindicated in those with bleeding disorders that increase a person's tendency to bleed and in those with an abnormally low platelet count. Active internal bleeding and high blood pressure are additional contraindications for alteplase. The safety of alteplase in the pediatric population has not been determined definitively. Additional contraindications for alteplase when used specifically for acute ischemic stroke include current intracranial hemorrhage and subarachnoid hemorrhage. Contraindications for use of alteplase in people with a STEMI are similar to those of acute ischemic stroke. People with an acute ischemic stroke may also receive other therapies including mechanical thrombectomy.   == Adverse effects == Given that alteplase is a thrombolytic medication, a common adverse effect is bleeding, which can be life-threatening. Adverse effects of alteplase include symptomatic intracranial hemorrhage and fatal intracranial hemorrhage. Angioedema is another adverse effect of alteplase, which can be life-threatening if the airway becomes obstructed. Other side effects may rarely include allergic reactions.   == Mechanism of action ==  Alteplase binds to fibrin in a blood clot and activates the clot-bound plasminogen. Alteplase cleaves plasminogen at the site of its Arg561-Val562 peptide bond to form plasmin. Plasmin is a fibrinolytic enzyme that cleaves the cross-links between polymerized fibrin molecules, causing the blood clot to break down and dissolve, a process called fibrinolysis.   === Regulation and inhibition === Plasminogen activator inhibitor 1 stops alteplase activity by binding to it and forming an inactive complex, which is removed from the bloodstream by the liver. Fibrinolysis by plasmin is extremely short-lived due to plasmin inhibitors, which inactivate and regulate plasmin activity.   == History == In 1995, a study by the National Institute of Neurological Disorders and Stroke showed the effectiveness of administering intravenous alteplase to treat ischemic stroke. This sparked a medical paradigm shift as it redesigned stroke treatment in the emergency department to allow for timely assessment and therapy for ischemic stroke patients.   == Society and culture == Alteplase was added to the World Health Organization's List of Essential Medicines in 2019, for use in ischemic stroke.   === Legal status === In May 1987, the United States FDA requested additional data for the drug rather than approve it outright, causing Genentech stock prices to fall by nearly one quarter. The decision was described as a surprise to the company as well as many cardiologists and regulators, and it generated significant criticism of the FDA, including from The Wall Street Journal editorial board. After results from two additional trials were obtained, Alteplase was approved for medical use in the United States in November 1987 for the treatment of myocardial infarction. This was just seven years after the first efforts were made to produce recombinant t-PA, making it one of the fastest drug developments in history.   === Economics === The cost of alteplase in the United States increased by 111% between 2005 and 2014, despite there being no proportional increase in the costs of other prescription drugs. However, alteplase continues to be cost-effective.   === Brand names === Alteplase is sold under brand names Actilyse, Activase, and Cathflo Activase.   === Controversies === Alteplase is extremely underused in low- and middle-income countries. This may be due to its high cost and the fact that it is often not covered by health insurance. There may be citation bias in the literature on alteplase in ischemic stroke, as studies reporting positive results for tissue plasminogen activator are more likely to be cited in following studies than those reporting negative or neutral results. There is a sex difference in the use of intravenous tissue plasminogen activator, as it is less likely to be used for women with acute ischemic stroke than men. However, this difference has been improving since 2008.   == References =="}