{"name": "altretamine", "category": "drug", "content": "Altretamine (trade name Hexalen), also called hexamethylmelamine, is an antineoplastic agent. It was approved by the U.S. FDA in 1990.   == Uses == It is indicated for use as a single agent in the palliative treatment of patients with persistent or recurrent ovarian cancer following first-line therapy with cisplatin and/or alkylating agent-based combination. It is not considered a first-line treatment, but it can be useful as salvage therapy. It also has the advantage of being less toxic than other drugs used for treating refractory ovarian cancer.   == Mechanism == The precise mechanism by which altretamine exerts its anti-cancer effect is unknown but it is classified by MeSH as an alkylating antineoplastic agent. This unique structure is believed to damage tumor cells through the production of the weakly alkylating species formaldehyde, a product of CYP450-mediated N-demethylation. Administered orally, altretamine is extensively metabolized on first pass, producing primarily mono- and didemethylated metabolites. Additional demethylation reactions occur in tumor cells, releasing formaldehyde in situ before the drug is excreted in the urine. The carbinolamine (methylol) intermediates of CYP450-mediated metabolism also can generate electrophilic iminium species that are capable of reacting covalently with DNA guanine and cytosine residues as well as protein. Iminium-mediated DNA cross-linking and DNA-protein interstrand cross-linking, mediated through both the iminium intermediate and formaldehyde, have been demonstrated, although the significance of DNA cross-linking on altretamine antitumor activity is uncertain.   == Side effects == Side effects include nausea, vomiting, anemia and peripheral sensory neuropathy.   == Interactions == Combination with pyridoxine (vitamin B6) decreases neurotoxicity but has been found to reduce the effectiveness of an altretamine/cisplatin regime. MAO inhibitor can cause severe orthostatic hypotension when combined with altretamine; and cimetidine can increase its elimination half-life and toxicity.   == See also == Triethylenemelamine   == References =="}