{"name": "aluminium chlorohydrate", "category": "drug", "content": "Aluminium chlorohydrate is a group of water-soluble, specific aluminium salts having the general formula AlnCl3n−m(OH)m. It is used in cosmetics as an antiperspirant and as a coagulant in water purification. In water purification, this compound is preferred in some cases because of its high charge, which makes it more effective at destabilizing and removing suspended materials than other aluminium salts such as aluminium sulfate, aluminium chloride and various forms of polyaluminium chloride (PAC) and polyaluminium chlorosulfate, in which the aluminium structure results in a lower net charge than aluminium chlorohydrate. Further, the high degree of neutralization of the HCl results in minimal impact on treated water pH when compared to other aluminium and iron salts.   == Uses == Aluminium chlorohydrate is one of the most common active ingredients in commercial antiperspirants. The variation most commonly used in deodorants and antiperspirants is Al2Cl(OH)5 (dialuminium chloride pentahydroxide). Aluminium chlorohydrate is also used as a coagulant in water and wastewater treatment processes to remove dissolved organic matter and colloidal particles present in suspension.   == Safety == The U.S. Food and Drug Administration considers the use of aluminium chlorohydrate in antiperspirants to be safe and it is permitted in concentrations up to 25%.   === Alzheimer's disease === Studies have found only a negligible association between exposure to and long-term use of antiperspirants and Alzheimer's disease. There is no adequate evidence that exposure to aluminium in antiperspirants leads to progressive dementia and Alzheimer's disease. Heather M. Snyder, the senior associate director of medical and scientific relations for the Alzheimer's Association, has stated, \"There was a lot of research that looked at the link between Alzheimer's and aluminium, and there hasn't been any definitive evidence to suggest there is a link\".   === Breast cancer === The International Journal of Fertility and Women's Medicine found no evidence that certain chemicals used in underarm cosmetics increase the risk of breast cancer. Ted S. Gansler, the director of medical content for the American Cancer Society, stated \"There is no convincing evidence that antiperspirant or deodorant use increases cancer risk\". However, there is continued concern over the use of aluminium chlorohydrate in cosmetics as the risk of toxic build up over time has not been ruled out. The Scientific Committee on Consumer Safety (SCCS) is currently designing a study to analyse the build up of aluminium chlorohydrate via dermal penetration to assess the risk of toxic build up.   == Structure == Aluminium chlorohydrate is best described as an inorganic polymer and as such is difficult to structurally characterize. However, techniques such as gel permeation chromatography, X-ray crystallography and 27Al-NMR have been used in research by various groups including that of Nazar and Laden to show that the material is based on Al13 units with a Keggin ion structure and that this base unit then undergoes complex transformations to form larger poly-aluminum complexes.   == Synthesis == Aluminium chlorohydrate can be commercially manufactured by reacting aluminium with hydrochloric acid. A number of aluminium-containing raw materials can be used, including aluminium metal, alumina trihydrate, aluminium chloride, aluminium sulfate and combinations of these. The products can contain byproduct salts, such as sodium/calcium/magnesium chloride or sulfate. Because of the explosion hazard related to hydrogen produced by the reaction of aluminium with hydrochloric acid, the most common industrial practice is to prepare a solution of aluminium chlorohydrate (ACH) by reacting aluminium hydroxide with hydrochloric acid. The ACH product is reacted with aluminium ingots at 100 °C using steam in an open mixing tank. The Al to ACH ratio and the time of reaction allowed determines the polymer form of the PAC n to m ratio.   == See also == Aluminium chloride Aluminium hydroxide Deodorant Keggin structure   == References =="}