{"name": "aluminium chloride", "category": "drug", "content": "Aluminium chloride, also known as aluminium trichloride, is an inorganic compound with the formula AlCl3. It forms a hexahydrate  with the formula [Al(H2O)6]Cl3, containing six water molecules of hydration. Both the anhydrous form and the hexahydrate are colourless crystals, but samples are often contaminated with iron(III) chloride, giving them a yellow colour. The anhydrous form is commercially important. It has a low melting and boiling point. It is mainly produced and consumed in the production of aluminium, but large amounts are also used in other areas of the chemical industry. The compound is often cited as a Lewis acid. It is an example of an inorganic compound that reversibly changes from a polymer to a monomer at mild temperature.   == Structure ==   === Anhydrous === AlCl3 adopts three structures, depending on the temperature and the state (solid, liquid, gas). Solid AlCl3 has a sheet-like layered structure with cubic close-packed chloride ions. In this framework, the Al centres exhibit octahedral coordination geometry. Yttrium(III) chloride adopts the same structure, as do a range of other compounds. When aluminium trichloride is in its melted state, it exists as the dimer Al2Cl6, with tetracoordinate aluminium. This change in structure is related to the lower density of the liquid phase (1.78 g/cm3) versus solid aluminium trichloride (2.48 g/cm3). Al2Cl6 dimers are also found in the vapour phase. At higher temperatures, the Al2Cl6 dimers dissociate into trigonal planar AlCl3 monomer, which is structurally analogous to BF3. The melt conducts electricity poorly, unlike more ionic halides such as sodium chloride. Aluminium chloride monomer belongs to the point group D3h in its monomeric form and D2h in its dimeric form.   === Hexahydrate === The hexahydrate consists of octahedral [Al(H2O)6]3+ cation centers and chloride anions (Cl−) as counterions. Hydrogen bonds link the cation and anions. The hydrated form of aluminium chloride has an octahedral molecular geometry, with the central aluminium ion surrounded by six water ligand molecules. Being coordinatively saturated, the hydrate is of little value as a catalyst in Friedel-Crafts alkylation and related reactions.   == Uses ==   === Alkylation and acylation of arenes === AlCl3 is a common Lewis-acid catalyst for Friedel-Crafts reactions, both acylations and alkylations. Important products are detergents and ethylbenzene. These types of reactions are the major use for aluminium chloride, for example, in the preparation of anthraquinone (used in the dyestuffs industry) from benzene and phosgene. In the general Friedel-Crafts reaction, an acyl chloride or alkyl halide reacts with an aromatic system as shown:  The alkylation reaction is more widely used than the acylation reaction, although its practice is more technically demanding. For both reactions, the aluminium chloride, as well as other materials and the equipment, should be dry, although a trace of moisture is necessary for the reaction to proceed. Detailed procedures are available for alkylation and acylation of arenes. A general problem with the Friedel-Crafts reaction is that the aluminium chloride catalyst sometimes is required in full stoichiometric quantities, because it complexes strongly with the products. This complication sometimes generates a large amount of corrosive waste. For these and similar reasons, the use of aluminium chloride has often been displaced by zeolites. Aluminium chloride can also be used to introduce aldehyde groups onto aromatic rings, for example via the Gattermann-Koch reaction which uses carbon monoxide, hydrogen chloride and a copper(I) chloride co-catalyst.   === Other applications in organic and organometallic synthesis === Aluminium chloride finds a wide variety of other applications in organic chemistry. For example, it can catalyse the ene reaction, such as the addition of 3-buten-2-one (methyl vinyl ketone) to carvone:  It is used to induce a variety of hydrocarbon couplings and rearrangements. Aluminium chloride combined with aluminium in the presence of an arene can be used to synthesize bis(arene) metal complexes, e.g. bis(benzene)chromium, from certain metal halides via the Fischer–Hafner synthesis. Dichlorophenylphosphine is prepared by reaction of benzene and phosphorus trichloride catalyzed by aluminium chloride.   === Medical === Topical aluminum chloride hexahydrate is used for the treatment of hyperhidrosis (excessive sweating).   == Reactions == Anhydrous aluminium chloride is a powerful Lewis acid, capable of forming Lewis acid-base adducts with even weak Lewis bases such as benzophenone and mesitylene. It forms tetrachloroaluminate ([AlCl4]−) in the presence of chloride ions. Aluminium chloride reacts with calcium and magnesium hydrides in tetrahydrofuran forming tetrahydroaluminates.   === Reactions with water === Anhydrous aluminium chloride is hygroscopic, having a very pronounced affinity for water. It fumes in moist air and hisses when mixed with liquid water as the Cl− ligands are displaced with H2O molecules to form the hexahydrate [Al(H2O)6]Cl3. The anhydrous phase cannot be regained on heating the hexahydrate. Instead HCl is lost leaving aluminium hydroxide or alumina (aluminium oxide):  [Al(H2O)6]Cl3 → Al(OH)3 + 3 HCl + 3 H2O Like metal aquo complexes, aqueous AlCl3 is acidic owing to the ionization of the aquo ligands:  [Al(H2O)6]3+ ⇌ [Al(OH)(H2O)5]2+ + H+ Aqueous solutions behave similarly to other aluminium salts containing hydrated Al3+ ions, giving a gelatinous precipitate of aluminium hydroxide upon reaction with dilute sodium hydroxide:  AlCl3 + 3 NaOH → Al(OH)3 + 3 NaCl   == Synthesis == Aluminium chloride is manufactured on a large scale by the exothermic reaction of aluminium metal with chlorine or hydrogen chloride at temperatures between 650 and 750 °C (1,202 and 1,382 °F).  2 Al + 3 Cl2 → 2 AlCl3 2 Al + 6 HCl → 2 AlCl3 + 3 H2 Aluminium chloride may be formed via a single displacement reaction between copper(II) chloride and aluminium.  2 Al + 3 CuCl2 → 2 AlCl3 + 3 Cu In the US in 1993, approximately 21,000 tons were produced, not counting the amounts consumed in the production of aluminium. Hydrated aluminium trichloride is prepared by dissolving aluminium oxides in hydrochloric acid. Metallic aluminium also readily dissolves in hydrochloric acid ─ releasing hydrogen gas and generating considerable heat. Heating this solid does not produce anhydrous aluminium trichloride, the hexahydrate decomposes to aluminium hydroxide when heated:  [Al(H2O)6]Cl3 → Al(OH)3 + 3 HCl + 3 H2O Aluminium also forms a lower chloride, aluminium(I) chloride (AlCl), but this is very unstable and only known in the vapour phase.   == Natural occurrence == Anhydrous aluminium chloride is not found as a mineral. The hexahydrate, however, is known as the rare mineral chloraluminite. A more complex, basic and hydrated aluminium chloride mineral is cadwaladerite.   == Safety == Anhydrous AlCl3 reacts vigorously with bases, so suitable precautions are required. It can cause irritation to the eyes, skin, and the respiratory system if inhaled or on contact.   == See also == Aluminium monochloride   == References ==   == External links ==  International Chemical Safety Card 1125 Index of Organic Synthesis procedures that utilize AlCl3 The period 3 chlorides MSDS Archived 2011-07-22 at the Wayback Machine Government of Canada Fact Sheets and Frequently Asked Questions: Aluminum Salts"}