{"name": "ambroxol", "category": "drug", "content": "Ambroxol is a drug that breaks up phlegm, used in the treatment of respiratory diseases associated with viscid or excessive mucus. Ambroxol is often administered as an active ingredient in cough syrup. It was patented in 1966 and came into medical use in 1979.   == Medical uses == Ambroxol is indicated as \"secretolytic therapy in bronchopulmonary diseases associated with abnormal mucus secretion and impaired mucus transport. It promotes mucus clearance, facilitates expectoration and eases productive cough, allowing patients to breathe freely and deeply\".  There are many different formulations developed since the first marketing authorisation in 1978. Ambroxol is available as syrup, tablets, pastilles, dry powder sachets, inhalation solution, drops and ampules as well as effervescent tablets. Ambroxol also provides pain relief in acute sore throat. Pain in sore throat is the hallmark of acute pharyngitis. Sore throat is usually caused by a viral infection. The infection is self limited and the patient recovers normally after a few days. What is most bothering for the patient is the continuous pain in the throat maximized when the patient is swallowing. The main goal of treatment is thus to reduce pain. The main property of ambroxol for treating sore throat is the local anaesthetic effect, described first in the late 1970s, but explained and confirmed in more recent work. High-dose ambroxol, delivered via intravenous injection, reduces the mortality rate in paraquat poisoning by 31%.   == Side effects == Studies and observations to date have not uncovered specific contraindications of ambroxol; however, caution is suggested for patients with gastric ulceration, and usage during the first trimester of pregnancy is not recommended.   == Mechanism of action == The substance acts on mucous membranes, restoring the physiological clearance mechanisms of the respiratory tract (which play an important role in the body's natural defence mechanisms) through several mechanisms, including breaking up phlegm, stimulating mucus production, and stimulating synthesis and release of surfactant by type II pneumocytes. Surfactant acts as an anti-glue factor by reducing the adhesion of mucus to the bronchial wall, in improving its transport and in providing protection against infection and irritating agents. Ambroxol is a potent inhibitor of the neuronal Na+ channels, explaining its anaesthetic effect. This property led to the development of a lozenge containing 20 mg of ambroxol. Many state-of-the-art clinical studies have demonstrated the efficacy of ambroxol in relieving pain in acute sore throat, with a rapid onset of action, with its effect lasting at least three hours. Ambroxol is also anti-inflammatory, reducing redness in a sore throat. It reduces the release of inflammatory cytokines and histamines in cell cultures. It also acts as an antioxidant, scavenging free radicals and hypochloric acid generated by neutrophils. These two effects explain its effect in treating acute lung injury caused by paraquat. Ambroxol has recently been shown to increase activity of the lysosomal enzyme glucocerebrosidase. Because of this it may be a useful therapeutic agent for both Gaucher disease and Parkinson's disease. It was also recently shown that ambroxol triggers exocytosis of lysosomes by releasing calcium from acidic cellular calcium stores. This occurs by diffusion of ambroxol into lysosomes and lysosomal pH neutralization. This mechanism is most likely responsible for the mucolytic effects of the drug, but may also explain the reported activity in Gaucher and Parkinson's disease. Both ambroxol and its parent drug bromhexine have been shown to induce autophagy in several cell types, and ambroxol was shown to potentiate rifampicin therapy in a model of tuberculosis through host directed effects. Ambroxol also enhances lung levels of a wide range of antibiotics.   == Brand names ==  Ambroxol is the active ingredient of Muciclar (Italy), Mucosolvan, Mucobrox (Spain), Bisolvon (Switzerland), Cloxan (Mexico), Mucol, Lasolvan, Mucoangin, Surbronc, Brontex (Lithuania), Ambro (Kazakhstan), Ambolar, Inhalex, Mucolite (India), Fluibrox (Greece) and Lysopain. Despite approval of ambroxol as a safe and effective substance in the European Medicines Agency, ambroxol has not been approved in the USA by the Food and Drug Administration.  Ambroxol is also not registered for use in Australia.    == References =="}