{"name": "ambrisentan", "category": "drug", "content": "Ambrisentan, sold under the brand name Letairis among others, is a drug used for the treatment of pulmonary hypertension. It is an endothelin receptor antagonist. The peptide endothelin constricts muscles in blood vessels, increasing blood pressure. Ambrisentan, which relaxes those muscles, is an endothelin receptor antagonist, and is selective for the type A endothelin receptor (ETA). Ambrisentan significantly improved exercise capacity (6-minute walk distance) compared with placebo in two double-blind, multicenter trials (ARIES-1 and ARIES-2). Like all endothelin receptor antagonists, Ambrisentan is contraindicated in pregnant women as well as those who are trying to  become pregnant, due to the potential for teratogenic effects on the fetus. Ambrisentan was approved by the US Food and Drug Administration (FDA) and the European Medicines Agency (EMA), and designated an orphan drug, for the treatment of pulmonary hypertension.   == Medical uses == Ambrisentan is indicated for the treatment of pulmonary arterial hypertension (WHO Group 1) in people with WHO class II or III symptoms to improve exercise capacity and delay clinical worsening.   == Mechanism of action ==  Ambrisentan is a drug that blocks endothelin, an endogenous hormone found in higher quantities in patients with pulmonary arterial hypertension. Endothelin binds to two receptors, ETA and ETB. ETA is responsible for cell growth in the vessels as well as vasoconstriction, while ETB plays a role in vasodilation, endothelin 1 clearance, and antiproliferation of cells.   == Birth defects ==  Endothelin receptor activation mediates strong pulmonary vasoconstriction and positive inotropic effect on the heart. These physiologic effects are vital for the development of the fetal cardiopulmonary (heart and lung) system. In addition to this, endothelin receptors are also known to play a role in neural crest cell migration, growth, and differentiation. As such, endothelin receptor antagonists such as ambrisentan are known to be teratogenic.   == Society and culture ==   === Brand names === Ambrisentan is sold under the brand name Letairis, Volibris, and Pulmonext.   == Publications ==   == References =="}