{"name": "amikacin", "category": "drug", "content": "Amikacin is an antibiotic medication used for a number of bacterial infections. This includes joint infections, intra-abdominal infections, meningitis, pneumonia, sepsis, and urinary tract infections. It is also used for the treatment of multidrug-resistant tuberculosis. It is used by injection into a vein using an IV or into a muscle. Amikacin, like other aminoglycoside antibiotics, can cause hearing loss, balance problems, and kidney problems. Other side effects include paralysis, resulting in the inability to breathe. If used during pregnancy it may cause permanent deafness in the baby. Amikacin works by blocking the function of the bacteria's 30S ribosomal subunit, making it unable to produce proteins. Amikacin was patented in 1971, and came into commercial use in 1976. It is on the World Health Organization's List of Essential Medicines. It is derived from kanamycin.   == Medical uses == Amikacin is most often used for treating severe infections with multidrug-resistant, aerobic Gram-negative bacteria, especially Pseudomonas, Acinetobacter, Enterobacter, E. coli, Proteus, Klebsiella, and Serratia. The only Gram-positive bacteria that amikacin strongly affects are Staphylococcus and Nocardia. Amikacin can also be used to treat non-tubercular mycobacterial infections and tuberculosis (if caused by sensitive strains) when first-line drugs fail to control the infection. It is rarely used alone. It is often used in the following situations:  Bronchiectasis Bone and joint infections Granulocytopenia, when combined with ticarcillin, in people with cancer Intra-abdominal infections (such as peritonitis) as an adjunct to other medicines, like clindamycin, metronidazole, piperacillin/tazobactam, or ampicillin/sulbactam Meningitis: for meningitis by E. coli, as an adjunct to imipenem for meningitis caused by Pseudomonas, as an adjunct to meropenem for meningitis caused by Acinetobacter, as an adjunct to imipenem or colistin for neonatal meningitis caused by Streptococcus agalactiae or Listeria monocytogenes, as an adjunct to ampicillin for neonatal meningitis caused by Gram negative bacteria such as E. coli, as adjunct to a 3rd-generation cephalosporin Mycobacterial infections, including as a second-line agent for active tuberculosis. It is also used for infections by Mycobacterium avium, M. abcessus, M. chelonae, and M. fortuitum. Rhodococcus equi, which causes an infection resembling tuberculosis Respiratory tract infections, including as an adjunct to beta-lactams or carbapenem for hospital-acquired pneumonia Sepsis, including that in neonates, as an adjunct to beta-lactams or carbapenem Skin and suture-site infections Urinary tract infections that are caused by bacteria resistant to less toxic drugs (often by Enterobacteriaceae or P. aeruginosa) Amikacin may be combined with a beta-lactam antibiotic for empiric therapy for people with neutropenia and fever.   === Available forms === A liposome inhalation suspension is also available and approved to treat Mycobacterium avium complex (MAC) in the United States, and in the European Union. Amikacin liposome inhalation suspension is the first drug approved under the US limited population pathway for antibacterial and antifungal drugs (LPAD pathway). It also was approved under the accelerated approval pathway. The US Food and Drug Administration (FDA) granted the application for amikacin liposome inhalation suspension fast track, breakthrough therapy, priority review, and qualified infectious disease product (QIDP) designations. The FDA granted approval of Arikayce to Insmed, Inc. The safety and efficacy of amikacin liposome inhalation suspension, an inhaled treatment taken through a nebulizer, was demonstrated in a randomized, controlled clinical trial where patients were assigned to one of two treatment groups. One group of patients received amikacin liposome inhalation suspension plus a background multi-drug antibacterial regimen, while the other treatment group received a background multi-drug antibacterial regimen alone. By the sixth month of treatment, 29 percent of patients treated with amikacin liposome inhalation suspension had no growth of mycobacteria in their sputum cultures for three consecutive months compared to 9 percent of patients who were not treated with amikacin liposome inhalation suspension.   === Special populations === Amikacin should be used in smaller doses in the elderly, who often have age-related decreases in kidney function, and children, whose kidneys are not fully developed yet. It is considered pregnancy category D in both the United States and Australia, meaning they have a probability of harming the fetus. Around 16% of amikacin crosses the placenta; while the half-life of amikacin in the mother is 2 hours, it is 3.7 hours in the fetus. A pregnant woman taking amikacin with another aminoglycoside has a possibility of causing congenital deafness in her child. While it is known to cross the placenta, amikacin is only partially secreted in breast milk. In general, amikacin should be avoided in infants. Infants also tend to have a larger volume of distribution due to their higher concentration of extracellular fluid, where aminoglycosides reside. The elderly tend to have amikacin stay longer in their system; while the average clearance of amikacin in a 20-year-old is 6 L/hr, it is 3 L/hr in an 80-year-old. Clearance is even higher in people with cystic fibrosis. In people with muscular disorders such as myasthenia gravis or Parkinson's disease, amikacin's paralytic effect on neuromuscular junctions can worsen muscle weakness.   == Adverse effects == Side-effects of amikacin are similar to those of other aminoglycosides. Kidney damage and ototoxicity (which can lead to hearing loss) are the most important effects, occurring in 1–10% of users. The nephro- and ototoxicity are thought to be due to aminoglycosides' tendency to accumulate in the kidneys and inner ear.  Amikacin can cause neurotoxicity if used at a higher dose or for longer than recommended. The resulting effects of neurotoxicity include vertigo, numbness, tingling of the skin (paresthesia), muscle twitching, and seizures. Its toxic effect on the 8th cranial nerve causes ototoxicity, resulting in loss of balance and, more commonly, hearing loss. Damage to the cochlea, caused by the forced apoptosis of the hair cells, leads to the loss of high-frequency hearing and happens before any clinical hearing loss can be detected. Damage to the ear vestibules, most likely by creating excessive oxidative free radicals. It does so in a time-dependent rather than dose-dependent manner, meaning that risk can be minimized by reducing the duration of use. Amikacin causes nephrotoxicity (damage to the kidneys), by acting on the proximal renal tubules. It easily ionizes to a cation and binds to the anionic sites of the epithelial cells of the proximal tubule as part of receptor-mediated pinocytosis. The concentration of amikacin in the renal cortex becomes ten times that of amikacin in the plasma; it then most likely interferes with the metabolism of phospholipids in the lysosomes, which causes lytic enzymes to leak into the cytoplasm. Nephrotoxicity results in increased serum creatinine, blood urea nitrogen, red blood cells, and white blood cells, as well as albuminuria (increased output of albumin in the urine), glycosuria (excretion of glucose into the urine), decreased urine specific gravity, and oliguria (decrease in overall urine output). It can also cause urinary casts to appear. The changes in renal tubular function also change the electrolyte levels and acid-base balance in the body, which can lead to hypokalemia and acidosis or alkalosis. Nephrotoxicity is more common in those with pre-existing hypokalemia, hypocalcemia, hypomagnesemia, acidosis, low glomerular filtration rate, diabetes mellitus, dehydration, fever, and sepsis, as well as those taking antiprostaglandins. The toxicity usually reverts once the antibiotic course has been completed, and can be avoided altogether by less frequent dosing (such as once every 24 hours rather than once every 8 hours). Amikacin can cause neuromuscular blockade (including acute muscular paralysis) and respiratory paralysis (including apnea). Rare side effects (occurring in fewer than 1% of users) include allergic reactions, skin rash, fever, headaches, tremor, nausea and vomiting, eosinophilia, arthralgia, anemia, hypotension, and hypomagnesemia. In intravitreous injections (where amikacin is injected into the eye), macular infarction can cause permanent vision loss. The amikacin liposome inhalation suspension prescribing information includes a boxed warning regarding the increased risk of respiratory conditions including hypersensitivity pneumonitis (inflamed lungs), bronchospasm (tightening of the airway), exacerbation of underlying lung disease and hemoptysis (spitting up blood) that have led to hospitalizations in some cases. Other common side effects in patients taking amikacin liposome inhalation suspension are dysphonia (difficulty speaking), cough, ototoxicity (damaged hearing), upper airway irritation, musculoskeletal pain, fatigue, diarrhea and nausea.   == Contraindications == Amikacin should be avoided in those who are sensitive to any aminoglycoside, as they are cross-allergenic (that is, an allergy to one aminoglycoside also confers hypersensitivity to other aminoglycosides). It should also be avoided in those sensitive to sulfite (seen more among people with asthma), since most amikacin usually comes with sodium metabisulfite, which can cause an allergic reaction. In general, amikacin should not be used with or just before/after another drug that can cause neurotoxicity, ototoxicity, or nephrotoxicity. Such drugs include other aminoglycosides; the antiviral acyclovir; the antifungal amphotericin B; the antibiotics bacitracin, capreomycin, colistin, polymyxin B, and vancomycin; and cisplatin, which is used in chemotherapy. Amikacin should not be used with neuromuscular blocking agents, as they can increase muscle weakness and paralysis.   == Interactions == Amikacin can be inactivated by other beta-lactams, though not to the extent as other aminoglycosides, and is still often used with penicillins (a type of beta-lactam) to create an additive effect against certain bacteria, and carbapenems, which can have a synergistic effect against some Gram-positive bacteria. Another group of beta-lactams, the cephalosporins, can increase the nephrotoxicity of aminoglycoside as well as randomly elevating creatinine levels. The antibiotics chloramphenicol, clindamycin, and tetracycline have been known to inactivate aminoglycosides in general by pharmacological antagonism. The effect of amikacin is increased when used with drugs derived from the botulinum toxin, anesthetics, neuromuscular blocking agents, or large doses of blood that contains citrate as an anticoagulant. Potent diuretics not only cause ototoxicity themselves, but they can also increase the concentration of amikacin in the serum and tissue, making the ototoxicity even more likely. Quinidine also increases levels of amikacin in the body. The NSAID indomethacin can increase serum aminoglycoside levels in premature infants. Contrast mediums such as ioversol increases the nephrotoxicity and otoxicity caused by amikacin. Amikacin can decrease the effect certain vaccines, such as the live BCG vaccine (used for tuberculosis), the cholera vaccine, and the live typhoid vaccine by acting as a pharmacological antagonist.   == Pharmacology ==   === Mechanism of action ===  Amikacin irreversibly binds to 16S rRNA and the RNA-binding S12 protein of the 30S subunit of prokaryotic ribosome and inhibits protein synthesis by changing the ribosome's shape so that it cannot read the mRNA codons correctly. It also interferes with the region that interacts with the wobble base of the tRNA anticodon. It works in a concentration-dependent manner, and has better action in an alkaline environment. At normal doses, amikacin-sensitive bacteria respond within 24–48 hours.   ==== Resistance ==== Amikacin evades attacks by all antibiotic-inactivating enzymes that are responsible for antibiotic resistance in bacteria, except for aminoacetyltransferase and nucleotidyltransferase. This is accomplished by the L-hydroxyaminobuteroyl amide (L-HABA) moiety attached to N-1 (compare to kanamycin, which simply has a hydrogen), which blocks the access and decreases the affinity of aminoglycoside-inactivating enzymes. Amikacin ends up with only one site where these enzymes can attack, while gentamicin and tobramycin have six. Bacteria that are resistant to streptomycin and capreomycin are still susceptible to amikacin; bacteria that are resistant to kanamycin have varying susceptibility to amikacin. Resistance to amikacin also confers resistance to kanamycin and capreomycin. Resistance to amikacin and kanamycin in Mycobacterium, the causative agent of tuberculosis, is due to a mutation in the rrs gene, which codes for the 16S rRNA. Mutations such as these reduce the binding affinity of amikacin to the bacteria's ribosome. Variations of aminoglycoside acetyltransferase (AAC) and aminoglycoside adenylyltransferase (AAD) also confer resistance: resistance in Pseudomonas aeruginosa is caused by AAC(6')-IV, which also confers resistance to kanamycin, gentamicin, and tobramycin, and resistance in Staphylococcus aureus and S. epidermidis is caused by AAD(4',4), which also confers resistance to kanamycin, tobramycin, and apramycin. Some strains of S. aureus can also inactivate amikacin by phosphorylating it.   === Pharmacokinetics === Amikacin is not absorbed orally and thus must be administered parenterally. It reaches peak serum concentrations in 0.5–2 hours when administered intramuscularly. Less than 11% of the amikacin actually binds to plasma proteins. It is distributed into the heart, gallbladder, lungs, and bones, as well as in bile, sputum, interstitial fluid, pleural fluid, and synovial fluids. It is usually found at low concentrations in the cerebrospinal fluid, except when administered intraventricularly. In infants, amikacin is normally found at 10–20% of plasma levels in the spinal fluid, but the amount reaches 50% in cases of meningitis. It does not easily cross the blood–brain barrier or enter ocular tissue. While the half-life of amikacin is normally two hours, it is 50 hours in those with end-stage renal disease. The majority (95%) of amikacin from an intramuscular or intravenous dose is secreted unchanged via glomerular filtration and into the urine within 24 hours. Factors that cause amikacin to be excreted via urine include its relatively low molecular weight, high water solubility, and unmetabolized state.   == Chemistry == Amikacin is derived from kanamycin A:   == Veterinary uses == While amikacin is only FDA-approved for use in dogs and for intrauterine infection in horses, it is one of the most common aminoglycosides used in veterinary medicine, and has been used in dogs, cats, guinea pigs, chinchillas, hamsters, rats, mice, prairie dogs, cattle, birds, snakes, turtles and tortoises, crocodilians, bullfrogs, and fish. It is often used for respiratory infections in snakes, bacterial shell disease in turtles, and sinusitis in macaws. It is generally contraindicated in rabbits and hares (though it has still been used) because it harms the balance of intestinal microflora. In dogs and cats, amikacin is commonly used as a topical antibiotic for ear infections and for corneal ulcers, especially those that are caused by Pseudomonas aeruginosa. The ears are often cleaned before administering the medication, since pus and cellular debris lessen the activity of amikacin. Amikacin is administered to the eye when prepared as an ophthalmic ointment or solution, or when injected subconjunctivally. Amikacin in the eye can be accompanied by cephazolin. Despite its use there amikacin (and all aminoglycosides) are toxic to intraocular structures. In horses, amikacin is FDA-approved for uterine infections (such as endometriosis and pyometra) when caused by susceptible bacteria. It is also used in topical medication for the eyes and arthroscopic lavage; when combined with a cephalosporin, is used to treat subcutaneous infections that are caused by Staphylococcus. For infections in the limbs or joints, it is often administered with a cephalosporin via limb perfusion directly into the limb or injected into the joint. Amikacin is also injected into the joints with the anti-arthritic medication Adequan in order to prevent infection. Side effects in animals include nephrotoxicity, ototoxicity, and allergic reactions at IM injection sites. Cats tend to be more sensitive to the vestibular damage caused by ototoxicity. Less frequent side effects include neuromuscular blockade, facial edema, and peripheral neuropathy. The half-life in most animals is one to two hours. Treating overdoses of amikacin requires kidney dialysis or peritoneal dialysis, which reduce serum concentrations of amikacin, and/or penicillins, some of which can form complexes with amikacin that deactivate it.   == References =="}