{"name": "aminopterin", "category": "drug", "content": "Aminopterin (or 4-aminopteroic acid), the 4–amino derivative of folic acid, is an antineoplastic drug with immunosuppressive properties often used in chemotherapy. Aminopterin is a synthetic derivative of pterin. Aminopterin works as an enzyme inhibitor by competing for the folate binding site of the enzyme dihydrofolate reductase. Its binding affinity for dihydrofolate reductase effectively blocks tetrahydrofolate synthesis. This results in the depletion of nucleotide precursors and inhibition of DNA, RNA, and protein synthesis. It is classified as an extremely hazardous substance in the United States as defined in Section 302 of the U.S. Emergency Planning and Community Right-to-Know Act (42 U.S.C. 11002), and is subject to strict reporting requirements by facilities which produce, store, or use it in significant quantities.   == Uses == Discovered by Yellapragada Subbarow, the drug was first used by Sidney Farber in 1947 to induce remissions among children with leukemia.  Aminopterin was later marketed by Lederle Laboratories (Pearl River, New York) in the United States from 1953 to 1964 for the indication of pediatric leukemia.  The closely related antifolate methotrexate was simultaneously marketed by the company during the same period.  Aminopterin was discontinued by Lederle Laboratories in favor of methotrexate due to manufacturing difficulties of the former. During the period Aminopterin was marketed, the agent was used off-label to safely treat over 4,000 patients with psoriasis in the United States, producing dramatic clearing of lesions. The use of aminopterin in cancer treatment was supplanted in the 1950s by methotrexate due to the latter's better therapeutic index in a rodent tumor model.  Now in a more pure preparation and supported by laboratory evidence of superior tumor cell uptake in vitro, aminopterin is being investigated in clinical trials in leukemia as a potentially superior antifolate to methotrexate. The compound was explored as an abortifacient in the 1960s and earlier, but was associated with congenital malformations.   Similar congenital abnormalities have been documented with methotrexate, and collectively their teratogenic effects have become known as the fetal aminopterin syndrome.  When a similar cluster of anomalies appears in the absence of exposure to antifolates it is referred to as aminopterin-like syndrome without aminopterin. The reference to the use of Aminopterin as a rodenticide (i.e. rat poison) dates back to a 1951 patent issued to the American Cyanamid Company that is commonly cited by a variety of reference textbooks including the Merck Manual, although the use of aminopterin as a rodenticide was later disputed.  The preparation of the molecule is complex and expensive.  It is also unstable in the environment due to degradation by light and heat.  The apparently mistaken association of aminopterin with its use as a rodenticide likely dates back to a 1951 patent issued to the American Cyanamid Company (then the holding company of Lederle Laboratories) that is commonly cited by a variety of reference textbooks.  Aminopterin has a single-dose LDLo of 2.5 mg/kg when orally administered to rats. Aminopterin is widely used in selection media (such as HAT medium) for cell culture, particularly in the development of hybridomas, which secrete monoclonal antibodies.   == Implication in 2007 Menu Foods recall ==  On March 23, 2007, ABC News reported  that aminopterin was the chemical linked to the 2007 Menu Foods pet food contamination incident.  The incident resulted in a massive recall of the affected foods.  The link to aminopterin was confirmed by New York State Agriculture Commissioner Patrick Hooker and Dr. Donald Smith, Dean of Cornell University's College of Veterinary Medicine, in a statement released on the same day. On March 27, the ASPCA Animal Poison Control Center expressed concern that the problem may not yet be fully understood and that other contaminants may be involved, noting that \"clinical signs reported in cats affected by the contaminated foods are not fully consistent with the ingestion of rat poison containing aminopterin\".  On March 30 it was widely reported that the United States Food and Drug Administration had found melamine in wheat gluten that was used in the pet foods in question.  These same reports stated that the FDA had failed to find evidence of aminopterin in the wheat gluten.  Tests at the University of Guelph in Ontario, Canada detected aminopterin in some pet food samples, but only in concentrations of parts per billion or parts per trillion, amounts too low to cause the symptoms seen.   == Exposure and treatment == Symptoms of exposure in humans include:  nausea vomiting anorexia weight loss chills fever stomatitis – inflammation of the oral mucosa pharyngitis – inflammation of the pharynx erythematous rashes – red rashes on the skin hyperpigmentation – increased pigmentation associated with cleared psoriatic lesions gastrointestinal hemorrhage renal failure – in high doses necessarily involving concomitant leucovorin rescue abortions in pregnant women Supralethal doses of aminopterin may be rescued with the antidote Leucovorin (also known as folinic acid), a reduced form of folic acid which bypasses dihydrofolate reductase, the enzyme inhibited by aminopterin. Leucovorin has been used in rats, dogs and humans to rescue aminopterin toxicity. Leucovorin rescue is a therapeutic maneuver intentionally employed with antifolates to achieve tumoricidal drug concentrations that would otherwise be lethal to the patient. In humans, leucovorin rescue at overdosages lower than 10 mg aminopterin in an average 70 kg adult should comprise an initial leucovorin dose of at least 20 mg (10.0 mg/m2), given intravenously (preferably), or orally. Subsequent doses of 20 mg (which may be taken orally) should be given at 6 hour intervals until hematological abnormalities are improved. Massive aminopterin overdosage in humans (i.e. > 40 mg AMT in an average 70 kg adult), should be approached with an initial leucovorin dose of 100 mg (50 mg/m2), given intravenously and continued at 6 hour intervals until the hematological abnormalities are improved (likely 8–12 courses or more). Additionally, to prevent reversible aminopterin-mediated nephrotoxicity manifesting as increases in serum creatinine and which further delays drug elimination, urinary alkalinization with NaHCO3 and volume expansion should be considered in cases of massive aminopterin overdosage, particularly those involving greater than 100 mg AMT in an average 70 kg adult human. Consistent with the known enterohepatic cycling of the related antifolate methotrexate, oral activated charcoal, and saline cathartic or sorbitol may promote excretion if an overdose of aminopterin is suspected. However, rescue with leucovorin should form the backbone of treatment. The vitamin folic acid is an oxidized precursor to reduced folates that is upstream of the blockade at dihydrofolate reductase, and compared to leucovorin is recognized as a very weak antidote to the toxic effects of antifolates that is inappropriate for use in cases of acute intoxication. Minnich et al. dosed mongrel dogs subcutaneously with aminopterin and folic acid simultaneously to test whether folic acid can rescue animals from the lethality and toxicity of aminopterin Dogs were given 0.020, 0.046, 0.044 escalated to 0.088, and 0.097 mg/kg aminopterin each day for 7 to 12 days. Folic acid was given in a weight ratio to aminopterin of 200:1 to 800:1. All animals survived. In contrast, animals given aminopterin in an amount of 0.041 mg/kg/day x 6 days without folic acid died. Thus, when the ratio of folic acid to aminopterin was 200:1 and greater, all of the subjects survived on regimens that would have otherwise been uniformly fatal to all subjects. Similar effects have been noted in rodent species as well, where the range for rescue by folic acid was fairly narrow and highly dependent on the timing (optimal of 1 hour prior to aminopterin) of administration in relation to aminopterin. The temporal relationship between folic acid administration and rescue has been interpreted as the necessary period of time required for the vitamin to be converted in vivo to reduced forms.   == References =="}