{"name": "amineptine", "category": "drug", "content": "Amineptine, formerly sold under the brand name Survector among others, is an atypical antidepressant of the tricyclic antidepressant (TCA) family. It acts as a selective and mixed dopamine reuptake inhibitor and releasing agent, and to a lesser extent as a norepinephrine reuptake inhibitor. Amineptine was developed by the French Society of Medical research in the 1960s. Introduced in France in 1978 by the pharmaceutical company Servier, amineptine soon gained a reputation for abuse due to its short-lived, but pleasant, stimulant effect experienced by some patients. After its release into the European market, cases of hepatotoxicity emerged, some serious. This, along with the potential for abuse, led to the suspension of the French marketing authorization for Survector in 1999. Amineptine is illegal in both Germany and the United States.   == Medical uses == Amineptine was approved in France for severe clinical depression of endogenous origin in 1978.   == Contraindications == Chorea Hypersensitivity: Known hypersensitivity to amineptine, in particular antecedents of hepatitis after dosage of the product. MAO inhibitors   === Precautions for use === Warnings and precautions before taking amineptine:  Breast feeding Children less than 15-year of age General anaesthesia: Discontinue the drug 24 to 48 hours before anaesthesia. Official sports/Olympic Games: Prohibited substance. 7 March Official Journal 2000. Pregnancy (first trimester)   === Effects on the fetus === Lacking information in humans Non-teratogenic in rodents   == Side effects ==   === Dermatological === Severe acne due to amineptine was first reported in 1988 by various authors—Grupper, Thioly-Bensoussan, Vexiau, Fiet, Puissant, Gourmel, Teillac, Levigne, to name a few—simultaneously in the same issue of Annales de Dermatologie et de Vénéréologie and in the 12 March 1988 issue of The Lancet. A year later, Dr Martin-Ortega and colleagues in Barcelona, Spain reported a case of \"acneiform eruption\" in a 54-year-old woman whose intake of amineptine was described as \"excessive.\" One year after that, Vexiau and colleagues reported six women, one of whom never admitted to using amineptine, getting severe acne concentrated in the face, back and thorax, the severity of which varied with the dosage. Most of them were treated unsuccessfully with isotretinoin (Accutane) for about 18 months; two of the three that discontinued amineptine experienced a reduction in cutaneous symptoms, with the least affected patient going into remission.   === Psychiatric === Psychomotor excitation can very rarely occur with this drug.  Insomnia Irritability Nervousness Suicidal ideation. Seen early in the treatment, by lifting of psychomotor inhibition.   ==== Abuse and dependence ==== The risk of addiction is low, but exists nonetheless. Between 1978 and 1988, there were 186 cases of amineptine addiction reported to the French Regional Centres of Pharmacovigilance; an analysis of 155 of those cases found that they were predominantly female, and that two-thirds of cases had known risk factors for addiction. However, a 1981 study of known opiate addicts and schizophrenia patients found no drug addiction in any of the subjects. In a 1990 study of eight amineptine dependence cases, the gradual withdrawal of amineptine could be achieved without problems in six people; in two others, anxiety, psychomotor agitation, and/or bulimia appeared.   ==== Withdrawal ==== Pharmacodependence is very common with amineptine compared to other antidepressants. A variety of psychological symptoms can occur during withdrawal from amineptine, such as anxiety and agitation.   === Cardiovascular === Very rarely:  Arterial hypotension Palpitations Vasomotor episode   === Hepatic === Amineptine can rarely cause hepatitis, of the cytolytic, cholestatic varieties. Amineptine-induced hepatitis, which is sometimes preceded by a rash, is believed to be due to an immunoallergic reaction. It resolves upon discontinuation of the offending drug. The risk of getting this may or may not be genetically determined. Additionally, amineptine is known to rarely elevate transaminases, alkaline phosphatase, and bilirubin. Mixed hepatitis, which is very rare, generally occurs between the 15th and 30th day of treatment of amineptine. Often preceded by sometimes intense abdominal pains, nausea, vomiting or a rash, the jaundice is variable. Hepatitis is either of mixed type or with cholestatic prevalence. The evolution was, in all the cases, favorable to the discontinuation of the drug. The mechanism is discussed (immunoallergic and/or toxic). In circa 1994 Spain, there was a case associating acute pancreatitis and mixed hepatitis, after three weeks of treatment. Lazaros and colleagues at the Western Attica General Hospital in Athens, Greece reported two cases of drug induced hepatitis 18 and 15 days of treatment. One case of cytolytic hepatitis occurred after ingestion of only one tablet.   === Gastrointestinal === Acute pancreatitis (very rare) A case associating acute pancreatitis and mixed hepatitis after three weeks of treatment.   === Immunological === A case of anaphylactic shock in a woman who had been taking amineptine has been reported.   == Pharmacology ==   === Pharmacodynamics ===  Amineptine inhibits the reuptake of dopamine and, to a much lesser extent, of norepinephrine. In addition, it has been found to induce the release of dopamine. However, amineptine is much less efficacious as a dopamine releasing agent relative to D-amphetamine, and the drug appears to act predominantly as a dopamine reuptake inhibitor. In contrast to the case for dopamine, amineptine does not induce the release of norepinephrine, and hence acts purely as a norepinephrine reuptake inhibitor. Unlike other TCAs, amineptine interacts very weakly or not at all with the serotonin, adrenergic, dopamine, histamine, and muscarinic acetylcholine receptors. The major metabolites of amineptine have similar activity to that of the parent compound, albeit with lower potency. No human data appear to be available for binding or inhibition of the monoamine transporters by amineptine.   === Pharmacokinetics === Peak plasma levels of amineptine following a single 100 mg oral dose have been found to range between 277 and 2,215 ng/mL (818–6,544 nM), with a mean of 772 ng/mL (2,281 nM), whereas maximal plasma concentrations of its major metabolite ranged between 144 and 1,068 ng/mL (465–3,452 nM), with a mean of 471 ng/mL (1,522 nM). After a single 200 mg oral dose of amineptine, mean peak plasma levels of amineptine were around 750 to 940 ng/mL (2,216–2,777 nM), while those of its major metabolite were about 750 to 970 ng/mL (2,216–3,135 nM). The time to peak concentrations is about 1 hour for amineptine and 1.5 hours for its major metabolite. The elimination half-life of amineptine is about 0.80 to 1.0 hours and that of its major metabolite is about 1.5 to 2.5 hours. Due to their very short elimination half-lives, amineptine and its major metabolite do not accumulate significantly with repeated administration.   == Society and culture ==   === Brand names === Amineptine has been sold under a variety of brand names including Survector, Maneon, Directim, Neolior, Provector, and Viaspera.   === Legal status === It had been proposed that Amineptine become  a Schedule I controlled substance in the United States in July 2021. This announcement was followed by the placement of Amineptine into Schedule I.    == Research ==   === Wakefulness === Amineptine shows wakefulness-promoting effects in animals and might be useful in the treatment of narcolepsy.   == References =="}