{"name": "aminoglutethimide", "category": "drug", "content": "Aminoglutethimide (AG), sold under the brand names Elipten, Cytadren, and Orimeten among others, is a medication which has been used in the treatment of seizures, Cushing's syndrome, breast cancer, and prostate cancer, among other indications. It has also been used by bodybuilders, athletes, and other men for muscle-building and performance- and physique-enhancing purposes. AG is taken by mouth three or four times per day. Side effects of AG include lethargy, somnolence, dizziness, headache, appetite loss, skin rash, hypertension, liver damage, and adrenal insufficiency, among others. AG is both an anticonvulsant and a steroidogenesis inhibitor. In terms of the latter property, it inhibits enzymes such as cholesterol side-chain cleavage enzyme (CYP11A1, P450scc) and aromatase (CYP19A1), thereby inhibiting the conversion of cholesterol into steroid hormones and blocking the production of androgens, estrogens, and glucocorticoids, among other endogenous steroids. As such, AG is an aromatase inhibitor and adrenal steroidogenesis inhibitor, including both an androgen synthesis inhibitor and a corticosteroid synthesis inhibitor. AG was introduced for medical use, as an anticonvulsant, in 1960. It was withdrawn in 1966 due to toxicity. Its steroidogenesis-inhibiting properties were discovered serendipitously and it was subsequently repurposed for use in the treatment of Cushing's syndrome, breast cancer, and prostate cancer from 1969 and thereafter. However, although used in the past, it has mostly been superseded by newer agents with better efficacy and lower toxicity such as ketoconazole, abiraterone acetate, and other aromatase inhibitors. It remains marketed only in a few countries.   == Medical uses == AG is used as an anticonvulsant in the treatment of petit mal epilepsy and as a steroidogenesis inhibitor in the treatment of Cushing's syndrome, postmenopausal breast cancer, and prostate cancer. It is also used to treat secondary hyperaldosteronism, edema, adrenocortical carcinoma, and ectopic adrenocorticotropic hormone (ACTH) producing tumors. When used as a steroidogenesis inhibitor to treat breast cancer and prostate cancer, AG is given in combination with hydrocortisone, prednisone, or an equivalent corticosteroid to prevent adrenal insufficiency. AG is a second- or third-line choice in the treatment of hormone-sensitive metastatic breast cancer. While effective in the treatment of breast cancer in postmenopausal women, it is not effective in premenopausal women and is not an effective ovarian steroidogenesis inhibitor, probably because it is not a potent enough aromatase inhibitor. The medication is effective in the treatment of prostate cancer, but its effectiveness is low and inconsistent, likely due to its relatively weak steroidogenesis inhibition and poor pharmacokinetics. Nonetheless, AG was found to be non-significantly different in effectiveness from surgical adrenalectomy in terms of prostate cancer tumor regression. In any case, AG is not recommended as a first-line therapy in prostate cancer, but instead only as a second-line therapy. It has only rarely been used in the treatment of prostate cancer. AG is used for adrenal steroidogenesis inhibition by mouth at a dosage of 250 mg three times per day (750 mg/day total) for the first 3 weeks of therapy and then increased to 250 mg four times per day (1,000 mg/day total) thereafter. It can be used at a dosage of up to 500 mg four times per day (2,000 mg/day). It is used as an aromatase inhibitor to inhibit peripheral estrogen production by mouth at a dosage of 125 mg twice per day (250 mg/day total), without significant suppression of adrenal steroidogenesis at this dosage. Maximal aromatase inhibition is said to occur between dosages of 250 to 500 mg per day. The side effects of AG are less frequent and severe at this dosage. However, they are still less when AG is combined with hydrocortisone, and so AG is generally combined with a corticosteroid even at this lower dosage. AG should only be used under close medical supervision and with laboratory tests including thyroid function, baseline hematological, serum glutamic-oxaloacetic transaminase, alkaline phosphatase, and bilirubin. Ketoconazole can achieve similar decreases in steroid hormone levels as AG but is more effective in promoting tumor regression and is moderately less toxic in comparison. AG can still be a useful alternative in those who have failed or are unable to tolerate ketoconazole and other therapies however.   === Available forms === AG is provided most commonly in the form of 250 mg tablets.   == Non-medical uses == AG is used by bodybuilders, athletes, and other men to lower circulating levels of cortisol in the body and thereby prevent muscle loss. Cortisol is catabolic to protein in muscle and effective suppression of cortisol by AG at high doses can prevent muscle loss. It is usually used in combination with an anabolic steroid to avoid androgen deficiency. However, the usefulness of AG for such purposes has been questioned, with few users reportedly having positive comments about it, and the risks of AG are said to be high. In any case, AG is also used by bodybuilders and other men for its actions as an aromatase inhibitor in order to decrease estrogen levels. It is said to be useful for inhibiting the estrogenic side effects of certain anabolic steroids such as gynecomastia, increased water retention, and fat gain.   == Contraindications == AG should not be used in people with known hypersensitivity to AG. It should not be used in women who are pregnant or breastfeeding. Other potential contraindications include chicken pox, shingles (herpes zoster), infection, kidney disease, liver disease, and hypothyroidism.   == Side effects == AG has many side effects and is a relatively toxic medication, although its side effects are described as usually relatively mild. The side effects of AG include lethargy, fatigue, weakness, malaise, drowsiness, somnolence, depression, apathy, sleep disturbances, stomach discomfort, nausea, vomiting, ataxia, joint aches and pains, fever, skin rash, hypotension or hypertension, high cholesterol levels, virilization, hypothyroidism, thyroid abnormalities, elevated liver enzymes, jaundice, hepatotoxicity, weight gain, leg cramps, personality changes, blood dyscrasias, and adrenal insufficiency (e.g., hyponatremia, hypoglycemia, others). Lethargy is the most common side effect and has been found to occur in 31 to 70% of people treated with AG. It is the most common reason for discontinuation of AG. Skin rash and hypotension have both been observed in about 15% of people. At least one side effect will occur in 45 to 85% of people. Severe toxicity is seen in 10% of people, including circulatory collapse thought to be due to adrenal insufficiency. Hematological and bone marrow toxicity, including marked depression of white blood cell count, platelets, or both, occurs rarely, with an incidence of about 0.9%. It is usually seen within the first 7 weeks of treatment and resolves within 3 weeks following discontinuation. AG is discontinued in 5 to 10% of people due to intolerable side effects. The central nervous system side effects of AG are due to its nature as an anticonvulsant and relation to glutethimide.   == Overdose == In the event of overdose of AG, drowsiness, nausea, vomiting, hypotension, and respiratory depression may occur. Medical attention should be sought urgently. Treatment of AG overdose can include gastric lavage to decrease absorption and dialysis to enhance elimination.   == Interactions == AG has an interaction with all corticosteroids. It enhances the metabolism of dexamethasone, so hydrocortisone should be used instead. If the person is taking warfarin, the dosage of warfarin may need to be increased. Alcohol potentiates the central nervous system side effects of AG. Dosages of theophylline, digitoxin, and medroxyprogesterone acetate may need to be increased.   == Pharmacology ==   === Pharmacodynamics === AG is a potent and non-selective steroidogenesis inhibitor, acting as a reversible and competitive inhibitor of multiple steroidogenic enzymes, including:  Aromatase (CYP19A1) (600 nM). Inhibits the formation of the estrogens estradiol and estrone from testosterone and androstenedione, respectively. Cholesterol side-chain cleavage enzyme (P450scc; CYP11A1) (~20,000 nM). Inhibits the conversion of cholesterol into pregnenolone and consequently decreases the synthesis of all steroid hormones including the progestogens, androgens, glucocorticoids, and mineralocorticoids, as well as neurosteroids. 21-Hydroxylase (CYP21A2). Prevents the conversion of progesterone and 17α-hydroxyprogesterone into 11-deoxycorticosterone and 11-deoxycortisol, respectively. 11β-Hydroxylase (CYP11B1). Prevents the conversion of 11-deoxycorticosterone and 11-deoxycortisol into corticosterone and cortisol, respectively. Aldosterone synthase (18-hydroxylase; CYP11B2). Prevents the conversion of corticosterone into aldosterone. As such, AG is an estrogen synthesis inhibitor and adrenal steroidogenesis inhibitor, including both an androgen synthesis inhibitor and a corticosteroid synthesis inhibitor. For these reasons, AG has functional antiestrogenic, antiandrogenic, antiglucocorticoid, and antimineralocorticoid actions. In terms of its actions as an adrenal steroidogenesis inhibitor, it is described as a form of reversible \"medical adrenalectomy\" or \"chemical adrenalectomy\". While AG inhibits all of the enzymes listed above, inhibition of P450scc is primarily responsible for its inhibition of adrenal steroidogenesis. In terms of adrenal androgens, AG has been shown to significantly suppress dehydroepiandrosterone sulfate, androstenedione, testosterone, and dihydrotestosterone levels in men. Although it is most potent in inhibiting aromatase among the enzymes it targets, AG is described nonetheless as a relatively weak aromatase inhibitor. In addition, it is described as a much more potent aromatase inhibitor than adrenal steroidogenesis inhibitor. AG can inhibit aromatase by 74 to 92% and decrease circulating estradiol levels by 58 to 76% in men and postmenopausal women. AG is not an effective ovarian steroidogenesis inhibitor in premenopausal women. However, interference with ovarian steroidogenesis by AG may in any case result in hyperandrogenism and virilization in premenopausal women.   === Pharmacokinetics === With oral administration, the absorption of AG is rapid and complete. It is well-distributed throughout the body. In terms of metabolism, a portion of AG is acetylated in the liver. The biological half-life of AG is 12.5 hours. It is excreted in urine 34 to 54% unchanged.   == Chemistry == AG is a nonsteroidal compound, specifically a glutarimide, and is a derivative of glutethimide. It is also known by its chemical names 2-(4-aminophenyl)-2-ethylglutarimide and 2-(aminophenyl)-3-ethylpiperidine-2,6-dione. Aside from glutethimide, AG is structurally related to rogletimide (pyridoglutethimide) and thalidomide, as well as amphenone B, metyrapone, and mitotane.   == History == AG was introduced for medical use, as an anticonvulsant, in 1960. In 1963, it was reported that AG had induced symptoms of Addison's disease (adrenal insufficiency) in a young girl. Following additional reports, it was determined that AG acts as a steroidogenesis inhibitor. As such, the discovery of AG as a steroidogenesis inhibitor was serendipitous. The medication was withdrawn from the market in 1966 due to its adverse effects. The first report of AG in the treatment of breast cancer was published in 1969, and the first report of AG in the treatment of prostate cancer was published in 1974. The medication was one of the first adrenal steroidogenesis inhibitors as well as the first aromatase inhibitor to be discovered and used clinically, and led to the development of other aromatase inhibitors. Along with testolactone, it is described as a \"first-generation\" aromatase inhibitor. AG has largely been superseded by medications with better effectiveness and tolerability and reduced toxicity, such as ketoconazole, abiraterone acetate, and other aromatase inhibitors.   == Society and culture ==   === Generic names === Aminoglutethimide is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, and BANTooltip British Approved Name, while aminoglutéthimide is its DCFTooltip Dénomination Commune Française and aminoglutetimide is its DCITTooltip Denominazione Comune Italiana. It is also known by its developmental code names Ba 16038, Ciba 16038, and ND-1966.   === Brand names === AG has been marketed under brand names including Elipten, Cytandren, and Orimeten. It has also been marketed under other brand names such as Aminoblastin, Rodazol, and Mamomit, among numerous others.   === Availability === AG appears to remain marketed only in a few countries, which include China, Egypt, and Lithuania. Previously, AG was available very widely throughout the world, including in more than two dozen countries and under numerous brand names. Among other places, it was marketed in the United States, Canada, the United Kingdom, other European countries, Australia, New Zealand, South Africa, South America, Israel, Malaysia, and Hong Kong.   == References =="}