{"name": "aminolevulinic acid", "category": "drug", "content": "δ-Aminolevulinic acid (also dALA, δ-ALA, 5ALA or 5-aminolevulinic acid), an endogenous non-proteinogenic amino acid, is the first compound in the porphyrin synthesis pathway, the pathway that leads to heme in mammals, as well as chlorophyll in plants. 5ALA is used in photodynamic detection and surgery of cancer.   == Medical uses == As a precursor of a photosensitizer, 5ALA is also used as an add-on agent for photodynamic therapy. In contrast to larger photosensitizer molecules, it is predicted by computer simulations to be able to penetrate tumor cell membranes.   === Cancer diagnosis === Photodynamic detection is the use of photosensitive drugs with a light source of the right wavelength for the detection of cancer,  using fluorescence of the drug. 5ALA, or derivatives thereof, can be used to visualize bladder cancer by fluorescence imaging.   === Cancer treatment === Aminolevulinic acid is being studied for photodynamic therapy (PDT) in a number of types of cancer. It is not currently a first line treatment for Barrett's esophagus. Its use in brain cancer is currently experimental. It has been studied in a number of gynecological cancers. Aminolevulinic acid is indicated in adults for visualization of malignant tissue during surgery for malignant glioma (World Health Organization grade III and IV). It is used to visualise tumorous tissue in neurosurgical procedures. Studies since 2006 have shown that the intraoperative use of this guiding method may reduce the tumour residual volume and prolong progression-free survival in people with malignant gliomas. The US FDA approved aminolevulinic acid hydrochloride (ALA HCL) for this use in 2017.   === Intra-operative Cancer Delineation === Aminolevulinic acid utilization is promising in the field of cancer delineation, particularly in the context of fluorescence-guided surgery. This compound is utilized to enhance the visualization of malignant tissues during surgical procedures. When administered to patients, 5-ALA is metabolized to protoporphyrin IX (PpIX) preferentially in cancer cells, leading to their fluorescence under specific light wavelengths. This fluorescence aids surgeons in real-time identification and precise removal of cancerous tissue, reducing the likelihood of leaving residual tumor cells behind. This innovative approach has shown success in various cancer types, including brain and spine gliomas, bladder cancer, and oral squamous cell carcinoma.   == Side effects == Side effects may include liver damage and nerve problems. Hyperthermia may also occur. Deaths have also resulted.   == Biosynthesis == In non-photosynthetic eukaryotes such as animals, fungi, and protozoa, as well as the class Alphaproteobacteria of bacteria, it is produced by the enzyme ALA synthase, from glycine and succinyl-CoA. This reaction is known as the Shemin pathway, which occurs in mitochondria. In plants, algae, bacteria (except for the class Alphaproteobacteria) and archaea, it is produced from glutamic acid via glutamyl-tRNA and glutamate-1-semialdehyde. The enzymes involved in this pathway are glutamyl-tRNA synthetase, glutamyl-tRNA reductase, and glutamate-1-semialdehyde 2,1-aminomutase. This pathway is known as the C5 or Beale pathway. In most plastid-containing species, glutamyl-tRNA is encoded by a plastid gene, and the transcription, as well as the following steps of C5 pathway, take place in plastids.   == Importance in humans ==   === Activation of mitochondria === In humans, 5ALA is a precursor to heme. Biosynthesized, 5ALA goes through a series of transformations in the cytosol and finally gets converted to Protoporphyrin IX inside the mitochondria. This protoporphyrin molecule chelates with iron in presence of enzyme ferrochelatase to produce Heme. Heme increases the mitochondrial activity thereby helping in activation of respiratory system Krebs Cycle and Electron Transport Chain leading to formation of adenosine triphosphate (ATP) for adequate supply of energy to the body.   === Accumulation of Protoporphyrin IX === Cancer cells lack or have reduced ferrochelatase activity and this results in accumulation of Protoporphyrin IX, a fluorescent substance that can easily be visualized.   === Induction of Heme Oxygenase-1 (HO-1) === Excess heme is converted in macrophages to Biliverdin and ferrous ions by the enzyme HO-1. Biliverdin formed further gets converted to Bilirubin and carbon monoxide. Biliverdin and Bilirubin are potent anti oxidants and regulate important biological processes like inflammation, apoptosis, cell proliferation, fibrosis and angiogenesis.   == Plants == In plants, production of 5-ALA is the step on which the speed of synthesis of chlorophyll is regulated.  Plants that are fed by external 5-ALA accumulate toxic amounts of chlorophyll precursor, protochlorophyllide, indicating that the synthesis of this intermediate is not suppressed anywhere downwards in the chain of reaction. Protochlorophyllide is a strong photosensitizer in plants. Controlled spraying of 5-ALA at lower doses (up to 150 mg/L) can however help protect plants from stress and encourage growth.   == References =="}