{"name": "amiodarone", "category": "drug", "content": "Amiodarone is an antiarrhythmic medication used to treat and prevent a number of types of cardiac dysrhythmias. This includes ventricular tachycardia, ventricular fibrillation, and wide complex tachycardia, atrial fibrillation, and paroxysmal supraventricular tachycardia. Evidence in cardiac arrest, however, is poor. It can be given by mouth, intravenously, or intraosseously. When used by mouth, it can take a few weeks for effects to begin. Common side effects include feeling tired, tremor, nausea, and constipation. As amiodarone can have serious side effects, it is mainly recommended only for significant ventricular arrhythmias. Serious side effects include lung toxicity such as interstitial pneumonitis, liver problems, heart arrhythmias, vision problems, thyroid problems, and death. If taken during pregnancy or breastfeeding it can cause problems in the fetus or the infant. It is a class III antiarrhythmic medication. It works partly by increasing the time before a heart cell can contract again. Amiodarone was first made in 1961 and came into medical use in 1962 for chest pain believed to be related to the heart. It was pulled from the market in 1967 due to side effects. In 1974 it was found to be useful for arrhythmias and reintroduced. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 235th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Amiodarone has been used both in the treatment of acute life-threatening arrhythmias as well as the long-term suppression of arrhythmias. Amiodarone is commonly used to treat different types of abnormal heart rhythms, such as atrial arrhythmias (supraventricular arrhythmias) and ventricular arrhythmias. Atrial arrhythmias and supraventricular arrhythmias are terms often used interchangeably to refer to abnormal heart rhythms originating from the upper chambers of the heart, known as the atria. These types of arrhythmias include conditions such as atrial fibrillation, atrial flutter, and paroxysmal supraventricular tachycardia. They are collectively referred to as supraventricular or atrial arrhythmias because they occur above (supra) the ventricles in the electrical conduction system of the heart. Ventricular arrhythmias are abnormal heart rhythms that originate in the ventricles, which are the lower chambers of the heart. These arrhythmias can be potentially life-threatening and may disrupt the heart's ability to pump blood effectively. Amiodarone can be effective in treating conditions like ventricular fibrillation (a rapid and irregular heartbeat), ventricular tachycardia (fast heartbeat originating from the lower chambers), and cardiac arrest due to shock-resistant ventricular fibrillation. In cases where a patient is experiencing shock-resistant ventricular arrhythmias including stable ventricular tachycardia or unstable ventricular fibrillation, amiodarone may be used. A recent study suggested that another antiarrhythmic, procainamide, may be more effective in stopping ventricular tachycardia – with less side effects and a higher survival rate in patients requiring multiple shocks. However, due to a small sample size and lack of statistical significance, more evidence is required, and amiodarone remains the drug of choice in ventricular arrythmias. Amiodarone is also commonly used as the first-line therapy for patients who receive shocks from implantable cardioverter defibrillators caused by ventricular arrhythmias. Combining amiodarone with beta-blockers has been shown to reduce the likelihood of experiencing inappropriate shocks from implantable cardioverter defibrillators.   === Cardiac arrest === Defibrillation is the treatment of choice for ventricular fibrillation and pulseless ventricular tachycardia resulting in cardiac arrest. While amiodarone has been used in shock-refractory cases, evidence of benefit is poor. Although amiodarone does not appear to improve survival in those who had a cardiac arrest in-hospital, some studies suggested that early administration of amiodarone was associated with better survival and positive outcomes for people who had a cardiac arrest out-of-hospital.   === Ventricular tachycardia === Amiodarone may be used in the treatment of ventricular tachycardia in certain instances. Individuals with hemodynamically unstable ventricular tachycardia should not initially receive amiodarone. These individuals should be cardioverted. Amiodarone can be used in individuals with hemodynamically stable ventricular tachycardia. In these cases, amiodarone can be used regardless of the individual's underlying heart function and the type of ventricular tachycardia; it can be used in individuals with monomorphic ventricular tachycardia, but is contraindicated in individuals with polymorphic ventricular tachycardia as it is associated with a prolonged QT interval which will be made worse with anti-arrhythmic drugs.   === Atrial fibrillation === Individuals who have undergone open heart surgery are at an increased risk of developing atrial fibrillation (or AF) in the first few days post-procedure. In the ARCH trial, intravenous amiodarone (2 g administered over 2 d) has been shown to reduce the incidence of atrial fibrillation after open heart surgery when compared to placebo. However, clinical studies have failed to demonstrate long-term efficacy and have shown potentially fatal side effects such as pulmonary toxicities. While amiodarone is not approved for AF by the US Food and Drug Administration (FDA), it is a commonly prescribed off-label treatment due to the lack of equally effective treatment alternatives. So-called 'acute onset atrial fibrillation', defined by the North American Society of Pacing and Electrophysiology (NASPE) in 2003, responds well to short-duration treatment with amiodarone. This has been demonstrated in seventeen randomized controlled trials, of which five included a placebo arm. The incidence of severe side effects in this group is low. Amiodarone is an effective, antiarrhythmic-of-choice in achieving cardioversion to sinus rhythm in critical care populations with new onset atrial fibrillation (NOAF). However, other anti-arrhythmic agents may exert superior rhythm control, rate control and lower mortality rate which may be more favourable than amiodarone in specific cases.   == Contraindications == Women who are pregnant or may become pregnant are strongly advised not to take amiodarone. Since amiodarone can be expressed in breast milk, women taking the drug are advised to stop nursing. It is contraindicated in individuals with sinus nodal bradycardia, atrioventricular block, and second or third-degree heart block who do not have an artificial pacemaker. Individuals with baseline depressed lung function should be monitored closely if amiodarone therapy is to be initiated. Formulations of amiodarone that contain benzyl alcohol should not be given to neonates, because the benzyl alcohol may cause the potentially fatal \"gasping syndrome\". Amiodarone can worsen the cardiac arrhythmia brought on by digitalis toxicity. Contraindications of amiodarone also include:  hypersensitivity to amiodarone or any of its components; severe hepatic impairment; sinus node dysfunction, including severe sinus bradycardia or sinoatrial block, since amiodarone can cause significant bradycardia and sinus nodal arrest; second- or third-degree atrioventricular (AV) block, due to its negative chronotropic (affecting the heart rate) and dromotropic (affecting the conductivity) effects on the AV conduction system, unless a pacemaker is implanted; thyrotoxicosis that cannot be controlled by conventional means, such as Graves' disease. There are no specific guidelines for endurance or high-intensity exercise while taking amiodarone. However, since amiodarone may cause bradycardia and QTc prolongation which can affect exercise capacity and increase the risk of arrhythmias during intense exercise, it would generally be advisable for patients taking this medication to consult their healthcare provider before engaging in high-intensity physical activities such as strenuous endurance exercises.   == Side effects == At oral doses of 400 mg per day or higher, amiodarone can have serious, varied side effects, including toxicity to the thyroid gland, liver, lung, and retinal functions, requiring clinical surveillance and regular laboratory testing. Allergic reactions to amiodarone may occur. Most individuals administered amiodarone on a chronic basis will experience at least one side effect. In some people, daily use of amiodarone at 100 mg oral doses can be effective for arrhythmia control with no or minimal side effects. Some common side effects include:  nausea and vomiting; taste disturbances (changes in taste perception, often described as a metallic or bitter taste in the mouth); photosensitivity of the skin, also known as photodermatitis, where exposure to sunlight or ultraviolet radiation may lead to skin reactions such as rashes or sunburn-like symptoms; corneal microdeposits (deposits may accumulate on the cornea over time, resulting in blurred vision or visual halos—bright circles or rings around a light source, such as headlights; still, these corneal deposits typically do not affect vision significantly); thyroid dysfunction (in approximately 15-20% of patients, amiodarone treatment results in thyroid dysfunction, either amiodarone-induced hypothyroidism or amiodarone-induced thyrotoxicosis; the drug can lead to both hypo- and hyperthyroidism); pulmonary toxicity (lung problems such as pulmonary fibrosis or interstitial lung disease may occur rarely but have the potential for serious consequences if left untreated); liver abnormalities (liver damage, including elevated liver enzymes (AST/ALT) and hepatotoxicity, although severe cases are rare); bradycardia and heart block (since it slows down heart rate by affecting the sinus node function and AV conduction system, it can increase the risk of heart block); QT Interval prolongation. Amiodarone can potentially cause renal toxicity, but solid studies on whether amiodarone may be toxic to the kidneys are lacking.   === Lung ===  Side effects of oral amiodarone at doses of 400 mg or higher include various pulmonary effects. The most serious reaction is interstitial lung disease. Risk factors include high cumulative dose, more than 400 milligrams per day, duration over two months, increased age, and preexisting pulmonary disease. Some individuals were noted to develop pulmonary fibrosis after a week of treatment, while others did not develop it after years of continuous use. Common practice is to avoid the agent if possible in individuals with decreased lung function. The most specific test of pulmonary toxicity due to amiodarone is a dramatically decreased DLCO noted on pulmonary function testing.   === Thyroid === Induced abnormalities in thyroid function are common. In approximately 15-20% of patients, amiodarone treatment results in thyroid dysfunction, either amiodarone-induced hypothyroidism or amiodarone-induced thyrotoxicosis. Both under- and overactivity of the thyroid may occur. Amiodarone is structurally similar to thyroxine and also contains iodine. Both of these factors contribute to the effects of amiodarone on thyroid function. Amiodarone also causes an anti-thyroid action, via Plummer and Wolff–Chaikoff effects, due its large amount of iodine in its molecule, which causes a particular \"cardiac hypothyroidism\" with bradycardia and arrhythmia. Thyroid function should be checked at least every six months.  Hypothyroidism (slowing of the thyroid) occurs frequently; in the SAFE trial, which compared amiodarone with other medications for the treatment of atrial fibrillation, biochemical hypothyroidism (as defined by a TSH level of 4.5–10 mU/L) occurred in 25.8% of the amiodarone-treated group as opposed to 6.6% of the control group (taking placebo or sotalol). Overt hypothyroidism (defined as TSH >10 mU/L) occurred at 5.0% compared to 0.3%; most of these (>90%) were detected within the first six months of amiodarone treatment. Amiodarone induced thyrotoxicosis (AIT), can be caused due to the high iodine content in the drug via the Jod-Basedow effect. This is known as Type 1 AIT, and usually occurs in patients with an underlying predisposition to hyperthyroidism such as Graves' disease, within weeks to months after starting amiodarone. Type 1 AIT is usually treated with anti-thyroid drugs or thyroidectomy. Type 2 AIT is caused by a destructive thyroiditis due to a direct toxic effect of amiodarone on thyroid follicular epithelial cells. Type 2 AIT can occur even years after starting amiodarone, is usually self-limited and responds to anti-inflammatory treatment such as corticosteroids. In practice, often the type of AIT is undetermined or presumed as mixed with both treatments combined. Thyroid uptake measurements (I-123 or I-131), which are used to differentiate causes of hyperthyroidism, are generally unreliable in patients who have been taking amiodarone. Because of the high iodine content of amiodarone, the thyroid gland is effectively saturated, thus preventing further uptake of isotopes of iodine. However, positive radioactive iodine can be used to rule in type 1AIT .  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Eye === Corneal micro-deposits (cornea verticillata, also called vortex or whorl keratopathy) are almost universally present (over 90%) in individuals taking amiodarone longer than 6 months, especially doses greater than 400 mg/day. These deposits typically do not cause any symptoms. About 1 in 10 individuals may complain of a bluish halo. Anterior subcapsular lens deposits are relatively common (50%) in higher doses (greater than 600 mg/day) after 6 months of treatment. Optic neuropathy, nonarteritic anterior ischemic optic neuropathy (N-AION), occurs in 1–2% of people and is not dosage dependent. Bilateral optic disc swelling and mild and reversible visual field defects can also occur. Loss of eyelashes has been linked to amiodarone use.   === Liver === Abnormal liver enzyme results are common in people taking amiodarone. Much rarer are jaundice, hepatomegaly (liver enlargement), and hepatitis (inflammation of the liver). In clinical observations, it has been noted that the administration of amiodarone, even at lower therapeutic doses, has been associated with the development of a condition mimicking alcoholic cirrhosis. This condition, often referred to as pseudo-alcoholic cirrhosis, presents with similar histopathological features to those observed in patients with alcoholic cirrhosis. However, this extreme adverse event manifestation—pseudo-alcoholic cirrhosis caused by low dose amiodarone—is very rare.   === Skin === Long-term administration of amiodarone (usually more than eighteen months) is associated with a light-sensitive blue-grey discoloration of the skin, sometimes called ceruloderma; such patients should avoid exposure to the sun and use sunscreen that protects against ultraviolet-A and -B. The discoloration will slowly improve upon cessation of the medication, however, the skin color may not return completely.   === Pregnancy and breastfeeding === Use during pregnancy may result in a number of problems in the infant including thyroid problems, heart problems, neurological problems, and preterm birth. Use during breastfeeding is generally not recommended though one dose may be okay.   === Other === Long-term use of amiodarone has been associated with peripheral neuropathies. Amiodarone is sometimes responsible for epididymitis. Amiodarone accumulates in the head of the organ and can cause unilateral or bilateral inflammation. It tends to resolve if amiodarone is stopped. Some cases of gynecomastia have been reported in men on amiodarone. A retrospective cohort study found an increased risk of digestive, liver, head and neck and liver cancers amongst male patients exposed to amiodarone versus female participants in the same study and the general population. This study also identified that the Standardized Incidence Ratio of cancer occurrence increased significantly in males aged 20-59 and >80 years old who were exposed to a higher dose of Amiodarone in comparison to those exposed to a lower dose. This suggests that there is a dose-effect relationship. These results should be interpreted with caution due to limitations of the study design and care should be taken prior to altering current clinical and prescribing practices. Amiodarone and its effect on cancer is still a topic that requires more robust research.   == Drug-drug interactions == The pharmacokinetics of numerous drugs, including many that are commonly administered to individuals with heart disease, are affected by amiodarone. Amiodarone has particularly important interactions with the following drugs:  class I antiarrhythmics (amiodarone should not be combined with other class I antiarrhythmic drugs, such as disopyramide, flecainide, procainamide, quinidine, etc., due to an increased risk of QTc prolongation and potential arrhythmias); beta blockers and calcium channel blockers (combining amiodarone with beta-blockers or calcium channel blockers, such as sotalol, can further slow down heart rate and cause bradycardia or heart block); digoxin (amiodarone inhibits a protein called P-glycoprotein (P-gp), which transports digoxin out of cells in the gut, liver, and kidneys, therefore, concurrent use of these medications increases digoxin levels in the body, potentially leading to digoxin toxicity) statins (amiodarone can inhibit enzymes in the liver responsible for metabolizing certain statins, such as simvastatin, atorvastatin, etc., therefore interaction elevates plasma concentrations of these statins, increasing the risk of myopathy, that is muscle damage, or rhabdomyolysis, that is severe muscle breakdown); warfarin (since the anticoagulation effects of warfarin depend on metabolism of warfarin by both cytochromes CYP2C9 and CYP3A4, coadministation leads to rise in international normalized ratio (INR)—the amount of time taken for the blood to form a clot—placing patient at higher bleeding risks); Amiodarone potentiates the action of warfarin by inhibiting the clearance of both (S) and (R) warfarin. Individuals taking both of these medications should have their warfarin doses adjusted based on their dosing of amiodarone and have their anticoagulation status (measured as prothrombin time (PT) and international normalized ratio (INR)) measured more frequently. Dose reduction of warfarin is as follows: 40% reduction if the amiodarone dose is 400 mg daily, 35% reduction if the amiodarone dose is 300 mg daily, 30% reduction if the amiodarone dose is 200 mg daily, and 25% reduction if amiodarone dose is 100 mg daily. The effect of amiodarone on the warfarin concentrations can be as early as a few days after initiation of treatment; however, the interaction may not peak for up to seven weeks; anti-HIV medications (several HIV medications, such as ritonavir, indinavir, etc., interact with amiodarone by inhibiting CYP3A4 enzyme hence leading to decreased clearance of amiodarone, i.e., increasing the concentration of amiodarone in the organism). Amiodarone inhibits the action of the cytochrome P450 isozyme family; such inhibition reduces the clearance of many drugs, including the following:  ciclosporin, digoxin, flecainide, procainamide, quinidine, sildenafil, simvastatin, theophylline, warfarin. In 2015, Gilead Sciences warned healthcare providers about people who began taking the hepatitis C drugs ledipasvir/sofosbuvir or sofosbuvir along with amiodarone, who developed abnormally slow heartbeats or died of cardiac arrest.   == Metabolism == Amiodarone is extensively metabolized in the liver by CYP3A4, a member of the cytochrome P450 superfamily of enzymes, therefore, amiodarone and can affect the metabolism of numerous other drugs that depend on cytochrome P450, such as digoxin, phenytoin, warfarin, etc. The major metabolite of amiodarone is desethylamiodarone (DEA), which also has antiarrhythmic properties. The metabolism of amiodarone is inhibited by grapefruit juice, leading to elevated serum levels of amiodarone. On 8 August 2008, the US Food and Drug Administration (FDA) issued a warning of the risk of rhabdomyolysis, which can lead to kidney failure or death, when simvastatin is used with amiodarone. This interaction is dose-dependent with simvastatin doses exceeding 20 mg. This drug combination, especially with higher doses of simvastatin, should be avoided. Amiodarone is extensively metabolized in the liver. The primary metabolic pathway of amiodarone is by cytochrome P450 (CYP) enzymes, particularly CYP3A4 and CYP2C8. The metabolism of amiodaron can be characterized by two phases:  phase I metabolism, when amiodarone undergoes oxidative processes mainly mediated by CYP3A4 and to a lesser extent by CYP2C8; these reactions result in the formation of several active metabolites, including desethylamiodarone (DEA) and di-desethylamiodarone (DDEA); DEA is the most abundant metabolite and exhibits similar pharmacological effects as amiodarone; phase II metabolism, when both amiodarone and its major metabolite DEA can undergo conjugation reactions with glucuronic acid; this process increases water solubility of these compounds for their efficient elimination from the body. Amiodarone has an exceptionally long half-life due to a combination of several factors:  high lipid solubility, given that amiodarone has high lipid solubility, which allows it to distribute throughout various tissues in the body rapidly; the extensive tissue distribution of amiodarone contributes to a large volume of distribution that leads to slow clearance from plasma compartments; extensive tissue binding, so that amiodarone extensively binds to different tissues, including fat deposits, muscles, heart tissue, and other organs; this binding creates reservoirs where drug release can occur slowly over time, resulting in an extended duration of action even after stopping the therapy; enterohepatic recycling, meaning that amiodarone undergoes enterohepatic recycling, where it is reabsorbed from the intestines after being excreted into bile, which contributes to its prolonged presence.   === Excretion === Excretion is primarily via the liver and the bile duct with almost no elimination via the kidney and it is not dialyzable. Elimination half-life average of 58 days (ranging from 25 to 100 days [Remington: The Science and Practice of Pharmacy 21st edition]) for amiodarone and 36 days for the active metabolite, desethylamiodarone (DEA). There is 10-50% transfer of amiodarone and DEA in the placenta as well as a presence in breast milk. Accumulation of amiodarone and DEA occurs in adipose tissue and highly perfused organs (i.e. liver, lungs), therefore, if an individual was taking amiodarone on a chronic basis if it is stopped it will remain in the system for weeks to months. Whereas amiodarone is primarily eliminated from the body through hepatic metabolism and biliary excretion, a very small portion of amiodarone and its metabolites are excreted unchanged in urine or feces. The liver plays a significant role in the elimination of amiodarone. After being extensively metabolized by cytochrome P450 enzymes, particularly CYP3A4 and CYP2C8, amiodarone is transported into bile via multidrug-resistant protein 2 (MRP2) transporter. Bile containing amiodarone and its metabolites is then released into the gastrointestinal tract. Some of these compounds can be reabsorbed back into systemic circulation through enterohepatic recirculation, where they may undergo additional rounds of metabolism before eventually being excreted again into bile. Although renal excretion contributes only minimally to the elimination of amiodarone, dose adjustment based on kidney function is generally not necessary. This is because most patients with normal renal function can adequately clear the drug through hepatic metabolism and biliary elimination pathways.   == Pharmacology == Amiodarone is categorized as a class III antiarrhythmic agent, and prolongs phase 3 of the cardiac action potential, the repolarization phase where there is normally decreased calcium permeability and increased potassium permeability. It has numerous other effects, however, including actions that are similar to those of antiarrhythmic classes Ia, II, and IV. Amiodarone is a blocker of voltage gated potassium (KCNH2) and voltage gated calcium channels (CACNA2D2). Amiodarone slows the conduction rate and prolongs the refractory period of the SA and AV nodes. It also prolongs the refractory periods of the ventricles, bundles of His, and the Purkinje fibers without exhibiting any effects on the conduction rate. Amiodarone has been shown to prolong the myocardial cell action potential duration and refractory period and is a non-competitive β-adrenergic inhibitor. It also shows beta blocker-like and calcium channel blocker-like actions on the SA and AV nodes, increases the refractory period via sodium- and potassium-channel effects, and slows intra-cardiac conduction of the cardiac action potential, via sodium-channel effects. It is suggested that amiodarone may also exacerbate the phenotype associated with Long QT-3 syndrome causing mutations such as ∆KPQ. This effect is due to a combination of blocking the peak sodium current, but also contributing to an increased persistent sodium current. Amiodarone chemically resembles thyroxine (thyroid hormone), and its binding to the nuclear thyroid receptor might contribute to some of its pharmacologic and toxic actions. The mechanisms of action of amiodarone include blocking potassium ion channels (prolonging repolarization), blocking sodium ion channels, and antagonizing alpha- and beta-adrenergic receptors. The action of amiodarone can be characterized by the following effects:  potassium channel blockade, since amiodarone blocks potassium channels involved in cardiac repolarization during phase 3 of the action potential, so that this blockade prolongs the duration of cardiac action potentials, resulting in an increased refractory period and decreased excitability; sodium channel blockade, characterized by inhibiting sodium ion influx through voltage-gated sodium channels, so that amiodarone reduces the conduction velocity of electrical impulses in cardiac tissue that leads to a slowed heart rate and improved rhythm control; calcium channel blockade, by inhibiting L-type calcium channels in myocardial cells, decreasing intracellular calcium concentration during ventricular contraction; noncompetitive adrenergic receptor antagonism, meaning that amiodarone has both alpha- and beta-adrenergic receptor antagonistic effects, which help reduce sympathetic stimulation on the heart.   == History == The original observation that amiodarone's progenitor molecule, khellin, had cardioactive properties, was made by the Russian physiologist Gleb von Anrep while working in Cairo in 1946. Khellin is obtained from a plant extract of Khella or Ammi visnaga, a common plant in north Africa. Anrep noticed that one of his technicians had been cured of anginal symptoms after taking khellin, then used for various, non-cardiac ailments. This led to efforts by European pharmaceutical industries to isolate an active compound. Amiodarone was initially developed in 1961 at the Labaz company, Belgium, by chemists Tondeur and Binon, who were working on preparations derived from khellin. It became popular in Europe as a treatment for angina pectoris. As a doctoral candidate at Oxford University, Bramah Singh determined that amiodarone and sotalol had antiarrhythmic properties and belonged to a new class of antiarrhythmic agents (what would become the class III antiarrhythmic agents). Today the mechanisms of action of amiodarone and sotalol have been investigated in more detail. Both drugs have been demonstrated to prolong the duration of the action potential, prolonging the refractory period, by interacting among other cellular functions with K+ channels. Based on Singh's work, the Argentinian physician Mauricio Rosenbaum began using amiodarone to treat his patients who have supraventricular and ventricular arrhythmias, with impressive results. Based on papers written by Rosenbaum developing Singh's theories, physicians in the United States began prescribing amiodarone to their patients with potentially life-threatening arrhythmias in the late 1970s. The US Food and Drug Administration (FDA) was reluctant to officially approve the use of amiodarone since initial reports had shown an increased incidence of serious pulmonary side effects of the drug. In the mid-1980s, the European pharmaceutical companies began putting pressure on the FDA to approve amiodarone by threatening to cut the supply to American physicians if it was not approved. In December 1985, amiodarone was approved by the FDA for the treatment of arrhythmias.   === Name === Amiodarone may be an acronym for its IUPAC name (2-butyl-1-benzofuran-3-yl)-[4-[2-(diethylamino)ethoxy]-3,5-diiodophenyl]methanone, where ar is a placeholder for phenyl. This is partially supported by dronedarone which is noniodinated benzofuran derivative of amiodarone, where the arylmethanone is conserved.   == Dosing == Amiodarone is available in oral and intravenous formulations. Orally, it is available under the brand names Pacerone (produced by Upsher-Smith Laboratories, Inc.) and Cordarone (produced by Wyeth-Ayerst Laboratories). It is also available under the brand name Aratac (produced by Alphapharm Pty Ltd) in Australia and New Zealand, and further in Australia under the brands Cardinorm and Rithmik as well as a number of generic brands. Also Arycor in South Africa (Produced by Winthrop Pharmaceuticals.). In South America, it is known as Atlansil and is produced by Roemmers. In India, amiodarone is marketed (produced by Cipla Pharmaceutical) under the brand name Tachyra. It is also available in intravenous ampules and vials. The dose of amiodarone administered is tailored to the individual and the dysrhythmia that is being treated. When administered orally, the bioavailability of amiodarone is quite variable. Absorption ranges from 22 to 95%, with better absorption when it is given with food.   == References =="}