{"name": "amisulpride", "category": "drug", "content": "Amisulpride is an antiemetic and antipsychotic medication used at lower doses intravenously to prevent and treat postoperative nausea and vomiting; and at higher doses by mouth to treat schizophrenia and acute psychotic episodes. It is sold under the brand names Barhemsys (as an antiemetic) and Solian, Socian, Deniban and others (as an antipsychotic). At very low doses it is also used to treat dysthymia. It is usually classed with the atypical antipsychotics. Chemically it is a benzamide and like other benzamide antipsychotics, such as sulpiride, it is associated with a high risk of elevating blood levels of the lactation hormone, prolactin (thereby potentially causing the absence of the menstrual cycle, breast enlargement, even in males, breast milk secretion not related to breastfeeding, impaired fertility, impotence, breast pain, etc.), and a low risk, relative to the typical antipsychotics, of causing movement disorders. Amisulpride is indicated for use in the United States in adults for the prevention of postoperative nausea and vomiting (PONV), either alone or in combination with an antiemetic of a different class; and to treat PONV in those who have received antiemetic prophylaxis with an agent of a different class or have not received prophylaxis. Amisulpride is believed to work by blocking, or antagonizing, the dopamine D2 receptor, reducing its signalling. The effectiveness of amisulpride in treating dysthymia and the negative symptoms of schizophrenia is believed to stem from its blockade of the presynaptic dopamine D2 receptors. These presynaptic receptors regulate the release of dopamine into the synapse, so by blocking them amisulpride increases dopamine concentrations in the synapse. This increased dopamine concentration is theorized to act on dopamine D1 receptors to relieve depressive symptoms (in dysthymia) and the negative symptoms of schizophrenia. It was introduced by Sanofi-Aventis in the 1990s. Its patent expired by 2008, and generic formulations became available. It is marketed in all English-speaking countries except for Canada.   == Medical uses ==   === Schizophrenia === Although according to other studies it appears to have comparable efficacy to olanzapine in the treatment of schizophrenia, amisulpride augmentation, similarly to sulpiride augmentation, has been considered a viable treatment option (although this is based on low-quality evidence) in clozapine-resistant cases of schizophrenia. Another recent study concluded that amisulpride is an appropriate first-line treatment for the management of acute psychosis.   === Postoperative nausea and vomiting === Amisulpride is indicated for use in the United States in adults for the prevention of postoperative nausea and vomiting (PONV), either alone or in combination with an antiemetic of a different class; and to treat PONV in those who have received antiemetic prophylaxis with an agent of a different class or have not received prophylaxis.   == Contraindications == Amisulpride's use is contraindicated in the following disease states and populations  Pheochromocytoma Concomitant prolactin-dependent tumours e.g. prolactinoma, breast cancer Movement disorders (e.g. Parkinson's disease and dementia with Lewy bodies) Lactation Children before the onset of puberty Neither is it recommended to use amisulpride in patients with hypersensitivities to amisulpride or the excipients found in its dosage form.   == Adverse effects == Very Common (≥10% incidence) Extrapyramidal side effects (EPS; including dystonia, tremor, akathisia, parkinsonism). Common (≥1%, <10% incidence)  Hyperprolactinaemia (which can lead to galactorrhoea, breast enlargement and tenderness, sexual dysfunction, etc.) Weight gain (produces less weight gain than chlorpromazine, clozapine, iloperidone, olanzapine, paliperidone, quetiapine, risperidone, sertindole, zotepine and more (although not statistically significantly) weight gain than haloperidol, lurasidone, ziprasidone and approximately as much weight gain as aripiprazole and asenapine) Anticholinergic side effects (although it does not bind to the muscarinic acetylcholine receptors and hence these side effects are usually quite mild) such as - constipation - dry mouth - disorder of accommodation - Blurred vision Rare (<1% incidence)  Blood dyscrasias such as leucopenia, neutropenia and agranulocytosis QT interval prolongation (in a recent meta-analysis of the safety and efficacy of 15 antipsychotic drugs amisulpride was found to have the 2nd highest effect size for causing QT interval prolongation) Hyperprolactinaemia results from antagonism of the D2 receptors located on the lactotrophic cells found in the anterior pituitary gland. Amisulpride has a high propensity for elevating plasma prolactin levels as a result of its poor blood–brain barrier penetrability and hence the resulting greater ratio of peripheral D2 occupancy to central D2 occupancy. This means that to achieve the sufficient occupancy (~60–80%) of the central D2 receptors in order to elicit its therapeutic effects a dose must be given that is enough to saturate peripheral D2 receptors including those in the anterior pituitary.   === Discontinuation === The British National Formulary recommends a gradual withdrawal when discontinuing antipsychotics to avoid acute withdrawal syndrome or rapid relapse. Symptoms of withdrawal commonly include nausea, vomiting, and loss of appetite. Other symptoms may include restlessness, increased sweating, and trouble sleeping. Less commonly there may be a feeling of the world spinning, numbness, or muscle pains. Symptoms generally resolve after a short period of time. There is tentative evidence that discontinuation of antipsychotics can result in psychosis. It may also result in reoccurrence of the condition that is being treated. Rarely tardive dyskinesia can occur when the medication is stopped.   === Overdose === Torsades de pointes is common in overdose. Amisulpride is moderately dangerous in overdose (with the TCAs being very dangerous and the SSRIs being modestly dangerous).   == Interactions == Amisulpride should not be used in conjunction with drugs that prolong the QT interval (such as citalopram, bupropion, clozapine, tricyclic antidepressants, sertindole, ziprasidone, etc.), reduce heart rate and those that can induce hypokalaemia. Likewise it is imprudent to combine antipsychotics due to the additive risk for tardive dyskinesia and neuroleptic malignant syndrome.   == Pharmacology ==   === Pharmacodynamics ===  Amisulpride functions primarily as a dopamine D2 and D3 receptor antagonist. It has high affinity for these receptors with dissociation constants of 3.0 and 3.5 nM, respectively. Although standard doses used to treat psychosis inhibit dopaminergic neurotransmission, low doses preferentially block inhibitory presynaptic autoreceptors. This results in a facilitation of dopamine activity, and for this reason, low-dose amisulpride has also been used to treat dysthymia. Amisulpride and its relatives sulpiride, levosulpiride, and sultopride have been shown to bind to the high-affinity GHB receptor at concentrations that are therapeutically relevant (IC50Tooltip Half-maximal inhibitory concentration = 50 nM for amisulpride). Amisulpride, sultopride and sulpiride respectively present decreasing in vitro affinities for the D2 receptor (IC50 = 27, 120 and 181 nM) and the D3 receptor (IC50 = 3.6, 4.8 and 17.5 nM). Though it was long widely assumed that dopaminergic modulation is solely responsible for the respective antidepressant and antipsychotic properties of amisulpride, it was subsequently found that the drug also acts as a potent antagonist of the serotonin 5-HT7 receptor (Ki = 11.5 nM). Several of the other atypical antipsychotics such as risperidone and ziprasidone are potent antagonists at the 5-HT7 receptor as well, and selective antagonists of the receptor show antidepressant properties themselves. To characterize the role of the 5-HT7 receptor in the antidepressant effects of amisulpride, a study prepared 5-HT7 receptor knockout mice. The study found that in two widely used rodent models of depression, the tail suspension test, and the forced swim test, those mice did not exhibit an antidepressant response upon treatment with amisulpride. These results suggest that 5-HT7 receptor antagonism mediates the antidepressant effects of amisulpride. Amisulpride also appears to bind with high affinity to the serotonin 5-HT2B receptor (Ki = 13 nM), where it acts as an antagonist. The clinical implications of this, if any, are unclear. In any case, there is no evidence that this action mediates any of the therapeutic effects of amisulpride. Amisulpride shows stereoselectivity in its actions. Aramisulpride ((R)-amisulpride) has higher affinity for the 5-HT7 receptor (Ki = 47 nM vs. 1,900 nM) while esamisulpride ((S)-amisulpride) has higher affinity for the D2 receptor (4.0 nM vs. 140 nM). An 85:15 ratio of aramisulpride to esamisulpride (SEP-4199) which provides more balanced 5-HT7 and D2 receptor antagonism than racemic amisulpride (50:50 ratio of enantiomers) is under development for the treatment of bipolar depression. Through a high direct unmetabolized excretion, it has, despite its high usual dose, also high affinity for dopamine-D2-D3-receptors. Also the available literature gives us hints about also relatively high receptor dissociation kinetics (through a delayed but high occupancy at dopamine receptors after 6 hours from a 100 mg exposure). Moreover, this dopamine exposure could be slightly more \"balanced\" providing some little advantages over haloperidol in using it for drug exposure. Due to its lack of compensatory serotonin effects and also not having an anticholinergic profile, it may not considered as an effective alternative if akathasia is a problem.   == Society and culture ==   === Brand names === Brand names include: Amazeo, Amipride (AU), Amival, Solian (AU, IE, RU, UK, ZA), Soltus, Sulpitac (IN), Sulprix (AU), Midora (RO) and Socian (BR).   === Availability === Amisulpride is not approved by the Food and Drug Administration for use in the United States in psychiatric indications, but it is approved and in use throughout Europe, Asia, Mexico, New Zealand and Australia to treat psychosis and schizophrenia. An IV formulation of Amisulpride was approved for the treatment of postoperative nausea and vomiting (\"PONV\") in the United States in February 2020.   == History of US clinical development == The U.S. Food and Drug Administration (FDA) approved a 10 mg/4mL amisulpride IV formulation for use in post-operative nausea based on evidence from four clinical trials of 2323 subjects undergoing surgery or experiencing nausea and vomiting after the surgery. The trials were conducted at 80 sites in the United States, Canada and Europe. Two trials (Trials 1 and 2) enrolled subjects scheduled to have surgery. Subjects were randomly assigned to receive either amisulpride or a placebo drug at the beginning of general anesthesia. In Trial 1, subjects received amisulpride or placebo alone, and in Trial 2, they received amisulpride or placebo in combination with one medication approved for prevention of nausea and vomiting. Neither the subjects nor the health care providers knew which treatment was being given until after the trial was complete. The trials counted the number of subjects who had no vomiting and did not use additional medications for nausea or vomiting in the first day (24 hours) after the surgery. The results then compared amisulpride to placebo. The other two trials (Trials 3 and 4) enrolled subjects who were experiencing nausea and vomiting after surgery. In Trial 3, subjects did not receive any medication to prevent nausea and vomiting before surgery and in Trial 4 they received the medication, but the treatment did not work. In both trials, subjects were randomly assigned to receive either amisulpride or placebo. Neither the subjects nor the health care providers knew which treatment was being given until after the trial was complete. The trials counted the number of subjects who had no vomiting and did not use additional medications for nausea or vomiting in the first day (24 hours) after the treatment. The trial compared amisulpride to placebo. The FDA has not approved amisulpride for use in any psychiatric indication. LB Pharmaceuticals is developing N-methyl amisulpride for the use in the treatment of schizophrenia; a Phase 2 first-in-patient study is planned for 2023.   == See also == SEP-4199, a non-racemic form of amisulpride   == References ==   == External links == \"Amisulpride\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT01991860 for \"US Phase III Study of APD421 in PONV\" at ClinicalTrials.gov Clinical trial number NCT02337062 for \"Phase IIIb Study of APD421 in Combination as PONV Prophylaxis\" at ClinicalTrials.gov"}