{"name": "amitriptyline", "category": "drug", "content": "Amitriptyline, sold under the brand name Elavil among others, is a tricyclic antidepressant primarily used to treat major depressive disorder, and a variety of pain syndromes such as neuropathic pain, fibromyalgia, migraine and tension headaches. Due to the frequency and prominence of side effects, amitriptyline is generally considered a second-line therapy for these indications. The most common side effects are dry mouth, drowsiness, dizziness, constipation, and weight gain. Glaucoma, liver toxicity and abnormal heart rhythms are rare but serious side effects. Blood levels of amitriptyline vary significantly from one person to another, and amitriptyline interacts with many other medications potentially aggravating its side effects. Amitriptyline was discovered in the late 1950s by scientists at Merck and approved by the US Food and Drug Administration (FDA) in 1961. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 107th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical uses == Amitriptyline is indicated for the treatment of major depressive disorder, neuropathic pain and for the prevention of migraine and chronic tension headache. It can be used for the treatment of nocturnal enuresis in children older than 6 after other treatments have failed.   === Depression === Amitriptyline is effective for depression, but it is rarely used as a first-line antidepressant due to its higher toxicity in overdose and generally poorer tolerability. It can be tried for depression as a second-line therapy, after the failure of other treatments. For treatment-resistant adolescent depression or for cancer-related depression amitriptyline is no better than placebo; however, the number of treated patients in both studies was small. It is sometimes used for the treatment of depression in Parkinson's disease, but supporting evidence for that is lacking.   === Pain === Amitriptyline alleviates painful diabetic neuropathy. It is recommended by a variety of guidelines as a first or second line treatment. It is as effective for this indication as gabapentin or pregabalin but less well tolerated. Amitriptyline is as effective at relieving pain as duloxetine. Combination treatment of amitriptyline and pregabalin offers additional pain relief for people whose pain is not adequately controlled with one medication, and is usually safe. Amitriptyline in certain formulations may also induce the level of sciatic-nerve blockade needed for local anesthesia therein. Here, it has been demonstrated to be of superior potency to bupivacaine, a customary long-acting local anesthetic. Low doses of amitriptyline moderately improve sleep disturbances and reduce pain and fatigue associated with fibromyalgia. It is recommended for fibromyalgia accompanied by depression by Association of the Scientific Medical Societies in Germany and as a second-line option for fibromyalgia, with exercise being the first line option, by European League Against Rheumatism. Combinations of amitriptyline and fluoxetine or melatonin may reduce fibromyalgia pain better than either medication alone. There is some (low-quality) evidence that amitriptyline may reduce pain in cancer patients. It is recommended only as a second line therapy for non-chemotherapy-induced neuropathic or mixed neuropathic pain, if opioids did not provide the desired effect. Moderate evidence exists in favor of amitriptyline use for atypical facial pain. Amitriptyline is ineffective for HIV-associated neuropathy. In multiple sclerosis it is frequently used to treat painful paresthesias in the arms and legs (e.g., burning sensations, pins and needles, stabbing pains) caused by damage to the pain regulating pathways of the brain and spinal cord.   === Headache === Amitriptyline is probably effective for the prevention of periodic migraine in adults. Amitriptyline is similar in efficacy to venlafaxine and topiramate but carries a higher burden of adverse effects than topiramate. For many patients, even very small doses of amitriptyline are helpful, which may allow for minimization of side effects. Amitriptyline is not significantly different from placebo when used for the prevention of migraine in children. Amitriptyline may reduce the frequency and duration of chronic tension headache, but it is associated with worse adverse effects than mirtazapine. Overall, amitriptyline is recommended for tension headache prophylaxis, along with lifestyle advice, which should include avoidance of analgesia and caffeine.   === Other indications === Amitriptyline is effective for the treatment of irritable bowel syndrome; however, because of its side effects, it should be reserved for select patients for whom other agents do not work. There is insufficient evidence to support its use for abdominal pain in children with functional gastrointestinal disorders. Tricyclic antidepressants decrease the frequency, severity, and duration of cyclic vomiting syndrome episodes. Amitriptyline, as the most commonly used of them, is recommended as a first-line agent for its therapy. Amitriptyline may improve pain and urgency intensity associated with bladder pain syndrome and can be used in the management of this syndrome. Amitriptyline can be used in the treatment of nocturnal enuresis in children. However, its effect is not sustained after the treatment ends. Alarm therapy gives better short- and long-term results. In the US, amitriptyline is commonly used in children with ADHD as an adjunct to stimulant medications without any evidence or guideline supporting this practice. Many physicians in the UK (and the US also) commonly prescribe amitriptyline for insomnia; however, Cochrane reviewers were not able to find any randomized controlled studies that would support or refute this practice. Similarly, a major systematic review and network meta-analysis of medications for the treatment of insomnia published in 2022 found little evidence to inform the use of amitriptyline for insomnia. The well-known sedating effects of amitriptyline, however, bear understanding on and arguable justification for this practice. It may function similarly to doxepin in this regard, although the evidence for doxepin is more robust. Trimipramine may be a more novel alternative given its tendency to not suppress but brighten R.E.M. sleep.   == Contraindications and precautions == The known contraindications of amitriptyline are:  Amitriptyline should be used with caution in patients with epilepsy, impaired liver function, pheochromocytoma, urinary retention, prostate enlargement, hyperthyroidism, and pyloric stenosis. In patients with the rare condition of shallow anterior chamber of eyeball and narrow anterior chamber angle, amitriptyline may provoke attacks of acute glaucoma due to dilation of the pupil. It may aggravate psychosis, if used for depression with schizophrenia, or precipitate the switch to mania in those with bipolar disorder. CYP2D6 poor metabolizers should avoid amitriptyline due to increased side effects. If it is necessary to use it, half dose is recommended. Amitriptyline can be used during pregnancy and lactation when SSRIs have been shown not to work.   == Side effects == The most frequent side effects, occurring in 20% or more of users, are dry mouth, drowsiness, dizziness, constipation, and weight gain (on average 1.8 kg). Other common side effects are headache problems (amblyopia, blurred vision), tachycardia, increased appetite, tremor, fatigue/asthenia/feeling slowed down, and dyspepsia. A less common side effect of amitriptyline is urination problems (8.7%). Amitriptyline can increase suicidal thoughts and behavior in people under the age of 24 and was black boxed by the FDA for these qualifiers due to this potential side effect. Amitriptyline-associated sexual dysfunction (occurring at a frequency of 6.9%) seems to be mostly confined to males with depression and is expressed predominantly as erectile dysfunction and low libido disorder, with lesser frequency of ejaculatory and orgasmic problems. The rate of sexual dysfunction in males treated for indications other than depression and in females is not significantly different from placebo. Liver tests abnormalities occur in 10–12% of patients on amitriptyline, but are usually mild, asymptomatic and transient, with consistently elevated alanine transaminase in 3% of all patients. The increases of the enzymes above the 3-fold threshold of liver toxicity are uncommon, and cases of clinically apparent liver toxicity are rare; nevertheless, amitriptyline is placed in the group of antidepressants with greater risks of hepatic toxicity. Amitriptyline prolongs the QT interval. This prolongation is relatively small at therapeutic doses but becomes severe in overdose.   == Overdose ==  The symptoms and the treatment of an overdose are largely the same as for the other TCAs, including the presentation of serotonin syndrome and adverse cardiac effects. The British National Formulary notes that amitriptyline can be particularly dangerous in overdose, thus it and other TCAs are no longer recommended as first-line therapy for depression. The treatment of overdose is mostly supportive as no specific antidote for amitriptyline overdose is available. Activated charcoal may reduce absorption if given within 1–2 hours of ingestion. If the affected person is unconscious or has an impaired gag reflex, a nasogastric tube may be used to deliver the activated charcoal into the stomach. ECG monitoring for cardiac conduction abnormalities is essential and if one is found close monitoring of cardiac function is advised. Body temperature should be regulated with measures such as heating blankets if necessary. Cardiac monitoring is advised for at least five days after the overdose. Benzodiazepines are recommended to control seizures. Dialysis is of no use due to the high degree of protein binding with amitriptyline.   == Interactions == Since amitriptyline and its active metabolite nortriptyline are primarily metabolized by cytochromes CYP2D6 and CYP2C19 (see Amitriptyline#Pharmacology), the inhibitors of these enzymes are expected to exhibit pharmacokinetic interactions with amitriptyline. According to the prescribing information, the interaction with CYP2D6 inhibitors may increase the plasma level of amitriptyline. However, the results in the other literature are inconsistent: the co-administration of amitriptyline with a potent CYP2D6 inhibitor paroxetine does increase the plasma levels of amitriptyline two-fold and of the main active metabolite nortriptyline 1.5-fold, but combination with less potent CYP2D6 inhibitors thioridazine or levomepromazine does not affect the levels of amitriptyline and increases nortriptyline by about 1.5-fold; a moderate CYP2D6 inhibitor fluoxetine does not seem to have a significant effect on the levels of amitriptyline or nortriptyline. A case of clinically significant interaction with potent CYP2D6 inhibitor terbinafine has been reported. A potent inhibitor of CYP2C19 and other cytochromes fluvoxamine increases the level of amitriptyline two-fold while slightly decreasing the level of nortriptyline. Similar changes occur with a moderate inhibitor of CYP2C19 and other cytochromes cimetidine: amitriptyline level increases by about 70%, while nortriptyline decreases by 50%. CYP3A4 inhibitor ketoconazole elevates amitriptyline level by about a quarter. On the other hand, cytochrome P450 inducers such as carbamazepine and St. John's Wort decrease the levels of both amitriptyline and nortriptyline Oral contraceptives may increase the blood level of amitriptyline by as high as 90%. Valproate moderately increases the levels of amitriptyline and nortriptyline through an unclear mechanism. The prescribing information warns that the combination of amitriptyline with monoamine oxidase inhibitors may cause potentially lethal serotonin syndrome; however, this has been disputed. The prescribing information cautions that some patients may experience a large increase in amitriptyline concentration in the presence of topiramate. However, other literature states that there is little or no interaction: in a pharmacokinetic study topiramate only increased the level of amitriptyline by 20% and nortriptyline by 33%. Amitriptyline counteracts the antihypertensive action of guanethidine. When given with amitriptyline, other anticholinergic agents may result in hyperpyrexia or paralytic ileus. Co-administration of amitriptyline and disulfiram is not recommended due to the potential for the development of toxic delirium. Amitriptyline causes an unusual type of interaction with the anticoagulant phenprocoumon during which great fluctuations of the prothrombin time have been observed.   == Pharmacology ==   === Pharmacodynamics ===  Amitriptyline inhibits serotonin transporter (SERT) and norepinephrine transporter (NET). It is metabolized to nortriptyline, a stronger norepinephrine reuptake inhibitor, further augmenting amitriptyline's effects on norepinephrine reuptake (see table in this section). Amitriptyline additionally acts as a potent inhibitor of the serotonin 5-HT2A, 5-HT2C, the α1A-adrenergic, the histamine H1 and the M1-M5 muscarinic acetylcholine receptors (see table in this section). Amitriptyline is a non-selective blocker of multiple ion channels, in particular, voltage-gated sodium channels Nav1.3, Nav1.5, Nav1.6, Nav1.7, and Nav1.8, voltage-gated potassium channels Kv7.2/ Kv7.3, Kv7.1, Kv7.1/KCNE1, and hERG.   === Mechanism of action === Inhibition of serotonin and norepinephrine transporters by amitriptyline results in interference with neuronal reuptake of serotonin and norepinephrine. Since the reuptake process is important physiologically in terminating transmitting activity, this action may potentiate or prolong activity of serotonergic and adrenergic neurons and is believed to underlie the antidepressant activity of amitriptyline. Inhibition of norepinephrine reuptake leading to increased concentration of norepinephrine in the posterior gray column of the spinal cord appears to be mostly responsible for the analgesic action of amitriptyline. Increased level of norepinephrine increases the basal activity of alpha-2 adrenergic receptors, which mediate an analgesic effect by increasing gamma-aminobutyric acid transmission among spinal interneurons. The blocking effect of amitriptyline on sodium channels may also contribute to its efficacy in pain conditions.   === Pharmacokinetics === Amitriptyline is readily absorbed from the gastrointestinal tract (90–95%). Absorption is gradual with the peak concentration in blood plasma reached after about 4 hours. Extensive metabolism on the first pass through the liver leads to average bioavailability of about 50% (45%-53%). Amitriptyline is metabolized mostly by CYP2C19 into nortriptyline and by CYP2D6 leading to a variety of hydroxylated metabolites, with the principal one among them being (E)-10-hydroxynortriptyline (see metabolism scheme), and to a lesser degree, by CYP3A4.  Nortriptyline, the main active metabolite of amitriptyline, is an antidepressant on its own right. Nortriptyline reaches 10% higher level in the blood plasma than the parent drug amitriptyline and 40% greater area under the curve, and its action is an important part of the overall action of amitriptyline. Another active metabolite is (E)-10-hydroxynortriptyline, which is a norepinephrine uptake inhibitor four times weaker than nortriptyline. (E)-10-hydroxynortiptyline blood level is comparable to that of nortriptyline, but its cerebrospinal fluid level, which is a close proxy of the brain concentration of a drug, is twice higher than nortriptyline's. Based on this, (E)-10-hydroxynortriptyline was suggested to significantly contribute to antidepressant effects of amitriptyline. Blood levels of amitriptyline and nortriptyline and pharmacokinetics of amitriptyline in general, with clearance difference of up to 10-fold, vary widely between individuals. Variability of the area under the curve in steady state is also high, which makes a slow upward titration of the dose necessary. In the blood, amitriptyline is 96% bound to plasma proteins; nortriptyline is 93–95% bound, and (E)-10-hydroxynortiptyline is about 60% bound. Amitriptyline has an elimination half life of 21 hours, nortriptyline – 23–31 hours, and (E)-10-hydroxynortiptyline − 8–10 hours. Within 48 hours, 12−80% of amitriptyline is eliminated in the urine, mostly as metabolites. 2% of the unchanged drug is excreted in the urine. Elimination in the feces, apparently, have not been studied. Therapeutic levels of amitriptyline range from 75 to 175 ng/mL (270–631 nM), or 80–250 ng/mL of both amitriptyline and its metabolite nortriptyline.   === Pharmacogenetics === Since amitriptyline is primarily metabolized by CYP2D6 and CYP2C19, genetic variations within the genes coding for these enzymes can affect its metabolism, leading to changes in the concentrations of the drug in the body. Increased concentrations of amitriptyline may increase the risk for side effects, including anticholinergic and nervous system adverse effects, while decreased concentrations may reduce the drug's efficacy. Individuals can be categorized into different types of CYP2D6 or CYP2C19 metabolizers depending on which genetic variations they carry. These metabolizer types include poor, intermediate, extensive, and ultrarapid metabolizers. Most individuals (about 77–92%) are extensive metabolizers, and have \"normal\" metabolism of amitriptyline. Poor and intermediate metabolizers have reduced metabolism of the drug as compared to extensive metabolizers; patients with these metabolizer types may have an increased probability of experiencing side effects. Ultrarapid metabolizers use amitriptyline much faster than extensive metabolizers; patients with this metabolizer type may have a greater chance of experiencing pharmacological failure. The Clinical Pharmacogenetics Implementation Consortium recommends avoiding amitriptyline in patients who are CYP2D6 ultrarapid or poor metabolizers, due to the risk for a lack of efficacy and side effects, respectively. The consortium also recommends considering an alternative drug not metabolized by CYP2C19 in patients who are CYP2C19 ultrarapid metabolizers. A reduction in starting dose is recommended for patients who are CYP2D6 intermediate metabolizers and CYP2C19 poor metabolizers. If use of amitriptyline is warranted, therapeutic drug monitoring is recommended to guide dose adjustments. The Dutch Pharmacogenetics Working Group also recommends selecting an alternative drug or monitoring plasma concentrations of amitriptyline in patients who are CYP2D6 poor or ultrarapid metabolizers, and selecting an alternative drug or reducing initial dose in patients who are CYP2D6 intermediate metabolizers.   == Chemistry ==  Amitriptyline is a highly lipophilic molecule having an octanol-water partition coefficient (pH 7.4) of 3.0, while the log P of the free base was reported as 4.92. Solubility of the free base amitriptyline in water is 14 mg/L. Amitriptyline is prepared by reacting dibenzosuberane with 3-(dimethylamino)propylmagnesium chloride and then heating the resulting intermediate product with hydrochloric acid to eliminate water.   == History == Amitriptyline was first developed by the American pharmaceutical company Merck in the late 1950s. In 1958, Merck approached a number of clinical investigators proposing to conduct clinical trials of amitriptyline for schizophrenia. One of these researchers, Frank Ayd, instead, suggested using amitriptyline for depression. Ayd treated 130 patients and, in 1960, reported that amitriptyline had antidepressant properties similar to another, and the only known at the time, tricyclic antidepressant imipramine. Following this, the US Food and Drug Administration approved amitriptyline for depression in 1961. In Europe, due to a quirk of the patent law at the time allowing patents only on the chemical synthesis but not on the drug itself, Roche and Lundbeck were able to independently develop and market amitriptyline in the early 1960s. According to research by an historian of psychopharmacology David Healy, amitriptyline became a much bigger selling drug than its precursor imipramine because of two factors. First, amitriptyline has much stronger anxiolytic effect. Second, Merck conducted a marketing campaign raising clinicians' awareness of depression as a clinical entity.   == Society and culture ==  In the 2021 film The Many Saints of Newark, amitriptyline (referred to by the brand name Elavil) is part of the plot line of the movie.   === Names === Amitriptyline is the English and French generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while amitriptyline hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Its generic name in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are amitriptilina, in German is Amitriptylin, and in Latin is amitriptylinum. The embonate salt is known as amitriptyline embonate, which is its BANM, or as amitriptyline pamoate unofficially.   === Prescription trends === Between 1998 and 2017, along with imipramine, amitriptyline was the most commonly prescribed first antidepressant for children aged 5–11 years in England. It was also the most prescribed antidepressant (along with fluoxetine) for 12- to 17-year olds.   == Research == The few randomized controlled trials investigating amitriptyline efficacy in eating disorder have been discouraging.   == See also == List of antidepressants   == References ==   == Further reading == Dean L (March 2017). \"Amitriptyline Therapy and CYP2D6 and CYP2C19 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, Scott SA, Dean LC, Kattman BL, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520380."}