{"name": "amlexanox", "category": "drug", "content": "Amlexanox (trade name Aphthasol) is an anti-inflammatory antiallergic immunomodulator used to treat recurrent aphthous ulcers (canker sores), and (in Japan) several inflammatory conditions. This drug has been discontinued in the U.S.   == Medical uses == Amlexanox is the active ingredient in a common topical treatment for recurrent aphthous ulcers of the mouth (canker sores), reducing both healing time and pain.  Amlexanox 5% paste is well tolerated, and is typically applied four times per day directly on the ulcers.  A 2011 review found it to be the most effective treatment of the eight treatments investigated for recurrent canker sores.  It is also used to treat ulcers associated with Behçet disease. In Japan, it is used to treat bronchial asthma, allergic rhinitis and conjunctivitis.   == Contraindications == The drug is contraindicated in those with known allergies to it.   == Adverse effects == Amlexanox may cause a slightly painful stinging or burning sensation, nausea or diarrhea.   == Mechanism of action == Its mechanism of action is not well-determined, but it might inhibit inflammation by inhibiting the release of histamine and leukotrienes. It has been shown to selectively inhibit TBK1 and IKK-ε, producing reversible weight loss and improved insulin sensitivity, reduced inflammation and attenuated hepatic steatosis without affecting food intake in obese mice. It produced a statistically significant reduction in glycated hemoglobin and fructosamine in obese patients with type 2 diabetes and nonalcoholic fatty liver disease   == Chemistry == The chemical itself is an odorless, white to yellowish-white powder. The 5% preparation for patient use is an adherent beige paste, and it is also available in some countries as a tablet that adheres to the ulcer in the mouth.   == Pharmacokinetics == Amlexanox applied to an aphthous ulcer is largely absorbed through the gastrointestinal tract; an insignificant amount enters the bloodstream through the ulcer itself.  After a single 100 mg dose, mean maximum serum concentration occurs 2.4 +/- 0.9 hours after application, with a half-life of elimination (through urine) of 3.5 +/- 1.1 hours.  With multiple daily applications (four doses per day), steady state serum levels occur after one week, with no accumulation occurring after four weeks.   == History == The patent for its use as a treatment for aphthous ulcers was issued in November 1994 to inventors Kakubhai R. Vora, Atul Khandwala and Charles G. Smith, and assigned to Chemex Pharmaceuticals, Inc.   == Society and culture ==   === Economics === A 2011 review found a one-week supply of amlexanox 5% paste to cost $30.   == Research == A review found that, as of July 2011, robust studies investigating its effectiveness alongside other canker sore treatments were still needed. Because it is an inhibitor of the protein kinases TBK1 and IKK-ε, which are implicated in the etiology of type II diabetes and obesity, amlexanox may be a candidate for human clinical trials testing in relation to these diseases.   == Synthesis ==   == References =="}