{"name": "ammonium chloride", "category": "drug", "content": "Ammonium chloride is an inorganic chemical compound with the chemical formula NH4Cl, also written as [NH4]Cl. It is an ammonium salt of hydrogen chloride. It consists of ammonium cations [NH4]+ and chloride anions Cl−. It is a white crystalline salt that is highly soluble in water. Solutions of ammonium chloride are mildly acidic. In its naturally occurring mineralogic form, it is known as salammoniac. The mineral is commonly formed on burning coal dumps from condensation of coal-derived gases. It is also found around some types of volcanic vents. It is mainly used as fertilizer and a flavouring agent in some types of liquorice. It is a product of the reaction of hydrochloric acid and ammonia.   == Production ==  It is a product of the Solvay process used to produce sodium carbonate:  CO2 + 2 NH3 + 2 NaCl + H2O → 2 NH4Cl + Na2CO3 Not only is that method the principal one for the manufacture of ammonium chloride, but also it is used to minimize ammonia release in some industrial operations. Ammonium chloride is prepared commercially by combining ammonia (NH3) with either hydrogen chloride (gas) or hydrochloric acid (water solution):  NH3 + HCl → NH4Cl Ammonium chloride occurs naturally in volcanic regions, forming on volcanic rocks near fume-releasing vents (fumaroles). The crystals deposit directly from the gaseous state and tend to be short-lived, as they dissolve easily in water.   == Reactions ==  Ammonium chloride appears to sublime upon heating but actually reversibly decomposes into ammonia and hydrogen chloride gas:  NH4Cl ⇌ NH3 + HCl Ammonium chloride reacts with a strong base, like sodium hydroxide, to release ammonia gas:  NH4Cl + NaOH → NH3 + NaCl + H2O Similarly, ammonium chloride also reacts with alkali-metal carbonates at elevated temperatures, giving ammonia and alkali-metal chloride:  2 NH4Cl + Na2CO3 → 2 NaCl + CO2 + H2O + 2 NH3 A solution of 5% by mass of ammonium chloride in water has a pH in the range 4.6 to 6.0. Some reactions of ammonium chloride with other chemicals are endothermic, such as its reaction with barium hydroxide and its dissolving in water.   == Applications ==  The dominant application of ammonium chloride is as a nitrogen source in fertilizers (corresponding to 90% of the world production of ammonium chloride) such as chloroammonium phosphate. The main crops fertilized this way are rice and wheat in Asia. Ammonium chloride was used in pyrotechnics in the 18th century but was superseded by safer and less hygroscopic chemicals. Its purpose was to provide a chlorine donor to enhance the green and blue colours from copper ions in the flame. It had a secondary use to provide white smoke, but its ready double decomposition reaction with potassium chlorate producing the highly unstable ammonium chlorate made its use very dangerous.   === Metalwork === Ammonium chloride is used as a flux in preparing metals to be tin coated, galvanized or soldered. It works as a flux by cleaning the surface of workpieces by reacting with the metal oxides at the surface to form a volatile metal chloride. For that purpose, it is sold in blocks at hardware stores for use in cleaning the tip of a soldering iron, and it can also be included in solder as flux.   === Medicine === Ammonium chloride is used as an expectorant in cough medicine. Its expectorant action is caused by irritative action on the bronchial mucosa, which causes the production of excess respiratory tract fluid, which presumably is easier to cough up. Ammonium salts are an irritant to the gastric mucosa and may induce nausea and vomiting. Ammonium chloride is used as a systemic acidifying agent in treatment of severe metabolic alkalosis, in oral acid loading test to diagnose distal renal tubular acidosis, to maintain the urine at an acid pH in the treatment of some urinary-tract disorders.   === Food === Ammonium chloride, under the name sal ammoniac or salmiak is used as food additive under the E number E510, working as a yeast nutrient in breadmaking and as an acidifier. It is a feed supplement for cattle and an ingredient in nutritive media for yeasts and many microorganisms. Ammonium chloride is used to spice up dark sweets called salty liquorice (popular in the Nordic countries, Benelux and northern Germany), in baking to give cookies a very crisp texture, and in the liquor Salmiakki Koskenkorva for flavouring. In Turkey, Iran, Tajikistan, India, Pakistan and Arab countries it is called \"noshader\" and is used to improve the crispness of snacks such as samosas and jalebi.   === In the laboratory === Ammonium chloride has been used historically to produce low temperatures in cooling baths.  Ammonium chloride solutions with ammonia are used as buffer solutions including ACK (Ammonium-Chloride-Potassium) lysis buffer. In paleontology, ammonium chloride vapor is deposited on fossils, where the substance forms a brilliant white, easily removed and fairly harmless and inert layer of tiny crystals that covers up any coloration the fossil may have, and if lighted at an angle highly enhances contrast in photographic documentation of three-dimensional specimens. The same technique is applied in archaeology to eliminate reflection on glass and similar specimens for photography. In organic synthesis saturated NH4Cl solution is typically used to quench reaction mixtures. It has a lambda transition at 242.8 K and zero pressure.   === Flotation === Giant squid and some other large squid species maintain neutral buoyancy in seawater through an ammonium chloride solution which is found throughout their bodies and is less dense than seawater. This differs from the method of flotation used by most fish, which involves a gas-filled swim bladder.   === Batteries === Around the turn of the 20th century, ammonium chloride was used in aqueous solution as the electrolyte in Leclanché cells that found a commercial use as the \"local battery\" in subscribers' telephone installations. Those cells later evolved into zinc–carbon batteries still using ammonium chloride as electrolyte.   === Concrete treatments === Ammonium chloride is known to be an aggressive cleaning agent. A penetrating and intense reddish brown color is stained into concrete surfaces with a mixture of  ammonium chloride and ferric chloride. Pre-treatment with acid is unnecessary.   === Other applications === Ammonium chloride is used in a ~5% aqueous solution to work on oil wells with clay swelling problems. Other uses include in hair shampoo, in the glue that bonds plywood, and in cleaning products. In hair shampoo, it is used as a thickening agent in ammonium-based surfactant systems such as ammonium lauryl sulfate. Ammonium chloride is used in the textile and leather industry, in dyeing, tanning, textile printing and cotton clustering. In woodworking, a solution of ammonium chloride and water, when applied to unfinished wood, will burn when subjected to a heat gun resulting in a branding iron mark without use of a branding iron. The solution can be painted onto the wood or applied with a common rubber stamp. Ammonium chloride can also be used in the process of making albumen silver prints.   == History ==   === Etymology === Pliny, in Book XXXI of his Natural History, refers to a salt produced in the Roman province of Cyrenaica named hammoniacum, so called because of its proximity to the nearby Temple of Jupiter Amun (Greek Ἄμμων Ammon). However, the description Pliny gives of the salt does not conform to the properties of ammonium chloride. According to Herbert Hoover's commentary in his English translation of Georgius Agricola's De re metallica, it is likely to have been common sea salt. Nevertheless, that salt ultimately gave ammonia and ammonium compounds their name.   === Ancient China === The earliest mention of ammonium chloride was in 554 in China.  At that time, ammonium chloride came from two sources:  (1) the vents of underground coal fires in Central Asia, specifically, in the Tian Shan mountains (which extend from Xinjiang province of northwestern China through Kyrgyzstan) as well as in the Alay (or Alai) mountains of southwestern Kyrgyzstan, and (2) the fumaroles of the volcano Mount Taftan in southeastern Iran. (Indeed, the word for ammonium chloride in several Asian languages derives from the Iranian phrase anosh adur (immortal fire), a reference to the underground fires.) Ammonium chloride was then transported along the Silk Road eastwards to China and westwards to the Muslim lands and Europe.   === Jabirian alchemists === Around 800 A.D. the Arabs of Egypt(🇪🇬) discovered the thing known as ammonium chloride in the soot that resulted from burning camel dung, and this source became an alternative to those in Central Asia. The Jabirian alchemists were the authors of the Jabirian corpus, tentatively dated to c. 850 – c. 950. The word for ammonium chloride in the Jabirian corpus was nošāder, Iranian in origin. Whereas Greek alchemical texts had been almost exclusively focused on the use of mineral substances, Jabirian alchemy pioneered the use of vegetable and animal substances, and so represented an innovative shift towards 'organic chemistry'. In the Jabirian corpus, the production of ammonium chloride from organic substances (such as plants, blood, and hair) is described. These are the oldest known instructions for deriving an inorganic compound from organic substances by chemical means.  One of the innovations in Jabirian alchemy was the addition of ammonium chloride to the category of chemical substances known as 'spirits' (i.e., strongly volatile substances). This included both naturally occurring sal ammoniac and synthetic ammonium chloride produced from organic substances. The addition of sal ammoniac to the list of 'spirits' can perhaps also be seen as a product of this new focus on organic chemistry.   === Late Middle Ages === The first attested reference to sal ammoniac as ammonium chloride is in the Pseudo-Geber work De inventione veritatis, where a preparation of sal ammoniac is given in the chapter De Salis armoniaci præparatione, salis armoniaci being a common name in the Middle Ages for sal ammoniac.   == References ==   == Bibliography == Bischof, Gustav with Benjamin H. Paul and J. Drummond, trans. (1854). Elements of Chemical and Physical Geology. Vol. 1. London, England: the Cavendish Society.{{cite book}}:  CS1 maint: multiple names: authors list (link) Delva, Thijs (2017). \"The Abbasid Activist Ḥayyān al-ʿAṭṭār as the Father of Jābir b. Ḥayyān: An Influential Hypothesis Revisited\". Journal of Abbasid Studies. 4 (1): 35–61. doi:10.1163/22142371-12340030. Forster, Regula (2018). \"Jābir b. Ḥayyān\". In Fleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett (eds.). Encyclopaedia of Islam, Three. doi:10.1163/1573-3912_ei3_COM_32665. Kraus, Paul (1942–1943). Jâbir ibn Hayyân: Contribution à l'histoire des idées scientifiques dans l'Islam. I. Le corpus des écrits jâbiriens. II. Jâbir et la science grecque. Cairo: Institut Français d'Archéologie Orientale. ISBN 978-3-487-09115-0. OCLC 468740510. Needham, Joseph; Ho Ping-Yü; Lu Gwei-Djen; Sivin, Nathan (1980). Science and Civilization in China. Vol. 5: Chemistry and Chemical Technology, Part IV: Spagyrical discovery and invention: apparatus, theories and gifts. Cambridge, England: Cambridge University Press. ISBN 978-0521086905. Nomanul Haq, Syed (1994). Names, Natures and Things: The Alchemist Jābir ibn Ḥayyān and his Kitāb al-Aḥjār (Book of Stones). Dordrecht: Kluwer. ISBN 9789401118989. Ruska, Julius (1923a). \"Sal ammoniacus, Nušādir und Salmiak\". Sitzungsberichte der Heidelberger Akademie der Wissenschaften, Philosophisch-Historische Klasse. 14 (5). doi:10.11588/diglit.38046. Ruska, Julius (1928). \"Der Salmiak in der Geschichte der Alchemie\". Zeitschrift für angewandte Chemie. 41 (50): 1321–1324. Bibcode:1928AngCh..41.1321R. doi:10.1002/ange.19280415006. Sezgin, Fuat (1971). Geschichte des arabischen Schrifttums, Band IV: Alchimie, Chemie, Botanik, Agrikultur bis ca. 430 H. Leiden: Brill. pp. 132–269. ISBN 9789004020092. Stapleton, Henry E.; Azo, R.F.; Hidayat Husain, M. (1927). \"Chemistry in Iraq and Persia in the Tenth Century A.D.\" Memoirs of the Asiatic Society of Bengal. VIII (6): 317–418. OCLC 706947607. Sutton, M. A; Erisman, J. W; Dentener, F; Möller, D (2008). \"Ammonia in the environment: From ancient times to the present\". Environmental Pollution. 156 (3): 583–604. Bibcode:2008EPoll.156..583S. doi:10.1016/j.envpol.2008.03.013. PMID 18499318.   == External links ==  Calculators: surface tensions, and densities, molarities and molalities of aqueous ammonium chloride CDC - NIOSH Pocket Guide to Chemical Hazards"}