{"name": "amrinone", "category": "drug", "content": "Amrinone, also known as inamrinone, and sold as Inocor, is a pyridine phosphodiesterase 3 inhibitor.  It is a drug that may improve the prognosis in patients with congestive heart failure. Amrinone has been shown to increase the contractions initiated in the heart by high-gain calcium induced calcium release (CICR). The positive inotropic effect of amrinone is mediated by the selective enhancement of high-gain CICR, which contributes to the contraction of myocytes by phosphorylation through cAMP dependent protein kinase A (PKA) and Ca2+ calmodulin kinase pathways.   == Actions == Increases cardiac contractility, vasodilator. Acts by inhibiting the breakdown of both cAMP and cGMP by the phosphodiesterase (PDE3) enzyme. There is a long-standing controversy regarding whether the drug actually increases cardiac contractility in diseased myocardium (and therefore whether it is of any clinical use). The issue has been reviewed extensively by Dr Peter Wilmshurst, one of the first cardiologists and researchers to question the drug's efficacy.   == PDE-III inhibition and cardiac function == PDE III is present in cardiac muscle, vascular smooth muscle and platelets. PDE III degrades the phosphodiester bond in cAMP to break it down. When PDE III is inhibited, cAMP cannot be inactivated. An increase in cAMP with the administration of amrinone in vascular smooth muscle produces vasodilation by facilitating calcium uptake by the sarcoplasmic reticulum (a special type of smooth ER) and decreasing the calcium available for contraction.   In myocytes, the increase of cAMP concentration increases in turn the activity of PKA; this kinase improves the Ca2+ inward current through the L-type Ca2+ channels, which leads to calcium-induced calcium release from the sarcoplasmic reticulum, giving rise to a calcium spark that triggers the contraction; this results in an inotropic effect. Furthermore, PKA phosphorylates and deactivates the phospholambans that inhibit SERCA, which is an enzymatic pump that, to terminate the contraction, removes the Ca2+ from the cytoplasm, stores it back in the sarcoplasmic reticulum and promotes the subsequent arterial relaxation as well, producing a lusitropic effect. Both inotropic and lusitropic effects justify the use of amrinone to treat heart failure. Amrinone decreases the pulmonary capillary wedge pressure while increasing cardiac output, as it functions as an arterial vasodilator and increases venous capacitance while decreasing venous return. There is a net decrease in myocardial wall tension, and O2 consumption when using amrinone. Amrinone also has beneficial effects during diastole in the left ventricle, including relaxation, compliance and filling in patients with congestive heart failure.   == Indications == Short-term management of severe CHF (not used long term because of increased mortality, probably due to heart failure).   == Effects in congestive heart failure == Congestive heart failure (CHF) is characterized by a reduction in ventricular performance and abnormalities in peripheral circulation and organs.  A reduced release of endothelium derived relaxing factor (EDRF) causes a decrease in the stimulation of guanylate cyclase, and cyclic GMP (cGMP) levels fall in vascular smooth muscle. This impairs relaxation in the vasculature and is a part of the vicious cycle of CHF. Patients with CHF have a down-regulation of their β-1 adrenergic receptors which alters their ability to activate intracellular adenylate cyclase, which catalyzes cAMP formation. cAMP is the second messenger that controls the level of calcium available to allow the heart to contract. An IV administration of amrinone has been shown to increase cardiac output (CO) and stroke volume (SV), while concurrently reducing the filling pressure of the left ventricle and decreasing the resistance in the peripheral vasculature. This does not lead to an increase in heart rate or blood pressure.  The improvement in performance of the ventricles is likely to result from a direct stimulation of the depressed myocardium as well as a decrease in peripheral vascular resistance.   == Contraindications == Patients with aortic stenosis, hypertrophic cardiomyopathy, or history of hypersensitivity to the drug.   == Precautions == May increase myocardial ischemia. Blood pressure, pulse, and ECG should be constantly monitored. Amrinone should only be diluted with normal saline or 1/2 normal saline; no dextrose solutions should be used. Furosemide, a loop diuretic, should not be administered into an IV line delivering amrinone.   == Side effects == Thrombocytopenia is the most prominent and dose-related side effect, but it is transient and asymptomatic. Nausea, diarrhea, hepatotoxicity, arrhythmias and fever are other adverse effects.   == Amrinone discovery and progression == Early studies in patients with heart failure showed that amrinone produced short-term hemodynamic improvement, but had limited long-term clinical benefit. Some serious side effects of long term administration included sustained ventricular tachycardia resulting in circulatory collapse, worsening myocardial ischemia, acute myocardial infarction, and worsening congestive heart failure. Amrinone has good absorption from the gastrointestinal tract  and has led to gastrointestinal upset when taken orally. The oral form of the drug is no longer in use. Currently, only acute intravenous administration takes place. The effects of amrinone vary widely with species and experimental condition; therefore, its inotropic effects are variable.  A loss in sensitivity to phosphodiesterase 3 inhibitors, including amrinone, has been observed in end stage heart failure in humans; other treatment options may be more useful for improvement in these stages.   == Naming == Amrinone is the INN, while inamrinone is the United States Adopted Name, which was adopted in 2000 in an attempt to avoid confusion with amiodarone.   == Synthesis ==  See also: Milrinone and Pelrinone.   == References =="}