{"name": "Amyloidosis", "category": "disease", "content": "Amyloidosis is a group of diseases in which abnormal proteins, known as amyloid fibrils, build up in tissue. There are several non-specific and vague signs and symptoms associated with amyloidosis. These include fatigue, peripheral edema, weight loss, shortness of breath, palpitations, and feeling faint with standing. In AL amyloidosis, specific indicators can include enlargement of the tongue and periorbital purpura. In wild-type ATTR amyloidosis, non-cardiac symptoms include: bilateral carpal tunnel syndrome, lumbar spinal stenosis, biceps tendon rupture, small fiber neuropathy, and autonomic dysfunction. There are about 36 different types of amyloidosis, each due to a specific protein misfolding. Within these 36 proteins, 19 are grouped into localized forms, 14 are grouped as systemic forms, and three proteins can identify as either. These proteins can become irregular due to genetic effects, as well as through acquired environmental factors. The four most common types of systemic amyloidosis are light chain (AL), inflammation (AA), dialysis-related (Aβ2M), and hereditary and old age (ATTR and wild-type transthyretin amyloid). Diagnosis may be suspected when protein is found in the urine, organ enlargement is present, or problems are found with multiple peripheral nerves and it is unclear why. Diagnosis is confirmed by tissue biopsy. Due to the variable presentation, a diagnosis can often take some time to reach. Treatment is geared towards decreasing the amount of the involved protein. This may sometimes be achieved by determining and treating the underlying cause. AL amyloidosis occurs in about 3–13 per million people per year and AA amyloidosis in about two per million people per year. The usual age of onset of these two types is 55 to 60 years old. Without treatment, life expectancy is between six months and four years. In the developed world about one per 1,000 deaths are from systemic amyloidosis. Amyloidosis has been described since at least 1639.   == Signs and symptoms ==  The presentation of amyloidosis is broad and depends on the site of amyloid accumulation. The kidney and heart are the most common organs involved.   === Kidneys === Amyloid deposition in the kidney often involve the glomerular capillaries and mesangial regions, affecting the organ's ability to filter and excrete waste and retain plasma protein. This can lead to high levels of protein in the urine (proteinuria) and nephrotic syndrome. Several types of amyloidosis, including the AL and AA types, are associated with nephrotic syndrome. Approximately 20% and 40–60% of people with AL and AA amyloidosis respectively progress to end-stage kidney disease requiring dialysis.   === Heart ===  Amyloid deposition in the heart can cause both diastolic and systolic heart failure. EKG changes may be present, showing low voltage and conduction abnormalities like atrioventricular block or sinus node dysfunction. On echocardiography, the heart shows a restrictive filling pattern, with normal to mildly reduced systolic function. AA amyloidosis usually spares the heart. Cardiac amyloidosis can present with symptoms of heart failure including shortness of breath, fatigue, and edema. As cardiac amyloidosis progresses, the amyloid deposition can affect the heart's ability to pump and fill blood as well as its ability to maintain normal rhythm, which leads to worsening heart function and decline in people's quality of life.   === Nervous system === People with amyloidosis may have central nervous system involvement, along with peripheral involvement which causes sensory and autonomic neuropathies. Sensory neuropathy develops in a symmetrical pattern and progresses in a distal to proximal manner. Autonomic neuropathy can present as orthostatic hypotension but may manifest more gradually with nonspecific gastrointestinal symptoms like constipation, nausea, or early satiety. Amyloidosis of the central nervous system can have more severe and systemic presentations that may include life-threatening arrhythmias, cardiac failure, malnutrition, infection, or death. Neuropathic presentation can depend on the etiology of amyloidosis. People with amyloidosis may experience dysfunction in various organ systems depending on the location and extent of nervous system involvement. For example, peripheral neuropathy can cause erectile dysfunction, incontinence and constipation, pupillary dysfunction, and sensory loss depending on the distribution of amyloidosis along different peripheral nerves.   === Gastrointestinal and accessory organs === Accumulation of amyloid proteins in the gastrointestinal system may be caused by a wide range of amyloid disorders and have different presentations depending on the degree of organ involvement. Potential symptoms include weight loss, diarrhea, abdominal pain, heartburn (gastrointestinal reflux), and GI bleeding. Amyloidosis may also affect accessory digestive organs including the liver, and may present with jaundice, fatty stool, anorexia, fluid buildup in the abdomen, and spleen enlargement. Accumulation of amyloid proteins in the liver can lead to elevations in serum aminotransferases and alkaline phosphatase, two biomarkers of liver injury, which is seen in about one third of people. Liver enlargement is common. In contrast, spleen enlargement is rare, occurring in 5% of people. Splenic dysfunction, leading to the presence of Howell-Jolly bodies on blood smear, occurs in 24% of people with amyloidosis. Malabsorption is seen in 8.5% of AL amyloidosis and 2.4% of AA amyloidosis. One suggested mechanism for the observed malabsorption is that amyloid deposits in the tips of intestinal villi (fingerlike projections that increase the intestinal area available for absorption of food),  begin to erode the functionality of the villi, presenting a sprue-like picture.   === Glands === Both the thyroid and adrenal glands can be infiltrated. It is estimated that 10–20% of people with amyloidosis have hypothyroidism. Adrenal infiltration may be harder to appreciate given that its symptoms of orthostatic hypotension and low blood sodium concentration may be attributed to autonomic neuropathy and heart failure. \"Amyloid deposits occur in the pancreas of people who also have diabetes mellitus, although it is not known if this is functionally important. The major component of pancreatic amyloid is a 37-amino acid residue peptide known as islet amyloid polypeptide or 'amylin.' This is stored with insulin in secretory granules in [beta] cells and is co secreted with insulin.\" (Rang and Dale's Pharmacology, 2015.)   === Musculoskeletal system === Amyloid proteins deposit most commonly inside the knee, followed by hands, wrists, elbow, hip, and ankle, causing joint pain. In males with advanced age (>80 years), there is significant risk of wild-type transthyretin amyloid deposition in synovial tissue of knee joint, but predominantly in old age deposition of wild type transthyretin is seen in cardiac ventricles. ATTR deposits have been found in ligamentum flavum of patients that underwent surgery for lumbar spinal stenosis. In beta 2-microglobulin amyloidosis, males have high risk of getting carpal tunnel syndrome. Aβ2MG amyloidosis (Hemodialysis associated amyloidosis) tends to deposit in synovial tissue, causing chronic inflammation of the synovial tissue in knee, hip, shoulder and interphalangeal joints. Amyloid light chains deposition in shoulder joint causes enlarged shoulders, also known as \"shoulder pad sign\". Amyloid light chain depositions can also cause bilateral symmetric polyarthritis. The deposition of amyloid proteins in the bone marrow without causing plasma cell dyscrasias is called amyloidoma. It is commonly found in cervical, lumbar, and sacral vertebrae. Those affected may be presented with bone pain due to bone lysis, lumbar paraparesis, and a variety of neurological symptoms. Vertebral fractures are also common.   === Eyes === A rare development is amyloid purpura, a susceptibility to bleeding with bruising around the eyes, termed \"raccoon-eyes\". Amyloid purpura is caused by amyloid deposition in the blood vessels and reduced activity of thrombin and factor X, two clotting proteins that lose their function after binding with amyloid.   === Oral cavity === Amyloid deposits in tissue can cause enlargement of structures. Twenty percent of people with AL amyloidosis have an enlarged tongue, that can lead to obstructive sleep apnea, difficulty swallowing, and altered taste. Tongue enlargement does not occur in ATTR or AA amyloidosis. Deposition of amyloid in the throat can cause hoarseness.   == Pathogenesis ==  Amyloidoses can be considered protein misfolding diseases. The vast majority of proteins that have been found to form amyloid deposits are secreted proteins, so the misfolding and formation of amyloid occurs outside cells, in the extracellular space. Of the 37 proteins so far identified as being vulnerable to amyloid formation, only four are cytosolic. Most amyloid-forming proteins are relatively small, but otherwise there is currently no evidence of structural or functional similarities among proteins known to form disease-associated amyloids.  One third of amyloid disease is hereditary, in which case there is normally an early age of onset. Half of amyloid-related diseases are sporadic and have a late age of onset – in these cases, the protein aggregation may be associated with aging-related decline in protein regulation. Some medical treatments are associated with amyloid disease, but this is rare. Amyloid-forming proteins aggregate into distinctive fibrillar forms with a beta-sheet structure. The beta-sheet form of amyloid is proteolysis-resistant, meaning it can not be degraded or broken down. As a result, amyloid deposits into the body's extracellular space. The process of forming amyloid fibrils is thought to have intermediate oligomeric forms. Both the oligomers and amyloid fibrils can be toxic to cells and can interfere with proper organ function. The relative significance of different aggregation species may depend on the protein involved and the organ system affected.   == Diagnosis == Diagnosis of amyloidosis generally requires tissue biopsy. The biopsy is assessed for evidence of characteristic amyloid deposits. The tissue is treated with various stains. The most useful stain in the diagnosis of amyloid is Congo red, which, combined with polarized light, makes the amyloid proteins appear apple-green on microscopy. Also, thioflavin T stain may be used. A number of imaging techniques such as a Nuclear Medicine PYP scan, DPD scan or SAP scan are also in use. A sample of tissue can be biopsied or obtained directly from the affected internal organ, but the first-line site of biopsy is subcutaneous abdominal fat, known as a \"fat pad biopsy\", due to its ease of acquisition. An abdominal fat biopsy is not completely sensitive and may result in false negatives, which means a negative result does not exclude the diagnosis of amyloidosis. However, direct biopsy of the affected organ may still be unnecessary as other less invasive methods of biopsy can also be used, including rectal mucosa, salivary gland, lip, or bone marrow biopsy which can achieve a diagnosis in up to 85% of people. In the amyloid deposition of the joints, there will be a decreased signal in both T1 and T2 weighted MRI images. In amyloidoma, there will be low T1 signal with gadolinium injection and low T2 signal. The type of the amyloid protein can be determined in various ways: the detection of abnormal proteins in the bloodstream (on protein electrophoresis or light chain determination); binding of particular antibodies to the amyloid found in the tissue (immunohistochemistry); or extraction of the protein and identification of its individual amino acids. Immunohistochemistry can identify AA amyloidosis the majority of the time, but can miss many cases of AL amyloidosis. Laser microdissection with mass spectrometry is the most reliable method of identifying the different forms of amyloidosis. AL was previously considered the most common form of amyloidosis, and a diagnosis often begins with a search for plasma cell dyscrasia, memory B cells producing aberrant immunoglobulins or portions of immunoglobulins. Immunofixation electrophoresis of urine or serum is positive in 90% of people with AL amyloidosis. Immunofixation electrophoresis is more sensitive than regular electrophoresis but may not be available in all centers. Alternatively immunohistochemical staining of a bone marrow biopsy looking for dominant plasma cells can be sought in people with a high clinical suspicion for AL amyloidosis but negative electrophoresis. ATTR is now considered to be the most common form of amyloidosis. It may be either age related in wild-type ATTR (ATTRv) or familial transthyretin-associated amyloidosis, is suspected in people with family history of idiopathic neuropathies or heart failure who lack evidence of plasma cell dyscrasias. ATTR can be identified using isoelectric focusing which separates mutated forms of transthyretin. Findings can be corroborated by genetic testing to look for specific known mutations in transthyretin that predispose to amyloidosis. AA is suspected on clinical grounds in individuals with longstanding infections or inflammatory diseases. AA can be identified by immunohistochemistry staining.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Classification === Historical classification systems were based on clinical factors. Until the early 1970s, the idea of a single amyloid substance predominated. Various descriptive classification systems were proposed based on the organ distribution of amyloid deposits and clinical findings. Most classification systems included primary (i.e., idiopathic) amyloidosis, in which no associated clinical condition was identified, and secondary amyloidosis (i.e., secondary to chronic inflammatory conditions). Some classification systems included myeloma-associated, familial, and localized amyloidosis. The modern era of amyloidosis classification began in the late 1960s with the development of methods to make amyloid fibrils soluble. These methods permitted scientists to study the chemical properties of amyloids. Descriptive terms such as primary amyloidosis, secondary amyloidosis, and others (e.g., senile amyloidosis), which are not based on cause, provide little useful information and are no longer recommended. The modern classification of amyloid disease tends to use an abbreviation of the protein that makes the majority of deposits, prefixed with the letter A. For example, amyloidosis caused by transthyretin is termed \"ATTR\". Deposition patterns vary between people but are almost always composed of just one amyloidogenic protein. Deposition can be systemic (affecting many different organ systems) or organ-specific. Many amyloidoses are inherited, due to mutations in the precursor protein. Other forms are due to different diseases causing overabundant or abnormal protein production – such as with overproduction of immunoglobulin light chains (termed AL amyloidosis), or with continuous overproduction of acute phase proteins in chronic inflammation (which can lead to AA amyloidosis). About 60 amyloid proteins have been identified so far. Of those, at least 36 have been associated with a human disease. All amyloid fibril proteins start with the letter \"A\" followed by the protein suffix (and any applicable specification). See below for a list of amyloid fibril proteins which have been found in humans:   ==== Alternative ==== An older clinical method of classification refers to amyloidoses as systemic or localised:  Systemic amyloidoses affect more than one body organ or system. Examples are AL, AA and Aβ2m. Localised amyloidoses affect only one body organ or tissue type. Examples are Aβ, IAPP, Atrial natriuretic factor (in isolated atrial amyloidosis), and Calcitonin (in medullary carcinoma of the thyroid) Another classification is primary or secondary.  Primary amyloidoses arise from a disease with disordered immune cell function, such as multiple myeloma or other immunocyte dyscrasias. Secondary (reactive) amyloidoses occur as a complication of some other chronic inflammatory or tissue-destroying disease. Examples are reactive systemic amyloidosis and secondary cutaneous amyloidosis. Additionally, based on the tissues in which it is deposited, it is divided into mesenchymal (organs derived from mesoderm) or parenchymal (organs derived from ectoderm or endoderm).   == Treatment == Treatment depends on the type of amyloidosis that is present. Treatment with high dose melphalan, a chemotherapy agent, followed by stem cell transplantation has shown promise in early studies and is recommended for stage I and II AL amyloidosis. However, only 20–25% of people are eligible for stem cell transplant. Chemotherapy treatment including cyclophosphamide-bortezomib-dexamethasone is currently the recommended treatment option for people with AL Amyloidosis not eligible for transplant. In AA, symptoms may improve if the underlying condition is treated. In people who have inflammation caused by AA amyloidosis, tumour necrosis factor (TNF)-alpha inhibitors such as infliximab and etanercept are used for an average duration of 20 months. If TNF-alpha inhibitors are not effective, Interleukin-1 inhibitors (e.g., anakinra, canakinumab, rilonacept) and interleukin-6 inhibitors (e.g., tocilizumab) may be considered. Management of ATTR amyloidosis will depend on its classification as wild type or variant. Both may be treated with tafamidis, a low toxicity oral agent that prevents destabilization of correctly folded protein. Studies showed tafamidis reduced mortality and hospitalization due to heart failure. Previously, for variant ATTR amyloidosis, liver transplant was the only effective treatment. New therapies include diflunisal, inotersen, and patisiran. Diflunisal binds to misfolded mutant TTR protein to prevent its buildup, like how tafamidis works. Low-certainty evidence indicates that it mitigates worsening of peripheral neuropathy and disability from disease progression. Inotersen blocks gene expression of both wild-type and mutant TTR, reducing amyloid precursor. Moderate-certainty evidence suggests that it mitigates worsening of peripheral neuropathy. Long-term efficacy and safety of inotersen use in people with mutant TTR-related amyloidosis is still be evaluated in a phase-III clinical trial as of 2021. Both diflunisal and inotersen may also mitigate declines in quality-of-life, though the evidence for this effect is unclear. For people with cardiac ATTR the effect of inotersen use is inconclusive and requires further investigation. In 2018, inotersen was approved by the European Medicines Agency to treat polyneuropathy in adults with hereditary transthyretin amyloidosis. It has since been approved for use in Canada, the European Union and in the USA. Patisiran functions similarly to inotersen. Moderate-certainty evidence suggests that patisiran mitigates worsening of peripheral neuropathy and disability from disease progression. Additionally, low-certainty evidence suggests that patisiran mitigates decreases in quality-of-life and slightly reduces the rate of adverse events versus placebo. There is no evidence of an effect on mortality rate. A review of early data from use of patisiran in people with variant cardiac ATTR suggests that it may reduce mortality and hospitalization, however this is still being investigated and requires further investigation. In 2018, patisiran was not recommended by NICE in the UK for hereditary transthyretin-related amyloidosis. As of July 2019 further review however is occurring. It was approved for this use in the United States, however. The roles of inotersen and patisiran in cardiac ATTR amyloidosis are still being investigated. In 2021, in a clinical trial using the CRISPR gene-editing technique, several participants had an \"80% to 96% drop in TTR levels, on par or better than the average of 81%\" who were given patisiran. Vutrisiran was approved by the U.S. Food and Drug Administration (FDA) in June 2022, for the treatment of the polyneuropathy of hereditary transthyretin-mediated (hATTR) amyloidosis in adults.   === Support groups === People affected by amyloidosis are supported by organizations, including the Amyloidosis Research Consortium, Amyloidosis Foundation, Amyloidosis Support Groups, and Australian Amyloidosis Network.   == Prognosis == Prognosis varies with the type of amyloidosis and the affected organ system. Prognosis for untreated AL cardiac amyloidosis is poor, with a median survival of six months. More specifically, AL amyloidosis can be classified as stage I, II or III based on cardiac biomarkers like Nt-proBNP and cardiac troponin.  Survival diminishes with increasing stage, but recent advancements in treatments have improved median survival rates for stages I, II, and III, to 91.2, 60, and 7 months respectively. Outcomes in a person with AA amyloidosis depend on the underlying disease, organ(s) affected, and correlate with the concentration of serum amyloid A protein. People with ATTR, mutant ATTR and wild-type ATTR have a better prognosis when compared to people with AL and may survive for over a decade. Survival time is not associated with gender or age, however, some measures of reduced heart function are associated with a shorter survival time. Senile systemic amyloidosis was determined to be the primary cause of death for 70% of people over 110 who have been autopsied.   == Epidemiology == Amyloidosis has a combined estimated prevalence of 30 per 100,000 persons with the three most common forms being AL, ATTR, and AA. The median age at diagnosis is 64. AL has the highest incidence at approximately 12 cases per million persons per year and an estimated prevalence of 30,000 to 45,000 cases in the US and European Union. AA amyloidoses is the most common form in developing countries and can complicate longstanding infections with tuberculosis, osteomyelitis, and bronchiectasis. AA amyloidosis is caused by an increase in extracellular deposition of serum amyloid A (SAA) protein. SAA protein levels can rise in both direct and indirect manners, through infection, inflammation, and malignancies. The most common causes of AA amyloidosis in the West are rheumatoid arthritis, inflammatory bowel disease, psoriasis, and familial Mediterranean fever. People undergoing long-term hemodialysis (14–15 years) can develop amyloidosis from accumulation of light chains of the HLA 1 complex which is normally filtered out by the kidneys. Wild-type transthyretin (ATTR) amyloidosis is found in a quarter of elderly at postmortem. ATTR is found in 13–19% of people experiencing heart failure with preserved ejection fraction, making it a very common form of systemic amyloidosis.   == Research == Treatments for ATTR-related neuropathy include TTR-specific oligonucleotides in the form of small interfering RNA (patisiran) or antisense inotersen, the former having recently received FDA approval. Research into treatments for ATTR amyloidosis have compared liver transplantation, oral drugs that stabilize the misfolding protein (including tafamidis and diflunisal), and newer therapeutic agents still being investigated (including patisiran).   Based on available research, liver transplant remains the most effective treatment option for advanced ATTR amyloidosis, protein stabilizing drugs may slow disease progression but were insufficient to justify delay of liver transplant, and newer agents such as patisiran require additional studies.   == See also == Peptide synthesis Proteinopathy   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Amyloidosis at Curlie"}