{"name": "Anaplastic large T-cell systemic malignant lymphoma", "category": "disease", "content": "Anaplastic large-cell lymphoma (ALCL) refers to a group of non-Hodgkin lymphomas in which aberrant T cells proliferate uncontrollably. Considered as a single entity, ALCL is the most common type of peripheral lymphoma and represents ~10% of all peripheral lymphomas in children. The incidence of ALCL is estimated to be 0.25 cases per 100,000 people in the United States of America. There are four distinct types of anaplastic large-cell lymphomas that on microscopic examination share certain key histopathological features and tumor marker proteins. However, the four types have very different clinical presentations, gene abnormalities, prognoses, and/or treatments. ALCL is defined based on microscopic histopathological examination of involved tissues which shows the presence of at least some ALCL-defining pleomorphic cells. These \"hallmark\" cells have abnormal kidney-shaped or horseshoe-shaped nuclei, prominent Golgi, and express the CD30 tumor marker protein on their surface membranes. In 2016, the World Health Organization (WHO) separated ALCL into four types: ALK-positive ALCL (also termed ALK+ ALCL), ALK-negative ALCL (ALK− ALCL), primary cutaneous ALCL (pcALCL), and breast implant-associated ALCL (BIA-ALCL). WHO defined BIA-ALCL as an ALCL type provisionally, i.e. subject to redefinition if future studies should support such a change. ALK-positive and ALK-negative ALCL are aggressive systemic lymphomas. They are differentiated based on their expression of an abnormal ALK protein made by a somatic recombination in the ALK gene. ALK, i.e. anaplastic lymphoma kinase, is a protein product of the ALK gene located on chromosome 2. In ALK-positive ALCL, a portion of the ALK gene has merged with another site on the same or different chromosome to form a chimeric gene consisting of part of the new site and part of the ALK gene coding for ALK's activity. This chimeric gene overproduces a fusion protein with excessive ALK activity. ALK is a tyrosine kinase that activities PI3K/AKT/mTOR, Ras-activated ERKs, Janus kinase-activated STAT proteins, and other cell signaling pathways as well as the expression of various genes by epigenetic mechanisms. Activations of these signaling pathways and genes may stimulate cell growth, proliferation, survival, and/or other behaviors that promote malignancy. ALK-negative ALCL, while not involving ALK translocations, has, in a variable percentage of cases, various translocations, rearrangements, and mutations that may contribute to its development. pcALCL and BIA-ALCL are far less aggressive lymphomas that tend to be localized to one or a very few sites. pcALCL presents as a single or, less commonly, multifocal skin papules or tumors that typically are limited to the dermis without infiltrating to the subcutaneous tissues or spreading to other sites. Its neoplastic cells may contain some gene translocations including, in very rare cases, ones with the ALK gene that are similar to those in ALK-positive ALCL. BIA-ALCL is caused by and develops around a breast implant. It typically presents many years after the surgical implantation as a deformation, textural change, and/or pain emanating in the area around implanted breast. In most cases, the disease is localized to the involved breast. BPI-ALCL is associated with occasional mutations in one or two genes but has not been reported to be associated with products of gene translocations or rearrangements.   == ALK-positive anaplastic large-cell lymphoma ==   === Signs and symptoms === ALK-positive ALCL occurs mostly but not exclusively in children and young adults and is slightly more common in males. Most individuals present with stage III or IV (i.e. advanced) disease. They evidence systemic symptoms including B symptoms such as fever, night sweats, and weight loss in 75% of cases; lymph node enlargement (90%) including those in the mediastinum (36%); and lymphomatous lesions in the skin (26%), bone (14%), soft tissues (15%), lung (12%), and/or liver (8%). Tumor cells are found in the bone marrow in up to 40% of the cases when immunohistochemical analysis is performed. Involvement of the central nervous system or a leukemia-like circulation of malignant cells in the blood occurs only very rarely. Most patients, including up to 90% of young children and adolescents, have circulating autoantibodies directed against the ALK fusion protein expressed by their tumor cells.   === Diagnosis ===  ALK-positive ALCL is diagnosed by histological and immunological examinations of involved tissues, typically lymph nodes. These tissues have lymphoma-like infiltrates that have variable numbers of ALCL \"hallmark\" cells, i.e. cells with kidney- or horseshoe-shaped nuclei that strongly express CD30 as detected by immunohistochemistry and an ALK fusion protein as detected by fluorescence in situ hybridization. These cells are scattered throughout the infiltrates. WHO classifies these infiltrates into 5 patterns: a common pattern consisting of large variably shaped cells with large nuclei that typically contain multiple nucleoli (60–70% of cases); a small-cell pattern consisting of small to medium-sized neoplastic cells with clear cytoplasm and \"hallmark\" cells that are concentrated around small blood vessels (5–10% of cases); a lymphohistiocytic pattern consisting of small neoplastic cells along with abundant histiocytes (10% of cases); a Hodgkin's-like pattern in which the architecture resembles the nodular sclerosis pattern of Hodgkin lymphoma (3% of cases); and a composite pattern consisting of two or more of the just described patterns (15% of cases). Detection of circulating autoantibody against ALK supports the diagnosis. Individuals with low levels of these autoantibodies are at an increase risk of relapsing after treatment.   === Gene and molecular abnormalities === In 80–85% of cases, the ALK detected in ALK-positive ALCL is a NPM1-ALK fusion protein. It is made by a fusion of NPM1 gene, which makes nucleophosmin 1, located on the long or \"q\" arm of chromosome 5 at position 35 (notated as 5q35) with the ALK gene located on the short or \"p\" arm of chromosome 2 at position 23 (notated as 2p23) to form a chimeric gene notated as (2;5)(p23;q35). In 13% of cases ALK fuses with the TPM3 gene or in <1% of cases for each of the following genes: TFG, ATIC, CLTC, TPM4, MSN, RNF213 (also termed ALO17), MYH9, or TRAF1. All of these fusion proteins are considered to act like NPMI-ALK in possessing high ALK activity that promotes the development and progression ALK-positive ALCL by activating the cell signaling pathways cited in the Introduction. 15% Of individuals with ALK-positive ALCL also have point mutations in the NOTCH1 gene. While most of these abnormalities are thought to be detrimental not all are. For example, DUSP22 gene rearrangements are associated with favorable outcomes in ALK-positive (as well as ALK-negative) ALCL.   === Treatment and prognosis === A recommended induction therapy for ALK-positive ALCL in individuals with lesions containing more than 10 percent CD30-positive cells consists of brentuximab vedotin (a drug consisting of an anti-CD30 antibody attached to a cell-killing agent, monomethyl auristatin E); two chemotherapy drugs, cyclophosphamide and the anthracycline doxorubicin; and the  corticosteroid, prednisone. This regimen gave a progression-free survival rate of 48.2 months in one study and overall survival rates of 70–90% at five years in other studies. For >60 year old and medically unfit individuals of any age, the standard CHOP regimen (cyclophosphamide, doxorubicin, prednisone, and the chemotherapeutic agent vincristine) is used. For younger, medically fit individuals, the chemotherapeutic agent etoposide is added to the CHOP regimen (CHOP plus etoposide is termed the \"CHOEP\" regimen). For patients with lesions that contain <10% CD30-positive neoplastic cells, brentuximab vedotin, which targets these cells, is not used. Rather, patients are treated with an anthracycline-based chemotherapy regimen. Patients >60 years or less medically fit are given cyclophosphamide, doxorubicin, vincristine, and prednisone while patients ≤60 years old are given CHOP plus etoposide or one of various other intensive chemotherapy regiments. The intensive chemotherapy regimens give 5 year overall survival rates of 70–93%. The role of radiation therapy for ALK-positive ALCL is unclear but has been used for patients who cannot tolerate or do not achieve complete responses to the drug regimens and to patients with organ-threatening or life-threatening tumorous infiltrates. The role of autologous or less preferably allogenic hematopoietic stem cell transplantation (transplantation using the individuals own bone marrow, i.e. autologous, or a donor's, i.e. allogenic) after achieving a complete remission following induction therapy is also unclear. Individuals with relapsed or refractory disease are treated with brentuximab vedotin if they did not receive the drug previously or had not received it in the previous 6 months. A small study reported overall response rates, complete response rates, and disease-free survival rates at 24 months of 63%, 45%, and 54%, respectively, using this regimen. Those who attain a complete response on this drug and can tolerate it are than treated with bone marrow transplantation. Finally, patients who fail or relapse on these treatments are given salvage therapy regimens that have been used for relapsed or refractory aggressive B cell malignancies such as GDP (i.e. gemcitabine, dexamethasone, and cisplatin), DHAP, and ICE. Drugs that inhibit ALK activity such as crizotinib and alectinib have been successful in establishing complete and partial remissions in a limited number of patients with advanced, refractory ALK-positive ALCL. These and other drugs are undergoing clinical trials to determine there safety and effectiveness in treating ALK-positive ALCL. (Also see clinical trials that use ALK inhibitors in ALK-positive ALCL and clinical trials that use ALK inhibitors in ALK-positive cancers.)   == ALK-negative anaplastic large-cell lymphoma ==   === Signs and symptoms === Unlike ALK-positive ALCL, ALK-negative ALCL tends to occur in older adults (median age at diagnosis: 55–60 years) and presents primarily with lymph node involvement; only 20% of patients with ALK-ALCL present with extra-nodal disease in sites such as the skin, bone, and soft tissues. Nonetheless, most individuals (~67%) present with advanced stage grade III or IV disease in which neoplastic infiltrates occur in multiple lymph node locations and/or extra-nodal sites. ALK autoantibodies are not found in this type of ALCL. The prognosis of ALK-negative ALCL is often quoted as being worse than that for ALK-positive ALCL but this may reflect the older age and advanced stage at which ALK-negative disease presents: studies comparing age- and grade-matched ALK-positive to ALK-negative ALCL patients show little differences in prognoses.   === Diagnosis === The histology of ALK-negative ALCL, similar to ALK-positive ALCL, consist of \"hallmark\" cells that strongly express CD30. Unlike ALK-positive ALCL, however, ALK-negative ALC does not fall into different morphological patterns. The histological of this disease may overlap with and be difficult to distinguish from other CD30-positive T-cell lymphomas or the nodular sclerosis form of Hodgkin lymphoma. Cases in which ALK-negative ALCL is not distinguishable from the latter lymphomas are best diagnosed as peripheral T-cell lymphoma not otherwise specified (PTL, NOS). The histology of ALK-negative ALCL may also overlap with tumors of non–T-cell lineage such as various carcinomas. The differential diagnoses of ambiguous cases may be helped by examining the tumor cells for the expression of certain marker proteins. For example, expression of CD56, MUC1 (also termed EMA for epithelial membrane antigen), and clusterin and strong uniform expression of CD30 support the diagnosis of ALK-negative ALCL over PTL, NOS, while variable CD30 expression and extensive expression of T-cell receptor proteins favor PTCL-NOS over ALK-negative ALCL. Detection of certain gene abnormalities (see next section) may also help distinguishing these diseases.   === Gene and molecular abnormalities === ALK-negative ALCL tumor cells show products made by chimeric genes: DUSP22-IRF4 (many of which are fused at particular site and termed DUSP22-FRA7H) in 30% of the cases; TP63-TBL1XR1 in 8% of cases; and NFKB2-ROS1, NCOR2-ROS1, NFKB2-TYK2, or PABPC4-TYK2 in rare cases. They also show mutations in the JAK1 and/or STAT3 genes in 18% of cases; the MSC gene in 15% of cases, and the NOTCH1 gene in 15% of cases. About 24% of cases have a truncated ERBB4 gene. DUSP22 gene rearrangements have been associated with favorable outcomes in ALK-negative ALCL while TP63 gene arrangements are often associated with a poorer prognosis in various cancers. ALK-negative ALCL cells overexpress overactive STAT3 in 47% of cases and JAK1 in many cases. Many of these gene abnormalities appear to contribute to the development of ALK-negative ALCL.   === Treatment and prognosis === The various treatments of ALK-negative ALCL generally follow those used for ALK-positive ALCL. However ALK-negative individuals more often present at an advanced stage of disease that requires intensive therapy. The aggressive treatments outline in the section on ALK-positive ALCL are used with the exception that patients with more favorable clinical and tumor tissue indicators as defined by having an International Prognostic Index score above 2 (particularly those who are under the age of 66) who obtain a complete remission after initial therapy are recommended for follow-up bone marrow transplantation. The International T-Cell Project reported on the treatment of 220 patients with ALK-negative ALCL; 15 received only supportive care, 168 were treated with anthracycline-containing chemotherapeutic regimens, 31 with anthracycline plus etoposide–containing chemotherapeutic regimens, 6 with other regimens; 16 with high-dose chemotherapy plus autologous stem cell bone marrow transplantation, and 4 with radiotherapy alone. Of the 205 patients that had more that supportive therapy, the overall and complete response rates were 77% and 63%, respectively. After a median follow-up of 52 months, the median progression free and overall survival times were 41 months and 55 months, respectively; 3- and 5-year progression-free rates were 52% and 43%, respectively; and 3- and 5-year overall survival rates were 60% and 49%, respectively. Chemotherapy treatments containing both anthracycline and etoposide were associated with superior overall survival rates (3- and 5-years of 76% and 69%, respectively) compared to chemotherapy treatment regiments containing an anthracycline but not etoposide (3- and 5-year overall survival rates of 56% and 44%, respectively). Progression-free survival rates with the latter two types of chemotherapy treatment regimens were not appreciably different.   == Primary cutaneous anaplastic large-cell lymphoma ==   === Signs and symptoms === pcALCL is the second most common lymphoma in the category of Cutaneous T cell lymphoma cutaneous T cell lymphomas that includes lymphomatoid papulosis, various borderline CD30-positive cutaneous T cell lymphomas, and mycosis fungoides. The median age at diagnosis for pcALC is 61 years. The disease has a male predominance and appears to be more common in Caucasian populations. Individuals with pcALCL typically present with reddish masses that initially appear in the skin or, much less frequently, the lymph nodes or various organs. These masses are nodules or tumors that are often ulcerated, greater than 2 cm in diameter, and localized to a single site. In 20% of cases, however, they occur in multiple sites. In about 10% cases followed for many years, pcALCL presenting as skin lesions progresses to extracutaneous sites, mainly to regional draining lymph nodes. Over these same long periods, however, the disease's lesions partially regress in about 50% of cases but then relapse in about 40% of cases.   === Diagnosis === pcALCL lesions exhibit large malignant T-cells or null cells (i.e. cells lacking many T-cell receptor proteins) with \"Hallmark\" cell features of anaplasia, pleomorphism, and kidney- and horse shaped-nuclei. These lesions are often limited to the dermis but can extend into the surrounding subcutaneous tissue and/or epidermis. Rarely, the lesions, termed pyrogenic variants, are rich in polymorphonuclear neutrophils. The neoplastic cells strongly express CD30 (100% of cases), CD2 (78%), CD4 (54–90% of cases), cytotoxicity marker proteins, and various other marker proteins that help distinguish it from other ALCL, cutaneous T-cell lymphomas, and cancers. While these cells typically are ALK-negative, they do express ALK-containing fusion proteins in rare cases. The latter cases have a relatively benign course compared to ALK-positive ALCL and are treated as variants of pcALCL rather than ALK-positive ALCL.   === Gene and molecular abnormalities === Similar to ALK-negative ALCL, pcALCL have chromosomal rearrangements in their DUSP22 (20–30% of cases) and TP63 (5% of cases) genes and a mutation in the MSC (i.e. musculin) gene (6% of cases). Between 1993 and 2019, the Dutch registry had 6 (i.e. 2%) of 319 pcALCL cases that expressed ALK. Three of these cases were due to the NPM1-ALK chimeric gene that predominates in ALK-positive ALCL while the remaining three were due to TRAF1-ALK, ATIC-ALK, or TPM3-ALK chimeric genes. All 6 patients shared exactly the same breakpoint site in the ALK at exon 20 on the ALK gene.   === Treatment and prognosis === Most pcALCL individuals present with isolated lesions that are effectively managed with radical surgical excision and/or radiation therapies; this approach is regarded as front-line therapy for localized  disease. However, individuals with extensive disease and/or multiple tissue involvement respond poorly to front line treatment. These as well as individuals who relapse after front-line therapy need further treatment. In one study of 65 patients with pcALCL, 95% treated with surgical excision achieved complete remission but 41% of them relapsed within 22 months while 64% of patients treated with surgery plus radiotherapy developed recurrent disease within 55 months. In another study of 135 patients with this disease, 39% had relapses limited to the skin, 15% developed extracutaneous disease, and 9% ultimately died from pcALCL. Individuals with refractory, recurrent, and/or extensive disease have been treated more aggressively. In various studies, 10 of 13 such patients responded within 4 weeks to treatment with the chemotherapeutic agent, methotrexate; 10 of 16 patients obtained complete remissions of their skin lesions when treated with the anti-CD30 monoclonal antibody, brentuximab verdotin, and 48 of 53 patients treated with the aggressive chemotherapeutic CHOP regimen had complete responses. However, most of these patients developed recurrent disease within four months. As currently recommended, brentuximab vedotin is use initially to treat widespread systemic disease; a single chemotherapeutic drug rather than aggressive combination chemotherapy with CHOP or similar regimens is used to treat patients not responding to brentuximab verdotin; aggressive chemotherapy regimens are used to treat widespread nodal and/of visceral disease and disease which failed on other regiments; and, although there is little data supporting this, employ allogeneic bone marrow transplantation for patients with multiple relapses that have progressed on systemic therapy. Recurrences, regardless of treatment type, are common. pcALCL has an estimated five-year failure-free survival rate of 55 percent. Nonetheless, the disease has a 10-year overall survival rate of 90%. Typically leg involvement portends a worse prognosis: it has a five-year disease-specific survival rate of 76 percent compared with 96 percent for disease in other locations. Involvement of local nodes alone in patients with skin lesions does not seem to portend an adverse prognosis.   == Breast implant-associated anaplastic large-cell lymphoma ==   === Signs and symptoms === BIA-ALCL is a complication of silicon-filled and saline-filled breast implants which develops 9 years to 10 years (median times) after surgical implantation. First described in 1997, it is estimated that the prevalence of BIA-ACLC in individuals with implants that have a textured surface is 1 in 30,000 while the risk of it is 70-fold lower in individuals who have a smooth surface implant or have no implant at all (i.e. in patients that have another type of ALCL). These relations strongly suggest that BIA-ACLC develops primarily if not exclusively in patients with textured implants. In all cases, however, many researchers suspect that  BIA-ALCL is an under-recognized, misdiagnosed, and under-reported complication of breast implants. Two-thirds of individuals with BIA-ALCL present with swelling, discomfort, and/or (rarely) pain in the affected breast. This is due to the development of a tumor mass and/or swelling caused by an effusion (i.e. fluid) that accumulates between the breast implant surface and the fibrous capsule that has grown around it. The effusion fluid typically contains white blood cells, tumor cells, and high levels of protein. Besides or in addition to breast swelling, patients present with a breast mass in 30% present of cases, enlarged lymph nodes in the armpit or around the chest clavicle bones in 20% of cases, and/or in a small percentage of cases lesions in more distant tissues. Rarely, patients have presented with skin rash or itching on or around the involved breast. Using the Ann Arbor staging system, 83% of patients present with stage 1 localized disease while the remaining 10, 0, and 7% of patients present with what is normally regarded as more aggressive stage II, III, or IV diseases, respectively. Thus, about 17% of individuals present with a more aggressive disease that has spread from its original breast implant site to nearby lymph nodes, to areas outside of the capsule, or to more distal tissues.   === Diagnosis === In most individuals with BIA-ALCL, the affected breast has a thickened capsule around the implant and effusion fluid between the capsule and implant. Neoplastic cells are located in and typically limited to the capsule and effusion. Histological examination of the capsules shows large anaplastic cells but cells with all the features of ALCL \"hallmark\" are often difficult to detect. In addition to these neoplastic cells, the capsule lesions contain, sometimes in a large excess that makes diagnosis difficult, a variety of non-malignant cells such as small lymphocytes, histiocytes, and granulocytes (the granulocytes are mostly eosinophils). The histology of palpable masses exhibit a different pathological picture: the tumor masses have multinodular areas that consist of necrosis or fibrous tissue interspaced with areas that consist of large neoplastic cells that have abundant cytoplasm and abnormally shaped nuclei within a fibrotic and chronic inflammatory cell background. Again, typical ALCL-defining \"hallmark\" cells may be difficult to find in these masses. The effusions show abundant, uniform-appearing, non-cohesive large cells with irregularly-shaped nuclei, prominent nucleoli and abundant cytoplasm. The histology and pathological features of diseased lymph nodes and tissues outside of the breast implant are indistinguishable from those seen in ALK-negative ALCL. The neoplastic cells in the capsules, effusions, and tissues strongly and uniformly express CD30, CD4 (75–84% of cases), EMA (48–90%), CD43 (86–95%), CD45 (44–74%), and in a far fewer percentage of cases various other marker proteins. These cells do not express ALK and often lack the characteristic surface marker proteins of T-cells. Identification of the status of these markers helps diagnose the disease.   === Gene and molecular abnormalities === No chromosome translocations, chimeric genes, or fusion proteins have been described in BIA-ALCL although the neoplastic cells in the disease have been described to have gene copy number variations involving gains in gene copies on the p arm of chromosome 19 and losses of gene copies in the p arms of chromosome 10 and 1. The neoplastic cells in BIA-ALCL show mutations of the STAT3 gene in 64% of cases and reports of mutations in JAK1, JAK3, DNMT3A, and TP53 genes. The development of BIA-ALCL, it has often been suggested, may be at least in part a T-cell-induced, inflammation-driven cancer response to the implant.   === Treatment and prognosis === The treatment regimens for BIA-ALCL recommended by 1) a multidisciplinary expert review panel, 2) the National Comprehensive Cancer Network, and 3) the French National Cancer Institute (Agence Nationale de Sécurité du Médicament [ANSM]) are very similar, commonly used, and summarized here. BIA-ALCL staging is done to identify patients with BIA-ALCL confined to the implant, capsule, and effusion from more disseminated disease. The staging preferably employs the TMN system designed to stage solid tumors. This is based on historical data suggesting that BIA-ALCL progresses locally like solid tumors rather than liquid tumors such as other lymphomas. BIA-ALCL patients have surgical removal of the implant, capsule, and associated masses. Patients with localized disease (e.g. TMN stage 1A to 2A) that is completely excised by removal of the implant, the entire capsule, and any masses (must leave negative resection margins) receive no further therapy. About 85% of all BIA-ALCL patients should qualify to receive this treatment regimen. Patients with unresectable chest wall invasion, regional lymph node involvement (i.e. TMN Stage 2B to 4), or residual disease after surgery receive an aggressive adjuvant chemotherapy regimen such as EPOCH, CHOP, or CHOP plus etoposide. Alternatively, the immunotherapeutic drug, brentuximab vedotin, may be used as initial therapy alone or in combination with a chemotherapy regimen to treat disseminated disease. While larger studies are needed, case reports suggest that brentuximab vedotin may be effective frontline monotherapy, either after surgical excision or as primary treatment for unresectable BIA-ALCL. Radiation therapy has been used in cases that have unresectable chest wall invasion (NMN stage IIE). Although the number of cases evaluated is low, 93% of patients without a mass and 72% with a mass achieved complete remission; median survival for disease having a discrete breast mass was 12 years but was beyond 12 years and not reached over the study period for patients not having a discrete breast mass.   == References ==   == External links ==  Information on Anaplastic Large Cell (Ki-1 / CD-30) Lymphomas from Lymphoma Information Network"}