{"name": "Anaplastic lymphoma kinase fusion oncogene negative non-small cell lung cancer", "category": "disease", "content": "Anaplastic lymphoma kinase (ALK) also known as ALK tyrosine kinase receptor or CD246 (cluster of differentiation 246) is an enzyme that in humans is encoded by the ALK gene.   == Identification == Anaplastic lymphoma kinase (ALK) was originally discovered in 1994 in anaplastic large-cell lymphoma (ALCL) cells. ALCL is caused by a (2;5)(p23:q35) chromosomal translocation that generates the fusion protein NPM-ALK, in which the kinase domain of ALK is fused to the amino-terminal part of the nucleophosmin (NPM) protein. Dimerization of NPM constitutively activates the ALK kinase domain. The full-length protein ALK was identified in 1997 by two groups. The deduced amino acid sequences revealed that ALK was a novel receptor tyrosine kinase (RTK), having an extracellular ligand-binding domain, a transmembrane domain, and an intracellular tyrosine kinase domain. While the tyrosine kinase domain of human ALK shares a high degree of similarity with that of the insulin receptor, its extracellular domain is unique among the RTK family in containing two MAM domains (meprin, A5 protein and receptor protein tyrosine phosphatase mu), an LDLa domain (low-density lipoprotein receptor class A) and a glycine-rich region. Based on overall homology, ALK is closely related to the leukocyte receptor tyrosine kinase (LTK) and, together with the insulin receptor, forms a subgroup in the RTK superfamily. The human ALK gene encodes a protein 1,620 amino acids long with a molecular weight of 180 kDa. Since the original discovery of the receptor in mammals, several orthologs of ALK have been identified: dAlk in the fruit fly (Drosophila melanogaster) in 2001, scd-2 in the nematode (Caenorhabditis elegans) in 2004, and DrAlk in the zebrafish (Danio rerio)  in 2013. The ligands of the human ALK/LTK receptors were identified in 2014: FAM150A (AUGβ) and FAM150B (AUGα), two small secreted peptides that strongly activate ALK signaling. In invertebrates, ALK-activating ligands are Jelly belly (Jeb) in Drosophila, and hesitation behaviour 1 (HEN-1) in C. elegans. No such ligands have been reported yet in zebrafish or other vertebrates.   == Mechanism == Following binding of the ligand, the full-length receptor ALK dimerizes, changes conformation, and autoactivates its own kinase domain, which in turn phosphorylates other ALK receptors in trans on specific tyrosine amino acid residues. ALK phosphorylated residues serve as binding sites for the recruitment of several adaptor and other cellular proteins, such as GRB2, IRS1, Shc, Src, FRS2, PTPN11/Shp2, PLCγ, PI3K, and NF1. Other reported downstream ALK targets include FOXO3a, CDKN1B/p27kip, cyclin D2, NIPA, RAC1, CDC42, p130CAS, SHP1, and PIKFYVE. Phosphorylated ALK activates multiple downstream signal transduction pathways, including MAPK-ERK, PI3K-AKT, PLCγ, CRKL-C3G, and JAK-STAT.   == Function == The receptor ALK plays a pivotal role in cellular communication and in the normal development and function of the nervous system. This observation is based on the extensive expression of ALK messenger RNA (mRNA) throughout the nervous system during mouse embryogenesis. In vitro functional studies have demonstrated that ALK activation promotes neuronal differentiation of PC12 or neuroblastoma cell lines. ALK is critical for embryonic development in Drosophila. Flies lacking the receptor die due to failure of founder cell specification in embryonic visceral muscle. However, while ALK knockout mice exhibit defects in neurogenesis and testosterone production, they remain viable, suggesting that ALK is not critical to their developmental processes. ALK regulates retinal axon targeting, growth and size, synapse development at the neuromuscular junction, behavioral responses to ethanol, and sleep. It restricts and constrains learning and long-term memory and small-molecule inhibitors of the ALK receptor can improve learning, long-term memory, and extend healthy lifespan. ALK is also a candidate thinness gene, as its genetic deletion leads to resistance to diet- and leptin-mutation-induced obesity.   == Pathology == The ALK gene can be oncogenic in three ways – by forming a fusion gene with any of several other genes, by gaining additional gene copies or with mutations of the actual DNA code for the gene itself.   === Anaplastic large-cell lymphoma === The 2;5 chromosomal translocation is associated with approximately 60% of anaplastic large-cell lymphomas (ALCLs), type ALK-positive anaplastic large cell lymphoma and very rare cases of ALCL type primary cutaneous anaplastic large cell lymphoma. The translocation creates a fusion gene consisting of the ALK (anaplastic lymphoma kinase) gene and the nucleophosmin (NPM) gene: the 3' half of ALK, derived from chromosome 2 and coding for the catalytic domain, is fused to the 5' portion of NPM from chromosome 5. The product of the NPM-ALK fusion gene is oncogenic. In a smaller fraction of ALCL patients, the 3' half of ALK is fused to the 5' sequence of TPM3 gene, encoding for tropomyosin 3. In rare cases, ALK is fused to other 5' fusion partners, such as TFG, ATIC, CLTC1, TPM4, MSN, ALO17, MYH9.   === Adenocarcinoma of the lung === The EML4-ALK fusion gene is responsible for approximately 3-5% of non-small-cell lung cancer (NSCLC). The vast majority of cases are adenocarcinomas. Patients with this ALK rearrangement have the following clinicopathologic characteristics: Young age at diagnosis (median 50 years), female gender, nonsmoker/light smoker, adenocarcinoma histology with specific morphologic patterns such as cribriform and solid signet ring, expression of thyroid transcription factor 1, tendency to metastasize to pleura or pericardium, frequently with more metastases than other molecular types, and predominantly metastases to the central nervous system. The standard test used to detect this gene in tumor samples is fluorescence in situ hybridization (FISH) by a US FDA approved kit. Recently Roche Ventana obtained approval in China and European Union countries to test this mutation by immunohistochemistry.  Other techniques like reverse-transcriptase PCR (RT-PCR) can also be used to detect lung cancers with an ALK gene fusion but not recommended. ALK lung cancers are found in patients of all ages, although on average these patients tend to be younger.  ALK lung cancers are more common in light cigarette smokers or nonsmokers, but a significant number of patients with this disease are current or former cigarette smokers. EML4-ALK-rearrangement in NSCLC is exclusive and not found in EGFR- or KRAS-mutated tumors.   === Gene rearrangements and overexpression in other tumours === Familial cases of neuroblastoma Inflammatory myofibroblastic tumor Adult and pediatric renal cell carcinomas Esophageal squamous cell carcinoma Breast cancer, notably the inflammatory subtype Colonic adenocarcinoma Glioblastoma multiforme Anaplastic thyroid cancer   == ALK inhibitors ==  Xalkori (crizotinib), produced by Pfizer, was approved by the FDA for treatment of late stage lung cancer on August 26, 2011. Early results of an initial Phase I trial with 82 patients with ALK induced lung cancer showed an overall response rate of 57%, a disease control rate at 8 weeks of 87% and progression free survival at 6 months of 72%. In patients affected by relapsed or refractory ALK+ Anaplastic Large Cell Lymphoma, crizotinib produced objective response rates ranging from 65% to 90% and 3 year progression free survival rates of 60-75%. No relapse of the lymphoma was ever observed after the initial 100 days of treatment. Treatment must be continued indefinitely at present.   Ceritinib was approved by the FDA in April 2014 for the treatment of patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) who have progressed on or are intolerant to crizotinib. Entrectinib (RXDX-101) is a selective tyrosine kinase inhibitor developed by Ignyta, Inc., with specificity, at low nanomolar concentrations, for all of three Trk proteins (encoded by the three NTRK genes, respectively) as well as the ROS1, and ALK receptor tyrosine kinases. An open label, multicenter, global phase 2 clinical trial called STARTRK-2 is currently underway to test the drug in patients with ROS1/NTRK/ALK gene rearrangements.   == See also == Cluster of differentiation   == Notes and references ==   === Notes ===   === References ===   == Further reading ==   == External links == ALK+protein,+human at the U.S. National Library of Medicine Medical Subject Headings (MeSH) ALK Correlations, Experiments, Publications and Clinical Trials GeneReviews/NCBI/NIH/UW entry on ALK-Related Neuroblastoma Susceptibility OMIM entries on ALK-Related Neuroblastoma Susceptibility Human ALK genome location and ALK gene details page  in the UCSC Genome Browser. This article incorporates text from the United States National Library of Medicine, which is in the public domain."}