{"name": "andexanet alfa", "category": "drug", "content": "Andexanet alfa, sold under the brand name Andexxa among others, is an antidote for the medications rivaroxaban and apixaban, when reversal of anticoagulation is needed due to uncontrolled bleeding. It has not been found to be useful for other factor Xa inhibitors. It is given by injection into a vein. Common side effects include pneumonia and urinary tract infections. Severe side effects may include blood clots, heart attacks, strokes, or cardiac arrest. It works by binding to rivaroxaban and apixaban. It was approved for medical use in the United States in May 2018. It was developed by Portola Pharmaceuticals.   == Medical uses == Andexanet alfa is used to stop life-threatening or uncontrollable bleeding in people who are taking rivaroxaban or apixaban. Studies in healthy volunteers show that the molecule binds factor Xa inhibitors and counters their anti-Xa-activity. The first published clinical trial was a prospective, open label, single group study. This study reports results on 352 people and demonstrates a reduction of anti-Xa-activity while also showing an excellent or good hemostatic efficacy in 82%. While people who were expected to die in 30 days were excluded from the study, 14% of participants died. There was no relationship between hemostatic efficacy and reduced anti-Xa-activity. The FDA demanded a randomised clinical trial which resulted in publication in 2024.. The ANNEXA-I trial included 530 patients with intracerebral hemorrhage who were receiving factor Xa inhibitors.  Andexanet resulted in better control of hematoma expansion than usual care, but was associated with thrombotic events, including ischemic stroke. ANNEXA-I did not have sufficient power or information to draw conclusions about the effect of andexanet on mortality, clinical deterioration, or the need for rescue therapy.   == Adverse effects == Common side effects include pneumonia and urinary tract infections. Severe side effects may include blood clots or cardiac arrest. Andexanet alfa has a boxed warning that it is associated with arterial and venous blood clots, ischemic events, cardiac arrest, and sudden deaths.   == Pharmacology ==   === Mechanism of action === Andexanet alfa is a biologic agent, a recombinant modified version of human activated factor X (FXa). Andexanet alfa differs from native FXa due to the removal of a 34 residue fragment that contains the Gla domain. This modification reduces andexanet alfa's anticoagulant potential. Additionally, a serine to alanine (S419A) mutation in the active site eliminates its activity as a prothrombin to thrombin catalyst, but still allows the molecule to bind to FXa inhibitors. FXa inhibitors bind to andexanet alfa with the same affinity as to natural FXa. As a consequence in the presence of andexanet alfa natural FXa is partially freed, which can lead to effective hemostasis. In other words, it acts as a decoy receptor. Andexanet alfa reverses effect of all anticoagulants that act directly through FXa or by binding antithrombin III. The drug is not effective against factor IIa inhibitor dabigatran. Its activity is measured using the anti-Xa test, which is utilized to determine the amount of available factor Xa for coagulation   == History == It was approved in the United States in 2018 based on data from two phase III studies on reversing the anticoagulant activity of FXa inhibitors rivaroxaban and apixaban in healthy volunteers. As a condition of its accelerated approval, the ANNEXA-I study was conducted comparing it to other currently used reversal agents (\"usual care\").   == Society and culture ==   === Economics === Initial pricing (AWP) is $58,000 per reversal (800 mg bolus + 960 mg infusion, $3,300 per 100 mg vial) which is higher than reversal agents for other DOAC agents (idarucizumab for use in dabigatran reversal is $4,200 per reversal).   == References ==   == Further reading == Connolly SJ, Milling TJ, Eikelboom JW, Gibson CM, Curnutte JT, Gold A, et al. (September 2016). \"Andexanet Alfa for Acute Major Bleeding Associated with Factor Xa Inhibitors\". The New England Journal of Medicine. 375 (12): 1131–1141. doi:10.1056/NEJMoa1607887. PMC 5568772. PMID 27573206.   == External links == \"Ondexxya (andexanet alfa): Avoid use of andexanet prior to heparinization\". European Medicines Agency (EMA). 4 November 2020."}