{"name": "androstanolone", "category": "drug", "content": "Androstanolone, or stanolone, also known as dihydrotestosterone (DHT) and sold under the brand name Andractim among others, is an androgen and anabolic steroid (AAS) medication and hormone which is used mainly in the treatment of low testosterone levels in men. It is also used to treat breast development and small penis in males.  Compared to testosterone, androstanolone (DHT) is less likely to aromatize into estrogen, and therefore it shows less pronounced estrogenic side effects, such as gynecomastia and water retention. On the other hand, androstanolone (DHT) show more significant androgenic side effects, such as acne, hair loss and prostate enlargement.  It has strong androgenic effects and  muscle-building effects, as well as relatively weak estrogenic effects. It is typically given as a gel for application to the skin, but can also be used as an ester by injection into muscle. Side effects of androstanolone include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. The medication is a naturally occurring androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and DHT.  Androstanolone was discovered in 1935 and was introduced for medical use in 1953. It is used mostly in France and Belgium. The drug has been used by weightlifters to increase performance due to its powerful androgenic properties. The medication is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses == Androstanolone is available in pharmaceutical formulations for medical use as an androgen. It is used mainly as a form of androgen replacement therapy in the treatment of male hypogonadism and is specifically approved for this indication in certain countries. However, it is no longer recommended for this purpose due to biological differences from testosterone such as lack of estrogenic effects and partial androgenic effects. Topical androstanolone is useful in the treatment of gynecomastia. Similarly, androstanolone enanthate via intramuscular injection has been found to be effective in the treatment persistent pubertal gynecomastia. The medication has also been used as a topical gel to treat small penis in pre- and peripubertal boys with mild or partial androgen insensitivity syndrome. Androstanolone was found to be effective in the treatment of advanced breast cancer in women in the 1950s, although it was used in very high doses and caused severe virilization. It was used as a microcrystalline aqueous suspension by intramuscular injection. Shortly thereafter, drostanolone propionate (2α-methylandrostanolone propionate) was developed for this use instead of androstanolone due to its superior pharmacokinetics and was introduced for this indication in the United States and Europe in the early 1960s. Androstanolone was used at a dose of 25 mg sublingually two to three times per day in androgen replacement therapy for men. This is also the anabolic dosage of androstanolone in men.   === Available forms === Androstanolone is available as a 2.5% hydroalcoholic gel given transdermally in doses of 5 or 10 g/day (brand name Andractim). The medication was previously available as a 10 mg oral tablet with 300 mg L-lysine (brand name Lysinex) and as a 25 mg sublingual tablet (brand names Anabolex, Anaprotin, Anabolene, Anaboleen, Proteina). The medication has also been marketed in the form of several androstanolone esters, including androstanolone benzoate (brand names Ermalone-Amp, Hermalone, Sarcosan), androstanolone enanthate (brand name Anaboleen Depot), androstanolone propionate (brand name Pesomax), and androstanolone valerate (brand name Apeton), which are provided as oil solutions for intramuscular injection at regular intervals.   == Side effects ==  Adverse effects of androstanolone are similar to those of other AAS and include androgenic side effects like oily skin, acne, seborrhea, increased facial/body hair growth, scalp hair loss, and increased aggressiveness and sex drive. In women, androstanolone can cause partially irreversible virilization, for instance voice deepening, hirsutism, clitoromegaly, breast atrophy, and muscle hypertrophy, as well as menstrual disturbances and reversible infertility. In men, the medication may also cause hypogonadism, testicular atrophy, and reversible infertility at sufficiently high dosages. Androstanolone can have adverse effects on the cardiovascular system, especially with long-term administration of high dosages. AAS like androstanolone stimulate erythropoiesis (red blood cell production) and increase hematocrit levels and at high dosages can cause polycythemia (overproduction of red blood cells), which can greatly increase the risk of thrombic events such as embolism and stroke. Unlike many other AAS, androstanolone is not aromatized into estrogens and hence has no risk of estrogenic side effects like gynecomastia, fluid retention, or edema. In addition, as it is not a 17α-alkylated AAS and is administered parenterally, androstanolone has no risk of hepatotoxicity. It has been theorized that androstanolone may have less risk of benign prostatic hyperplasia and prostate cancer than testosterone because it is not aromatized into estrogens. This is relevant because estrogens are thought to possibly be necessary for the manifestation of these diseases. In accordance, androstanolone has been found to not increase prostate gland size in men. Conversely, due to lack of aromatization into estrogens, androstanolone therapy for androgen replacement may result in decreased bone mineral density, incomplete effects in the brain, and undesirable changes in cholesterol levels.   == Pharmacology ==   === Pharmacodynamics ===  Androstanolone is a potent agonist of the AR. It has an affinity (Kd) of 0.25 to 0.5 nM for the human AR, which is about 2- to 3-fold higher than that of testosterone (Kd = 0.4 to 1.0 nM) and the dissociation rate of androstanolone from the AR is also about 5-fold slower than that of testosterone. The EC50 of androstanolone for activation of the AR is 0.13 nM, which is about 5-fold stronger than that of testosterone (EC50 = 0.66 nM). In bioassays, androstanolone has been found to be 2.5- to 10-fold more potent than testosterone. Upon intramuscular injection in rats, androstanolone is about 1.5- to 2.5-fold the potency of testosterone. Unlike testosterone and various other AAS, androstanolone cannot be aromatized, and for this reason, poses no risk of estrogenic side effects like gynecomastia at any dosage. In addition, androstanolone cannot be metabolized by 5α-reductase (as it is already 5α-reduced), and for this reason, is not potentiated in so-called \"androgenic\" tissues like the skin, hair follicles, and prostate gland, thereby improving its ratio of anabolic to androgenic effects. However, androstanolone is nonetheless described as a very poor anabolic agent. This is attributed to its high affinity as a substrate for 3α-hydroxysteroid dehydrogenase (3α-HSD), which is highly expressed in skeletal muscle and inactivates androstanolone into 3α-androstanediol, a metabolite with very weak AR activity. Unlike androstanolone, testosterone is very resistant to metabolism by 3α-HSD, and so is not similarly inactivated in skeletal muscle. For the preceding reasons, androstanolone has been described as a \"partial androgen\".   === Pharmacokinetics ===   ==== Absorption ==== The bioavailability of androstanolone differs considerably depending on its route of administration. Its oral bioavailability is very low, and androstanolone has been considered to be ineffective by the oral route. However, it has been used orally, and is described as a weak AAS by this route. The transdermal bioavailability of androstanolone is approximately 10%. Its bioavailability with intramuscular injection, on the other hand, is complete (100%). Doses of topical androstanolone gel of 16, 32, and 64 mg have been found to produce total testosterone and DHT levels in the low, mid, and high normal adult male range, respectively.   ==== Distribution ==== The plasma protein binding of androstanolone is about 98.5 to 99.0%. It is bound 50 to 80% to sex hormone-binding globulin, 20 to 40% to albumin, and less than 0.5% to corticosteroid-binding globulin, with about 1.0 to 1.5% circulating freely or unbound.   ==== Metabolism ==== The terminal half-life of androstanolone in the circulation (53 minutes) is longer than that of testosterone (34 minutes), and this may account for some of the difference in their potency. A study of transdermal androstanolone and testosterone therapy reported terminal half-lives of 2.83 hours and 1.29 hours, respectively.   == Chemistry ==  Androstanolone, also known as 5α-androstan-17β-ol-3-one or as 5α-dihydrotestosterone (5α-DHT), is a naturally occurring androstane steroid with a ketone group at the C3 position and a hydroxyl group at the C17β position. It is the derivative of testosterone in which the double bond between the C4 and C5 positions has been reduced or hydrogenated.   === Esters ===  Several C17β ester prodrugs of androstanolone, including androstanolone benzoate, androstanolone enanthate, androstanolone propionate, and androstanolone valerate, have been developed and introduced for medical use as AAS. Conversely, dihydrotestosterone acetate, dihydrotestosterone butyrate, and dihydrotestosterone formate have been developed but have not been marketed.   === Derivatives ===  Synthetic derivatives of androstanolone (DHT) that have been developed as AAS include:   == History == Androstanolone was first discovered and synthesized in 1935 by Adolf Butenandt and his colleagues. It was first introduced for medical use in 1953, under the brand name Neodrol in the United States, and was subsequently marketed in the United Kingdom and other European countries. Transdermal androstanolone gel has been available in France since 1982.   == Society and culture ==   === Generic names === When used as a drug, androstanolone is referred to as androstanolone (INNTooltip International Nonproprietary Name) or as stanolone (BANTooltip British Approved Name) rather than as DHT.   === Brand names === Brand names of androstanolone include Anaboleen, Anabolex, Anaprotin (UK), Andractim (formerly AndroGel-DHT) (FR, BE, LU), Androlone, Apeton, Gelovit (ES), Neodrol, Ophtovital (DE), Pesomax (IT), Stanaprol, and Stanolone, among others.   === Availability === The availability of pharmaceutical androstanolone is limited; it is not available in the United States or Canada, but it is or has been available in certain European countries, including the United Kingdom, Germany, France, Spain, Italy, Belgium, and Luxembourg. The available formulations of androstanolone include buccal or sublingual tablets (Anabolex, Stanolone), topical gels (Andractim, Gelovit, Ophtovital), and, as esters in oil, injectables like androstanolone propionate (Pesomax) and androstanolone valerate (Apeton). Androstanolone benzoate (Ermalone-Amp, Hermalone, Sarcosan) and androstanolone enanthate (Anaboleen Depot) are additional androstanolone esters that are available for medical use in some countries. Androstanolone esters act as prodrugs of androstanolone in the body and have a long-lasting depot effect when given via intramuscular injection.   === Legal status === Androstanolone, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act. Androstanolone is on the World Anti-Doping Agency's list of prohibited substances, and is therefore banned from use in most major sports.   == Research == In the early- to mid-2000s, transdermal or topical androstanolone was under development in the United States for the treatment of hypogonadism (as a form of androgen replacement therapy), male osteoporosis, and cachexia (in cancer patients) and in Australia for the treatment of benign prostatic hyperplasia (BPH). It reached phase II clinical trials for hypogonadism and BPH and phase III clinical studies for cachexia but development was ultimately never completed for these indications in these specific countries. Although androstanolone itself has not been approved for cachexia in any country, an orally active synthetic derivative of androstanolone, oxandrolone (2-oxa-17α-methylandrostanolone), is approved and used for this indication in the United States. Topical androgens like androstanolone have been used and studied in the treatment of cellulite in women. Topical androstanolone on the abdomen has also been found to significantly decrease subcutaneous abdominal fat in women, and hence may be useful for improving body silhouette. However, men and hyperandrogenic women have higher amounts of abdominal fat than healthy women, and androgen therapy has been found to increase abdominal fat in postmenopausal women and transgender men.   == References ==   == External links ==  Androstanolone (for hypogonadism and cachexia) - AdisInsight Androstanolone (for hypogonadism and BPH) - AdisInsight Androstanolone (for male osteoporosis) - AdisInsight"}