{"name": "anecortave", "category": "drug", "content": "Anecortave (rINN)  is a novel angiogenesis inhibitor used in the treatment of the exudative (wet) form of age-related macular degeneration. Although similar in chemical structure to the corticosteroid hydrocortisone acetate, it possesses no glucocorticoid activity. If it is approved, it will be marketed by Alcon as anecortave acetate for depot suspension under the trade name Retaane. No development has been reported since 2010.   == Potential applications == In addition to treating wet-form age-related macular degeneration - aka. neovascular age-related macular degeneration, it has also been evaluated as a potential therapy for dry-form age related macular degeneration, as well as for reducing the intraocular pressure in eyes with ocular steroid injection-related glaucoma.   == Synthesis == Anecortave can be synthesized from a 17-oxosteroid:  In addition to being synthesized from a 17-oxosteroid, anecortave acetate can be derived from cortisol by reducing the 11-beta hydroxyl on cortisol to a double bond between carbons 9 and 11 and the addition of an acetate group to carbon 21. This results in a molecule with no glucocorticoid or mineralocorticoid activity.   == FDA application history == Retaane (15 mg anecortave acetate depot suspension) which is manufactured by Alcon, Inc., was a fast track designated product which was also a drug in FDA’s Pilot Continuous Marketing Application (CMA) program which often enrolls drugs which are being brought to the market and have an indication for a significant unmet medical need.  This allowed Retaane to file with the FDA using a “rolling” New Drug Application, which allows specific units, Chemistry, Manufacturing, and Controls (CMC), pre-clinical, and the clinical unit, of the NDA to be reviewed as they are completed instead of as one large document. This allows the FDA to review each unit within six months of the submission.  Alcon first filed the CMC unit in 2003, the Pre-clinical and Clinical units in 2004. In 2005 Alcon, Inc. announced it received the approval letter for the NDA for Retaane. In 2007, Alcon got its letter of approval for Retaane’s indication to treat wet age-related macular degeneration (AMD), but final approval would require the completion of an additional clinical study. As a result, it supported the Anecortave Acetate Risk-Reduction Trial (AART). This study looked at the efficacy of Retaane to reduce the progression of the dry form of AMD to the wet form. It ended in 2008. In 2008, Alcon announced it was terminating the development of anecortave acetate for the prevention of developing sight-threatening choroidal neovascularization secondary to age-related macular degeneration. In 2009, Alcon announced the end of the drug's development for reducing intraocular pressure associated with glaucoma. Currently, anecortave acetate is not on the market or being made for therapeutic use.    == Delivery == Retaane depot is delivered via posterior juxtascleral depot (PJD) that delivers the drug onto the sclera near the macula. This delivery method allows for a decreased risk of intraocular infection as well as decreased risk for detachment of the retina. Not only is the delivery method advantageous, but Retaane compared to other angiogenesis inhibitors used for similar indications, only has to be delivered once every six months compared to nine to twelve times a year. This allows for increased patient compliance.   == See also == Fluoromedroxyprogesterone acetate   == References =="}