{"name": "Anemia, Diamond-Blackfan", "category": "disease", "content": "Diamond–Blackfan anemia (DBA) is a congenital erythroid aplasia that usually presents in infancy. DBA causes low red blood cell counts (anemia), without substantially affecting the other blood components (the platelets and the white blood cells), which are usually normal. This is in contrast to Shwachman–Bodian–Diamond syndrome, in which the bone marrow defect results primarily in neutropenia, and Fanconi anemia, where all cell lines are affected resulting in pancytopenia. There is a risk to develop acute myelogenous leukemia (AML) and certain other cancers. A variety of other congenital abnormalities may also occur in DBA, such as hand anomalies.   == Signs and symptoms == Diamond–Blackfan anemia is characterized by normocytic or macrocytic anemia (low red blood cell counts) with decreased erythroid progenitor cells in the bone marrow.  This usually develops during the neonatal period.  About 47% of affected individuals also have a variety of congenital abnormalities, including craniofacial malformations, thumb or upper limb abnormalities, cardiac defects, urogenital malformations, and cleft palate.  Low birth weight and generalized growth delay are sometimes observed. DBA patients have a modest risk of developing leukemia and other malignancies.   == Genetics == Most pedigrees suggest an autosomal dominant mode of inheritance with incomplete penetrance.  Approximately 10–25% of DBA occurs with a family history of disease. ~70% of DBA cases can be attributed genetic mutations affecting ribosomal protein genes. The disease is characterized by genetic heterogeneity, affecting different ribosomal gene loci: Exceptions to this paradigm have been demonstrated, such as with rare mutations of transcription factor GATA1. RPS19, RPL5, RPS26, and RPL11 are the most frequently mutated genes in DBA patients. Given that ribosome function is essential for life, DBA patients carry loss-of-function alleles affecting only one copy. Initial descriptions of DBA patients primarily concentrated on nonsense and missense mutations within ribosomal protein coding sequences. However, recent findings suggest that extended splice site variations have not been sufficiently recognized and are quite common. Recent studies have begun to characterize the molecular signatures associated with specific mutations that lead to aberrant splicing impacting ribosomal proteins such as RPL11.  In 1997, a patient was identified who carried a rare balanced chromosomal translocation involving chromosome 19 and the X chromosome.  This suggested that the affected gene might lie in one of the two regions that were disrupted by this cytogenetic anomaly.  Linkage analysis in affected families also implicated this region in disease, and led to the cloning of the first DBA gene.  About 20–25% of DBA cases are caused by mutations in the ribosome protein S19 (RPS19) gene on chromosome 19 at cytogenetic position 19q13.2.  Some previously undiagnosed relatives of DBA patients were found to carry mutations, and also had increased adenosine deaminase levels in their red blood cells, but had no other overt signs of disease. A subsequent study of families with no evidence of RPS19 mutations determined that 18 of 38 families showed evidence for involvement of an unknown gene on chromosome 8 at 8p23.3-8p22.  The precise genetic defect in these families has not yet been delineated. Malformations are seen more frequently with DBA6 RPL5 and DBA7 RPL11 mutations. The genetic abnormalities underpinning the combination of DBA with Treacher Collins syndrome (TCS)/mandibulofacial dysostosis (MFD) phenotypes are heterogeneous, including RPS26 (the known DBA10 gene), TSR2 which encodes a direct binding partner of RPS26, and RPS28.   === Molecular basis === The phenotype of DBA patients suggests a hematological stem cell defect specifically affecting the erythroid progenitor population.  Loss of ribosomal function might be predicted to affect translation and protein biosynthesis broadly and impact many tissues.  However, DBA is characterized by dominant inheritance, and arises from partial loss of ribosomal function, so it is possible that erythroid progenitors are more sensitive to this decreased function, while most other tissues are less affected.   == Diagnosis == Typically, a diagnosis of DBA is made through a blood count and a bone marrow biopsy. A diagnosis of DBA is made on the basis of anemia, low reticulocyte (immature red blood cells) counts, and diminished erythroid precursors in bone marrow.  Features that support a diagnosis of DBA include the presence of congenital abnormalities, macrocytosis, elevated fetal hemoglobin, and elevated adenosine deaminase levels in red blood cells. Most patients are diagnosed in the first two years of life.  However, some mildly affected individuals only receive attention after a more severely affected family member is identified.About 20–25% of DBA patients may be identified with a genetic test for mutations in the RPS19 gene.   == Treatment == Corticosteroids can be used to treat anemia in DBA.  In a large study of 225 patients, 82% initially responded to this therapy, although many side effects were noted.  Some patients remained responsive to steroids, while efficacy waned in others.  Blood transfusions can also be used to treat severe anemia in DBA.  Periods of remission may occur, during which transfusions and steroid treatments are not required.  Bone marrow transplantation (BMT) can cure hematological aspects of DBA.  This option may be considered when patients become transfusion-dependent because frequent transfusions can lead to iron overloading and organ damage.  However, adverse events from BMTs may exceed those from iron overloading. A 2007 study showed the efficacy of leucine and isoleucine supplementation in one patient. Larger studies are being conducted. The future of treatment for DBA looks bright. There are advancements that are happening with blood stem cell research. Once the advances are made and patients can be treated, not only with the patient's quality of life but also their life expectancy will increase while the number of relapses after treatment should decrease.   == History == First noted by Hugh W. Josephs in 1936, the condition is however named for the pediatricians Louis K. Diamond and Kenneth Blackfan, who described congenital hypoplastic anemia in 1938.  Responsiveness to corticosteroids was reported in 1951. In 1961, Diamond and colleagues presented longitudinal data on 30 patients and noted an association with skeletal abnormalities. In 1997, a region on chromosome 19 was determined to carry a gene mutated in some DBA. In 1999, mutations in the ribosomal protein S19 gene (RPS19) were found to be associated with disease in 42 of 172 DBA patients.  In 2001, a second DBA gene was localized to a region of chromosome 8, and further genetic heterogeneity was inferred. Additional genes were subsequently identified.   == See also == List of hematologic conditions Pure red cell aplasia   == References ==   == External links ==  GeneReviews/NCBI/NIH/UW entry on Diamond–Blackfan Anemia OMIM entries on Diamond–Blackfan Anemia Diamond–Blackfan anemia Genetics Home Reference"}