{"name": "Anemia of prematurity", "category": "disease", "content": "Anemia of prematurity (AOP) refers to a form of anemia affecting preterm infants with decreased hematocrit. AOP is a normochromic, normocytic hypoproliferative anemia. The primary mechanism of AOP is a decrease in erythropoietin (EPO), a red blood cell growth factor.   == Mechanism == Preterm infants are often anemic and typically experience heavy blood losses from frequent laboratory testing in the first few weeks of life.  Although their anemia is multifactorial, repeated blood sampling and reduced erythropoiesis with extremely low serum levels of erythropoietin (EPO) are major causative factors. Blood sampling done for laboratory testing can easily remove enough blood to produce anemia. Obladen, Sachsenweger and Stahnke (1987) studied 60 very low birth weight infants during the first 28 days of life.  Infants were divided into 3 groups, group 1 (no ventilator support, 24 ml/kg blood loss), group 2(minor ventilated support, 60 ml/kg blood loss), and group 3(ventilated support for respiratory distress syndrome, 67 ml/kg blood loss).  Infants were checked for clinical symptoms and laboratory signs of anemia 24 hours before and after the blood transfusion.  The study found that groups 2 and 3 who had significant amount of blood loss, showed poor weight gain, pallor and distended abdomen.  These reactions are the most frequent symptoms of anemia in very low birth weight infants. During the first weeks of life, all infants experience a decline in circulating red blood cell (RBC) volume generally expressed as blood hemoglobin concentration (Hb). As anemia develops, there is even more of a significant reduction in the concentration of hemoglobin. Normally this stimulates a significant increased production of erythropoietin (EPO), but this response is diminished in premature infants.  Dear, Gill, Newell, Richards and Schwarz (2005) conducted a study to show that there is a weak negative correlation between EPO and Hb.  The researchers recruited 39 preterm infants from 10 days of age or as soon as they could manage without respiratory support.  They estimated total EPO and Hb weekly and 2 days after a blood transfusion.  The study found that when Hb>10, EPO mean was 20.6 and when Hb≤10, EPO mean was 26.8.  As Hb goes down, EPO goes up.   == Treatment ==   === Transfusion === AOP is usually treated by blood transfusion but the indications for this are still unclear.  Blood transfusions have both infectious and non-infectious risks associated with them.  Also, blood transfusions are costly and may add to parental anxiety.  The best treatment for AOP is prevention of worsening of anemia by minimizing the amount of blood drawn from the infant (ie, anemia from phlebotomy). It is found that since blood loss attributable to laboratory testing is the primary cause of anemia among preterm infants during the first weeks of life, it would be useful to quantify blood loss attributable to phlebotomy overdraw (ie, blood collected in excess than what is strictly required for the requested lab tests).  Lin and colleagues performed a study to see when and if phlebotomy overdraw was actually a significant problem.  They recorded all of the data that could be of influence such as the test performed, the blood collection container used, the infants location (neonatal intensive care unit (NICU) and intermediate intensive care unit), the infant’s weight sampling and the phlebotomist’s level of experience, work shift, and clinical role.  Infants were classified by weight into 3 groups: <1 kg, 1 to 2 kg, and >2 kg.  The volume of blood removed was calculated by subtracting the weight of the empty collection container from that of the container filled with blood.  They found that the mean volume of blood drawn for the 578 tests exceeded that requested by the hospital laboratory by 19.0% ± 1.8% per test.  The main factors of overdraw was: collection in blood containers without fill-lines, lighter weight infants and critically ill infants being cared for in the NICU.   === EPO === Recombinant EPO (r-EPO) may be given to premature infants to stimulate red blood cell production. Brown and Keith studied two groups of 40 very low birth weight (VLBW) infants to compare the erythropoietic response between two and five times a week dosages of recombinant human erythropoietin (r-EPO) using the same dose.  They established that more frequent dosing of the same weekly amount of r-EPO generated a significant and continuous increase in Hb in VLBW infants.  The infants that received five dosages had higher absolute reticulocyte counts (219,857 mm³) than those infants that received only two dosages (173,361 mm³).  However, it was noted that the response to r-EPO typically takes up to two weeks. This study also showed responses between two dosage schedules (two times a week and five times a week).  Infants were recruited for gestational age—age since conception—≤27 weeks and 28 to 30 weeks and then randomized into the two groups, each totaling 500 U/kg a week.  Brown and Keith found that after two weeks of r-EPO administration, Hb counts had increased and leveled off; the infants who received r-EPO five times a week had significantly higher Hb counts.  This was present at four weeks for all infants ≤30 weeks gestation and at 8 weeks for infants ≤27 weeks gestation. To date, studies of r-EPO use in premature infants have had mixed results. Ohls et al. examined the use of early r-EPO plus iron and found no short-term benefits in two groups of infants (172 infants less than 1000 g and 118 infants 1000–1250 g).  All r-EPO treated infants received 400 U/g three times a week until they reached 35 weeks gestational age.  The use of r-EPO did not decrease the average number of transfusions in the infants born at less than 1000 g, or the percentage of infants in the 1000 to 1250 group.  A multi-center European trial studied early versus late r-EPO in 219 infants with birth weights between 500 and 999 g.  An r-EPO close of 750 U/kg/week was given to infants in both the early (1–9 weeks) and late (4–10 weeks) groups.  The two r-EPO groups were compared to a control group who did not receive r-EPO.  Infants in all three groups received 3 to 9 mg/kg of enteral iron.  These investigators reported a slight decrease in transfusion and donor exposures in the early r-EPO group (1–9 weeks): 13% early, 11% late and 4% control group.  It is likely that only a carefully selected subpopulation of infants may benefit from its use.  Contrary to what just said, Bain and Blackburn (2004) also state in another study the use of r-EPO does not appear to have a significant effect on reducing the numbers of early transfusions in most infants, but may be useful to reduce numbers of late transfusion in extremely low-birth-weight infants.  A British task force to establish transfusion guidelines for neonates and young children and to help try to explain this confusion recently concluded that “the optimal dose, timing, and nutritional support required during EPO treatment has yet to be defined and currently the routine use of EPO in this patient population is not recommended as similar reduction in blood use can probably be achieved with appropriate transfusion protocols.”   === Transfusion management === Other strategies involve the reduction of blood loss during phlebotomy. For extremely low birth weight infants, laboratory blood testing using bedside devices offers a unique opportunity to reduce blood transfusions.  This practice has been referred to as point-of-care testing or POC.  Use of POC tests to measure the most commonly ordered blood tests could significantly decrease phlebotomy loss and lead to a reduction in the need for blood transfusions among critically ill premature neonates as these tests frequently require much less volume of blood to be collected from the patient.  A study was done by Madan and colleagues to test this theory by conducting a retrospective chart review on all inborn infants <1000g admitted to the NICU that survived for 2 weeks of age during two separate 1 year time periods.  Conventional bench top laboratory analysis during the first year was done using Radiometer Blood Gas and Electrolyte Analyzer.  Bedside blood gas analysis during the second year was performed using a point-of-care analyzer (iSTAT).  An estimated blood loss in the two groups was determined based on the number of specific blood tests on individual infants.  The study found that there was an estimated 30% reduction in the total volume of blood removed for the blood tests.  This study concluded that there is modern technology that can be used to limit the amount of blood removed from these infants thereby reducing the need for blood product transfusions (or the number of transfusions) and r-EPO.   == See also == List of circulatory system conditions List of hematologic conditions   == References ==   == External links =="}