{"name": "Anemia, Megaloblastic", "category": "disease", "content": "Megaloblastic anemia is a type of macrocytic anemia. An anemia is a red blood cell defect that can lead to an undersupply of oxygen. Megaloblastic anemia results from inhibition of DNA synthesis during red blood cell production. When DNA synthesis is impaired, the cell cycle cannot progress from the G2 growth stage to the mitosis (M) stage. This leads to continuing cell growth without division, which presents as macrocytosis. Megaloblastic anemia has a rather slow onset, especially when compared to that of other anemias. The defect in red cell DNA synthesis is most often due to hypovitaminosis, specifically vitamin B12 deficiency or folate deficiency. Loss of micronutrients may also be a cause. Megaloblastic anemia not due to hypovitaminosis may be caused by antimetabolites that poison DNA production directly, such as some chemotherapeutic or antimicrobial agents (for example azathioprine or trimethoprim). The pathological state of megaloblastosis is characterized by many large immature and dysfunctional red blood cells (megaloblasts) in the bone marrow and also by hypersegmented neutrophils (defined as the presence of neutrophils with six or more lobes or the presence of more than 3% of neutrophils with at least five lobes). These hypersegmented neutrophils can be detected in the peripheral blood  (using a diagnostic smear of a blood sample).   == Causes == Vitamin B12 deficiency: Achlorhydria-induced malabsorption Deficient intake Deficient intrinsic factor, a molecule produced by cells in the stomach that is required for B12 absorption (pernicious anemia or gastrectomy) Coeliac disease Biological competition for vitamin B12 by diverticulosis, fistula, intestinal anastomosis, or infection by the marine parasite Diphyllobothrium latum (fish tapeworm) Selective vitamin B12 malabsorption (congenital—juvenile megaloblastic anemia 1—and drug-induced) Chronic pancreatitis Ileal resection and bypass Nitrous oxide anesthesia (usually requires repeated instances). Folate deficiency: Alcoholism Deficient intake Increased needs: pregnancy, infant, rapid cellular proliferation, and cirrhosis Malabsorption (congenital and drug-induced) Intestinal and jejunal resection (indirect) Deficient thiamine and factors (e.g., enzymes) responsible for abnormal folate metabolism. Combined Deficiency: vitamin B12 & folate. Inherited Pyrimidine Synthesis Disorders: Orotic aciduria Inherited DNA Synthesis Disorders Toxins and Drugs: Folic acid antagonists (methotrexate) Purine synthesis antagonists (6-mercaptopurine, azathioprine) Pyrimidine antagonists (cytarabine) Phenytoin Nitrous Oxide Erythroleukemia Inborn genetic mutations of the Methionine synthase gene Di Guglielmo's syndrome Congenital dyserythropoietic anemia Copper deficiency resulting from an excess of zinc from unusually high oral consumption of zinc-containing denture-fixation creams has been found to be a cause.   == Pathophysiology == There is a defect in DNA synthesis in the rapidly dividing cells and to a lesser extent, RNA and protein synthesis are also impaired. Therefore, unbalanced cell proliferation and impaired cell division occur as a result of arrested nuclear maturation so the cells show nuclear-cytoplasmic asynchrony. In the bone marrow, most megaloblasts are destroyed prior to entering the peripheral blood (intramedullary hemolysis). Some can escape the bone marrow (macrocytes) to peripheral blood but they are destroyed by the reticulo-endothelial system (extramedullary hemolysis).   == Diagnosis == The gold standard for the diagnosis of Vitamin B12 deficiency is a low blood level of Vitamin B12. A low level of blood Vitamin B12 is a finding that normally can and should be treated by injections, supplementation, or dietary or lifestyle advice, but it is not a diagnosis.  Hypovitaminosis B12 can result from a number of mechanisms, including those listed above. For determination of cause, further patient history, testing, and empirical therapy may be clinically indicated. A measurement of methylmalonic acid (methylmalonate) can provide an indirect method for partially differentiating Vitamin B12 and folate deficiencies. The level of methylmalonic acid is not elevated in folic acid deficiency. Direct measurement of blood cobalamin remains the gold standard because the test for elevated methylmalonic acid is not specific enough. Vitamin B12 is one necessary prosthetic group to the enzyme methylmalonyl-coenzyme A mutase. Vitamin B12 deficiency is but one among the conditions that can lead to dysfunction of this enzyme and a buildup of its substrate, methylmalonic acid, the elevated level of which can be detected in the urine and blood. Due to the lack of available radioactive Vitamin B12, the Schilling test is now largely a historical artifact.  The Schilling test was performed in the past to help determine the nature of the vitamin B12 deficiency.  An advantage of the Schilling test was that it often included Vitamin B12 with intrinsic factor.   === Blood findings === The blood film can point towards vitamin deficiency:  Decreased red blood cell (RBC) count and hemoglobin levels Increased mean corpuscular volume (MCV, >100 fL) and mean corpuscular hemoglobin (MCH) Normal mean corpuscular hemoglobin concentration (MCHC, 32–36 g/dL) Decreased reticulocyte count due to destruction of fragile and abnormal megaloblastic erythroid precursor. The platelet count may be reduced. Neutrophil granulocytes may show multisegmented nuclei (\"senile neutrophil\"). This is thought to be due to decreased production and a compensatory prolonged lifespan for circulating neutrophils, which increase numbers of nuclear segments with age.  Anisocytosis (increased variation in RBC size) and poikilocytosis (abnormally shaped RBCs). Macrocytes (larger than normal RBCs) are present. Ovalocytes (oval-shaped RBCs) are present. Howell-Jolly bodies (chromosomal remnant) also present. Blood chemistries will also show:  An increased lactic acid dehydrogenase (LDH) level. The isozyme is LDH-2 which is typical of the serum and hematopoietic cells. Increased homocysteine and methylmalonic acid in Vitamin B12 deficiency Increased homocysteine in folate deficiency Normal levels of both methylmalonic acid and total homocysteine rule out clinically significant cobalamin deficiency with virtual certainty. Bone marrow (not normally checked in a patient suspected of megaloblastic anemia) shows megaloblastic hyperplasia.   == See also == List of circulatory system conditions List of hematologic conditions   == References ==   == External links ==  GeneReview/NCBI/NIH/UW entry on Thiamine-Responsive Megaloblastic Anemia Syndrome Rare Anemias Foundation"}