{"name": "Angiolymphoid hyperplasia", "category": "disease", "content": "Angiolymphoid hyperplasia with eosinophilia (also known as: \"Epithelioid hemangioma,\" \"Histiocytoid hemangioma,\" \"Inflammatory angiomatous nodule,\" \"Intravenous atypical vascular proliferation,\" \"Papular angioplasia,\" \"Inflammatory arteriovenous hemangioma,\" and \"Pseudopyogenic granuloma\") usually presents with pink to red-brown, dome-shaped, dermal papules or nodules of the head or neck, especially about the ears and on the scalp. It, or a similar lesion, has been suggested as a feature of IgG4-related skin disease, which is the name used for skin manifestations of IgG4-related disease.   == Signs and symptoms == Angiolymphoid hyperplasia with eosinophilia is characterized by papulonodular lesions on the head and neck that are violaceous or erythematous. Lesions on the genital area, upper limbs, and trunk are uncommon. The lesions could be painful, pruriginous, or asymptomatic. Peripheral eosinophilia and lymphadenomegaly could be present.   == Causes == Currently, the cause of angiolymphoid hyperplasia with eosinophilia is unknown. Several theories have been proposed, but none of them have proven to be conclusive or definitive. These include reactive processes, neoplastic processes, and infectious mechanisms that may be connected to the human immunodeficiency virus. Though its significance in the etiology of angiolymphoid hyperplasia with eosinophilia remains unclear, the distinctive inflammatory infiltrate in angiolymphoid hyperplasia with eosinophilia seems to be a crucial aspect of this illness. Vascular proliferation may be explained by the endothelial cells' response to proliferative stimuli produced by the inflammatory cells and immunologic allergic reaction that surround them. Elevated serum estrogen levels, local trauma, and arteriovenous shunting are most likely contributing factors. The TEK gene, which codes for the endothelial cell tyrosine kinase receptor Tie-2, was found to contain a mutation in a case of dermal angiolymphoid hyperplasia with eosinophilia, suggesting that specific molecular changes may play a role in the pathophysiology of this condition. While angiolymphoid hyperplasia with eosinophilia is thought to be a benign tumefaction, it has been linked to a number of lymphoproliferative disorders, which lends credence to the argument put forth by some that angiolymphoid hyperplasia with eosinophilia could occasionally be a monoclonal T-cell process. Follic mucinosis was found to be present concurrently in a small number of angiolymphoid hyperplasia with eosinophilia cases. A clear correlation between angiolymphoid hyperplasia with eosinophilia and mycosis fungoides has not yet been documented, and this association is fairly ambiguous. Remarkably, a patient with angiolymphoid hyperplasia with eosinophilia has been documented to develop peripheral T-cell lymphoma. T-cell receptor gene (TCR) rearrangement and monoclonality have also been found in angiolymphoid hyperplasia with eosinophilia cases. The same monoclonal TCR gene rearrangement was found in both lesions in a patient, who had both peripheral T-cell lymphoma and angiolymphoid hyperplasia with eosinophilia.   == Diagnosis == A complete blood count, which is part of the laboratory analysis, indicates peripheral blood eosinophilia in about 20% of the cases. To make the diagnosis, a biopsy of the lesions is needed. Strong reactivity for CD31 and lower reactivity for CD34 and factor VIII-related antigen is shown by an immunohistochemical analysis. When angiolymphoid hyperplasia with eosinophilia lesions are examined under a microscope, a polymorphous vascular pattern made up of uniformly spaced linear and dotted vessels is visible over a background that ranges in color from pink to red.   == Treatment == The preferred course of treatment is surgical excision; after being fully removed, angiolymphoid hyperplasia with eosinophilia rarely returns. Other treatments include cryosurgery, carbon dioxide laser, pulsed-dye laser, and Mohs micrographic surgery.   == See also == Kimura's disease List of cutaneous conditions   == References ==   == Further reading == Chun, Soo Il; Ji, Hye Goo (1992). \"Kimura's disease and angiolymphoid hyperplasia with eosinophilia: Clinical and histopathologic differences\". Journal of the American Academy of Dermatology. 27 (6). Elsevier BV: 954–958. doi:10.1016/0190-9622(92)70293-o. ISSN 0190-9622. PMID 1479100. Zaraa, I; Mlika, M; Chouk, S; Chelly, I; Mokni, M; Zitouna, M; Osman, A Ben (February 1, 2011). \"Angiolymphoid hyperplasia with eosinophilia: A study of 7 cases\". Dermatology Online Journal. 17 (2). California Digital Library (CDL): 1. doi:10.5070/d31n55422n. ISSN 1087-2108. PMID 21382284.   == External links == DermNet StatPearls"}