{"name": "Angina Pectoris, Variant", "category": "disease", "content": "Variant angina, also known as Prinzmetal angina, vasospastic angina, angina inversa, coronary vessel spasm, or coronary artery vasospasm, is a syndrome typically consisting of angina (cardiac chest pain). Variant angina differs from stable angina in that it commonly occurs in individuals who are at rest or even asleep, whereas stable angina is generally triggered by exertion or intense exercise. Variant angina is caused by vasospasm, a narrowing of the coronary arteries due to contraction of the heart's smooth muscle tissue in the vessel walls. In comparison, stable angina is caused by the permanent occlusion of these vessels by atherosclerosis, which is the buildup of fatty plaque and hardening of the arteries.   == Signs and symptoms == In contrast to those with angina secondary to atherosclerosis, people with variant angina are generally younger and have fewer risk factors for coronary artery disease with the exception of smoking, which is a common and significant risk factor for both types of angina. Affected people usually have repeated episodes of unexplained (e.g., in the absence of exertion and occurring at sleep or in the early morning hours) chest pain, tightness in throat, chest pressure, light-headedness, excessive sweating, and/or reduced exercise tolerance that, unlike atherosclerosis-related angina, typically does not progress to myocardial infarction (heart attack). Unlike cases of atherosclerosis-related stable angina, these symptoms are often unrelated to exertion and occur in night or early morning hours. However, individuals with atherosclerosis-related unstable angina may similarly exhibit night to early morning hour symptoms that are unrelated to exertion. Cardiac examination of individuals with variant angina is usually normal in the absence of current symptoms. Two-thirds of these individuals do have concurrent atherosclerosis of a major coronary artery, but this is often mild or not in proportion to the degree of their symptoms. Persons who have atherosclerosis-based occlusion that is ≥70% in a single coronary artery or that involves multiple coronary arteries are predisposed to develop a variant angina form that has a poorer prognosis than most other forms of this disorder. In these individuals but also in a small percentage of individuals without appreciable atherosclerosis of their coronary arteries, attacks of coronary artery spasm can have far more serious presentations such as fainting, shock, and cardiac arrest. Typically, these presentations reflect the development of a heart attack and/or a potentially lethal heart arrhythmia; they require immediate medical intervention as well as consideration for the presence of, and specific treatment regimens for, their disorder. Variant angina should be suspected by a cardiologist when a) an individual's symptoms occur at rest or during sleep; b) an individual's symptoms occur in clusters; c) an individual with a history of angina does not develop angina during treadmill stress testing (variant angina is exercise tolerant); d) an individual with a history of angina shows no evidence of other forms of cardiac disease; and/or e) an individual without features of coronary artery atherosclerotic heart disease has a history of unexplained fainting. Complaints of chest pain should be immediately checked for an abnormal electrocardiogram (ECG). ECG changes compatible but not indicative of variant angina include elevations rather than depressions of the ST segment or an elevated ST segment plus a widening of the R wave to create a single, broad QRS complex peak termed the \"monophasic curve\". Associated with these ECG changes, there may be small elevations in the blood levels of cardiac damage marker enzymes, especially during long attacks. Some individuals with otherwise typical variant angina may show depressions, rather than elevations in the ST segments of their ECGs during angina pain; they may also show new U waves on ECGs during angina attacks. A significant percentage of those with variant angina have symptom-free episodes of coronary artery spasm. These episodes may be far more frequent than expected, cause myocardial ischemia (i.e. insufficient blood flow to portions of the heart), and be accompanied by potentially serious abnormalities in the rhythm of heart beats, i.e. arrythmias. The only evidence of the presence of totally asymptomatic variant angina would be detection of diagnostic changes on fortuitously conducted ECGs.   == Risk factors == The intake of certain agents have been reported to trigger an attack of variant angina. These agents include:  recreational agents (e.g. nicotine in tobacco and other forms, alcoholic beverages, marijuana, cocaine); catecholamine-like stimulants (e.g. epinephrine, dopamine, various amphetamines); the uterus-contracting drug, ergonovine; parasympathomimetic drugs (e.g. acetylcholine, methacholine); anti-migraine drugs (e.g. various triptans); chemotherapeutic drugs (e.g. 5-fluorouracil, capecitabine); high consumption of energy drinks have been associated with variant angina. caffeine In addition, hyperventilation and virtually any stressful emotional or physical (e.g. cold exposure) event that is suspected of causing significant rises in the blood levels of catecholamines may trigger variant angina.   == Mechanism == The mechanism that causes such intense vasospasm, as to cause a clinically significant narrowing of the coronary arteries is so far unknown, but there are three relevant hypotheses:  Enhanced contractility of coronary vascular smooth muscle due to reduced nitric oxide bioavailability caused by a defect in the endothelial nitric oxide synthetase enzyme which leads to endothelial function abnormalities. Acetylcholine is normally released by the parasympathetic nervous system (PSNS) at rest, and causes dilation of the coronary arteries. While acetylcholine induces vasoconstriction of vascular smooth muscle cells through a direct mechanism, acetylcholine also stimulates endothelial cells to produce nitric oxide (NO). NO then diffuses out of the endothelial cells, stimulating relaxation of the nearby smooth muscle cells. In healthy arterial walls, the overall indirect relaxation induced by acetylcholine (via nitric oxide) is of greater effect than any contraction that is induced. When the endothelium is dysfunctional, stimulation with acetylcholine will fail to produce, or produce very little, nitric oxide. Thus, acetylcholine released by the PSNS at rest will simply cause contraction of the vascular smooth muscle. Thromboxane A2, serotonin, histamine, and endothelin are vasoconstrictor which activated platelets release and/or cause to be released. Abnormal platelet activation (e.g. by lipoprotein(a) interference with fibrinolysis by competing with plasminogen to thereby impair fibrinolysis and promote platelet activation) results in the release of these mediators and coronary vasospasm. Increased alpha-adrenergic receptor activity in epicardial coronary arteries or the excessive release of the \"flight or fight\" catecholamines (e.g. norepinephrine) that activate these receptors may lead to coronary vasospasm. Other factors thought to be associated with the development of variant angina include: intrinsic hypercontractility of coronary artery smooth muscle; existence of significant atherosclerotic coronary artery disease; and reduced activity of the parasympathetic nervous system (which normally functions to dilate blood vessels).   == Diagnosis ==  Although variant angina has been documented in approximately 2% to 10% of angina patients, it can be overlooked by cardiologists who stop further evaluations after ruling out typical angina. Individuals who develop cardiac chest pain are generally treated empirically as an \"acute coronary syndrome\", and are immediately tested for elevations in their blood levels of enzymes such as creatine kinase isoenzymes or troponin that are markers for cardiac damage. They are also tested by ECG which may suggest variant angina if it shows elevations in the ST segment or an elevated ST segment plus a widening of the R wave during symptoms that are triggered by a provocative agent (e.g. ergonovine or acetylcholine). The electrocardiogram may show depressions rather than elevations in ST segments but in all diagnosable cases clinical symptoms should be promptly relieved and ECG changes should be promptly reversed by rapidly acting sublingual or intravenous nitroglycerin. However, the gold standard for diagnosing variant angina is to visualize coronary arteries by angiography before and after injection of a provocative agent such as ergonovine, methylergonovine or acetylcholine to precipitate an attack of vasospasm. A positive test to these inducing agents is defined as a ≥90% (some experts require lesser, e.g. ≥70%) constriction of involved arteries. Typically, these constrictions are fully reversed by rapidly acting nitroglycerin. Individuals with variant angina may have many undocumented episodes of symptom-free coronary artery spasm that are associated with poor blood flow to portions of the heart and subsequent irregular and potentially serious heart arrhythmias. Accordingly, individuals with variant angina should be intermittently evaluated for this using long-term ambulatory cardiac monitoring.   == Prevention == Numerous methods are recommended to avoid attacks of variant angina. Affected individuals should not smoke tobacco products. Smoke cessation significantly reduces the incidence of patient-reported variant angina attacks. They should also avoid any trigger known to them to trigger these attacks such as emotional distress, hyperventilation, unnecessary exposure to cold, and early morning exertion. And, they should avoid any of the recreational and therapeutic drugs listed in the above signs and symptoms and risk factors sections as well as blockers of beta receptors such as propranolol which may theoretically worsen vasospasm by inhibiting beta-2 adrenergic receptor's vasodilation effect mediated by these receptors' naturally occurring stimulator i.e. epinephrine. In addition, aspirin should be used with caution and at low doses since at high doses it inhibits the production of the naturally occurring vasodilator, prostacyclin.   == Treatment ==   === Acute attacks === During acute attacks, individuals typically respond well to fast-acting sublingual, intravenous, or spray nitroglycerin formulations. The onset of symptom relief in response to intravenous administration, which is used in more severe attacks of angina, occurs almost immediately while sublingual formulations of it act within 1–5 minutes. Spray formulations also require ~1–5 minutes to act.   === Maintenance === As maintenance therapy, sublingual nitroglycerin tablets can be taken 3-5 min before conducting activity that causes angina by the small percentage of patients who experience angina infrequently and only when doing such activity. For most affected individuals, antianginals are used as maintenance therapy to avoid attacks of variant angina. Calcium channel blockers of the dihydropyridine class (e.g. nifedipine, amlodipine) or non-dihydropyridine class (e.g. verapamil, diltiazem) are regarded as first-line drugs to avoid angina attacks. Long-acting nitroglycerins such as isosorbide dinitrate or intermittent use of short-acting nitroglycerin (to treat acute symptoms) may be added to the calcium channel blocker regimen in individuals responding sub-optimally to the channel blockers.  However, individuals commonly develop tolerance, or resistance, to the efficacy of continuously used long-acting nitroglycerin formulations. One strategy to avoid this is to schedule nitroglycerin-free periods of between 12 and 14 hours between doses of long-acting nitroglycerin formulations. Individuals whose symptoms are poorly controlled by a calcium blocker may benefit from addition of a long-acting nitroglycerin and/or a second calcium channel blocker of a different class than the blocker already in use. Nevertheless, about 20% of individuals fail to respond adequately to the two-drug calcium blocker plus long-acting nitroglycerin regimen. If these individuals have significant permanent occlusion of their coronary arteries, they may benefit by stenting their occluded arteries. However, coronary stenting is contraindicated in drug-refractory individuals who do not have significant organic occlusion of their coronary arteries.  For drug-refractory individuals without blockage, other, less fully investigated drugs may provide symptom relief. Statins, e.g. fluvastatin, while not evaluated in large-scale double-blind studies, are reportedly helpful in reducing variant angina attacks and should be considered in patients when calcium channel blockers and nitroglycerin fail to achieve good results. There is also interest in using rho-kinase inhibitors, such as fasudil (available in Japan and China but not the USA), and blocker of alpha-1 adrenergic receptors such as prazosin (which when activated cause vasodilation) but studies are needed to support their clinical utility in variant angina.   === Emergency === Individuals with certain severe complications of variant angina require immediate therapy. Individuals presenting with potentially lethal irregularities in the rhythm of their heart beating or a history of episodic fainting spells due to such arrhythmias require implantation of an internal defibrillator and/or cardiac pacemaker to stop such arrhythmias and restore normal heart beating. Other rare but severe complications of variant angina, e. g. myocardial infarction, severe congestive heart failure, and cardiogenic shock require the same immediate medical interventions that are used for other causes of these extremis conditions. In all of these emergency cases, percutaneous coronary intervention to stent areas where coronary arteries evidence spasm is only useful in individuals who have concomitant coronary atherosclerosis on coronary angiogram.   == Prognosis == Most individuals with variant angina have a favorable prognosis provided they are maintained on calcium channel blockers and/or long-acting nitrates; five-year survival rates in this group are estimated as over 90%. The Japanese Coronary Spasm Association established a clinical risk scoring system to predict outcomes for variant angina. Seven major factors (i.e. history of out of hospital cardiac arrest [score = 4]; smoking, angina at rest, physically obstructive coronary artery disease, and spasm in multiple coronary arteries [score = 2]; and presence of ST segment elevations on ECG and history of using beta blockers [score = 1]) where assigned the indicated scores. Individuals with scores of 0 to 2, 3 to 5, and ≥6 experienced an incidence of a major cardiovascular event in 2.5, 7.0, and 13.0% of cases.   == History == Dr. William Heberden is credited with being the first to describe in a 1768 publication the occurrence of chest pain attacks (i.e. angina pectoris) that appeared due to pathologically occluded coronary arteries. These attacks were triggered by exercise or other forms of exertion and relieved by rest and nitroglycerin. In 1959, Dr. Myron Prinzmetal described a type of angina that differed from the classic cases of Heberden angina in that it commonly occurred in the absence of exercise or exertion. Indeed, it often woke patients from their normal sleep. This variant angina differed from the classical angina described by Dr. Heberden in that it appeared due to episodic vasospasm of coronary arteries that were typically not occluded by pathological processes such as atherosclerosis, emboli, or spontaneous dissection (i.e. tears in the walls of coronary arteries). Variant angina had been described twice in the 1930s by other authors and was referred to as cardiac syndrome X (CSX) by Kemp in 1973, in reference to patients with exercise-induced angina who nonetheless had normal coronary angiograms. CSX is now termed microvascular angina, i.e. angina caused by disease of the heart's small arteries. Some key features of variant angina are chest pain that is concurrently associated with elevations in the ST segment on electrocardiography recordings, that often occurs during the late evening or early morning hours in individuals who are at rest, doing non-strenuous activities, or asleep, and that is not associated with permanent occlusions of their coronary vessels. The disorder seems to occur more often in women than men, has a particularly high incidence in Japanese males as well as females, and affects individuals who may smoke tobacco products but exhibit few other cardiovascular risk factors. However, individuals exhibiting angina symptoms that are associated with depressions in their electrocardiogram ST segments, that are triggered by exertion, and/or who have atherosclerotic coronary artery disease are still considered to have variant angina if their symptoms are caused by coronary artery spasms. Finally, rare cases may exhibit symptom-free coronary artery spasm that is nonetheless associated with cardiac muscle ischemia (i.e. restricted blood flow and poor oxygenation) along with concurrent ischemic electrocardiographic changes. The term vasospastic angina is sometimes used to include all of these atypical cases with the more typical cases of variant angina. Here, variant angina is taken to include typical and atypical cases. For a portion of patients, variant angina may be a manifestation of a more generalized episodic smooth muscle-contractile disorder such as migraine, Raynaud's phenomenon, or aspirin-induced asthma. Variant angina is also the major complication of eosinophilic coronary periarteritis, an extremely rare disorder caused by extensive eosinophilic infiltration of the adventitia and periadventitia, i.e. the soft tissues, surrounding the coronary arteries. Variant angina also differs from the Kounis syndrome (also termed allergic acute coronary syndrome) in which coronary artery constriction and symptoms are caused by allergic or strong immune reactions to a drug or other substance. Treatment of the Kounis syndrome very much differs from that for variant angina.   == See also == Angina pectoris: the most common form of coronary artery spasm; it is due to atherosclerosis. Kounis syndrome: coronary artery spasm due to an allergic reaction. Eosinophilic coronary periarteritis: a very rare form of coronary artery spasm; it is due to non-allergic infiltration of coronary arteries by eosinophils. Myocardial bridge, a common congenital heart anomaly in which one of the coronary arteries tunnels through the heart muscle (myocardium) itself.   == References ==   == External links == Crea, F; Lanza, GA (11 Nov 2003). \"Vasospastic Angina\". e-Journal of Cardiology Practice. 2 (9)."}