{"name": "Angioedemas, Hereditary", "category": "disease", "content": "Hereditary angioedema (HAE) is a disorder that results in recurrent attacks of severe swelling. The swelling most commonly affects the arms, legs, face, intestinal tract, and airway. If the intestinal tract is affected, abdominal pain and vomiting may occur. Swelling of the airway can result in its obstruction and trouble breathing. Without preventive treatment, attacks typically occur every two weeks and last for a few days. There are three main types of HAE. Types I and II are caused by a mutation in the SERPING1 gene, which encodes the C1 inhibitor protein, while type III is often due to a mutation in the F12 (factor XII) gene. The result is increased levels of bradykinin, which promotes swelling. The condition may be inherited in an autosomal dominant manner or occur as a new mutation. Triggers for an attack may include minor trauma or stress, but attacks often occur without any obvious preceding event. Diagnosis of types I and II is based on measurement of C4 and C1-inhibitor levels. Management of HAE involves efforts to prevent attacks and the treatment of attacks if they occur. During an attack, supportive care such as intravenous fluids and airway support may be required. C1 inhibitor medications can be used for both prevention and treatment, while ecallantide and icatibant can be used to treat acute attacks. HAE affects approximately 1 in 50,000 people. The condition is typically first noticed in childhood. Type I and II affects females and males equally, while type III affects females more often than males. When the airway is involved, without treatment, the risk of death is about 25%. With treatment, outcomes are generally good. The condition was first described in 1888 by Canadian physician William Osler.   == Signs and symptoms == People diagnosed with Hereditary Angioedema have recurrent swelling in the extremities, genitals, face, lips, larynx or GI tract. Swelling involving the respiratory and gastrointestinal systems can cause significant risk and distress. Involvement of respiratory structures, such as the throat or larynx, can cause difficulties in breathing and life-threatening airway obstruction. Episodes that attack the gastrointestinal tract can cause a number of complications including vomiting, crampy abdominal pain, diarrhea, and dehydration. Some people may experience prodromal symptoms, including tingling, fatigue or weakness at the site of impending edema with one third of people experiencing an erythematous rash (erythema marginatum) as the prodromal symptom. Urticaria is usually not seen in hereditary angioedema, as compared to other causes of angioedema such as histamine induced symptoms.   == Genetics == Because HAE is an autosomal dominant disease, there is no sex difference in transmission and both sexes are equally likely to receive the mutated gene from their parents. The autosomal dominant inheritance pattern with regards to hereditary angioedema requires receipt of only one copy of the mutated C1 inhibitor gene to have symptomatic disease. Further, hereditary angioedema with C1 inhibitor deficiency types 1 and 2 have complete penetrance, meaning all of those who inherit the dysfunctional gene will have symptomatic disease. However, hereditary angioedema with normal C1 inhibitor levels (Type 3 disease) has incomplete penetrance, and men may be asymptomatic carriers despite inheriting a mutated gene. With regards to the mutations in the SERPING1 gene that is seen in hereditary angioedema types 1 and 2 (hereditary angioedema with C1 inhibitor deficiency), 75% of the cases are due to an autosomal dominant inheritance of a mutated gene and 25% of cases are due to de novo mutations of the egg or sperm, or early in embryological development. Hereditary angioedema type 3 (hereditary angioedema with normal C1 inhibitor levels) is associated with mutations in genes for Factor XII, angiopoietin 1, plasminogen or kininogen 1.   == Pathophysiology == The pathophysiologic mechanisms contributing to bradykinin mediated angioedema in hereditary angioedema have been described. C1 inhibitor usually acts as an inhibitor of the plasma contact system. However, in hereditary angioedema with C1 inhibitor deficiency, C1 inhibitor is either reduced in quantity and function (type 1) or dysfunctional (type 2), this leads to bradykinin disinhibition and bradykinin mediated activation of bradykinin B1 receptor and bradykinin B2 receptor on endothelial cells (cells lining blood vessels). This activation leads to vascular endothelial cadherin (a type of cell adhesion molecule) phosphorylation, internalization and degradation. Cadherin degradation leads to actin cytoskeleton contraction and increased pore size of the vascular endothelial cells. Adherens junctions are also reduced due to bradykinin B1 and B2 receptor activation and vascular endothelial growth factor (VEGF) is also activated. The degradation of these endothelial intercellular barrier junctions mediated by histamine leads to increased vascular permeability, leading to vascular leakage into surrounding tissues and thus causing the characteristic swelling seen in hereditary angioedema. The bradykinin B1 receptor (unlike the B2 receptor) is slowly and only partially desensitized after binding the bradykinin agonist, thus remaining constitutively active long after initial bradykinin exposure which can explain the protracted swelling seen in hereditary angioedema as compared to other causes of angioedema.   == Diagnosis ==  Recognizing HAE is often difficult due to the wide variability in disease expression, with the diagnosis often delayed for years. The course of the disease is diverse and unpredictable, even within a single patient over their lifetime. This disease may be similar in its presentation to other forms of angioedema resulting from allergies or other medical conditions, but it is significantly different in cause and treatment. When HAE is misdiagnosed as an allergy it is most commonly treated with steroids, epinephrine or anti-histamines, drugs that are usually ineffective in treating a HAE episode. Other misdiagnoses have resulted in unnecessary exploratory surgery for patients with abdominal swelling and other HAE patients report that their abdominal pain was wrongly diagnosed as psychosomatic or malingering. HAE accounts for only a small fraction of all cases of angioedema. To avoid potentially fatal consequences such as upper airway obstruction and unnecessary abdominal surgery, the importance of a correct diagnosis cannot be overemphasized.   == Types == There are three types of hereditary angioedema (HAE). HAE types I and II are both caused by a deficiency of complement C1-inhibitor (C1-INH), a plasma protein that is an important inhibitor of several serine proteases, specially of the complement system and the contact activation/kallikrein-kinin pathway, but also the fibrinolytic system. In HAE type I, there is a quantitative C1-inhibitor deficiency, antigenic as well as functional C1-inhibitor levels in plasma are decreased. This type accounts for approximately 85% of HAE cases with C1-inhibitor deficiency. In HAE type II, there is a qualitative deficiency, with normal - sometimes even elevated - C1-inhibitor protein levels, but decreased functional C1-inhibitor measurements. This type is seen in approximately 15% of HAE cases with C1-inhibitor deficiency. C1-inhibitor deficiency is caused by mutations of the SERPING1 gene, the gene encoding complement C1-inhibitor. More than 700 different mutations have been described. The SERPING1 gene shows a considerable tendency for de novo mutations. As a result, it is not uncommon to observe patients with primary recurrent angioedema attacks and C1-inhibitor deficiency where both parents are unaffected. Another type of hereditary angioedema, originally named HAE type III, has been observed. In contrast to HAE types I and II, this type of the disease is characterized by normal C1-inhibitor measurements. Thus, the term \"hereditary angioedema with normal C1-inhibitor\" is now generally used for this HAE type. Normal C1 inhibitor level hereditary angioedema is thought to involve various mutations that increased bradykinin activity and cause a decreased threshold for activation of the plasma contact system thus leading to the symptoms of angioedema. Hereditary angioedema with normal C1-inhibitor is a genetically heterogeneous disorder. Several molecular subtypes have been identified. A first subtype, identified in 2006, is caused by mutations of the F12 gene encoding coagulation factor XII (also known as Hageman factor). All four mutations known so far, the two originally described missense mutations in exon 9 as well as the two additional, very rare mutations described later, affect the proline-rich region of coagulation factor XII. An accelerated activation of the kallikrein-kinin system appears to represent the pathomechanism through that the F12 mutations cause angioedema. Clinical manifestation of hereditary angioedema due to a F12 mutation occurs preferably, but not exclusively in female mutation carriers. The remarkable estrogen-sensitivity is a characteristic feature of the HAE type caused by a F12 mutation. For example, estrogen-containing oral contraceptives play an important role in triggering angioedema attacks. Exacerbation of symptoms during pregnancy is also a common observation. Hereditary angioedema due to Factor XII dysfunction is the most common subtype of type III angioedema. A second molecular subtype of HAE with normal C1-inhibitor is caused by a mutation of the plasminogen gene, namely a rare missense mutation within the kringle 3 domain of plasminogen, resulting in a novel type of dysplasminogenemia. The mutation creates a new lysine-binding site within the kringle 3 domain and alters the glycosylation of plasminogen. The mutant plasminogen protein has been shown to be a highly efficient kininogenase that directly releases bradykinin from high- and low-molecular-weight kininogen. Tongue swellings are a very frequent and characterizing symptom in patients with hereditary angioedema due to a plasminogen mutation. Very rare observations have suggested that mutations of the following genes may also be responsible for the development of hereditary angioedema with normal C1-inhibitor: angiopoietin 1 [HAE with an angiopoietin 1 (ANGPT1) mutation]; myoferlin [HAE with a myoferlin (MYOF) mutation]; kininogen 1 [HAE with a kininogen 1 (KNG1) mutation]; and heparan sulfate-glucosamine 3-sulfotransferase 6 [HAE with a heparan sulfate-glucosamine 3-sulfotransferase 6 (HS3ST6) mutation]. However, for a large proportion of cases with hereditary angioedema with normal C1-inhibitor the genetic cause remains unknown.   == Prevention == Treatment with ACE inhibitors is contraindicated in this condition, as these drugs can lead to bradykinin accumulation, which can precipitate disease episodes.   === Long-term === People in whom episodes occur at least once a month or who are at high risk of developing laryngeal edema require long-term prevention. There are several phase III clinical trials addressing HAE prophylaxis and therapy. These have led to the licensing of pdC1INH in many parts of the world; bradykinin receptor antagonists (icatibant) in Europe; kallikrein inhibitors (ecallantide and lanadelumab) in the United States; and recombinant C1-INH replacement therapy (rhC1INH; conestat alfa) in Europe. Tranexamic acid has been shown to be relatively ineffective therapy. Danazol prophylaxis remains an option but therapeutic agents are now being used more for prophylaxis because of danazol's adverse events. In 2018, the US Food and Drug Administration (FDA) approved lanadelumab, an injectable monoclonal antibody, to prevent attacks of HAE types I and II in people twelve years of age and older. Lanadelumab inhibits the plasma enzyme kallikrein, which liberates the kinins bradykinin and kallidin from their kininogen precursors and is produced in excess in individuals with HAE types I and II. Berotralstat was approved in the US in December 2020, for the prevention of attacks of hereditary angioedema in people twelve years of age and older.   === Short-term === Short-term prevention is normally administered before surgery or dental treatment. In Germany, C1-INH concentrate is used for this and given 1–1.5 hours before the procedure. In countries where C1-inhibitor concentrate is not available or only available in an emergency (laryngeal edema), high-dose androgen treatment is administered for 5–7 days.   == Management == The aim of acute treatment is to halt progression of the edema as quickly as possible, which can be life-saving, particularly if the swelling is in the larynx. In Germany, most acute treatment consists of C1 inhibitor concentrate from donor blood, which must be administered intravenously; however, in most European countries, C1 inhibitor concentrate is only available to patients who are participating in special programs. In emergency situations where C1 inhibitor concentrate is not available, fresh frozen plasma (FFP) can be used as an alternative, as it also contains C1 inhibitor. Other treatment modalities can stimulate the synthesis of C1 inhibitor, or reduce C1 inhibitor consumption. Purified C1 inhibitor, derived from human blood, has been used in the EU since 1979. Several C1 inhibitor treatments are available in the US and two C1 inhibitor products are available in Canada. Berinert P (CSL Behring), which is pasteurized, was approved by the US FDA in 2009 for acute attacks. Cinryze, which is nanofiltered, was approved by the FDA in 2008 for prophylaxis. Ruconest is a recombinant C1 inhibitor approved in the US and the EU that does not carry the risk of infectious disease transmission due to human blood-borne pathogens. The medication ecallantide inhibits plasma kallikrein and was approved by the FDA in the United States for acute attacks in 2009. Icatibant inhibits the bradykinin B2 receptor, and was approved in the EU and the US. In February 2023, the FDA approved the expanded use of lanadelumab (Takhzyro) to prevent attacks of hereditary angioedema in children aged 2 to 12 years of age.   == Prognosis == About 25% of those affected die in the first two decades of life, mainly due to lack of treatment.   == Epidemiology == Data regarding the epidemiology of angioedema is limited. The incidence of HAE is one in 10,000–50,000 people in the United States and Canada. Mortality rates are estimated at 15–33%, resulting primarily from laryngeal edema and asphyxiation. HAE leads to 15,000–30,000 emergency department visits per year.   == Society and culture == There are national associations for HAE patients and their families in a number of countries around the world. Many of these national associations are members of the global organization Hereditary Angioedema International (HAEI). HAEI raises awareness about hereditary angioedema as well as facilitating coordination of research regarding the condition. Each year on 16 May, HAEi and the HAE community raise awareness of HAE with the international HAE day.   == Research == Clinical development of several new active substances, which intervene in the disease process in different ways, is currently ongoing. In October 2010, the European Medicines Agency authorized conestat alfa (brand name Ruconest), a C1-inhibitor for the treatment of acute angioedema attacks. Icatibant (marketed as Firazyr) is a selective bradykinin receptor antagonist, was authorized in the EU in July 2008, and was approved in the US in August 2011. After initial borderline results this drug was shown to be effective in phase III trials. Cinryze, a C1 esterase inhibitor, was approved by the FDA in October 2008. Sebetralstat, an oral plasma kallikrein inhibitor, provided faster times to beginning of symptom relief, reduction in attack severity, and complete attack resolution compared to placebo when given as on-demand treatment to people twelve years of age or older., raising the possibility of a “pill-in-pocket” preventive approach to HAE attacks. The investigational antisense oligonucleotide donidalorsen significantly reduced hereditary angioedema attack rates and improved patient-reported quality of life when administered 80 mg subcutaneously every 4 or 8 weeks. The drug selectively binds to prekallikrein messenger RNA (mRNA) and degrades it by means of ribonuclease H1, which results in the reduced production of prekallikrein protein, a key precursor in the kallikrein–kinin cascade. Based CRISPR/Cas9 technology, a potential one-time gene editing therapy known as NTLA-2002 is also being developed for the treatment of HAE. NTLA-2002 is designed to prevent HAE attacks by inactivating the kallikrein B1 (KLKB1) gene, which encodes for prekallikrein, the kallikrein precursor protein.   == References ==   == Further reading == Busse PJ, Christiansen SC (March 2020). \"Hereditary Angioedema\". N. Engl. J. Med. 382 (12): 1136–48. doi:10.1056/NEJMra1808012. PMID 32187470. S2CID 214584080.   == External links ==  Media related to Hereditary angioedema at Wikimedia Commons ‹The template Curlie is being considered for deletion.› Hereditary angioedema at Curlie"}