{"name": "anidulafungin", "category": "drug", "content": "Anidulafungin (INN): 42  (trade names Eraxis, Ecalta) is a semisynthetic echinocandin used as an antifungal drug. It was previously known as LY303366. It may also have application in treating invasive Aspergillus infection when used in combination with voriconazole. It is a member of the class of antifungal drugs known as the echinocandins; its mechanism of action is by inhibition of (1→3)-β-D-glucan synthase, an enzyme important to the synthesis of the fungal cell wall. It is on the World Health Organization's List of Essential Medicines.   == Indications == Candidemia and other forms of invasive Candida infections (intra-abdominal abscess and peritonitis) Esophageal candidiasis Anidulafungin has not been studied in endocarditis, osteomyelitis, and meningitis due to Candida, and has not been studied in sufficient numbers of neutropenic patients to determine efficacy in this group.   == Pharmacology ==   == Pharmacodynamics == Anidulafungin significantly differs from other antifungals in that it undergoes chemical degradation to inactive forms at body pH and temperature. Because it does not rely on enzymatic degradation or hepatic or renal excretion, the drug is safe to use in patients with any degree of hepatic or renal impairment.   == Pharmacokinetics == Anidulafungin is not evidently metabolized by the liver. This specific drug undergoes slow chemical hydrolysis to an open-ring peptide which lacks antifungal activity. The half-life of the drug is 27 hours. About 30% is excreted in the feces (10% as unchanged drug). Less than 1% is excreted in the urine.   == Mechanism of action == Anidulafungin inhibits glucan synthase, an enzyme important in the formation of (1→3)-β-D-glucan, a major fungal cell wall component. Glucan synthase is not present in mammalian cells, so it is an attractive target for antifungal activity.   == Semisynthesis == Anidulafungin is manufactured via semi-synthesis. The starting material is echinocandin B (a lipopeptide fermentation product of Aspergillus nidulans or the closely related species, A. rugulosus), which undergoes deacylation (cleavage of the linoleoyl side chain) by the action of a deacylase enzyme from the bacterium Actinoplanes utahensis; in three subsequent synthetic steps, including a chemical reacylation, the antifungal drug anidulafungin is synthesized.   == History == Anidulafungin was originally discovered at Lilly laboratories by Turner and Debono and licensed to Vicuron Pharmaceuticals who submitted it to the FDA.  Pfizer acquired the drug upon its acquisition of Vicuron in the fall of 2005.  Pfizer gained approval by the Food and Drug Administration (FDA) on February 21, 2006.   == References =="}