{"name": "Ankylosing spondylitis", "category": "disease", "content": "Ankylosing spondylitis (AS) is a type of arthritis from the disease spectrum of axial spondyloarthritis. It is characterized by long-term inflammation of the joints of the spine, typically where the spine joins the pelvis. With AS, eye and bowel problems—as well as back pain—may occur. Joint mobility in the affected areas sometimes worsens over time. Ankylosing spondylitis is believed to involve a combination of genetic and environmental factors. More than 90% of people affected in the UK have a specific human leukocyte antigen known as the HLA-B27 antigen. The underlying mechanism is believed to be autoimmune or autoinflammatory. Diagnosis is based on symptoms with support from medical imaging and blood tests. AS is a type of seronegative spondyloarthropathy, meaning that tests show no presence of rheumatoid factor (RF) antibodies. There is no cure for AS. Treatments may include medication, physical therapy, and surgery. Medication therapy focuses on relieving the pain and other symptoms of AS, as well as stopping disease progression by counteracting long-term inflammatory processes. Commonly used medications include NSAIDs, TNF inhibitors, IL-17 antagonists, and DMARDs. Glucocorticoid injections are often used for acute and localized flare-ups. About 0.1% to 0.8% of the population are affected, with onset typically occurring in young adults. While men and women are equally affected with AS, women are more likely to experience inflammation rather than fusion.   == Signs and symptoms ==  The signs and symptoms of ankylosing spondylitis often appear gradually, with peak onset between 20 and 30 years of age. Initial symptoms are usually a chronic dull pain in the lower back or gluteal region combined with stiffness of the lower back. Individuals often experience pain and stiffness that awakens them in the early morning hours. As the disease progresses, loss of spinal mobility and chest expansion, with a limitation of anterior flexion, lateral flexion, and extension of the lumbar spine are seen. Systemic features are common with weight loss, fever, or fatigue often present. Pain is often severe at rest but may improve with physical activity. Inflammation and pain may recur to varying degrees regardless of rest and movement. AS can occur in any part of the spine or the entire spine, often with pain localized to either buttock or the back of the thigh from the sacroiliac joint. Arthritis in the hips and shoulders may also occur. When the condition presents before the age of 18, AS is more likely to cause pain and swelling of large lower limb joints, such as the knees. In prepubescent cases, pain and swelling may also manifest in the ankles and feet where heel pain and enthesopathy commonly develop. Less common occurrences include ectasia of the sacral nerve root sheaths. About 30% of people with AS will also experience anterior uveitis causing eye pain, redness, and blurred vision. This is thought to be due to the association that both AS and uveitis have with the presence of the HLA-B27 antigen. Cardiovascular involvement may include inflammation of the aorta, aortic valve insufficiency or disturbances of the heart's electrical conduction system. Lung involvement is characterized by progressive fibrosis of the upper portion of the lung.   == Pathophysiology ==  Ankylosing spondylitis (AS) is a systemic rheumatic disease, meaning it affects the entire body. 1–2% of individuals with the HLA-B27 genotype develop the disease.  Tumor necrosis factor-alpha (TNF α) and interleukin 1 (IL-1) are also implicated in ankylosing spondylitis. Autoantibodies specific for AS have not been identified. Anti-neutrophil cytoplasmic antibodies (ANCAs) are associated with AS, but do not correlate with disease severity. Single nucleotide polymorphism (SNP) A/G variant rs10440635 is close to the PTGER4 gene on human chromosome 5 has been associated with an increased number of cases of AS in a population recruited from the United Kingdom, Australia, and Canada. The PTGER4 gene codes for the prostaglandin EP4 receptor, one of four receptors for prostaglandin E2. Activation of EP4 promotes bone remodeling and deposition (see prostaglandin EP4 receptor § Bone) and EP4 is highly expressed at vertebral column sites involved in AS. These findings suggest that excessive EP4 activation contributes to pathological bone remodeling and deposition in AS and that the A/G variant rs10440635a of PTGER4 predisposes individuals to this disease, possibly by influencing EP4's production or expression pattern. The association of AS with HLA-B27 suggests the condition involves CD8 T cells, which interact with HLA-B. This interaction is not proven to involve a self-antigen, and at least in the related reactive arthritis, which follows infections, the antigens involved are likely to be derived from intracellular microorganisms. There is, however, a possibility that CD4+ T lymphocytes are involved in an aberrant way, since HLA-B27 appears to have a number of unusual properties, including possibly an ability to interact with T cell receptors in association with CD4 (usually CD8+ cytotoxic T cell with HLAB antigen as it is a MHC class 1 antigen). \"Bamboo spine\" develops when the outer fibers of the fibrous ring (anulus fibrosus disci intervertebralis) of the intervertebral discs ossify, which results in the formation of marginal syndesmophytes between adjoining vertebrae.   == Diagnosis ==  Ankylosing spondylitis is a member of the more broadly defined disease axial spondyloarthritis. Axial spondyloarthritis can be divided into two categories: radiographic axial spondyloarthritis (which is a synonym for ankylosing spondylitis) and non-radiographic axial spondyloarthritis (which include less severe forms and early stages of ankylosing spondylitis). While AS can be diagnosed through the description of radiological changes in the sacroiliac joints and spine, there are currently no direct tests (blood or imaging) to unambiguously diagnose early forms of ankylosing spondylitis (non-radiographic axial spondyloarthritis). Diagnosis of non-radiologic axial spondyloarthritis is therefore more difficult and is based on the presence of several typical disease features. These diagnostic criteria include:  Inflammatory back pain:Chronic, inflammatory back pain is defined when at least four out of five of the following parameters are present: (1) Age of onset below 40 years old, (2) insidious onset, (3) improvement with exercise, (4) no improvement with rest, and (5) pain at night (with improvement upon getting up). Pain often subsides as the day progresses with movement being of importance to alleviate the joint stiffness. Past history of inflammation in the joints, heels, or tendon-bone attachments Family history for axial spondyloarthritis or other associated rheumatic/autoimmune conditions Positive for the biomarker HLA-B27 Good response to treatment with nonsteroidal anti-inflammatory drugs (NSAIDs) Signs of elevated inflammation (C-reactive protein and erythrocyte sedimentation rate) Manifestation of psoriasis, inflammatory bowel disease, or inflammation of the eye (uveitis) If these criteria still do not give a compelling diagnosis magnetic resonance imaging (MRI) may be useful. MRI can show inflammation of the sacroiliac joint.   === Imaging ===   ==== X-rays ==== The earliest changes demonstrable by plain X-ray shows erosions and sclerosis in sacroiliac joints. Progression of the erosions leads to widening of the joint space and bony sclerosis. X-ray spine can reveal squaring of vertebrae with bony spur formation called syndesmophyte. This causes the bamboo spine appearance. A drawback of X-ray diagnosis is the signs and symptoms of AS have usually been established as long as 7–10 years prior to X-ray-evident changes occurring on a plain film X-ray, which means a delay of as long as 10 years before adequate therapies can be introduced. Options for earlier diagnosis are tomography and MRI of the sacroiliac joints, but the reliability of these tests is still unclear.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Blood parameters === During acute inflammatory periods, people with AS may show an increase in the blood concentration of CRP and an increase in the ESR, but there are many with AS whose CRP and ESR rates do not increase, so normal CRP and ESR results do not always correspond with the amount of inflammation that is actually present. In other words, some people with AS have normal levels of CRP and ESR, despite experiencing a significant amount of inflammation in their bodies.   === Genetic testing === Variations of the HLA-B gene increase the risk of developing ankylosing spondylitis, although it is not a diagnostic test. Those with the HLA-B27 variant are at a higher risk than the general population of developing the disorder. HLA-B27, demonstrated in a blood test, can occasionally help with diagnosis, but in itself is not diagnostic of AS in a person with back pain. Over 85% of people that have been diagnosed with AS are HLA-B27 positive, although this ratio varies from population to population (about 50% of African Americans with AS possess HLA-B27 in contrast to the figure of 80% among those with AS who are of Mediterranean descent).   === BASDAI === The Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), developed in Bath (UK), is an index designed to detect the inflammatory burden of active disease. The BASDAI can help to establish a diagnosis of AS in the presence of other factors such as HLA-B27 positivity, persistent buttock pain which resolves with exercise, and X-ray or MRI-evident involvement of the sacroiliac joints. It can be easily calculated and accurately assesses the need for additional therapy; a person with AS with a score of four out of a possible 10 points while on adequate NSAID therapy is usually considered a good candidate for biologic therapy. The Bath Ankylosing Spondylitis Functional Index (BASFI) is a functional index which can accurately assess functional impairment due to the disease, as well as improvements following therapy. The BASFI is not usually used as a diagnostic tool, but rather as a tool to establish a current baseline and subsequent response to therapy.   === Children === Juvenile ankylosing spondylitis (JAS) is a rare form of the disease which differs from the more common adult form. Enthesophathy and arthritis of large joints of the lower extremities is more common than the characteristic early-morning back pain seen in adult AS. Ankylosing tarsitis of the ankle is a common feature, as is the more classical findings of seronegative ANA and RF as well as presence of the HLA-B27 allele. Primary engagement of the appendicular joints may explain delayed diagnosis; however, other common symptoms of AS such as uveitis, diarrhea, pulmonary disease and heart valve disease may lead suspicion away from other juvenile spondyloarthropathies.   === Schober's test === The Schober's test is a useful clinical measure of flexion of the lumbar spine performed during the physical examination.   == Treatment == There is no cure for AS, but treatments and medications can reduce symptoms and pain.   === Medication === Medications for AS may be broadly considered either \"disease-modifying\" or \"non-disease-modifying\". Disease-modifying medications for ankylosing spondylitis aim to slow disease progression and include drugs like tumor necrosis factor (TNF) inhibitors. Non-disease-modifying medications, such as nonsteroidal anti-inflammatory drugs (NSAIDs), primarily address symptoms like pain and inflammation but do not alter the course of the disease.   ==== NSAIDs ==== Unless otherwise contraindicated, all people with AS are recommended to take non-steroidal anti-inflammatory drugs (NSAIDs). The dose, frequency, and specific drug may depend on the individual and the symptoms they experience. NSAIDs, such as ibuprofen and naproxen, are used to alleviate pain, reduce inflammation, and improve joint stiffness associated with AS. These medications work by inhibiting the activity of cyclooxygenase (COX) enzymes, which are involved in the production of inflammatory prostaglandins. By reducing the levels of prostaglandins, NSAIDs help mitigate the inflammatory response and relieve symptoms in individuals with ankylosing spondylitis.   ==== TNF inhibitors ==== Tumor necrosis factor inhibitors (TNFi) are a class of biologic drugs used in the treatment of ankylosing spondylitis. TNFi drugs, such as etanercept, infliximab, adalimumab, certolizumab, and golimumab, target the inflammatory cytokine tumor necrosis factor-alpha (TNF-alpha). TNF-alpha plays a key role in the inflammatory process in ankylosing spondylitis. By blocking TNF-alpha, TNFi drugs help reduce inflammation, pain, and stiffness associated with AS, and may also slow down the progression of spinal damage.   ==== Non-TNFi biologics ==== Non-TNFi \"biologic\" drugs used in the treatment of ankylosing spondylitis include drugs that target different pathways involved in the inflammatory process. Two of the most important drugs in this class target IL-17, an important part of the inflammatory system: secukinumab and ixekizumab. They are often considered in cases where TNFi drugs are not effective or cause too many side effects. Additionally, they may sometimes be used as an adjunct to a TNFi when symptoms persist, but improve, while the patient is on the TNFi. The choice of a specific non-TNFi biologic depends on various factors, including the patient's medical history, preferences, and the recommendations of the healthcare provider. Ustekinumab has frequently been used as a second-line therapy for AS, but it has recently been scrutinized for a lack of efficacy, and is no longer recommended.   ==== Biosimilar drugs ==== Biosimilar drugs are biological products that are highly similar to an already approved biologic drug, with few or no clinically meaningful differences in terms of safety, purity, and potency. These drugs are developed to be equivalent to the reference biologic, often at a lower cost, providing alternative treatment options. In the context of ankylosing spondylitis, biosimilars are typically used as alternatives to the original biologic drugs. Biosimilars for ankylosing spondylitis may include versions of tumor necrosis factor inhibitors or other biologics commonly used in the treatment of the condition. When possible, physicians are recommended to use the original drugs over the biosimilar versions. Even biosimilars with perfect replication of the quality, composition, and other properties of the original drug are susceptible to nocebo effects.   ==== csARDs ==== Conventional synthetic antirheumatic drugs (csARDs) are a class of disease-modifying medications. Unlike biologics or targeted synthetic drugs, which act on specific pathways in the immune system, csARDs have a broader effect on the immune system and are often considered traditional or conventional treatments. The most common drugs in this class are methotrexate and sulfasalazine. These medications are only used when others fail, or when certain specific conditions are met, and are often discontinued if a patient's symptoms become manageable with just a TNFi or other medication. Conventional DMARDs such as leflunomide are also considered to be part of this class. Concerns exist about a possible lack of efficacy of some drugs in this class.   ==== Corticosteroids ==== Glucocorticoids, such as prednisone or methylprednisolone, are sometimes used in the treatment of ankylosing spondylitis to manage acute flares and provide short-term relief from inflammation and symptoms. They are powerful anti-inflammatory medications that can help reduce pain, swelling, and stiffness associated with AS. However, glucocorticoids are generally not recommended for long-term use. They are more commonly used as localized injections when someone with AS has a temporary pain flare in a particular joint or area.   === Surgery === In severe cases of AS, surgery can be an option in the form of joint replacements, particularly in the knees and hips. Surgical correction is also possible for those with severe flexion deformities (severe downward curvature) of the spine, particularly in the neck, although this procedure is considered very risky. In addition, AS can have some manifestations that make anesthesia more complex. Changes in the upper airway can lead to difficulties in intubating the airway, spinal and epidural anesthesia may be difficult owing to calcification of ligaments, and a small number of people have aortic insufficiency. The stiffness of the thoracic ribs results in ventilation being mainly diaphragm-driven, so there may also be a decrease in pulmonary function.   === Physical therapy === Though physical therapy remedies have been scarcely documented, some therapeutic exercises are used to help manage lower back, neck, knee, and shoulder pain. There is moderate quality evidence that therapeutic exercise programs help reduce pain and improve function. Therapeutic exercises include:  Exercise programs, either at home or supervised Low intensity aerobic exercise, e.g. Pilates Spa-exercise therapy Aquatic physical therapy Proprioceptive neuromuscular facilitation (PNF) Heat therapy Cryotherapy in conjunction with exercise   === Diet === Research by Alan Ebringer at King's College in London, beginning in the 1980s, implicates overgrowth of the bacterium Klebsiella pneumoniae in the symptoms of ankylosing spondylitis. The body produces antibodies that attack Klebsiella pneumoniae. Enzymes made by the bacterium resemble human proteins, including three types of collagen (I, III, IV) and the HLA-B27 complex of glycoproteins. The antibodies therefore attack these human proteins, producing the symptoms of ankylosing spondylitis. Ebringer and others recommend low-starch or no-starch diets.   == Prognosis ==  Prognosis is related to disease severity. AS can range from mild to progressively debilitating and from medically controlled to refractory. Some cases may have times of active inflammation followed by times of remission resulting in minimal disability while others never have times of remission and have acute inflammation and pain, leading to significant disability. As the disease progresses, it can cause the vertebrae and the lumbosacral joint to ossify, resulting in the fusion of the spine. This places the spine in a vulnerable state because it becomes one bone, which causes it to lose its range of motion as well as putting it at risk for spinal fractures. This not only limits mobility but reduces the affected person's quality of life. Complete fusion of the spine can lead to a reduced range of motion and increased pain, as well as total joint destruction which could lead to a joint replacement. Osteoporosis is common in ankylosing spondylitis, both from chronic systemic inflammation and decreased mobility resulting from AS. Over a long-term period, osteopenia or osteoporosis of the AP spine may occur, causing eventual compression fractures and a back \"hump\". Hyperkyphosis from ankylosing spondylitis can also lead to impairment in mobility and balance, as well as impaired peripheral vision, which increases the risk of falls which can cause fracture of already-fragile vertebrae. Typical signs of progressed AS are the visible formation of syndesmophytes on X-rays and abnormal bone outgrowths similar to osteophytes affecting the spine. In compression fractures of the vertebrae, paresthesia is a complication due to the inflammation of the tissue surrounding nerves. Organs commonly affected by AS, other than the axial spine and other joints, are the heart, lungs, eyes, colon, and kidneys. Other complications are aortic regurgitation, Achilles tendinitis, AV node block, and amyloidosis. Owing to lung fibrosis, chest X-rays may show apical fibrosis, while pulmonary function testing may reveal a restrictive lung defect. Very rare complications involve neurologic conditions such as the cauda equina syndrome.   === Mortality === Mortality is increased in people with AS and circulatory disease is the most frequent cause of death. People with AS have an increased risk of 60% for cerebrovascular mortality, and an overall increased risk of 50% for vascular mortality. About one third of those with ankylosing spondylitis have severe disease, which reduces life expectancy. As increased mortality in ankylosing spondylitis is related to disease severity, factors negatively affecting outcomes include:  Male sex Plus three of the following in the first two years of disease: Erythrocyte sedimentation rate (ESR) >30 mm/h Unresponsive to NSAIDs Limitation of lumbar spine range of motion Sausage-like fingers or toes Oligoarthritis Onset <16 years old   === Gait === The hunched position that often results from complete spinal fusion can have an effect on a person's gait. Increased spinal kyphosis will lead to a forward and downward shift in center of mass (COM). This shift in COM has been shown to be compensated by increased knee flexion and ankle dorsiflexion. The gait of someone with ankylosing spondylitis often has a cautious pattern because they have decreased ability to absorb shock, and they cannot see the horizon.   == Epidemiology == Between 0.1% and 0.8% of people are affected. The disease is most common in Northern European countries, and seen least in people of Afro-Caribbean descent. Although the ratio of male to female disease is reportedly 3:1, many rheumatologists believe the number of women with AS is underdiagnosed, as most women tend to experience milder cases of the disease. The majority of people with AS, including 95 per cent of people of European descent with the disease, express the HLA-B27 antigen and high levels of immunoglobulin A (IgA) in the blood. In 2007, a team of researchers discovered two genes that may contribute to the cause of AS: ARTS-1 and IL23R. Together with HLA-B27, these two genes account for roughly 70 percent of the overall number of cases of the disease.   == History ==  Ankylosing spondylitis was distinguished from rheumatoid arthritis by Galen as early as the 2nd century AD. Skeletal evidence of the disease (ossification of joints and entheses primarily of the axial skeleton, known as \"bamboo spine\") was thought to be found in the skeletal remains of a 5000-year-old Egyptian mummy with evidence of bamboo spine.  However, a subsequent report found that this was not the case. The anatomist and surgeon Realdo Colombo described what could have been the disease in 1559, and the first account of pathologic changes to a skeleton possibly associated with AS was published in 1691 by Bernard Connor. In 1818, Benjamin Brodie became the first physician to document a person believed to have active AS who also had accompanying iritis. In 1858, David Tucker published a small booklet which clearly described the case of Leonard Trask, who had severe spinal deformity subsequent to AS. In 1833, Trask fell from a horse, exacerbating the condition and resulting in severe deformity. Tucker reported:  It was not until he [Trask] had exercised for some time that he could perform any labor ... [H]is neck and back have continued to curve drawing his head downward on his breast. The account of Trask became the first documented case of AS in the United States, owing to its indisputable description of inflammatory disease characteristics of AS and the hallmark of deforming injury in AS. In the late nineteenth century, the neurophysiologist Vladimir Bekhterev of Russia in 1893, Adolf Strümpell of Germany in 1897, and Pierre Marie of France in 1898 were the first to give adequate descriptions which permitted an accurate diagnosis of AS prior to severe spinal deformity. For this reason, AS is also known as Bekhterev disease, Bechterew's disease or Marie–Strümpell disease. The word is from Greek ankylos meaning crooked, curved or rounded, spondylos meaning vertebra, and -itis meaning inflammation.   == See also == Fibrodysplasia ossificans progressiva   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Ankylosing spondylitis at Curlie Questions and Answers about Ankylosing Spondylitis - US National Institute of Arthritis and Musculoskeletal and Skin Diseases"}