{"name": "ansuvimab", "category": "drug", "content": "Ansuvimab, sold under the brand name Ebanga, is a monoclonal antibody medication for the treatment of Zaire ebolavirus (Ebolavirus) infection. The most common symptoms include fever, tachycardia (fast heart rate), diarrhea, vomiting, hypotension (low blood pressure), tachypnea (fast breathing) and chills; however, these are also common symptoms of Ebolavirus infection. Ansuvimab was approved for medical use in the United States in December 2020. It is on the World Health Organization's List of Essential Medicines.   == Chemistry == The drug is composed of a single monoclonal antibody (mAb) and was initially isolated from immortalized B-cells that were obtained from a survivor of the 1995 outbreak of Ebola virus disease in Kikwit, Democratic Republic of Congo. In work supported by the United States National Institutes of Health and the Defense Advanced Projects Agency, the heavy and light chain sequences of ansuvimab mAb was cloned into CHO cell lines and initial production runs were produced by Cook Phamica d.b.a. Catalent under contract of Medimmune.   == Mechanism of action ==   === Neutralization === Ansuvimab is a monoclonal antibody therapy that is infused intravenously into patients with Ebola virus disease. Ansuvimab is a neutralizing antibody, meaning it binds to a protein on the surface of Ebola virus that is required to infect cells. Specifically, ansuvimab neutralizes infection by binding to a region of the Ebola virus envelope glycoprotein that, in the absence of ansuvimab, would interact with virus's cell receptor protein, Niemann-Pick C1 (NPC1). This \"competition\" by ansuvimab prevents Ebola virus from binding to NPC1 and \"neutralizes\" the virus's ability to infect the targeted cell.   === Effector function === Antibodies have antigen-binding fragment (Fab) regions and constant fragment (Fc) regions. The Neutralization of virus infection occurs when the Fab regions of antibodies binds to virus antigen(s) in a manner that blocks infection. Antibodies are also able to \"kill\" virus particles directly and/or kill  infected cells using antibody-mediated  \"effector functions\" such as  opsonization, complement-dependent cytotoxicity, antibody-dependent cell-mediated cytotoxicity and antibody-dependent phagocytosis. These effector functions are contained in the Fc region of antibodies, but is also dependent on binding of the Fab region to antigen. Effector functions also require the use of  complement proteins in serum or  Fc-receptor on cell membranes. Ansuvimab has been found to be capable of killing cells by antibody-dependent cell-mediated cytotoxicity.   == History == Ansuvimab is a monoclonal antibody that is being evaluated as a treatment for Ebola virus disease. Its discovery was led by the laboratory of Nancy Sullivan at the United States National Institutes of Health Vaccine Research Center and J. J. Muyembe-Tamfum from the Institut National pour la Recherche Biomedicale (INRB) in the Democratic Republic of Congo,  working in collaboration with the Institute for Research in Biomedicine (IRB) (Bellinzona, Switzerland) and the United States Army Medical Research Institute of Infectious Diseases. Ansuvimab was isolated from the blood of a survivor of the 1995 outbreak of Ebola virus disease in Kikwit, Democratic Republic of Congo roughly ten years later. In 2018, a Phase 1 clinical trial of ansuvimab was conducted by Martin Gaudinski within the Vaccine Research Center Clinical Trials Program that is led by Julie E. Ledgerwood. Ansuvimab is also being evaluated during the 2018 North Kivu Ebola outbreak. Ansuvimab has also shown success with lowering the mortality rate from ~70% to about 34%. In August 2019, Congolese health authorities, the World Health Organization, and the U.S. National Institutes of Health promoted the use of ansuvimab, alongside atoltivimab/maftivimab/odesivimab, a similar Regeneron-produced monoclonal antibody treatment, over other treatments yielding higher mortality rates, after ending clinical trials during the outbreak. The U.S. Food and Drug Administration (FDA) approved ansuvimab based primarily on evidence from a clinical trial (Trial 1/ NCT NCT03719586) of 342 participants with Zaire ebolavirus infection. The trial enrolled newborn, pediatric and adult participants (including pregnant women) with Zaire ebolavirus infection. All participants received standard, supportive care for the disease. In addition to the standard care, participants were randomly assigned to receive either a one-time dose of ansuvimab or one of the three other types of experimental treatments (including one as the control group). The participants and the health care providers knew which treatment was being given. The trial was conducted at four sites in the Democratic Republic of Congo during an outbreak that began in August 2018.   === Discovery === A 2016 paper describes the efforts of how ansuvimab was originally developed as part of research efforts led by Dr. Nancy Sullivan at the United States National Institutes of Health Vaccine Research Center and Dr. J. J. Muyembe-Tamfum from the Institut National de Recherche Biomedicale (INRB) in the Democratic Republic of Congo. This collaborative effort also involved researchers from Institute of Biomedical Research and the United States Army Medical Research Institute of Infectious Diseases.   A survivor from the 1995 outbreak of Ebola virus disease in Kikwit, Democratic Republic of Congo donated blood to the project that began roughly ten years after they had recovered. Memory B cells isolated from the survivor's blood were immortalized, cultured and screened for their ability to produce monoclonal antibodies that reacted with the glycoprotein of Ebola virus. Ansuvimab was identified from one of these cultures and the antibody heavy and light chain gene sequences were sequenced from the cells. These sequences were then cloned into recombinant DNA plasmids  and purified antibody protein for initial studies was produced in cells derived from HEK 293 cells.   ==== Ansuvimab and mAb100 combination ==== In an experiment described in the 2016 paper, rhesus macaques were infected with Ebola virus and treated with a combination of ansuvimab and another antibody isolated from the same subject, mAb100. Three doses of the combination were given once a day starting 1 day after the animals were infected. The control animal died and the treated animals all survived.   ==== Ansuvimab monotherapy ==== In a second experiment described in the 2016 paper, rhesus macaques were infected with Ebola virus and only treated with ansuvimab. Three doses of ansuvimab were given once a day starting 1 day or 5 days after the animals were infected. The control animals died and the treated animals all survived. Unpublished data referred to in a publication of the 2018 Phase I clinical trial results of ansuvimab, reported that a single infusion of ansuvimab provided full protection of rhesus macaques and was the basis of the dosing used for human studies.   === Development === Ansuvimab was developed by the Vaccine Research Center with support of the United States National Institutes of Health and the Defense Advanced Projects Agency. The heavy and light chain sequences of ansuvimab mAb were cloned into CHO cell lines to enable large-scale production of antibody product for use in humans.   === Human safety testing === In early 2018, a Phase 1 clinical trial of ansuvimab's safety, tolerability and pharmacokinetics was conducted by Dr. Martin Gaudinski within the Vaccine Research Center Clinical Trials Program that is led by Dr. Julie E. Ledgerwood. The study was performed in the United States at the NIH Clinical Center and tested single dose infusions of ansuvimab infused over 30 minutes. The study showed that ansuvimab was safe, had minimal side effects and had a half-life of 24 days.   === Ridgeback Biotherapeutics === A license for ansuvimab was obtained by Ridgeback Biotherapeutics in 2018, from the National Institutes of Health-National Institute of Allergy and Infectious Diseases. Ansuvimab was given orphan drug status in May 2019 and March 2020.   == Experimental use in the Democratic Republic of Congo == During the 2018 Équateur province Ebola outbreak, ansuvimab was requested by the Democratic Republic of Congo (DRC) Ministry of Public Health. Ansuvimab was approved for compassionate use by the World Health Organization MEURI ethical protocol and at DRC ethics board. Ansuvimab was sent along with other therapeutic agents to the outbreak sites. However, the outbreak came to a conclusion before any therapeutic agents were given to patients. Approximately one month following the conclusion of the Équateur province outbreak, a distinct outbreak was noted in Kivu in the DRC (2018–20 Kivu Ebola outbreak). Once again, ansuvimab received approval for compassionate use by WHO MEURI and DRC ethic boards and has been given to many patients under these protocols. In November 2018, the Pamoja Tulinde Maisha (PALM [together save lives]) open-label randomized clinical control trial was begun at multiple treatment units testing ansuvimab, atoltivimab/maftivimab/odesivimab (REGN-EB3) and remdesivir to ZMapp. Despite the difficulty of running a clinical trial in a conflict zone, investigators have enrolled 681 patients towards their goal of 725. An interim analysis by the Data Safety and Monitoring Board (DSMB) of the first 499 patient found that ansuvimab and REGN-EB3 were superior to the comparator ZMapp. Overall mortality of patients in the ZMapp and remdesivir groups were 49% and 53% compared to 34% and 29% for ansuvimab and REGN-EB3. When looking at patients who arrived early after disease symptoms appeared, survival was 89% for ansuvimab and 94% for REGN-EB3.  While the study was not powered to determine whether there is any difference between REGN-EB3 and ansuvimab, the survival difference between those two therapies and ZMapp was significant. This led to the DSMB halting the study and PALM investigators dropping the remdesivir and ZMapp arms from the clinical trial. All patients in the outbreak who elect to participate in the trial will now be given either ansuvimab or REGN-EB3. In October 2020, the U.S. Food and Drug Administration (FDA) approved atoltivimab/maftivimab/odesivimab (Inmazeb, formerly REGN-EB3) with an indication for the treatment of infection caused by Zaire ebolavirus.   == References ==   == External links == Clinical trial number NCT03719586 for \"Investigational Therapeutics for the Treatment of People With Ebola Virus Disease\" at ClinicalTrials.gov"}