{"name": "apatinib", "category": "drug", "content": "Apatinib, also known as rivoceranib, is a tyrosine kinase inhibitor that selectively inhibits the vascular endothelial growth factor receptor-2 (VEGFR2, also known as KDR).  It is an orally bioavailable, small molecule agent which is thought to inhibit angiogenesis in cancer cells; specifically, apatinib inhibits VEGF-mediated endothelial cell migration and proliferation thus blocking new blood vessel formation in tumor tissue.  This agent also mildly inhibits c-Kit and c-SRC tyrosine kinases. Apatinib was first synthesized by Advenchen Laboratories in California, USA and licensed out global rights to HLB (Korea) in 2020 and is being developed by Jiangsu Hengrui Medicine (China), LSK BioPartners (US) and HLB Life Science (Korea). It is an investigational cancer drug currently undergoing clinical trials as a potential targeted treatment for metastatic gastric carcinoma, metastatic breast cancer, adenoid cystic carcinoma, and advanced hepatocellular carcinoma.   == Phase I/II clinical study == The principal investigator from Fudan University, China, presented results of Phase I/II human clinical studies at the 2009 CSCO Meeting (October 17, 2009).  Cancer patients were administered varied doses of apatinib daily for 28 days.  Apatinib was well tolerated at doses below 750 mg/day, 3 of 3 dose-limiting toxicities were reported at 1000 mg/day and the maximum tolerated dose is determined to be 850 mg/day.  The investigator also reported of 65 cancer patients treated in Phase I/II, 1.54% had a complete response, 12.31% had a partial response, 66.15% had stable disease and 20% had progressive disease. A separate published report on the safety and pharmacokinetics of apatinib in Human clinical studies concludes that it has encouraging antitumor activity across a broad range of cancer types.   == Current status ==  There is a Phase II/III study recruiting patients in China to determine whether apatinib can improve progression-free survival compared with placebo in patients with metastatic gastric carcinoma who have failed two lines of chemotherapy (September, 2009). Apatinib was approved by CFDA in December, 2014 for patients with late-stage gastric carcinoma in China. A phase IV study on safety of Apatinib started in April, 2015. The study aims to recruit 2,000 patients. As of November, 2010, two additional Phase II clinical studies have been initiated for apatinib in metastatic triple-negative breast cancer patients and advanced hepatocellular carcinoma. On March 7, 2011, Bukwang announced that it filed an IND to the Korean FDA to begin Human clinical studies of apatinib in Phase II. On August, 2018, Bukwang licensed out the commercial rights in Korea for rivoceranib to HLB Life Science    == Non-clinical studies == Some cancer cells have the ability to develop resistance to the cytotoxic effects of certain cancer drugs (called multidrug resistance).  A study concluded that apatinib may be useful in circumventing cancer cells' multidrug resistance to certain conventional antineoplastic drugs.  The study showed that apatinib reverses the ABCB1- and ABCG2-mediated multidrug resistance by inhibiting those functions and increasing the intracellular concentrations of the antineoplastic drugs.  This study suggests that apatinib will be potentially effective in combination therapies with conventional anticancer drugs especially in cases where resistance to chemotherapy exists.   == References =="}