{"name": "apraclonidine", "category": "drug", "content": "Apraclonidine (INN), also known under the brand name Iopidine, is a sympathomimetic used in glaucoma therapy. It is an α2 adrenergic receptor agonist and a weak α1 adrenergic receptor agonist. Topical apraclonidine is administered at a concentration of 1% for the prevention and treatment of post-surgical intraocular pressure (IOP) elevation and 0.5% for short-term adjunctive therapy in patients on maximally tolerated medical therapy who require additional reduction of IOP. One drop is usually added one hour prior to laser eye surgery and another drop is given after the procedure is complete.   == Clinical uses == Apraclonidine is indicated for the short-term adjunctive treatment of glaucoma for patients on maximally tolerated medical therapy who require additional reduction of IOP. These patients, who are treated with apraclonidine to delay surgery, should have frequent follow-up examinations and treatment should be discontinued if the intraocular pressure rises significantly. Apraclonidine may be useful in the diagnosis of Horner's syndrome. In Horner's syndrome, the sympathetic innervation to the pupillary dilator muscle is lost. The affected pupil is thus miotic and the pupillary dilator responds to denervation by increasing α1 receptors. Apraclonidine is useful in this case due to its weak α1-adrenergic properties. When applied to the denervated (and thus hyper-sensitive) pupillary dilator muscle, a super-normal dilatory response is generated in which the pupil dilates to a degree greater than that which would be seen in a non-denervated muscle. This causes the reversal of anisocoria that is characteristic of Horner's. Topical apraclonidine can also decrease IOP in glaucoma patients by increasing trabecular outflow, in a similar way to clonidine, but without the cardiovascular side effects. Apraclonidine has been compared with other treatments such as brimonidine and pilocarpine in preventing IOP spikes after laser trabeculoplasty. The results did not show significant differences in the reduction of IOP for apraclonidine, when compared to brimonidine or pilocarpine.   == References ==   == Further reading ==   == External links == Iopidine prescribing information (from the FDA website)"}