{"name": "apremilast", "category": "drug", "content": "Apremilast, sold under the brand name Otezla among others, is a medication for the treatment of certain types of psoriasis and psoriatic arthritis. The drug acts as a selective inhibitor of the enzyme phosphodiesterase 4 (PDE4) and inhibits spontaneous production of TNF-alpha from human rheumatoid synovial cells. It is taken by mouth.   == Medical uses == Apremilast is indicated in the United States for the treatment of adults with active psoriatic arthritis, adult patients with plaque psoriasis who are candidates for phototherapy or systemic therapy, and adults with oral ulcers associated with Behçet's disease. In the European Union, apremilast alone or in combination with disease-modifying antirheumatic drugs (DMARDs), is indicated for the treatment of active psoriatic arthritis (PsA) in adults who have had an inadequate response or who have been intolerant to a prior DMARD therapy. It is also indicated for the treatment of moderate to severe chronic plaque psoriasis in adults who failed to respond to, have a contraindication to, or are intolerant of other systemic therapies, including cyclosporine, methotrexate, or psoralen and ultraviolet-A light. Apremilast has been studied as a treatment for alcohol-use disorder.   == Contraindications == In the European Union, the drug is contraindicated during pregnancy because mice and monkeys receiving very high doses of apremilast have been observed to suffer miscarriages and other pregnancy problems. In the U.S., it may be used for pregnant women \"if the potential benefit justifies the potential risk to the fetus\".   == Adverse effects ==   === Diarrhea and vomiting === Diarrhea occurs in about 25% of people taking apremilast. Severe gastrointestinal symptoms, when they occur, typically start within the first few weeks of treatment.   === Psychological === Worsening depression, suicidal thoughts, and other mood changes may occur with apremilast.   === Weight loss === Weight loss has been associated with apremilast. Reports from clinical studies indicated a 5 to 10% decrease in body weight in 10% of patients taking apremilast (compared to 3.3% of patients taking placebo).   === Other === Common, usually mild to moderate adverse effects associated with apremilast include headache, back pain, nausea, diarrhoea, fatigue, nasopharyngitis, and upper respiratory tract infections.   == Interactions == Concurrent use of strong cytochrome P450 enzyme inducers has been shown to decrease exposure of apremilast and can result in reduced or loss of efficacy of apremilast. Using it simultaneously with strong P450 enzyme inducers, including rifampicin, phenobarbital, carbamazepine, phenytoin, and St. John's wort  is not recommended.   == Pharmacology ==   === Mechanism of action === Apremilast is a small-molecule inhibitor of PDE4, an enzyme that breaks down cyclic adenosine monophosphate (cAMP). In inflammatory cells, PDE4 is the dominant enzyme responsible for this reaction. The resulting increase in cAMP levels down-regulates expression of a number of pro-inflammatory factors such as tumor necrosis factor alpha (TNFα), interleukin 17, interleukin 23, and many others, and up-regulates the anti-inflammatory interleukin 10. In ex vivo models of arthritis, IL-12/IL-23p40 was specifically identified as a downstream target of apremilast. The importance of these individual factors for the clinical effect of apremilast is not clear.   === Pharmacokinetics === Apremilast is absorbed well from the gut (73%), independently of food intake, and reaches peak blood plasma concentrations after 2.5 hours. Plasma protein binding is 68%. It is metabolised in the liver, mainly via the enzyme CYP3A4, but to a minor extent via CYP1A2 and CYP2A6. The main metabolite is O-desmethylapremilast glucuronide. Its half-life is 6–9 hours. The substance is eliminated through the kidney (58%) and feces (39%), mainly in form of its metabolites. Only 3% of the original substance is found in the urine, and 7% in the feces.   == Chemistry == Apremilast is a phthalimide derivative. It is a white to pale yellow, nonhygroscopic powder that is practically insoluble in water and buffer solutions in a wide pH range, but is soluble in lipophilic solvents such as acetone, acetonitrile, butanone, dichloromethane, and tetrahydrofuran. In vitro, apremilast reduces PDE4 activity, leading to an increase in cyclic-adenosine monophosphate (cAMP) concentrations in immune and nonimmune cell types, partially inhibiting the production of many pro-inflammatory cytokines, such as TNF-α, IFN-γ IL-2, IL-12, and IL-23 and elevating the production of the anti-inflammatory cytokine IL-10. The inhibition potency of apremilast in TNF-α production is similar to lenalidomide. Celgene reported seven kinds of crystal forms — A, B, C, D, E, F, and G — and thought the crystal form B was the most thermodynamically stable anhydrous form. However, Utopharm reported another more thermodynamically stable anhydrous crystal form II than the crystal form B.   == History == Apremilast was approved by the US Food and Drug Administration (FDA) in 2014, for treatment of adults with active psoriatic arthritis and moderate to severe plaque psoriasis, and approved in 2019, for oral ulcers associated with Behçet's disease. Apremilast is taken by mouth.   == Society and culture ==   === Economics === Apremilast is available in the US, but is dispensed only through a network of specialty pharmacies. The estimated wholesale price is US$22,500 for a year of treatment. In Austria, a year of treatment costs health insurances about €11,000 as of 2018. Celgene made Otezla available in the UK in 2015. In 2019, Amgen acquired Otezla from Celgene for $13.4 billion. In 2020, Otezla generated $2.2 billion for Amgen.   === Legal status === Apremilast was approved for use in the European Union in January 2015. Generic versions of the medication are available in Canada. In April 2023, an American court case confirmed Amgen's patents on Otezla until 2028, delaying the introduction of generics until at least that date. In February 2024, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Apremilast Accord, intended for the treatment of psoriatic arthritis, psoriasis and Behcet's disease. The applicant for this medicinal product is Accord Healthcare S.L.U.   == References =="}