{"name": "aripiprazole lauroxil", "category": "drug", "content": "Aripiprazole lauroxil, sold under the brand name Aristada, is a long-acting injectable atypical antipsychotic that was developed by Alkermes. It is an N-acyloxymethyl prodrug of aripiprazole that is administered via intramuscular injection once every four to eight weeks for the treatment of schizophrenia. Aripiprazole lauroxil was approved by the U.S. Food and Drug Administration (FDA) on 5 October 2015.   == Medical uses == Aripiprazole lauroxil extended release injection gained FDA approval in 2015, as a treatment for adults with schizophrenia. Like any long-term acting injectable, aripiprazole lauroxil provides assurance to families and health care professionals that patients receive therapeutic medication throughout the day. Aripiprazole lauroxil is injected into the arm or buttocks of a patient by a health care professional once every four to six weeks. Aripiprazole lauroxil is a longer-lasting and injectable version of the schizophrenia pill aripiprazole, which means that the treatment is available in two doses. Aripiprazole lauroxil, along with other drugs in its family, are not approved for treatment of elderly patients with dementia-related psychosis.   === Schizophrenia === The approval of aripiprazole lauroxil from the Food and Drug Administration in 2015 was solely for the treatment of schizophrenia in adults. The ability to supplement aripiprazole lauroxil with oral supplements of aripiprazole allows for dosing flexibility, which is important for the treatment of schizophrenia, as symptoms and intensity of the disease vary greatly from patient to patient. Additionally, as in concurrence with its sister drug aripiprazole, aripiprazole lauroxil is similar in effect of typical antipsychotic drugs. In the sister drug aripiprazole, side effects for patients were less frequently extrapyramidal than most antipsychotic drugs.   == Side effects ==  The most common side effects are akathisia. According to the drug's warning label and safety information, the side effects are large in variety. The complete list of side effects include: akathisia, contraindication cerebrovascular adverse reactions (including stroke), neuroleptic malignant syndrome, tardive dyskinesia, metabolic changes, hyperglycemia/diabetes mellitus, dyslipidemia, weight gain, orthostatic hypotension, leukopenia, neutropenia, agranulocytosis, seizures, potential for cognitive and motor impairment, difficulties with body temperature regulation, dysphagia, injection site reactions (rash, swelling, redness, irritation at the point of injection), dystonia and pregnancy and nursing complications.   === Discontinuation === The British National Formulary recommends a gradual withdrawal when discontinuing antipsychotics to avoid acute withdrawal syndrome or rapid relapse. Symptoms of withdrawal commonly include nausea, vomiting, and loss of appetite. Other symptoms may include restlessness, increased sweating, and trouble sleeping. Less commonly there may be a feeling of the world spinning, numbness, or muscle pains. Symptoms generally resolve after a short period of time. There is tentative evidence that discontinuation of antipsychotics can result in psychosis. It may also result in reoccurrence of the condition that is being treated. Rarely tardive dyskinesia can occur when the medication is stopped.   === Overdosing === The largest known case of ingestion with a known outcome involved a 1260 mg of oral aripiprazole, 42 times the recommended dose. The patient survived and fully recovered. Common adverse reactions, reported in at least 5% of overdose cases, included vomiting, somnolence, and tremor. Other clinically important signs and symptoms of overdoses include acidosis, aggression, atrial fibrillation, bradycardia, coma, confusion, convulsion, depressed level of consciousness, hypertension, hypokalemia, hypotension, lethargy, loss of consciousness, pneumonia aspiration, respiratory arrest, status epilepticus, and tachycardia.   == Pharmacology ==   === Mechanism of action === Arristada is injected intramuscularly as an atypical antipsychotic. In one 12-week clinical trial involving 622 participants, the efficacy of extended aripiprazole was demonstrated. Its mechanism of action is not completely known, but is thought to be converted by enzyme-mediated hydrolysis to N-hydroxymethyl aripiprazole. The hydroxymethyl aripiprazole is then hydrolysed to aripiprazole. Efficacy could be mediated through a combination of partial agonist activity D2 and 5-HT1A receptors and antagonist activity at 5-HT2A receptors. Since it is a newly approved drug by the FDA, many validation of mechanisms of action are still being studied.   === Pharmacodynamics === Aripiprazole exhibits high affinity for serotonin 5-HT1A, 5-HT2A receptors, dopamine D2, and dopamine D3. Moderate affinity is exhibited for serotonin 5-HT7, α1-adrenergic, dopamine D4, histamine H1, and serotonin re-uptake site. No affinity for cholinergic muscarinic receptors have been found.   === Pharmacokinetics === Aristada's activity in the body is due to aripiprazole and also dehydro-aripiprazole. Dehydro-aripiprazole has been shown to have affinities for D2 receptors. These D2 receptors have similarities to aripiprazole whereas they represent 30-40% of exposure of aripiprazole in plasma.  After five to six days of the single intramuscular injection appearance of aripiprazole in circulation, it additionally will be released for 36 days. In the fourth monthly injection, consecutive doses of Aristada will reach steady-state. With additional supplements of the oral aripiprazole at a dosage of 21 days during the first dose of Aristada, aripiprazole concentrations within 4 days can reach therapeutic levels.   == Chemistry == In contrast to many other depot antipsychotics, aripiprazole lauroxil is described as a non-ester chemical modification. It is specifically N-lauroyloxymethylaripiprazole. However, the N-lauroyloxymethyl moiety contains a laurate ester, technically making aripiprazole lauroxil an antipsychotic ester. More specifically, aripiprazole lauroxil is the laurate ester of N-hydroxymethylaripiprazole. Following cleavage of the laurate ester, N-hydroxymethylaripiprazole is further metabolized to aripiprazole, making aripiprazole lauroxil a prodrug of aripiprazole with N-hydroxymethylaripiprazole as an intermediate.   == References ==   == External links == \"Aripiprazole lauroxil\". Drug Information Portal. U.S. National Library of Medicine."}