{"name": "arsenic trioxide", "category": "drug", "content": "Arsenic trioxide is an inorganic compound with the formula As2O3. As an industrial chemical, its major uses include the manufacture of wood preservatives, pesticides, and glass. It is sold under the brand name Trisenox among others when used as a medication to treat a type of cancer known as acute promyelocytic leukemia. For this use it is given by injection into a vein. Common side effects include vomiting, diarrhea, swelling, shortness of breath, and headaches. Severe side effects may include APL differentiation syndrome and heart problems. Use during pregnancy or breastfeeding may harm the baby. Its mechanism in treating cancer is not entirely clear. Arsenic trioxide was approved for medical use in the United States in 2000. It is on the World Health Organization's List of Essential Medicines. Approximately 50,000 tonnes are produced a year. Due to its toxicity, a number of countries have regulations around its manufacture and sale.   == Uses ==   === Medical === Arsenic trioxide is indicated in combination with tretinoin for treatment of adults with newly-diagnosed low-risk acute promyelocytic leukemia whose acute promyelocytic leukemia is characterized by the presence of the t(15;17) translocation or PML/RAR-alpha gene expression; and for induction of remission and consolidation in patients with acute promyelocytic leukemia who are refractory to, or have relapsed from, retinoid and anthracycline chemotherapy, and whose acute promyelocytic leukemia is characterized by the presence of the t(15;17) translocation or PML/RAR-alpha gene expression. Arsenic trioxide is used to treat a type of cancer known as acute promyelocytic leukemia (APL). It may be used both in cases that are unresponsive to other agents, such as all-trans retinoic acid (ATRA) or as part of the initial treatment of newly diagnosed cases. This initial treatment may include combination therapy of arsenic trioxide with all-trans retinoic acid (ATRA). Effectiveness appears similar to Realgar/Indigo naturalis, which can be taken by mouth and is less expensive but is less available. It works by encouraging the proteosome breakdown of retinoic acid receptor alpha, by moving the protein on to the nuclear matrix and increasing ubiquitination. In the 1970s, Chinese researcher Zhang Tingdong and colleagues discovered this use. It was approved for leukemia treatment in the United States in 2000. University of Hong Kong developed a liquid form of arsenic trioxide that can be given by mouth. Organoarsenic compounds, such as feed additives (roxarsone) and medication (neosalvarsan), are derived from arsenic trioxide.   === Manufacturing === Industrial uses include usage as a precursor to forestry products, in colorless glass production, and in electronics. Being the main compound of arsenic, the trioxide is the precursor to elemental arsenic, arsenic alloys, and arsenide semiconductors. Bulk arsenic-based compounds sodium arsenite and sodium cacodylate are derived from the trioxide. A variety of applications exploit arsenic's toxicity, including the use of the oxide as a wood preservative. Copper arsenates, which are derived from arsenic trioxide, are used on a large scale as a wood preservative in the U.S. and Malaysia, but such materials are banned in many parts of the world. This practice remains controversial. In combination with copper(II) acetate, arsenic trioxide gives the vibrant pigment known as Paris green used in paints and as a rodenticide. This application has been discontinued.   === Alternative medicine === Despite the well known toxicity of arsenic, arsenic trioxide was used in traditional Chinese medicine, where it is known as pi-shuang (Chinese: 砒霜; pinyin: pīshuāng; lit. 'arsenic frost'). In homeopathy, it is called arsenicum album. Some discredited patent medicines, e.g., Fowler's solution, contained derivatives of arsenic oxide.   == Toxicology ==  Arsenic trioxide is readily absorbed by the digestive system. Ingestion of as little as 0.1 grams can be fatal. Chronic arsenic poisoning is known as arsenicosis. This disorder affects workers in smelters, in populations whose drinking water contains high levels of arsenic (0.3–0.4 ppm), and in patients treated for long periods with arsenic-based pharmaceuticals. Long-term ingestion of arsenic trioxide either in drinking water or as a medical treatment can lead to skin cancer. Reproductive problems (high incidences of miscarriage, low birth weight, congenital deformations) have also been indicated in one study of women exposed to arsenic trioxide dust as employees or neighbours of a copper foundry. In the U.S., the OSHA 1910.1018 occupational permissible exposure limit for inorganic arsenic compounds in breathing zone air is 0.010 mg/m3.   == Production and occurrence ==  Arsenic trioxide can be generated via routine processing of arsenic compounds including the oxidation (combustion) of arsenic and arsenic-containing minerals in air. Illustrative is the roasting of orpiment, a typical arsenic sulfide ore.  2 As2S3 + 9 O2 → 2 As2O3 + 6 SO2 Most arsenic oxide is, however, obtained as a volatile by-product of the processing of other ores. For example, arsenopyrite, a common impurity in gold- and copper-containing ores, liberates arsenic trioxide upon heating in air. The processing of such minerals has led to numerous cases of poisonings, and after the mine is closed, the leftover trioxide waste will present environmental hazard (as was the case with the Giant Mine, for example). Only in China are arsenic ores intentionally mined. In the laboratory, it is prepared by hydrolysis of arsenic trichloride:  2 AsCl3 + 3 H2O → As2O3 + 6 HCl As2O3 occurs naturally as two minerals, arsenolite (cubic) and claudetite (monoclinic). Both are relatively rare secondary minerals found in oxidation zones of As-rich ore deposits.   == Properties and reactions == Arsenic trioxide is an amphoteric oxide, and its aqueous solutions are weakly acidic. Thus, it dissolves readily in alkaline solutions to give arsenites. It is less soluble in acids, although it will dissolve in hydrochloric acid. With anhydrous HF and HCl, it gives AsF3 and the trichloride:  As2O3 + 6 HX → 2 AsX3 + 3 H2O (X = F, Cl) Only with strong oxidizing agents such as ozone, hydrogen peroxide, and nitric acid does it yield arsenic pentoxide, As2O5 or its corresponding acid:  2 HNO3 + As2O3 + 2 H2O → 2 H3AsO4 + N2O3 In terms of its resistance to oxidation, arsenic trioxide differs from phosphorus trioxide, which readily combusts to phosphorus pentoxide. Reduction gives elemental arsenic or arsine (AsH3) depending on conditions:  As2O3 + 6 Zn + 12 HNO3 → 2 AsH3 + 6 Zn(NO3)2 + 3 H2O This reaction is used in the Marsh test.   === Structure === In the liquid and gas phase below 800 °C, arsenic trioxide has the formula As4O6 and is isostructural with P4O6. Above 800 °C As4O6 significantly dissociates into molecular As2O3, which adopts the same structure as N2O3. Three forms (polymorphs) are known in the solid state: a high temperature ( > 110 °C) cubic As4O6, containing molecular As4O6, and two related polymeric forms. The polymers, which both crystallize as monoclinic crystals, feature sheets of pyramidal AsO3 units that share O atoms.   == Society and culture ==   === Environmental effects === Smelting and related ore processing often generate arsenic trioxide, which poses a risk to the environment. For example, the Giant Mine in Canada processed substantial amounts of arsenopyrite-contaminated gold ores.   === Arsenic poisoning in literature and society ===  The poisonous properties of arsenic are the subject of an extensive literature. In Austria, there lived the so-called \"arsenic eaters of Styria\", who ingested doses far beyond the lethal dose of arsenic trioxide without any apparent harm. Arsenic is thought to enable strenuous work at high altitudes, e.g. in the Alps.   == References ==   == External links == Case Studies in Environmental Medicine: Arsenic Toxicity \"Arsenic and Arsenic Compounds\". Summaries & Evaluations. International Agency for Research on Cancer (IARC). February 1998. International Chemical Safety Card 0378 Safety Data Sheet from American Elements NIOSH Pocket Guide to Chemical Hazards NTP Report on Carcinogens – Inorganic Arsenic Compounds Institut national de recherche et de sécurité (1989). \"Trioxyde d'arsenic.\" Fiche toxicologique n° 89. Paris:INRS. (in French)"}