{"name": "artesunate", "category": "drug", "content": "Artesunate (AS) is a medication used to treat malaria. The intravenous form is preferred to quinine for severe malaria. Often it is used as part of combination therapy, such as artesunate plus mefloquine. It is not used for the prevention of malaria. Artesunate can be given by injection into a vein, injection into a muscle, by mouth, and by rectum. The most common side effects include kidney failure requiring dialysis, hemoglobinuria (the presence of hemoglobin in urine) and jaundice. Artesunate is generally well tolerated. Side effects may include a slow heartbeat, allergic reaction, dizziness, and low white blood cell levels. During pregnancy it appears to be a safer option, even though animal studies have found harm to the baby. Use is likely fine during breastfeeding. It is in the artemisinin class of medication. Artesunate was developed by Liu Xu in 1977. It is on the World Health Organization's List of Essential Medicines. It was approved for medical use in the United States in May 2020. It is in the class of medications known as artemisinins, which are derivatives from \"qinghao,\" or sweet wormwood plant (Artemisia annua).   == Medical uses == Artesunate is the first-line treatment for children or adults with severe malaria, usually in combination with another antimalarial drug. There is moderate-quality evidence that treatment with artesunate plus mefloquine is superior to treatment with artesunate plus amodiaquine or artesunate plus sulfadoxine-pyrimethamine. Artemisinin-based combination therapy may be used by mouth in persons that can tolerate it after 24 hours by injection. Artesunate is preferred over parenteral quinine for severe malaria treatment. Artesunate was shown to prevent more deaths from severe malaria than quinine in two large multicentre randomized controlled trials from Africa and Asia. A subsequent systematic review of seven randomized controlled trials found this improvement in survival rates to be consistent across all trials. Artesunate's efficacy is comparable to that of artemether, another artemisinin derivative, in treating adults for severe malaria caused by Plasmodium falciparum, though artesunate clears more parasites initially. Artesunate combination drugs have a number of advantages over artemether-based drugs in terms of its uptake and administration routes and may be more effective in treatment of severe and complicated malaria in children. Artesunate is also used to treat less severe forms of malaria when it can be given orally. It has activity against P. ovale, P. malariae, and severe P. knowlesi. Artesunate + sulfadoxine/pyrimethamine for treatment of P. vivax is not recommended due to high rates of resistance. While artesunate is used primarily as treatment for malaria, there is some evidence that it may also have some beneficial effects in Schistosoma haematobium infection, but has not been evaluated in large randomized trials. Artesunate is used as the treatment of choice for severe malaria by the World Health Organization (WHO) over quinine.   === Pregnancy === When given in the second or third trimesters of pregnancy, no artesunate-related adverse pregnancy outcomes have been reported. However, there is insufficient evidence regarding the safety of artesunate use in the first trimester of pregnancy. The WHO recommends that artesunate use for severe malaria in the first trimester should be based on the individual risks versus benefits. In absence of other viable treatment options, artesunate may be used.   === Children === Artesunate is safe for use in children. Artesunate + sulfadoxine/pyrimethamine should be avoided in the newborns due to sulfadoxine/pyrmethamine effects on bilirubin. Parenteral artesunate dosing for treatment of severe malaria in children less than 20 kg should be higher than that of adults in order to increase exposure. When artesunate cannot be given orally or intramuscularly due to an individual's weakness or inability to swallow, rectal administration may be given as pre-referral treatment as long as parenteral administration is initiated after transfer to a more advanced facility.   == Adverse effects == Artesunate may cause serious side effects including hemolytic anemia (a condition in which red blood cells are destroyed), and severe allergic reactions. Artesunate is generally safe and well tolerated. Artesunate-based regimens are less likely to cause vomiting and tinnitus than quinine plus anti-malarial antibiotic therapy. The best recognised adverse effect of the artemisinins is that they lower reticulocyte counts. This is not usually of clinical relevance. With increased use of I.V. artesunate, there have been reports of post-artesunate delayed haemolysis (PADH). Delayed haemolysis (occurring around two weeks after treatment) has been observed in people treated with artesunate for severe malaria.   == Contraindications == Artesunate is typically a well tolerated medicine. Known contraindications include a previous severe allergic reaction to artesunate. Drugs that should be avoided while on artesunate are the drugs that inhibit the liver enzyme CYP2A6. These drugs include amiodarone, desipramine, isoniazid, ketoconazole, letrozole, methoxsalen and tranylcypromine.   == Mechanisms of action == The mechanisms of action of artesunate remains unclear and debatable. Artesunate is a prodrug that is rapidly converted to its active form dihydroartemisinin (DHA). This process involves hydrolysis of the 4-carbon ester group via plasma esterase enzyme. It is hypothesized that the cleavage of endoperoxide bridge in the pharmacophore of DHA generates reactive oxygen species (ROS), which increases oxidative stress and causes malarial protein damage via alkylation. In addition, Artesunate potently inhibits the essential Plasmodium falciparum exported protein 1 (EXP1), a membrane glutathione S-transferase. As a result, the amount of glutathione in the parasite is reduced. In 2016, artemisinin has been shown to bind to a large number targets, suggesting that it acts in a promiscuous manner. There is evidence suggesting DHA inhibition of calcium-dependent ATPase on endoplasmic membrane, which disrupts protein folding of parasites.   == Pharmacokinetics == In infected individuals, the elimination half-life of artesunate is about 0.22 hours. Its active metabolite, DHA, has a slightly longer half-life of 0.34 hours. Overall, the average half-life ranges from 0.5 to 1.5 hours. Because of its short half-life, its use in malaria prevention is limited. DHA is metabolized to an inactive metabolite by the liver enzymes CYP2B6, CYP2C19, and CYP3A4.   == Chemical synthesis == Artesunate is made from dihydroartemisinin (DHA) by reacting it with succinic acid anhydride in a basic medium. It is one of few semi-synthetic derivatives from artemisinin that is water-soluble.   == Research == Artesunate is under study for the treatment of COVID-19.   == History == In May 2020, artesunate was approved for medical use in United States. Prior to this approval, intravenous (IV) artesunate was only available through the Expanded Access program of the U.S. Food and Drug Administration (FDA), which allowed the Centers for Disease Control and Prevention (CDC) to provide IV artesunate to people in the U.S. with severe malaria and to people with uncomplicated malaria who are unable to take oral medications under an investigational new drug (IND) protocol. There has been no FDA-approved drug for treatment of severe malaria in the United States since the marketing of quinidine was discontinued by the manufacturer in March 2019. The safety and efficacy of IV artesunate for the treatment of severe malaria was primarily evaluated in a randomized controlled trial in Asia (Trial 1) and a supportive published randomized controlled trial in Africa (Trial 2). Trial 1 was conducted at 10 sites in Myanmar, Bangladesh, India, and Indonesia. Trial 1 enrolled 1,461 participants who received either IV artesunate or the comparator drug quinine and included 202 pediatric participants younger than 15 years. Trial 2 included 5,425 randomized pediatric participants younger than 15 years of age with severe malaria who were treated with artesunate or quinine. In both trials, the number of participants treated with artesunate who died in the hospital was significantly lower than the number who died in the control group treated with quinine. Trial 2 was conducted during 2005–2010 in nine African countries. A third trial, Trial 3, was conducted during 2007–2008 in Gabon and Malawi. In Trial 1, the most common adverse reactions in participants with malaria treated with IV artesunate were acute renal failure requiring dialysis, hemoglobinuria and jaundice. The safety profile in Trial 2 was generally similar to Trial 1. One trial was used to evaluate both, safety and benefits of artesunate. The trial enrolled participants with severe malaria who needed hospitalization because of their condition. Participants received at random either artesunate or a medicine used to treat malaria (quinine). Participants and the health care providers knew which treatment was being given. The benefit of artesunate in comparison to quinine was evaluated by comparing the number of participants who died while in the hospital (in-hospital mortality). The benefit of artesunate was supported by the data from Trial 2 in which pediatric participants younger than 15 years of age with severe malaria were randomly assigned treatment with artesunate or quinine. The application for IV artesunate was granted priority review and orphan drug designations. The FDA granted approval of artesunate for injection to Amivas.   == References ==   == External links =="}