{"name": "artenimol", "category": "drug", "content": "Dihydroartemisinin (also known as dihydroqinghaosu, artenimol or DHA) is a drug used to treat malaria.  Dihydroartemisinin is the active metabolite of all artemisinin compounds (artemisinin, artesunate, artemether, etc.) and is also available as a drug in itself.  It is a semi-synthetic derivative of artemisinin and is widely used as an intermediate in the preparation of other artemisinin-derived antimalarial drugs. It is sold commercially in combination with piperaquine and has been shown to be equivalent to artemether/lumefantrine.   == Medical use == Dihydroartemisinin is used to treat malaria, generally as a combination drug with piperaquine. In a systematic review of randomized controlled trials, both dihydroartemisinin-piperaquine and artemether-lumefantrine are very effective at treating malaria (high quality evidence). However, dihydroartemisinin-piperaquine cures slightly more patients than artemether-lumefantrine, and it also prevents further malaria infections for longer after treatment (high quality evidence). Dihydroartemisinin-piperaquine and artemether-lumefantrine probably have similar side effects (moderate quality evidence). The studies were all conducted in Africa. In studies of people living in Asia, dihydroartemisinin-piperaquine is as effective as artesunate plus mefloquine at treating malaria (moderate quality evidence). Artesunate plus mefloquine probably causes more nausea, vomiting, dizziness, sleeplessness, and palpitations than dihydroartemisinin-piperaquine (moderate quality evidence).   == Pharmacology and mechanism ==  The proposed mechanism of action of artemisinin involves cleavage of endoperoxide bridges by iron, producing free radicals (hypervalent iron-oxo species, epoxides, aldehydes, and dicarbonyl compounds) which damage biological macromolecules causing oxidative stress in the cells of the parasite.  Malaria is caused by apicomplexans, primarily Plasmodium falciparum, which largely reside in red blood cells and itself contains iron-rich heme-groups (in the form of hemozoin). In 2015 artemisinin was shown to bind to a large number targets suggesting that it acts in a promiscuous manner. Recent mechanism research discovered that artemisinin targets a broad spectrum of proteins in the human cancer cell proteome through heme-activated radical alkylation.   == Chemistry == Dihydroartemisinin has a low solubility in water of less than 0.1 g/L. Consequently, its use may result in side effects caused by minor, yet much more soluble, additives (excipients) such as Cremophor EL. The lactone of artemisinin could selectively be reduced with mild hydride-reducing agents, such as sodium borohydride, potassium borohydride, and lithium borohydride to dihydroartemisinin (a lactol) in over 90% yield.  It is a novel reduction, because normally lactones cannot be reduced with sodium borohydride under the same reaction conditions (0–5 ˚C in methanol). Reduction with LiAlH4 leads to some rearranged products.  It was surprising to find that the lactone was reduced, but that the peroxy group survived.  However, the lactone of deoxyartemisinin resisted reduction with sodium borohydride and could only be reduced with diisobutylaluminium hydride to the lactol deoxydihydroartimisinin.  These results show that the peroxy group assists the reduction of lactone with sodium borohydride to a lactol, but not to the alcohol which is the over-reduction product.  No clear evidence for this reduction process exists.   == Society and culture == In combination with piperaquine, brands include:  D-Artepp (GPSC) Artekin (Holleykin) Diphos (Genix Pharma) TimeQuin (Sami Pharma) Eurartesim (Sigma Tau; by Good Manufacturing Practices) Duocotecxin (Holley Pharm) Alone:  Cotecxin (Zhejiang Holley Nanhu Pharmaceutical Co.)   == Research == Accumulative research suggests that dihydroartemisinin and other artemisinin-based endoperoxide compounds may display activity as experimental cancer chemotherapeutics.  Recent pharmacological evidence demonstrates that dihydroartemisinin targets human metastatic melanoma cells with induction of NOXA-dependent mitochondrial apoptosis that occurs downstream of iron-dependent generation of cytotoxic oxidative stress.   == References ==   == Further reading =="}