{"name": "Ascariasis", "category": "disease", "content": "Ascariasis is a disease caused by the parasitic roundworm Ascaris lumbricoides. Infections have no symptoms in more than 85% of cases, especially if the number of worms is small. Symptoms increase with the number of worms present and may include shortness of breath and fever in the beginning of the disease. These may be followed by symptoms of abdominal swelling, abdominal pain, and diarrhea. Children are most commonly affected, and in this age group the infection may also cause poor weight gain, malnutrition, and learning problems. Infection occurs by ingestion of food or drink contaminated with Ascaris eggs from feces. The eggs hatch in the intestines, the larvae burrow through the gut wall, and migrate to the lungs via the blood. There they break into the alveoli and pass up the trachea, where they are coughed up and may be swallowed. The larvae then pass through the stomach for a second time into the intestine, where they become adult worms. It is a type of soil-transmitted helminthiasis and part of a group of diseases called helminthiases. Prevention is by improved sanitation, which includes improving access to toilets and proper disposal of feces. Handwashing with soap appears protective. In areas where more than 20% of the population is affected, treating everyone at regular intervals is recommended. Reoccurring infections are common. There is no vaccine. Treatments recommended by the World Health Organization are the medications albendazole, mebendazole, levamisole, or pyrantel pamoate. Other effective agents include tribendimidine and nitazoxanide. About 0.8 to 1.2 billion people globally have ascariasis, with the most heavily affected populations being in sub-Saharan Africa, Latin America, and Asia. This makes ascariasis the most common form of soil-transmitted helminthiasis. As of 2010 it caused about 2,700 deaths a year, down from 3,400 in 1990. Another type of Ascaris infects pigs. Ascariasis is classified as a neglected tropical disease.   == Signs and symptoms ==  In populations where worm infections are widespread, it is common to find that most people are infected by a small number of worms, while a small number of people are heavily infected. This is characteristic of many types of worm infections. Those people who are infected with only a small number of worms usually have no symptoms.   === Migrating larvae === As larval stages travel through the body, they may cause visceral damage, peritonitis and inflammation, enlargement of the liver or spleen, and an inflammation of the lungs. Pulmonary manifestations take place during larval migration and may present as Loeffler's syndrome, a transient respiratory illness associated with blood eosinophilia and pulmonary infiltrates with radiographic shadowing.   === Intestinal blockage ===  The worms can occasionally cause intestinal blockage when large numbers get tangled into a bolus or they may migrate from the small intestine, which may require surgery. More than 796 A. lumbricoides worms weighing up to 550 g (19 oz) were recovered at autopsy from a two-year-old South African girl. The worms had caused torsion and gangrene of the ileum, which was interpreted as the cause of death. The worms lack teeth. However, they can rarely cause bowel perforations by inducing volvulus and closed-loop obstruction.   === Bowel obstruction === Bowel obstruction may occur in up to 0.2 per 1000 per year. A worm may block the ampulla of Vater, or go into the main pancreatic duct, resulting in acute pancreatitis with raised serum levels of amylase and lipase. Occasionally, a worm can travel through the biliary tree and even into the gallbladder, causing acute cholangitis or acute cholecystitis.   === Allergies === Ascariasis may result in allergies to shrimp and dustmites due to the shared antigen, tropomyosin; this has not been confirmed in the laboratory.   === Malnutrition === The worms in the intestine may cause malabsorption and anorexia, which contribute to malnutrition. The malabsorption may be due to a loss of brush border enzymes, erosion and flattening of the villi, and inflammation of the lamina propria.   === Others === Ascaris have an aversion to some general anesthetics and may exit the body, sometimes through the mouth, when an infected individual is put under general anesthesia.   == Cause ==  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Transmission === The source of infection is from objects which have been contaminated with fecal matter containing eggs. Ingestion of infective eggs from soil contaminated with human feces or contaminated vegetables and water is the primary route of infection. Infectious eggs may occur on other objects such as hands, money and furniture. Transmission from human to human by direct contact is impossible. Transmission comes through municipal recycling of wastewater into crop fields. This is quite common in emerging industrial economies and poses serious risks for local crop sales and exports of contaminated vegetables. A 1986 outbreak of ascariasis in Italy was traced to irresponsible wastewater recycling used to grow Balkan vegetable exports. The number of ova (eggs) in sewage or in crops that were irrigated with raw or partially treated sewage, is a measure of the degree of ascariasis incidence. For example:  In a study published in 1992, municipal wastewater in Riyadh, Saudi Arabia, detected over 100 eggs per litre of wastewater and in Czechoslovakia was as high as 240–1050 eggs per litre. In one field study in Marrakech, Morocco, where raw sewage is used to fertilize crop fields, Ascaris eggs were detected at the rate of 0.18 eggs/kg in potatoes, 0.27 eggs/kg in turnip, 4.63 eggs/kg in mint, 0.7 eggs/kg in carrots, and 1.64 eggs/kg in radish. A similar study in the same area showed that 73% of children working on these farms were infected with helminths, particularly Ascaris, probably as a result of exposure to the raw sewage.   === Lifecycle === The first appearance of eggs in stools is 60–70 days. In larval ascariasis, symptoms occur 4–16 days after infection. The final symptoms are gastrointestinal discomfort, colic and vomiting, fever, and observation of live worms in stools. Some patients may have pulmonary symptoms or neurological disorders during migration of the larvae. There are generally few or no symptoms. A bolus of worms may obstruct the intestine; migrating larvae may cause pneumonitis and eosinophilia. Adult worms have a lifespan of 1–2 years which means that individuals may be infected all their lives as worms die and new worms are acquired. Eggs can survive potentially for 15 years and a single worm may produce 200,000 eggs a day. They maintain their position by swimming against the intestinal flow.   == Mechanism == Ascaris takes most of its nutrients from the partially digested host food in the intestine. There is some evidence that it can secrete enzyme inhibitors, presumably to protect itself from digestion by the hosts' enzymes. Children are often more severely affected.   == Diagnosis == Most diagnoses are made by identifying the appearance of the worm or eggs in feces. Due to the large quantity of eggs laid, diagnosis can generally be made using only one or two fecal smears. The diagnosis is usually incidental when the host passes a worm in the stool or vomit. The eggs can be seen in a smear of fresh feces examined on a glass slide under a microscope and there are various techniques to concentrate them first or increase their visibility, such as the ether sedimentation method or the Kato technique. The eggs have a characteristic shape: they are oval with a thick, mamillated shell (covered with rounded mounds or lumps), measuring  35–50 micrometer in diameter and 40–70 in length. During pulmonary disease, larvae may be found in fluids aspirated from the lungs. White blood cell counts may demonstrate peripheral eosinophilia; this is common in many parasitic infections and is not specific to ascariasis. On X-ray, 15–35 cm long filling defects, sometimes with whirled appearance (bolus of worms).   == Prevention == Prevention is by improved access to sanitation which includes the use of properly functioning and clean toilets by all community members as one important aspect. Handwashing with soap may be protective; however, there is no evidence it affects the severity of the disease. Eliminating the use of untreated human faeces as fertilizer is also important. In areas where more than 20% of the population is affected treating everyone is recommended. This has a cost of about 2 to 3 cents per person per treatment. This is known as mass drug administration and is often carried out among school-age children. For this purpose, broad-spectrum benzimidazoles such as mebendazole and albendazole are the drugs of choice recommended by WHO.   == Treatment ==   === Medications === Medications that are used to kill roundworms are called ascaricides. Those recommended by the World Health Organization for ascariasis are: albendazole, mebendazole, levamisole and pyrantel pamoate. Single-dose of albendazole, mebendazole, and ivermectin are effective against ascariasis. They are effective at removing parasites and eggs from the intestines. Other effective agents include tribendimidine and nitazoxanide. Pyrantel pamoate may induce intestinal obstruction in a heavy worm load. Albendazole is contraindicated during pregnancy and children under two years of age. Thiabendazole may cause migration of the worm into the esophagus, so it is usually combined with piperazine. Piperazine is a flaccid paralyzing agent that blocks the response of Ascaris muscle to acetylcholine, which immobilizes the worm. It prevents migration when treatment is accomplished with weak drugs such as thiabendazole. If used by itself, it causes the worm to be passed out in the feces and may be used when worms have caused blockage of the intestine or the biliary duct. Corticosteroids can treat some of the symptoms, such as inflammation.   ==== Other medications ==== Hexylresorcinol, effective in single dose. During the 1940s this compound, as Crystoids brand pills, was the treatment of choice; patients were instructed not to chew the Crystoids in order to prevent burns to the mucous membranes. A saline cathartic would be administered several hours later. Santonin, more toxic than hexylresorcinol and often only partly effective. Oil of chenopodium, more toxic than hexylresorcinol   === Surgery === In some cases with severe infestation the worms may cause bowel obstruction, requiring emergency surgery. The bowel obstruction may be due to the number of worms in the bowel or twisting of the bowel. During the surgery the worms may be manually removed.   == Prognosis == It is rare for infections to be life-threatening.   == Epidemiology ==   === Regions === Ascariasis is common in tropical regions as well as subtropical and regions that lack proper sanitation. It is rare to find traces of the infection in developed or urban regions.   === Infection estimates === Roughly 0.8–1.3 billion individuals are infected with this intestinal worm, primarily in Africa and Asia. About 120 to 220 million of these cases are symptomatic.   === Deaths === As of 2010, ascariasis caused about 2,700 directly attributable deaths, down from 3,400 in 1990. The indirectly attributable deaths due to the malnutrition link may be much higher.   == Research == There are two animal models, the mouse and pig, used in studying Ascaris infection.   == Other animals == Ascariasis is more common in young animals than mature ones, with signs including unthriftiness, potbelly, rough hair coat, and slow growth. In pigs, the infection is caused by Ascaris suum. It is characterized by poor weight gain, leading to financial losses for the farmer. In horses and other equines, the equine roundworm is Parascaris equorum.   == Society and culture == Kings of England Richard III and Henry VIII both had ascariasis.   == References ==   == External links ==  Image (warning, very graphic):Image 1 CDC DPDx Parasitology Diagnostic Web Site"}