{"name": "asenapine", "category": "drug", "content": "Asenapine, sold under the brand name Saphris among others, is an atypical antipsychotic medication used to treat schizophrenia and acute mania associated with bipolar disorder as well as the medium to long-term management of bipolar disorder. It was chemically derived via altering the chemical structure of the tetracyclic (atypical) antidepressant, mianserin. It was initially approved in the United States in 2009 and approved as a generic medication in 2020.   == Medical uses == Asenapine has been approved by the FDA for the acute treatment of adults with schizophrenia and acute treatment of manic or mixed episodes associated with bipolar I disorder with or without psychotic features in adults. In Australia asenapine's approved (and also listed on the PBS) indications include the following:  Schizophrenia Treatment, for up to 6 months, of an episode of acute mania or mixed episodes associated with bipolar I disorder Maintenance treatment, as monotherapy, of bipolar I disorder In the European Union and the United Kingdom, asenapine is only licensed for use as a treatment for acute mania in bipolar I disorder. Asenapine is absorbed readily if administered sublingually, asenapine is poorly absorbed when swallowed. A transdermal formulation of asenapine was approved in the United States in October 2019 under the brand name Secuado.   === Schizophrenia === A Cochrane systematic review found that while Asenapine has some preliminary evidence that it improves positive, negative, and depressive symptoms, it does not have enough research to merit a certain recommendation of asenapine for the treatment of schizophrenia.   === Bipolar disorder === For the medium-term and long-term management and control of both depressive and manic features of bipolar disorder asenapine was found to be equally effective as olanzapine, but with a substantially superior side effect profile. In acute mania, asenapine was found to be significantly superior to placebo. As for its efficacy in the treatment of acute mania, a recent meta-analysis showed that it produces comparatively small improvements in manic symptoms in patients with acute mania and mixed episodes than most other antipsychotic drugs such as risperidone and olanzapine (with the exception of ziprasidone). Drop-out rates (in clinical trials) were also unusually high with asenapine. According to a post-hoc analysis of two 3-week clinical trials it may possess some antidepressant effects in patients with acute mania or mixed episodes.   == Adverse effects == Adverse effect incidence Very common (>10% incidence) adverse effects include:  Somnolence Common (1–10% incidence) adverse effects include:  Weight gain† Increased appetite Extrapyramidal side effects (EPS; such as dystonia, akathisia, dyskinesia, muscle rigidity, parkinsonism) Sedation Dizziness Dysgeusia (altered taste) Oral hypoaesthesia (numbness), only when taken sublingually. Transdermal asenapine was shown to eliminate this side effect. Increased alanine aminotransferase Dyspepsia, stomach discomfort, and/or vomiting Fatigue Uncommon (0.1–1% incidence) adverse effects include:  Hyperglycaemia — elevated blood glucose (sugar) Syncope Seizure Dysarthria sinus bradycardia Bundle branch block QTc interval prolongation (has a relatively low risk for causing QTc interval prolongation.) sinus tachycardia Orthostatic hypotension Hypotension Swollen tongue Dysphagia (difficulty swallowing) Glossodynia Oral paraesthesia Rare (0.01–0.1% incidence) adverse effects include:  Neuroleptic malignant syndrome (Combination of fever, muscle stiffness, faster breathing, sweating, reduced consciousness, and sudden change in blood pressure and heart rate) Tardive dyskinesia Speech disturbance Rhabdomyolysis Angioedema Blood dyscrasias such as agranulocytosis, leukopenia and neutropenia Accommodation disorder Pulmonary embolism Gynaecomastia Galactorrhoea Unknown incidence adverse effects  Allergic reaction Restless legs syndrome Oral mucosal lesions (ulcerations, blistering and inflammation) Salivary hypersecretion Hyperprolactinaemia † Asenapine seems to have a relatively low weight gain liability for an atypical antipsychotic (which are notorious for their metabolic side effects) and a 2013 meta-analysis found significantly less weight gain (SMD [standard mean difference in weight gained in those on placebo vs. active drug]: 0.23; 95% CI: 0.07-0.39) than, paliperidone (SMD: 0.38; 95% CI: 0.27-0.48), risperidone (SMD: 0.42; 95% CI: 0.33-0.50), quetiapine (SMD: 0.43; 95% CI: 0.34-0.53), sertindole (SMD: 0.53; 95% CI: 0.38-0.68), chlorpromazine (SMD: 0.55; 95% CI: 0.34-0.76), iloperidone (SMD: 0.62; 95% CI: 0.49-0.74), clozapine (SMD: 0.65; 95% CI: 0.31-0.99), zotepine (SMD: 0.71; 95% CI: 0.47-0.96) and olanzapine (SMD: 0.74; 95% CI: 0.67-0.81) and approximately (that is, no statistically significant difference at the p=0.05 level) as much as weight gain as aripiprazole (SMD: 0.17; 95% CI: 0.05-0.28), lurasidone (SMD: 0.10; 95% CI: –0.02-0.21), amisulpride (SMD: 0.20; 95% CI: 0.05-0.35), haloperidol (SMD: 0.09; 95% CI: 0.00-0.17) and ziprasidone (SMD: 0.10; 95% CI: –0.02-0.22). Its potential for elevating plasma prolactin levels seems relatively limited too according to this meta-analysis. This meta-analysis also found that asenapine has approximately the same odds ratio (3.28; 95% CI: 1.37-6.69) for causing sedation [compared to placebo-treated patients] as olanzapine (3.34; 95% CI: 2.46-4.50]) and haloperidol (2.76; 95% CI: 2.04-3.66) and a higher odds ratio (although not significantly) for sedation than aripiprazole (1.84; 95% CI: 1.05-3.05), paliperidone (1.40; 95% CI: 0.85-2.19) and amisulpride (1.42; 95% CI: 0.72 to 2.51) to name a few and is hence a mild-moderately sedating antipsychotic. The same meta-analysis suggested that asenapine had a relatively high risk of extrapyramidal symptoms compared to other atypical antipsychotics but a lower risk than first-generation or typical antipsychotics.   === Discontinuation === For all antipsychotics, the British National Formulary recommends a gradual dose reduction when discontinuing to avoid acute withdrawal syndrome or rapid relapse. Symptoms of withdrawal commonly include nausea, vomiting, and loss of appetite. Other symptoms may include restlessness, increased sweating, and trouble sleeping. Less commonly there may be a feeling of the world spinning, numbness, or muscle pains. Symptoms generally resolve after a short period of time. There is tentative evidence that discontinuation of antipsychotics can result in psychosis as a transient withdrawal symptom. It may also result in recurrence of the condition that is being treated. Rarely tardive dyskinesia can occur when the medication is stopped.   == Pharmacology ==   === Pharmacodynamics ===  Asenapine shows high affinity (pKi) for numerous receptors, including the serotonin 5-HT1A (8.6), 5-HT1B (8.4), 5-HT2A (10.2), 5-HT2B (9.8), 5-HT2C (10.5), 5-HT5A (8.8), 5-HT6 (9.5), and 5-HT7 (9.9) receptors, the adrenergic α1 (8.9), α2A (8.9), α2B (9.5), and α2C (8.9) receptors, the dopamine D1 (8.9), D2 (8.9), D3 (9.4), and D4 (9.0) receptors, and the histamine H1 (9.0) and H2 (8.2) receptors. It has much lower affinity (pKi < 5) for the muscarinic acetylcholine receptors. Asenapine behaves as a partial agonist at the 5-HT1A receptors. At all other targets asenapine is an antagonist. Even relative to other atypical antipsychotics, asenapine has unusually high affinity for the 5-HT2A, 5-HT2C, 5-HT6, and 5-HT7 receptors, and very high affinity for the α2 and H1 receptors.   == Notes ==   == References ==   == External links == \"Asenapine\". Drug Information Portal. U.S. National Library of Medicine. \"Asenapine maleate\". Drug Information Portal. U.S. National Library of Medicine."}