{"name": "asparaginase", "category": "drug", "content": "Asparaginase is an enzyme that is used as a medication and in food manufacturing. As a medication, L-asparaginase is used to treat acute lymphoblastic leukemia (ALL) and lymphoblastic lymphoma (LBL). It is given by injection into a vein, muscle, or under the skin. A pegylated version is also available. In food manufacturing it is used to decrease acrylamide. Common side effects when used by injection include allergic reactions, pancreatitis, blood clotting problems, high blood sugar, kidney problems, and liver dysfunction. Use in pregnancy may harm the baby. As a food it is generally recognized as safe. Asparaginase works by breaking down the amino acid known as asparagine without which the cancer cells cannot make protein. The most common nonhematological adverse reactions of asparaginase erwinia chrysanthemi (recombinant) include abnormal liver test, nausea, musculoskeletal pain, infection, fatigue, headache, febrile neutropenia, pyrexia, hemorrhage (bleeding), stomatitis, abdominal pain, decreased appetite, drug hypersensitivity, hyperglycemia, diarrhea, pancreatitis, and hypokalemia. The most common side effects of asparaginase erwinia chrysanthemi (recombinant) when given in combination with chemotherapy for the treatment of acute lymphoblastic leukemia and lymphoblastic lymphoma are abnormal liver tests, nausea, muscle and bone pain, and fatigue. Asparaginase was approved for medical use in the United States in 1978. It is on the World Health Organization's List of Essential Medicines. It is often made from Escherichia coli (E. coli) or Erwinia chrysanthemi.   == Development of the drug == The development of JZP-458 as a therapeutic agent for acute lymphoblastic leukemia has achieved significant milestones throughout the years. In 1963, asparaginase (ASNase) was identified as an effective antileukemic agent, and subsequent efforts were made to isolate it from bacterial sources and scale up production for clinical trials. Clinical testing with bacterial-derived ASNase commenced in 1966, and in 1978, E. coli–derived ASNase received approval from the United States for the treatment of acute lymphoblastic leukemia. As researchers developed deeper into ASNase treatment protocols, it became evident that different preparations of the enzyme exhibited distinct pharmacokinetic properties, necessitating tailored dosing schedules. This realization prompted further clinical trials to characterize outcomes under various ASNase treatment regimens. Subsequently, pegylated E. coli ASNase was approved in 1994 as a second-line treatment and later in 2006 as a first-line treatment for acute lymphoblastic leukemia. Another ASNase variant, ASNase Erwinia chrysantemi, obtained authorization for use in the United Kingdom in 1985, and gained approval from the US Food and Drug Administration in 2011. These developments have significantly influenced treatment strategies and protocols, as evidenced by initiatives such as the Children's Oncology Group (COG) and the Erwinaze Master Treatment Protocol (EMTP). The COG and EMTP have contributed to the refinement and optimization of ASNase therapy for acute lymphoblastic leukemia. Overall, the milestones in the development of ASNase for acute lymphoblastic leukemia treatment highlight the progress made in understanding the unique pharmacokinetic properties of different ASNase preparations and tailoring treatment protocols accordingly. The approval of pegylated E. coli ASNase and ASNase Erwinia chrysantemi has expanded the therapeutic options available for acute lymphoblastic leukemia patients. Ongoing research and clinical trials continue to advance our knowledge and improve outcomes in the treatment of this challenging disease.   == Efficacy and safety in clinical trial phase I == Numerous clinical studies have been conducted to evaluate the efficacy and safety of Erwinase in the treatment of acute lymphoblastic leukemia. One of the primary concerns in acute lymphoblastic leukemia treatment is the occurrence of adverse events (AEs) associated with asparaginase therapy. These AEs can range from mild to severe and may include hypersensitivity reactions, hepatotoxicity, pancreatitis, coagulation disorders, and thromboembolism. Therefore, understanding the safety profile of Erwinase is crucial in assessing its overall benefit-risk balance. The main efficacy outcome measure was demonstration of the achievement and maintenance of nadir serum asparaginase activity (NSAA) above the level of 0.1 U/mL.  The results of modeling and simulations showed that for a dosage of 25 mg/m2 administered intramuscularly every 48 hours, the proportion of patients maintaining NSAA ≥ 0.1 U/mL at 48 hours after a dose of Rylaze was 93.6% (95% CI= 92.6%-94.6%). The safety evaluation of JZP-458 in the phase I clinical trial demonstrated a safety profile comparable to that of other asparaginases. Across all administered dose levels (25 mg/m2 for the i.m. route of administration and 37.5 mg/m2 for the i.v. route), JZP-458 exhibited favorable tolerability without any unexpected adverse events (AEs), serious AEs, or AEs of grade 3 or higher. Among the treatment-emergent AEs reported, nausea was the most frequently observed in two or more healthy volunteers within each dosing cohort. A further study has examined the incidence and severity of AEs in a cohort of 199 patients with acute lymphoblastic leukemia and treated with Erwinase. The study found that the most common AEs were allergic reactions, pancreatitis, hepatotoxicity, and coagulation disorders. However, the majority of these AEs were manageable with appropriate monitoring and intervention strategies. Furthermore, the incidence of treatment-emergent AEs, particularly nausea, aligns with the expected side effect profile associated with asparaginase therapy. Nausea has been reported as a common adverse event in previous studies investigating asparaginase-based treatments. On the other hand, a study claimed that in clinical trials, approximately 25% of patients treated with asparaginase encountered hypersensitivity reactions, with 2% experiencing severe reactions. The onset of the first hypersensitivity event was observed at a median time of 27 days after the initial administration of asparaginase (Erwinia chrysanthemi) (recombinant)-rywn, ranging from 1 to 171 days. Among the reported reactions, rash was the most frequently observed, occurring in 17% of patients. Notably, none of the patients experienced a severe rash. The median time from the first dose to the onset of rash was 33.5 days, with a range of 1 to 127 days. These results provide valuable insights into the safety of JZP-458 and support its potential as a well-tolerated treatment option for the targeted indication. Further investigations, including larger-scale clinical trials, are warranted to confirm these findings and assess the overall efficacy and safety of JZP-458 in a broader patient population.   == Efficacy and safety in clinical trial phase II and III == Efficacy was evaluated in Study JZP458-201 (NCT04145531), an open-label, multi-cohort, multicenter trial in 102 patients with acute lymphoblastic leukemia or lymphoblastic lymphoma with hypersensitivity to E. coli-derived asparaginase as a component of a multi-agent chemotherapeutic regimen. The median age was 10 years with a range of 1 to 24 years. Patients received Rylaze intramuscularly at various dosages. After the initial treatment cycle with JZP-458, the percentage of patients reaching NSAA levels of at least 0.1 IU/mL within 72 hours was found to be 64% (95% CI=47%-82%) in cohort 1a, 91% (95% CI=84%-97%) in cohort 1b, and 90% (95% CI=81%-98%) in cohort 1c. Within 48 hours, over 95% of patients in each cohort achieved NSAA levels of at least 0.1 IU/mL. Specifically, in cohort 1a, 97% of patients (95% CI=91%-100%) achieved this level, while in cohort 1b, the percentage was 99% (95% CI=96%-100%), and in cohort 1c, it was 96% (95% CI=90%-100%). These findings indicate that the majority of patients across all cohorts achieved the desired NSAA levels within 48 to 72 hours of JZP-458 treatment initiation. A study was carried out to investigate the safety and efficacy related to JZP-458 phase II and III treatment. Out of the total patients (n= 167), 124 individuals (74.3%) experienced adverse events (AEs) related to the treatment, and among them, 86 patients (51.5%) encountered grade 3 or 4 treatment-related AEs. The most prevalent nonhematologic grade 3 or 4 treatment-related AEs included febrile neutropenia (9.0%), elevated levels of alanine aminotransferase (7.8%), and nausea (5.4%). The authors have also claimed that in total, 21 patients (12.6%) discontinued the use of JZP-458 due to treatment-related AEs. The reasons for discontinuation were pancreatitis (6.0%), allergic reactions (5.4%), including anaphylaxis (1.8%), increased alanine aminotransferase (0.6%), and hyperammonemia (0.6%). It is important to note that the AEs leading to patient deaths were sepsis (cohort 1a, n = 1), aspiration pneumonia (cohort 1b, n = 1), and multiorgan failure (cohort 1b, n = 1). However, it was determined that none of these deaths were directly related to the administration of JZP-458. The findings indicate that the administration of JZP-458 exhibits effectiveness and a safety profile that aligns with other asparaginases. Therefore, the FDA considered the observed and simulated data as sufficient evidence to fulfill the required efficacy target, forming the basis for their decision. Significantly, JZP-458 offers a solution to one of the prominent challenges in patient care for individuals with acute lymphoblastic leukemia/lymphoblastic lymphoma, which is the scarcity of reliable drugs. Its dependable manufacturing process, along with its proven efficacy and safety showcased in AALL1931, makes JZP-458 a promising candidate to address this critical issue.   == Uses == Asparaginases can be used for different industrial and pharmaceutical purposes.   === Medical === E. coli strains are the main source of medical asparaginase. Branded formulations (with different chemical and pharmacological properties) available in 1998 include Asparaginase Medac, Ciderolase, and Oncaspar.: 5  (Crasnitin has been discontinued.) Spectrila is a recombinant E. coli asparaginase. Asparaginase produced by Dickeya dadantii (formerly called Erwinia chrysanthemi) instead is known as crisantaspase (BAN), and is available in the United Kingdom under the brand name Erwinase. One of the E. coli asparaginases marketed under the brand name Elspar for the treatment of acute lymphoblastic leukemia is also used in some mast cell tumor protocols. In July 2006, the US Food and Drug Administration (FDA) granted approval to pegaspargase for the first-line treatment of people with acute lymphoblastic leukemia as a component of a multiagent chemotherapy regimen. Pegaspargase was previously approved in February 1994 for the treatment of patients with acute lymphoblastic leukemia who were hypersensitive to native forms of L-asparaginase. In December 2018, the FDA approved calaspargase pegol-mknl, an asparagine specific enzyme, as a component of a multi-agent chemotherapeutic regimen for acute lymphoblastic leukemia in pediatric and young adult patients age 1 month to 21 years. This new product provides for a longer interval between doses compared to other available pegaspargase products. Calaspargase pegol-mknl has received FDA orphan drug designation. In June 2021, the FDA approved asparaginase erwinia chrysanthemi (recombinant)-rywn) as a component of a multi-agent chemotherapeutic regimen for the treatment of acute lymphoblastic leukemia and lymphoblastic lymphoma in people aged one month or older who have developed hypersensitivity to E. coli-derived asparaginase. The FDA granted the application for asparaginase erwinia chrysanthemi (recombinant)-rywn fast track and orphan drug designations. In the European Union, asparaginase (Enrylaze) is indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of acute lymphoblastic leukemia and lymphoblastic lymphoma.   === Food manufacturing === The most common use of asparaginases is as a processing aid in the manufacture of food. Asparaginases are used as a food processing aid to reduce the formation of acrylamide, a suspected carcinogen, in starchy food products such as snacks, biscuits and fried potato.   == Side effects == The main side effect is an allergic or hypersensitivity reaction; anaphylaxis is a possibility. Additionally, it can also be associated with a coagulopathy as it decreases protein synthesis, including synthesis of coagulation factors (e.g. progressive isolated decrease of fibrinogen) and anticoagulant factor (generally antithrombin III; sometimes protein C & S as well), leading to bleeding or thrombotic events such as stroke. Bone marrow suppression is common but only mild to moderate, rarely reaches clinical significance and therapeutic consequences are rarely required.   == Mechanism of action ==   === As a food processing aid === Acrylamide is often formed in the cooking of starchy foods. During heating the amino acid asparagine, naturally present in starchy foods, undergoes a process called the Maillard reaction, which is responsible for giving baked or fried foods their brown color, crust, and toasted flavor. Suspected carcinogens such as acrylamide and some heterocyclic amines are also generated in the Maillard reaction. By adding asparaginase before baking or frying the food, asparagine is converted into another common amino acid, aspartic acid, and ammonium. As a result, asparagine cannot take part in the Maillard reaction, and therefore the formation of acrylamide is significantly reduced. Complete acrylamide removal is probably not possible due to other, minor asparagine-independent formation pathways. As a food processing aid, asparaginases can effectively reduce the level of acrylamide in a range of starchy foods without changing the taste and appearance of the end product.   === As a drug === Applications of asparaginase in cancer therapy take advantage of the fact that acute lymphoblastic leukemia cells and some other suspected tumor cells are unable to synthesize the non-essential amino acid asparagine, whereas normal cells are able to make their own asparagine; thus leukemic cells require a high amount of asparagine. These leukemic cells depend on circulating asparagine. Asparaginase, however, catalyzes the conversion of L-asparagine to aspartic acid and ammonia. This deprives the leukemic cell of circulating asparagine, which leads to cell death.   === Enzyme regulation === Type I L-asparaginase protein may use the morpheein model of allosteric regulation.   == History == The discovery and development of asparaginase as an anti-cancer drug began in 1953, when scientists first observed that lymphomas in rat and mice regressed after treatment with guinea pig serum. Later it was found out that it is not the serum itself which provoke the tumour regression, but rather the enzyme asparaginase. After researchers comparing different kinds of asparaginases, the one derived from Escherichia coli and Erwinia chrysanthemi turned out to have the best anti-cancer ability. E. coli has thereby become the main source of asparaginase due to the factor that it is also easy to produce in large amount. The pharmacokinetics of asparaginase erwinia chrysanthemi (recombinant) (Rylaze) were evaluated in 225 recipients in study JZP458-201 (NCT04145531), an open-label multicenter trial in which asparaginase erwinia chrysanthemi (recombinant) was administered at various dosages and routes, and the results were used to develop a model to predict serum asparaginase activity at various timepoints. The FDA approval of asparaginase erwinia chrysanthemi (recombinant) (Rylaze) was based on evidence from one ongoing clinical trial (NCT04145531) in 102 children and adult participants with a type of cancer called acute lymphoblastic leukemia/lymphoblastic lymphoma. These participants had developed allergy to another type of asparaginase (E.coli based long acting asparaginase). The trial was conducted in 67 sites across the United States and Canada.   == Society and culture ==   === Economics === Normal asparaginase costs less than its pegylated version, pegaspargase. However, because it doesn't stay as long in the body, the injections need to be more frequent, with the result that total cost of treatment may be lower for the pegylated version.   === Names and Synonyms === Crisantaspase is the British Approved Name (BAN) for asparaginase obtained from Erwinia chrysanthemi. Colaspase is the BAN of asparaginase obtained from Escherichia coli. The United States Adopted Name of crisantaspase is asparaginase Erwinia chrysanthemi. Elspar, Kidrolase, Leunase and Spectrila are brand names for colaspase, while Erwinase and Erwinaze are brand names for crisantaspase. Oncaspar is the brand name of pegaspargase. Synonyms: (1) crisantaspase biobetter JZP-458, (2) RC-P JZP-458, (3) recombinant Asparaginase erwinia chrysanthemi JZP-458, (4) recombinant asparaginase Erwinia chrysanthemi-rywn, and (5) recombinant crisantaspase JZP-458. US brand name: Rylaze and Code name: (1) JZP 458, (2) JZP-458, (3) JZP458, and (4) PF743.   == Conclusions == Erwinase has shown promising efficacy and safety profiles in the treatment of acute lymphoblastic leukemia. While adverse events may occur, proper monitoring and management strategies can effectively address these challenges. Further research is needed to better understand the long-term efficacy and safety outcomes of Erwinase, particularly in comparison to other asparaginase formulations. Continued investigation and refinement of treatment protocols will contribute to maximizing the benefits of Erwinase therapy for patients with acute lymphoblastic leukemia.   == References ==   == External links == Eukaryotic Linear Motif resource motif class CLV_TASPASE1 Asparaginase at the U.S. National Library of Medicine Medical Subject Headings (MeSH) Clinical trial number NCT04145531 for \"An Open-Label Study of JZP-458 (RC-P) in Patients With Acute Lymphoblastic Leukemia (ALL)/Lymphoblastic Lymphoma (LBL)\" at ClinicalTrials.gov"}