{"name": "ataluren", "category": "drug", "content": "Ataluren, sold under the brand name Translarna, is a medication for the treatment of Duchenne muscular dystrophy. It was designed by PTC Therapeutics.   == Medical use == Ataluren is used in the European Union to treat people with Duchenne muscular dystrophy who have a nonsense mutation in the dystrophin gene, can walk, and are more than five years old.   == Contraindications == People who are pregnant or breast feeding should not take ataluren.   == Adverse effects == More than 10% of people taking ataluren in clinical trials experienced vomiting; more than 5% experienced diarrhea, nausea, headache, upper abdominal pain, and flatulence; between 1% and 5% of people experienced decreased appetite and weight loss, high levels of triglycerides, high blood pressure, cough, nosebleeds, abdominal discomfort, constipation, rashes, pain in their arms, legs, and chest muscles, blood in their urine, urinary incontinence, and fever.   == Interactions == Aminoglycosides should not be given to someone taking ataluren, as they interfere with its mechanism of action. Caution should be used with drugs that induce UGT1A9, or that are substrates of OAT1, OAT3, or OATP1B3.   == Pharmacology == While a large number of studies failed to identify the biological target of ataluren, it was discovered to bind and stabilize firefly luciferase, thus explaining the mechanism by which it created a false positive effect on the read through assay. Ataluren is thought to make ribosomes less sensitive to premature stop codons (an effect referred to as \"read-through\") by promoting insertion of certain near-cognate tRNA at the site of nonsense codons with no apparent effects on downstream transcription, mRNA processing, stability of the mRNA or the resultant protein, thereby making a functional protein similar to the non-mutated endogenous product. It seems to work particularly well for the stop codon 'UGA'. Studies have demonstrated that ataluren treatment increases expression of full-length dystrophin protein in human and mouse primary muscle cells containing the premature stop codon mutation for Duchenne muscular dystrophy and rescues striated muscle function. Studies in mice with the premature stop codon mutation for cystic fibrosis demonstrated increased CFTR protein production and function. Extending on this work, a mechanistic study with yeast and human cells has elucidated the details of ataluren-mediated nonstandard codon-anticodon base pairings which result in specific amino acid substitutions at specific codon positions in the CFTR protein. The European Medicines Agency review on the approval of ataluren concluded that \"the non-clinical data available were considered sufficient to support the proposed mechanism of action and to alleviate earlier concerns on the selectivity of ataluren for premature stop codons.\"   == Chemistry == Ataluren is an oxadiazole; its chemical name is 3-[5-(2-Fluorophenyl)-1,2,4-oxadiazol-3-yl]benzoic acid.   == History == Ataluren was discovered by scientists at PTC Therapeutics in a collaboration with Lee Sweeney's lab at the University of Pennsylvania, which was initially funded in part by Parent Project Muscular Dystrophy. The team used phenotypic screening of a chemical library to identify compounds that increased the amount of protein expressed by mutated genes, and then optimized one of the hits in the screen to create this drug. As with the results of many cell-based screens, the biological target of ataluren is not known. Phase I clinical trials started in 2004. In 2010, PTC Therapeutics released preliminary results of its phase IIb clinical trial for Duchenne muscular dystrophy, with participants not showing a significant improvement in the six minute walk distance after the 48 weeks of the trial. In May 2014, ataluren received a positive opinion from the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) and received market authorization from the European Commission to treat people with nonsense mutation Duchenne muscular dystrophy in August 2014; a confirmatory phase III clinical trial was required. By December it was on the market in Germany, France, Italy, Denmark, Spain and a number of other European Union countries. In February 2016, FDA declined to accept PTC Therapeutics new drug application for ataluren, which was based on a clinical trial in which ataluren missed its primary endpoint; PTC appealed and the FDA declined again in October 2016. In July 2016, NHS England agreed a Managed Access Agreement (MAA) for Translarna providing reimbursed patient access to Translarna in England via a five-year MAA. This followed a positive recommendation from the National Institute for Health and Care Excellence (NICE) in April 2016, subject to PTC and NHS England finalizing the terms of the MAA. NICE issued its final guidance later in July with implementation of the MAA for patients following within two months. In March 2017, PTC terminated development of ataluren for cystic fibrosis due to lack of efficacy in the phase III trials.   == Society and culture ==   === Legal status === In June 2024, the Committee for Medicinal Products for Human Use of the European Medicines Agency recommended not renewing the conditional marketing authorization for Translarna, a medicine for treating people with Duchenne muscular dystrophy.   == References =="}