{"name": "atazanavir", "category": "drug", "content": "Atazanavir, sold under the brand name Reyataz among others, is an antiretroviral medication used to treat HIV/AIDS. It is generally recommended for use with other antiretrovirals. It may be used for prevention after a needlestick injury or other potential exposure (postexposure prophylaxis (PEP)). It is taken by mouth. Common side effects include headache, nausea, yellowish skin, abdominal pain, trouble sleeping, and fever. Severe side effects include rashes such as erythema multiforme and high blood sugar. Atazanavir appears to be safe to use during pregnancy. It is of the protease inhibitor (PI) class and works by blocking HIV protease. Atazanavir was approved for medical use in the United States in 2003. It is on the World Health Organization's List of Essential Medicines. As of 2017 there is a generic version available in the United States manufactured by Teva Pharmaceuticals   == Medical uses ==  Atazanavir is used in the treatment of HIV. The efficacy of atazanavir has been assessed in a number of well-designed trials in ART-naive and ART-experienced adults. Atazanavir is distinguished from other protease inhibitors in that it has lesser effects on lipid profile and appears to be less likely to cause lipodystrophy. There may be some cross-resistant with other protease inhibitors. When boosted with ritonavir it is equivalent in potency to lopinavir for use in salvage therapy in people with a degree of drug resistance, although boosting with ritonavir reduces the metabolic advantages of atazanavir.   === Pregnancy === No evidence of harm has been found among pregnant women taking atazanavir. It is one of the preferred HIV medications to use in pregnant women who have not taken an HIV medication before. It was not associated with any birth defects among over 2,500 live births observed. Atazanavir resulted in a better cholesterol profile and confirmed that it is a safe option during pregnancy.   == Contraindications == Atazanavir is contraindicated in those with previous hypersensitivity (e.g., Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions). Additionally, atazanavir should not be given with alfuzosin, rifampin, irinotecan, lurasidone, pimozide, triazolam, orally administered midazolam, ergot derivatives, cisapride, St. John's wort, lovastatin, simvastatin, sildenafil, indinavir, or nevirapine. Atazanavir inhibits the enzyme UDP glucuronosyltransferase (UGT) 1A1, thereby impacting the hepatic glucuronidation and elimination of bilirubin. As such atazanavir may not be prescribed to patients with UGT1A1 deficiencies (e.g. those who suffer from Gilbert's syndrome or Crigler–Najjar syndrome) in order to avoid the possibility of jaundice.   == Adverse effects == Common side effects include: nausea, jaundice, rash, headache, abdominal pain, vomiting, insomnia, peripheral neurologic symptoms, dizziness, muscle pain, diarrhea, depression and fever. Bilirubin levels in the blood are normally asymptomatically raised with atazanavir, but can sometimes lead to jaundice.   == Mechanism of action == Atazanavir binds to the active site HIV protease and prevents it from cleaving the pro-form of viral proteins into the working machinery of the virus. If the HIV protease enzyme does not work, the virus is not infectious, and no mature virions are made. The azapeptide drug was designed as an analog of the peptide chain substrate that HIV protease would cleave normally into active viral proteins. More specifically, atazanavir is a structural analog of the transition state during which the bond between a phenylalanine and proline is broken. Humans do not have any enzymes that break bonds between phenylalanine and proline, so this drug will not target human enzymes.   == References =="}