{"name": "atenolol", "category": "drug", "content": "Atenolol is a beta blocker medication primarily used to treat high blood pressure and heart-associated chest pain. Although used to treat high blood pressure, it does not seem to improve mortality in those with the condition. Other uses include the prevention of migraines and treatment of certain irregular heart beats. It is taken orally (by mouth) or by intravenous injection (injection into a vein). It can also be used with other blood pressure medications. Common side effects include feeling tired, heart failure, dizziness, depression, and shortness of breath. Other serious side effects include bronchial spasm. Use is not recommended during pregnancy and alternative drugs are preferred when breastfeeding. It works by blocking β1-adrenergic receptors in the heart, thus decreasing the heart rate and workload. Atenolol was patented in 1969 and approved for medical use in 1975. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2022, it was the 63rd most commonly prescribed medication in the United States, with more than 10 million prescriptions.   == Medical uses == Atenolol is used for a number of conditions including hyperthyroidism, hypertension, angina, long QT syndrome, acute myocardial infarction, supraventricular tachycardia, ventricular tachycardia, and the symptoms of alcohol withdrawal. The role for β-blockers in general in hypertension was downgraded in June 2006 in the United Kingdom, and later in the United States, as they are less appropriate than other agents such as ACE inhibitors, calcium channel blockers, thiazide diuretics and angiotensin receptor blockers, particularly in the elderly.   === Available forms === Atenolol is available in the form of 25, 50, and 100 mg oral tablets. It is also available in the form of oral tablets containing a combination of 50 or 100 mg atenolol and 50 mg chlortalidone. Atenolol was previously available in a 0.5 mg/mL solution for injection as well, but this formulation was discontinued.   == Side effects ==  Hypertension treated with a β-blocker such as atenolol, alone or in conjunction with a thiazide diuretic, is associated with a higher incidence of new onset type 2 diabetes mellitus compared to those treated with an ACE inhibitor or angiotensin receptor blocker. β-blockers, of which atenolol is mainly studied, provides weaker protection against stroke and mortality in patients over 60 years old compared to other antihypertensive medications. Diuretics may be associated with better cardiovascular and cerebrovascular outcomes than β-blockers in the elderly.   == Overdose == Symptoms of overdose are due to excessive pharmacodynamic actions on β1 and also β2-receptors. These include bradycardia (slow heartbeat), severe hypotension with shock, acute heart failure, hypoglycemia and bronchospastic reactions. Treatment is largely symptomatic. Hospitalization and intensive monitoring is indicated. Activated charcoal is useful to absorb the drug. Atropine will counteract bradycardia, glucagon helps with hypoglycemia, dobutamine can be given against hypotension and the inhalation of a β2-mimetic such as hexoprenalin or salbutamol will terminate bronchospasms. Blood or plasma atenolol concentrations may be measured to confirm a diagnosis of poisoning in hospitalized patients or to assist in a medicolegal death investigation. Plasma levels are usually less than 3 mg/L during therapeutic administration, but can range from 3–30 mg/L in overdose victims.   == Interactions == Interactions with atenolol include catecholamine-depleting drugs like reserpine, calcium channel blockers, disopyramide, amiodarone, clonidine, prostaglandin synthase inhibitors like indomethacin, and digitalis glycosides. Most of these interactions involve either additive cardiovascular effects or reduction of atenolol's effects. Atenolol is mainly eliminated renally without being metabolized by the liver or by cytochrome P450 enzymes. As a result, it has little or no potential for cytochrome P450-related drug interactions, for instance with inhibitors and inducers of these enzymes. Beta blockers like atenolol can reduce or block the cardiovascular effects of sympathomimetics and amphetamines, such as hypertension and tachycardia. Atenolol has been found to be safe in combination with the non-selective monoamine oxidase inhibitor (MAOI) phenelzine and actually improved orthostatic hypotension and hypertensive reactions with phenelzine. However, more research is still needed to assess whether addition of a beta blocker like atenolol to MAOI therapy is safe and effective for improving orthostatic hypotension with MAOIs.   == Pharmacology ==   === Pharmacodynamics === Atenolol is a beta blocker, that is, an antagonist of the β-adrenergic receptors. It is specifically a selective antagonist of the β1-adrenergic receptor with no intrinsic sympathomimetic activity (i.e., partial agonist activity) or membrane-stabilizing activity. However, the preferential action of atenolol is not absolute, and at high doses it can also block β2-adrenergic receptors. Beta-blocking effects of atenolol include reduction in resting and exercise heart rate and cardiac output, reduction of systolic and diastolic blood pressure at rest and with exercise, inhibition tachycardia induced by isoproterenol (a non-selective β-adrenergic receptor agonist), and reduction of reflex orthostatic tachycardia. The beta-blocking effects of atenolol, as measured by reduction of exercise-related tachycardia, are apparent within 1 hour and are maximal within 2 to 4 hours following a single oral dose. The pharmacodynamic effects of atenolol, including beta-blocking and antihypertensive effects, last for at least 24 hours following oral doses of 50 or 100 mg. With intravenous administration, maximal reduction in exercise-related tachycardia occurs within 5 minutes and following a single 10 mg dose has dissipated within 12 hours. The duration of action of atenolol is dose-related and is correlated with circulating levels of atenolol.   === Pharmacokinetics === The absorption of atenolol with oral administration is rapid and consistent but is incomplete. About 50% of an oral dose of atenolol is absorbed from the intestines, with the rest excreted in feces. Maximal concentrations of atenolol occur 2 to 4 hours following an oral dose, whereas peak concentrations occur within 5 minutes with intravenous administration. The pharmacokinetic profile of atenolol results in it having relatively consistent plasma drug levels with about 4-fold variation between individuals. The plasma protein binding of atenolol is 6 to 16%. Atenolol is classified as a beta blocker with low lipophilicity and hence lower potential for crossing the blood–brain barrier and entering the brain. This in turn may result in fewer effects in the central nervous system as well as a lower risk of neuropsychiatric side effects. Atenolol undergoes little to no metabolism by the liver. This is in contrast to other beta blockers like propranolol and metoprolol, but is similar to nadolol. Instead of hepatic metabolism, atenolol is eliminated mainly via renal excretion. Atenolol is excreted 50% in urine with oral administration and more than 85% in urine with intravenous administration. The elimination half-life of atenolol is about 6 to 7 hours. The half-life of atenolol does not change with continuous administration. With intravenous administration, atenolol levels rapidly decline (5- to 10-fold) during the first 7 hours and thereafter decline at a rate similar to that with oral administration. The elimination of atenolol is slowed in renal impairment, with the elimination rate being closely related to the glomerular filtration rate and with significant accumulation occurring when the creatinine clearance rate is under 35 mL/min/1.73 m2.   == Chemistry == The experimental log P of atenolol is 0.16 and its predicted log P ranges from −0.03 to 0.57.   == Society and culture ==   === Changing medical practices === Atenolol has been given as an example of how slow healthcare providers are to change their prescribing practices in the face of medical evidence that indicates that a drug is not as effective as others in treating some conditions. In 2012, 33.8 million prescriptions were written to American patients for this drug. In 2014, it was in the top (most common) 1% of drugs prescribed to Medicare patients. Although the number of prescriptions has been declining steadily since limited evidence articles contesting its efficacy was published, it has been estimated that it would take 20 years for doctors to stop prescribing it for hypertension. Despite its diminished efficacy when compared to newer antihypertensive drugs, atenolol and other beta blockers are still a relevant clinical choice for treating some conditions, since beta blockers are a diverse group of medicines with different properties that still requires further research. As consequence, reasons for the popularity of beta blockers cannot be fully attributed to a slow healthcare system – patient compliance factor, such as treatment cost and duration, also affect adherence and popularity of therapy.   == References =="}