{"name": "atovaquone", "category": "drug", "content": "Atovaquone, sold under the brand name Mepron, is an antimicrobial medication for the prevention and treatment of Pneumocystis jirovecii pneumonia (PCP). Atovaquone is a chemical compound that belongs to the class of naphthoquinones. Atovaquone is a hydroxy-1,4-naphthoquinone, an analog of both ubiquinone and lawsone.   == Medical uses == Atovaquone is a medication used to treat or prevent:  For pneumocystis pneumonia (PCP), it is used in mild cases, although it is not approved for treatment of severe cases. For toxoplasmosis, the medication has antiparasitic and therapeutic effects. For malaria, it is one of the two components (along with proguanil) in the drug Malarone. Malarone has fewer side effects and is more expensive than mefloquine. Resistance has been observed. For babesia, it is often used in conjunction with oral azithromycin. Trimethoprim/sulfamethoxazole (TMP-SMX, Bactrim) is generally considered first-line therapy for PCP (not to be confused with sulfadiazine and pyrimethamine, which is first line for toxoplasmosis). However, atovaquone may be used in patients who cannot tolerate, or are allergic to, sulfonamide medications such as TMP-SMX. In addition, atovaquone has the advantage of not causing myelosuppression, which is an important issue in patients who have undergone bone marrow transplantation. Atovaquone is given prophylactically to kidney transplant patients to prevent PCP in cases where Bactrim is contraindicated for the patient.   === Malaria === Atovaquone, as a combination preparation with proguanil, has been commercially available from GlaxoSmithKline since 2000 as Malarone for the treatment and prevention of malaria.   == Research ==   === COVID-19 ===  Preliminary research found that atovaquone could inhibit the replication of SARS-CoV-2 in vitro. Clinical trials of atovaquone for the treatment of COVID-19 are planned, and ongoing in United States in December 2021. Atovaquone has also been found to inhibit human coronavirus OC43 and feline coronavirus in vitro. In newer researches, atovaquone did not demonstrate evidence of enhanced SARS-CoV-2 viral clearance compared with placebo.   == Veterinary use == Atovaquone is used in livestock veterinary cases of babesiosis in cattle, especially if imidocarb resistance is a concern.   == References ==   == Further reading == Kessl JJ, Hill P, Lange BB, Meshnick SR, Meunier B, Trumpower BL (January 2004). \"Molecular basis for atovaquone resistance in Pneumocystis jirovecii modeled in the cytochrome bc(1) complex of Saccharomyces cerevisiae\". The Journal of Biological Chemistry. 279 (4): 2817–2824. doi:10.1074/jbc.M309984200. PMID 14576156.   == External links ==  \"Atovaquone\". Drug Information Portal. U.S. National Library of Medicine."}