{"name": "Atypical Hemolytic Uremic Syndrome", "category": "disease", "content": "Hemolytic–uremic syndrome (HUS) is a group of blood disorders characterized by low red blood cells, acute kidney injury (previously called acute renal failure), and low platelets. Initial symptoms typically include bloody diarrhea, fever, vomiting, and weakness. Kidney problems and low platelets then occur as the diarrhea progresses. Children are more commonly affected, but most children recover without permanent damage to their health, although some children may have serious and sometimes life-threatening complications. Adults, especially the elderly, may present a more complicated presentation. Complications may include neurological problems and heart failure. Most cases occur after infectious diarrhea due to a specific type of E. coli called O157:H7. Other causes include S. pneumoniae, Shigella, Salmonella, and certain medications. The underlying mechanism typically involves the production of Shiga toxin by the bacteria. Atypical hemolytic uremic syndrome (aHUS) is often due to a genetic mutation and presents differently. However, both can lead to widespread inflammation and multiple blood clots in small blood vessels, a condition known as thrombotic microangiopathy. Treatment involves supportive care and may include dialysis, steroids, blood transfusions, or plasmapheresis. About 1.5 per 100,000 people are affected per year. Less than 5% of those with the condition die. Of the remainder, up to 25% have ongoing kidney problems. HUS was first defined as a syndrome in 1955.   == Signs and symptoms == After eating contaminated food, the first symptoms of infection can emerge anywhere from 1 to 10 days later, but usually after 3 to 4 days. These early symptoms can include diarrhea (which is often bloody), stomach cramps, mild fever, or vomiting that results in dehydration and reduced urine. HUS typically develops about 5–10 days after the first symptoms, but can take up to 3 weeks to manifest, and occurs at a time when the diarrhea is improving. Related symptoms and signs include lethargy, decreased urine output, blood in the urine, kidney failure, low platelets, (which are needed for blood clotting), and destruction of red blood cells (microangiopathic hemolytic anemia). High blood pressure, jaundice (a yellow tinge in skin and the whites of the eyes), seizures, and bleeding into the skin can also occur. In some cases, there are prominent neurologic changes. People with HUS commonly exhibit the symptoms of thrombotic microangiopathy (TMA), which can include abdominal pain, low platelet count, elevated lactate dehydrogenase LDH, (an enzyme released from damaged cells, and which is therefore a marker of cellular damage) decreased haptoglobin (indicative of the breakdown of red blood cells) anemia (low red blood cell count), schistocytes (damaged red blood cells), elevated creatinine (a protein waste product generated by muscle metabolism and eliminated renally), proteinuria (indicative of kidney injury), confusion, fatigue, swelling, nausea/vomiting, and diarrhea. Additionally, patients with aHUS typically present with an abrupt onset of systemic signs and symptoms such as acute kidney failure, hypertension (high blood pressure), myocardial infarction (heart attack), stroke, lung complications, pancreatitis (inflammation of the pancreas), liver necrosis (death of liver cells or tissue), encephalopathy (brain dysfunction), seizure, and coma. Failure of neurologic, cardiac, renal, and gastrointestinal (GI) organs, as well as death, can occur unpredictably at any time, either very quickly or following prolonged symptomatic or asymptomatic disease progression.   == Cause ==   === Typical HUS === Shiga-toxin producing E. coli (STEC) HUS occurs after ingestion of a strain of bacteria expressing Shiga toxin such as enterohemorrhagic Escherichia coli (EHEC), of which E. coli O157:H7 is the most common serotype.   === Atypical HUS ===  Atypical HUS (aHUS) represents 5–10% of HUS cases and is largely due to one or several genetic mutations that cause chronic, uncontrolled, and excessive activation of the complement system, which is a group of immune signaling factors that promote inflammation, enhance the ability of antibodies and phagocytic cells to clear microbes and damaged cells from the body, and directly attack the pathogen's cell membrane. This results in platelet activation, endothelial cell damage, and white blood cell activation, leading to systemic TMA, which manifests as decreased platelet count, hemolysis (breakdown of red blood cells), damage to multiple organs, and ultimately death. Early signs of systemic complement-mediated TMA include thrombocytopenia (platelet count below 150,000 or a decrease from baseline of at least 25%) and evidence of microangiopathic hemolysis, which is characterized by elevated LDH levels, decreased haptoglobin, decreased hemoglobin (the oxygen-containing component of blood), and/or the presence of schistocytes. Despite the use of supportive care, an estimated 33–40% of patients will die or have end-stage renal disease (ESRD) with the first clinical manifestation of aHUS, and 65% of patients will die, require dialysis, or have permanent renal damage within the first year after diagnosis despite plasma exchange or plasma infusion (PE/PI) therapy. Patients who survive the presenting signs and symptoms of aHUS endure a chronic thrombotic and inflammatory state, which puts them at lifelong elevated risk of sudden blood clotting, kidney failure, other severe complications and premature death. Historically, treatment options for aHUS were limited to plasma exchange or plasma infusion (PE/PI) therapy, which carries significant risks and has not been proven effective in any controlled trials. People with aHUS and ESRD have also had to undergo lifelong dialysis, which has a 5-year survival rate of 34–38%.   == Pathogenesis == HUS is caused by ingestion of bacteria that produce Shiga toxins, with Shiga-toxin producing E. coli (STEC) being the most common type. E. coli can produce shigatoxin-1, shigatoxin-2, or both; with shigatoxin-2 producing organisms being more virulent and being much more likely to cause HUS. Once ingested, the bacteria move to the intestines where they produce the Shiga toxins. The bacteria and toxins damage the mucosal lining of the intestines, and thus are able to gain entry into the circulation. Shiga toxin enters the mesenteric microvasculature lining the intestines where it releases inflammatory cytokines including IL-6, IL-8, TNFα, and IL-1β. These inflammatory mediators lead to inflammation and vascular injury with microthrombi that are seen with HUS. It also further damages the intestinal barrier leading to diarrhea (usually bloody) and further entry of Shiga toxin from the intestines to the bloodstream as the intestinal barrier is compromised. Once Shiga toxin enters the circulation it can travel throughout the body and cause the wide array of end organ damage and the multitude of symptoms seen with HUS. Shiga toxin gains entry to cells by binding to globotriaosylceramide (Gb3) which is a globoside found on cell membranes, it is found throughout the body including the surface of the glomerular endothelium of the kidney. Shiga toxin gains entry to the cell via Gb3 and endocytosis, it then is transported to the Golgi apparatus where furin cleaves the A subunit of the Shiga toxin. It is then transported to the endoplasmic reticulum where it is further cleaved, leaving the A1 subunit of Shiga toxin free. The A1 subunit of Shiga toxin inhibits the 28s subunit of the ribosomal rRNA, this leads to inhibited protein production by the ribosomes. With the cell's protein synthesis inhibited by Shiga toxin, the cell is destroyed. This leads to vascular injury (including in the kidneys where Gb3 is concentrated). The vascular injury facilitates the formation of vascular microthrombi which are characteristic of TTP. The TTP leads to platelet trapping (and thrombocytopenia), red blood cell destruction (and anemia), and end organ damage that is characteristically seen with HUS and TTP. HUS is one of the thrombotic microangiopathies, a category of disorders that includes STEC-HUS, aHUS, and thrombotic thrombocytopenic purpura (TTP). The release of cytokines and chemokines (IL-6, IL-8, TNF-α, IL-1β) that are commonly released by Shiga toxin are implicated in platelet activation and TTP. The presence of schistocytes is a key finding that helps to diagnose HUS. Shiga-toxin directly activates the alternative complement pathway and also interferes with complement regulation by binding to complement factor H, an inhibitor of the complement cascade.  Shiga-toxin causes complement-mediated platelet, leukocyte, and endothelial cell activation, resulting in systemic hemolysis, inflammation and thrombosis. Severe clinical complications of TMA have been reported in patients from 2 weeks to more than 44 days after presentation with STEC-HUS, with improvements in clinical condition extending beyond this time frame, suggesting that complement activation persists beyond the acute clinical presentation and for at least 4 months. The consumption of platelets as they adhere to the thrombi lodged in the small vessels typically leads to mild or moderate thrombocytopenia with a platelet count of less than 60,000 per microliter. As in the related condition TTP, reduced blood flow through the narrowed blood vessels of the microvasculature leads to reduced blood flow to vital organs, and ischemia may develop. The kidneys and the central nervous system (brain and spinal cord) are the parts of the body most critically dependent on high blood flow, and are thus the most likely organs to be affected. However, in comparison to TTP, the kidneys tend to be more severely affected in HUS, and the central nervous system is less commonly affected. In contrast with typical disseminated intravascular coagulation seen with other causes of sepsis and occasionally with advanced cancer, coagulation factors are not consumed in HUS (or TTP) and the coagulation screen, fibrinogen level, and assays for fibrin degradation products such as \"D-Dimers\", are generally normal despite the low platelet count (thrombocytopenia). HUS occurs after 3–7% of all sporadic E. coli O157:H7 infections and up to approximately 20% or more of epidemic infections. Children and adolescents are commonly affected. One reason could be that children have more Gb3 receptors than adults which may be why children are more susceptible to HUS. Cattle, swine, deer, and other mammals do not have GB3 receptors, but can be asymptomatic carriers of Shiga toxin-producing bacteria. Some humans can also be asymptomatic carriers. Once the bacteria colonizes, diarrhea followed by bloody diarrhea, hemorrhagic colitis, typically follows. Other serotypes of STEC also cause disease, inlduding HUS, as occurred with E. coli O104:H4, which triggered a 2011 epidemic of STEC-HUS in Germany. Grossly, the kidneys may show patchy or diffuse renal cortical necrosis. Histologically, the glomeruli show thickened and sometimes split capillary walls due largely to endothelial swelling. Large deposits of fibrin-related materials in the capillary lumens, subendothelially, and in the mesangium are also found along with mesangiolysis. Interlobular and afferent arterioles show fibrinoid necrosis and intimal hyperplasia and are often occluded by thrombi. STEC-HUS most often affects infants and young children, but also occurs in adults. The most common form of transmission is ingestion of undercooked meat, unpasteurized fruits and juices, contaminated produce, contact with unchlorinated water, and person-to-person transmission in daycare or long-term care facilities. Unlike typical HUS, aHUS does not follow STEC infection and is thought to result from one or several genetic mutations that cause chronic, uncontrolled, and excessive activation of complement. This leads to platelet activation, endothelial cell damage, and white blood cell activation, leading to systemic TMA, which manifests as decreased platelet count, hemolysis, damage to multiple organs, and ultimately, death. Early signs of systemic complement-mediated TMA include thrombocytopenia (platelet count below 150,000 or a decrease from baseline of at least 25%) and evidence of microangiopathic hemolysis, which is characterized by elevated LDH levels, decreased haptoglobin, decreased hemoglobin, and/or the presence of schistocytes.   == Diagnosis == The similarities between HUS, aHUS, and TTP make differential diagnosis essential. All three of these systemic TMA-causing diseases are characterized by thrombocytopenia and microangiopathic hemolysis, plus one or more of the following: neurological symptoms (e.g., confusion, cerebral convulsions, seizures); renal impairment (e.g., elevated creatinine, decreased estimated glomerular filtration rate [eGFR], abnormal urinalysis); and gastrointestinal (GI) symptoms (e.g., diarrhea, nausea/vomiting, abdominal pain, gastroenteritis).The presence of diarrhea does not exclude aHUS as the cause of TMA, as 28% of patients with aHUS present with diarrhea and/or gastroenteritis. First diagnosis of aHUS is often made in the context of an initial, complement-triggering infection, and Shiga-toxin has also been implicated as a trigger that identifies patients with aHUS. Additionally, in one study, mutations of genes encoding several complement regulatory proteins were detected in 8 of 36 (22%) patients diagnosed with STEC-HUS. However, the absence of an identified complement regulatory gene mutation does not preclude aHUS as the cause of the TMA, as approximately 50% of patients with aHUS lack an identifiable mutation in complement regulatory genes. Diagnostic work-up supports the differential diagnosis of TMA-causing diseases. A positive Shiga-toxin/EHEC test confirms a cause for STEC-HUS, and severe ADAMTS13 deficiency (i.e., ≤5% of normal ADAMTS13 levels) confirms a diagnosis of TTP.   == Prevention == The effect of antibiotics in shiga toxin producing E. coli is unclear. While some early studies raised concerns more recent studies show either no effect or a benefit.   == Treatment == Treatment involves supportive care and may include dialysis, steroids, blood transfusions, and plasmapheresis. Early IV fluid hydration is associated with better outcomes including shorter hospital stays and reducing the risk of dialysis. Empiric antibiotics are not indicated in those who are immunocompetent, and may worsen the HUS. Antidiarrheals and narcotic medications to slow the gut are not recommended as they are associated with worsening symptoms, increased risk of HUS in those with STEC infection, and adverse neurologic reactions. Platelet transfusions should not be used as the may drive the process of microangiopathy leading to worsening TTP. While eculizumab is being used to treat atypical hemolytic uremic syndrome, no evidence as of 2018 supports its use in the main forms of HUS. Scientists are trying to understand how useful it would be to immunize humans or cattle.   == Prognosis == Acute renal failure occurs in 55–70% of people with STEC-HUS, although up to 70–85% recover renal function. With aggressive treatment, more than 90% of patients survive the acute phase of HUS, and only about 9% may develop ESRD. Roughly one-third of persons with HUS have abnormal kidney function many years later, and a few require long-term dialysis. Another 8% of persons with HUS have other lifelong complications, such as high blood pressure, seizures, blindness, paralysis, and the effects of having part of their colon removed. STEC-HUS is associated with a 3% mortality rate among young children and a 20% mortality rate in middle age or older adults. 15-20% of children infected with STEC develop HUS, with the highest risk being in children younger than 5 years old. Patients with aHUS generally have poor outcomes, with up to 50% progressing to end-stage renal disease (ESRD) or irreversible brain damage; as many as 25% die during the acute phase.   == History == HUS is now considered as a part of the broader group of Thrombotic microangiopathies (TMA). Thrombotic thrombocytopenic purpura (TTP), a TMA, was first described by the Hungarian born, American pathologist and physician Eli Moschcowitz (1879–1964). In 1924, Moschcowitz first described TTP as a distinct clinicopathologic condition that can mimic the clinical characteristics of Hemolytic–uremic syndrome (HUS). That was in a 16-year-old girl who died 2 weeks after the abrupt onset and progression of petechial bleeding, pallor, fever, paralysis, hematuria and coma; and called \"Moschcowitz disease\". Moreover, Moschcowitz was among the first to work in psychosomatic medicine, and he presented a paper in 1935 on the psychological origins of physical disease. HUS was first described by Conrad Gasser in 1955, and the systemic character of HUS was subsequently defined. Bernard Kaplan identified several distinct entities that can manifest as HUS and emphasized that HUS was a syndrome with a common pathologic outcome. Kaplan is a Canadian professor and director of Pediatric Nephrology. He has an international reputation for his studies, over the past 34 years, on the hemolytic uremic syndromes. The discovery that endothelial cell injury underlies this broad spectrum of TMA disorders has come into focus during the last two decades. In the 1980s, Mohamed Karmali (1945–2016) was the first to make the association between Stx, diarrheal E. coli infection and the idiopathic hemolytic uremic syndrome of infancy and childhood. Karmali's work showed that the hemolytic uremic syndrome the children in Canada was caused by this particular bacteria. Karmali also developed the system of classifying strains of E.coli and determining which cause disease in humans. He defined the presence of microvascular injury in diarrhea-associated HUS and the critical role of a verotoxin produced by specific strains of Escherichia coli. This verotoxin was subsequently found to be a member of a family of toxins first identified with Shigella and known as Shiga toxin (Stx). This relationship and the eventual link of TTP to abnormally high levels of ultra-large Von Willebrand factor (vWF) multimers caused by congenital or acquired reductions in ADAMTS13 activity was established at approximately the same time. In 1924, a Finnish physician Erik Adolf von Willebrand (1870–1949) was consulted about a young girl with a bleeding disorder. Von Willebrand described this disorder in 1926, distinguishing it from hemophilia. The disorder was named after him, becoming known as von Willebrand disease. The cause of the disease was later discovered to be a deficiency of a protein, now known as von Willebrand factor, that enables hemostasis. Paul Warwicker is an English nephrologist, whilst in Newcastle in the mid-1990s his research in molecular genetics with Professors Tim and Judith Goodship led to the genetic mapping of the familial form of atypical HUS and the descriptions of the first HUS-related mutations and polymorphisms in the factor H gene in both familial and sporadic HUS. He was awarded an MD in molecular genetics in 2000, and elected fellow of the Royal College of Physicians in the same year. Paul Warwicker confirmed the association of atypical HUS (aHUS) to defects in a region on chromosome 1 that contains the genes for several complement regulatory proteins. Later, mutations in complement factor H, complement factor I, membrane cofactor protein, factor B, C3, and thrombomodulin have now been found to cause many of the familial cases of aHUS. These discoveries have allowed a more comprehensive understanding of the pathogenesis, evaluation, and treatment of the entire spectrum of TMA disorders and provide a more rational and effective approach to the care of these children with complicated disease. Prior to the use of monoclonal antibodies patients with aHUS had an extremely poor prognosis. Eculizumab (Soliris®, Alexion Pharmaceuticals, Inc., Boston, MA, USA) is a humanized monoclonal complement inhibitor that is the first and only approved treatment for patients with aHUS by FDA in September 2011. Eculizumab binds with high affinity to C5, inhibiting C5 cleavage to C5a and C5b and preventing the generation of the terminal complement complex C5b-9, thus inhibiting complement-mediated TMA. Eculizumab was proven to be effective in patients with aHUS in which it resolved and prevented complement-mediated TMA, improving renal function and hematologic outcomes. Alexion head of R&D 'John Orloff, M.D. \"The results met the high bar of complete TMA response, defined by hematologic normalization and improved kidney function,\" said Alexion R&D head John Orloff, M.D., who reckons the drug can become the \"new standard of care for patients with aHUS.\" \"We are preparing regulatory submissions for Ultomiris in aHUS in the U.S., European Union and Japan as quickly as possible,\" he added.   == Epidemiology == The country with the highest incidence of HUS is Argentina and it performs a key role in the research of this condition. In the United States, the overall incidence of HUS is estimated at 2.1 cases per 100,000 persons/year, with a peak incidence between six months and four years of age. HUS and the E. coli infections that cause it have been the source of much negative publicity for the FDA, meat industries, and fast-food restaurants since the 1990s, especially in the contaminations linked to Jack in the Box restaurants. In 2006, an epidemic of harmful E. coli emerged in the United States due to contaminated spinach. In June 2009, Nestlé Toll House cookie dough was linked to an outbreak of E. coli O157:H7 in the United States, which sickened 70 people in 30 states. In May 2011 an epidemic of bloody diarrhea caused by E. coli O104:H4-contaminated fenugreek seeds hit Germany. Tracing the epidemic revealed more than 3,800 cases, with HUS developing in more than 800 of the cases, including 36 fatal cases. Nearly 90% of the HUS cases were in adults.   == References =="}