{"name": "Autistic Disorder", "category": "disease", "content": "Classic autism, also known as childhood autism, autistic disorder, (early) infantile autism, infantile psychosis, Kanner's autism, Kanner's syndrome, or (formerly) just autism, is a neurodevelopmental condition first described by Leo Kanner in 1943. It is characterized by atypical and impaired development in social interaction and communication as well as restricted, repetitive behaviors, activities, and interests. These symptoms first appear in early childhood and persist throughout life. It was last recognized as a diagnosis in the DSM-IV and ICD-10, and has been superseded by autism spectrum disorder in the DSM-5 (2013) and ICD-11 (2022). Globally, classic autism was estimated to affect 24.8 million people as of 2015. Autism is caused by a combination of genetic and environmental factors, with genetic factors thought to heavily predominate. Controversies surrounded other proposed environmental causes; for example, the vaccine hypothesis, which although disproved, continues to hold sway in certain communities. After DSM-5/ICD-11 the term \"autism\" has become more commonly used in reference to the autism spectrum more broadly.   == Characteristics == Autism is a highly variable neurodevelopmental disorder whose symptoms first appear during infancy or childhood, and generally follows a steady course without remission. Autistic people may be severely impaired in some respects but average, or even superior, in others. Overt symptoms gradually begin after the age of six months and become established by age two or three years. Some autistic children experience regression in their communication and social skills after reaching developmental milestones at a normal pace. It was said to be distinguished by a characteristic triad of symptoms: impairments in social interaction, impairments in communication, and repetitive behavior. Other aspects, such as atypical eating, are also common but are not essential for diagnosis. Individual symptoms of autism occur in the general population and appear not to associate highly, without a sharp line separating pathologically severe from common traits.   === Social development === Autistic people have social impairments and often lack the intuition about others that many people take for granted. Unusual social development becomes apparent early in childhood. Autistic infants show less attention to social stimuli, smile and look at others less often, and respond less to their own name. Autistic toddlers differ more strikingly from social norms; for example, they have less eye contact and turn-taking, and do not have the ability to use simple movements to express themselves, such as pointing at things. Three- to five-year-old autistic children are less likely to exhibit social understanding, approach others spontaneously, imitate and respond to emotions, communicate nonverbally, and take turns with others. However, they do form attachments to their primary caregivers. Most autistic children displayed moderately less attachment security than neurotypical children, although this difference disappears in children with higher mental development or less pronounced autistic traits. Children with high-functioning autism have more intense and frequent loneliness compared to non-autistic peers, despite the common belief that autistic children prefer to be alone. Making and maintaining friendships often proves to be difficult for autistic people. For them, the quality of friendships, not the number of friends, predicts how lonely they feel. Functional friendships, such as those resulting in invitations to parties, may affect the quality of life more deeply.   === Communication === Differences in communication may be present from the first year of life, and may include delayed onset of babbling, unusual gestures, diminished responsiveness, and vocal patterns that are not synchronized with the caregiver. In the second and third years, autistic children have less frequent and less diverse babbling, consonants, words, and word combinations; their gestures are less often integrated with words. Autistic children are less likely to make requests or share experiences, and are more likely to simply repeat others' words (echolalia) or reverse pronouns. Deficits in joint attention may be present — for example, they may look at a pointing hand instead of the object to which the hand is pointing. Autistic children may have difficulty with imaginative play and with developing symbols into language. It is also thought that autistic and non-autistic adults produce different facial expressions, and that these differences could contribute to bidirectional communication difficulties.   === Repetitive behavior ===  Autistic individuals can display many forms of repetitive or restricted behavior, which the Repetitive Behavior Scale-Revised (RBS-R) categorizes as follows.  Stereotyped behaviors: Repetitive movements, such as hand flapping, head rolling, or body rocking. Compulsive behaviors: Time-consuming behaviors intended to reduce the anxiety that an individual feels compelled to perform repeatedly or according to rigid rules, such as placing objects in a specific order, checking things, or handwashing. Sameness: Resistance to change; for example, insisting that the furniture not be moved or refusing to be interrupted. Ritualistic behavior: Unvarying pattern of daily activities, such as an unchanging menu or a dressing ritual. Restricted interests: Interests or fixations that are abnormal in theme or intensity of focus, such as preoccupation with a single television program, toy, or game. No single repetitive or self-injurious behavior seems to be specific to autism, but autism appears to have an elevated pattern of occurrence and severity of these behaviors.   === Other symptoms === Autistic individuals may have symptoms that are independent of the diagnosis. An estimated 0.5% to 10% of individuals with classic autism show unusual abilities, ranging from splinter skills such as the memorization of trivia to the extraordinarily rare talents of prodigious autistic savants. Sensory abnormalities are found in over 90% of autistic people, and are considered core features by some, although there is no good evidence that sensory symptoms differentiate autism from other developmental disorders. An estimated 60–80% of autistic people have motor signs that include poor muscle tone, poor motor planning, and toe walking.   == Causes ==  It was presumed initially that there was a common cause at the genetic, cognitive, and neural levels for classic autism's characteristic triad of symptoms. However, over time, there was increasing evidence that autism was instead a complex and highly heritable disorder whose core aspects have distinct causes which often co-occur.  The exact causes of autism are unknown, but it is believed that both genetic and environmental factors play a role in its development. Multiple studies have shown structural and functional atypicalities in the brains of autistic people. Experiments have been conducted to determine if the degree of brain atypicality yields any correlation to the severity of autism. One study done by Elia et al. (2000) used magnetic resonance imaging (MRI) on the midsagittal area of the cerebrum, midbrain, cerebellar vermis, corpus callosum, and vermal lobules VI and VII to measure brain atypicalities in children with low-functioning autism. The results suggested that the midbrain structures correlate with certain developmental behavioral aspects such as motivation, mnemonic, and learning processes, though there is more research needed to confirm this. Furthermore, many developmental processes may contribute to several types of brain atypicalities in autism; therefore, determining the link between such atypicalities and severity of autism proves difficult. Although theories regarding vaccines lack convincing scientific evidence, are biologically implausible, and originated from a fraudulent study, parental concern about a potential vaccine link with autism (and subsequent concern about ASD) has led to lower rates of childhood immunizations, outbreaks of previously controlled childhood diseases in some countries, and the preventable deaths of several children.   == Diagnosis == Diagnosis of classic autism was based on behavioral symptoms, not cause or mechanism. The ICD-10 criteria for childhood autism postulate that abnormal or impaired development is evident before the age of 3 in receptive or expressive language used in social communication, development of selective social attachments or reciprocal social interactions, or functional and symbolic play. The children would also be required to exhibit six other symptoms from three macro-categories pertaining to qualitative impairment in social interactions, quantitative abnormalities in communication, and restricted/repetitive/stereotyped patterns of behavior, interests, and activities. ICD-10 differentiates high functioning and low-functioning autistic people by diagnosing the additional code of intellectual disability.   === Classification === Classic autism was listed as autistic disorder in the fourth edition of the American Psychiatric Association's diagnostic manual, as one of the five pervasive developmental disorders (PDDs). However, the PDDs were collapsed into the single diagnosis of Autism Spectrum Disorder in 2013, and the WHO's diagnostic manual ICD-11 (which had listed it as childhood autism in its previous edition) followed suit a few years later. Classic autism was said to be characterized by widespread abnormalities of social interactions and communication, severely restricted interests, and highly repetitive behavior. Of the PDDs, Asperger syndrome was closest to classic autism in signs and likely causes; Rett syndrome and childhood disintegrative disorder share several signs with it, but were understood to potentially have unrelated causes; PDD not otherwise specified (PDD-NOS; also called atypical autism) was diagnosed when the criteria were not met for one of the other four PDDs. People would usually attract a diagnosis of Asperger syndrome rather than classic autism if they showed no substantial delay in language development, but early language ability was found to be a poor predictor of outcomes in adulthood.   == Low-functioning autism ==  Low-functioning autism (LFA) is a degree of autism marked by difficulties with social communication and interaction, challenging behavior, and differences in social or emotional reciprocity. Sleep problems, aggression, stereotypical, and self-injurious behavior are also common symptoms. LFA is not a recognized diagnosis in either the DSM or the ICD. The term overlaps with severe autism and profound autism, as opposed to mild or moderate, which do not necessarily correlate with severe and profound levels of intellectual disability, where profound is the most severe level.   === Characterization === Those who display symptoms for LFA usually have \"impairments in all the three areas of psychopathology: reciprocal social interaction, communication, and restricted, stereotyped, repetitive behaviour\". Severe impairment of social skills can be seen in people with LFA. This could include a lack of eye contact, inadequate body language and a lack of emotional or physical response to others' behaviors and emotions. These social impairments can cause difficulty in relationships. Communication impairments shown in people with LFA include lack of communication (both oral communication — i.e., nonverbal autism — and body language), repetitive use of words or phrases, and lack of imaginative play skills. They also may respond only to very direct external social interaction from others. Specific behavioral impairments that may be exhibited by a person with LFA include adherence to nonfunctional rituals or routines, repetitive motor functions such as hand flapping or complex whole body movements, and restrictive or obsessive patterns of interest that are abnormal. Other symptoms may include preoccupation with sensory elements of play materials such as their odor, feel, or noise they generate.   == Prognosis and management ==  There is no known cure for autism, and very little research addressed long-term prognosis for classic autism. Many autistic children lack social support, future employment opportunities or self-determination. The main goals when treating autistic children are to lessen associated deficits and family distress, and to increase quality of life and functional independence. In general, higher IQs are correlated with greater responsiveness to treatment and improved treatment outcomes. Services should be carried out by behavior analysts, special education teachers, speech pathologists, and licensed psychologists. Intensive, sustained special education programs and behavior therapy early in life often improves functioning and decreases symptom severity and maladaptive behaviors; claims that intervention by around age three years is crucial are not substantiated. No known medication relieves autism's core symptoms of social and communication impairments.    == Therapy ==   === Augmentative and alternative communication === Augmentative and alternative communication (AAC) is used for autistic people who cannot communicate orally. People who have problems speaking may be taught to use other forms of communication, such as body language, computers, interactive devices, and pictures. The Picture Exchange Communication System (PECS) is a commonly used form of augmentative and alternative communication with children and adults who cannot communicate well orally. People are taught how to link pictures and symbols to their feelings, desires and observation, and may be able to link sentences together with the vocabulary that they form.   === Speech-language therapy === Speech-language therapy can help those with autism who need to develop or improve communication skills. According to the organization Autism Speaks, \"speech-language therapy is designed to coordinate the mechanics of speech with the meaning and social use of speech\". People with low-functioning autism may not be able to communicate with spoken words. Speech-language pathologists (SLP) may teach someone how to communicate more effectively with others or work on starting to develop speech patterns. The SLP will create a plan that focuses on what the child needs.   === Occupational therapy === Occupational therapy helps autistic children and adults learn everyday skills that help them with daily tasks, such as personal hygiene and movement. These skills are then integrated into their home, school, and work environments. Therapists will oftentimes help people learn to adapt their environment to their skill level. An occupational therapist will create a plan based on a person's needs and desires and work with them to achieve their set goals.   === Sensory integration therapy === Sensory integration therapy helps people with autism adapt to different kinds of sensory stimuli. Many with autism can be oversensitive to certain stimuli, such as lights or sounds, causing them to overreact. Others may not react to certain stimuli, such as someone speaking to them. Therapists will create a plan that focuses on the type of stimulation the person needs integration with.   === Applied behavioral analysis (ABA) === Applied behavioral analysis (ABA) is considered the most effective therapy for autism spectrum disorders by the American Academy of Pediatrics. ABA focuses on teaching adaptive behaviors like social skills, play skills, or communication skills and diminishing problematic behaviors like eloping or self-injury by creating a specialized plan that uses behavioral therapy techniques such as positive or negative reinforcement to encourage or discourage certain behaviors over-time.   === Medication === There are no medications specifically designed to treat autism. Medication is usually used for problems as a cause of autism, such as depression, anxiety, or behavioral problems. Medicines are usually used after other alternative forms of treatment have failed.   === Education ===  Early, intensive ABA therapy has demonstrated effectiveness in enhancing communication and adaptive functioning in preschool children; it is also well-established for improving the intellectual performance of that age group. It is not known whether treatment programs for children lead to significant improvements after the children grow up, and the limited research on the effectiveness of adult residential programs shows mixed results.   === Alternative medicine === Although many alternative therapies and interventions were used, few are supported by scientific studies. Treatment approaches have little empirical support in quality-of-life contexts, and many programs focus on success measures that lack predictive validity and real-world relevance. Some alternative treatments placed autistic individuals at risk. For example, in 2005, a five-year-old child with autism was killed by botched chelation therapy (which is not recommended for autism as risks outweigh any potential benefits).   == Epidemiology ==  Globally, classic autism was understood to affect an estimated 24.8 million people as of 2015. After it was recognised as a distinct disorder, reports of autism cases substantially increased, which was largely attributable to changes in diagnostic practices, referral patterns, availability of services, age at diagnosis, and public awareness (particularly among women). Several other conditions were commonly seen in children with autism. They include:  Intellectual disability. The percentage of autistic individuals who also met criteria for intellectual disability has been reported as anywhere from 25% to 70%, a wide variation illustrating the difficulty of assessing intelligence of individuals on the autism spectrum. In comparison, for PDD-NOS the association with intellectual disability was much weaker, and by definition, the diagnosis of Asperger's excluded intellectual disability. Minor physical anomalies are significantly increased in the autistic population. Preempted diagnoses. Although the DSM-IV ruled out the concurrent diagnosis of many other conditions along with autism, the full criteria for Attention deficit hyperactivity disorder (ADHD), Dyspraxia, Tourette syndrome, and other of these conditions were often present. As a result, modern ASD allows for these diagnoses.   == History ==  The Neo-Latin word autismus (English translation autism) was coined by the Swiss psychiatrist Eugen Bleuler in 1910 as he was defining symptoms of schizophrenia. He derived it from the Greek word autós (αὐτός, meaning \"self\"), and used it to mean morbid self-admiration, referring to \"autistic withdrawal of the patient to his fantasies, against which any influence from outside becomes an intolerable disturbance\". The word autism first took its modern sense in 1938 when Hans Asperger of the Vienna University Hospital adopted Bleuler's terminology autistic psychopaths in a lecture in German about child psychology. Asperger was investigating Asperger syndrome which, for various reasons, was not widely considered a separate diagnosis until 1981, although both are now considered part of ASD. Leo Kanner of the Johns Hopkins Hospital first used autism in English to refer to classic autism when he introduced the label early infantile autism in a 1943 report. Almost all the characteristics described in Kanner's first paper on the subject, notably \"autistic aloneness\" and \"insistence on sameness\", are still regarded as typical of the autistic spectrum of disorders. Starting in the late 1960s, classic autism was established as a separate syndrome. It took until 1980 for the DSM-III to differentiate autism from childhood schizophrenia. In 1987, the DSM-III-R provided a checklist for diagnosing autism. In May 2013, the DSM-5 was released, updating the classification for pervasive developmental disorders. The grouping of disorders, including PDD-NOS, autism, Asperger syndrome, Rett syndrome, and CDD, has been removed and replaced with the general term of Autism Spectrum Disorder.   == References ==   == External links ==  Media related to Autism at Wikimedia Commons"}