{"name": "Autoimmune Chronic Hepatitis", "category": "disease", "content": "Autoimmune hepatitis, formerly known as lupoid hepatitis, plasma cell hepatitis, or autoimmune chronic active hepatitis, is a chronic, autoimmune disease of the liver that occurs when the body's immune system attacks liver cells, causing the liver to be inflamed. Common initial symptoms may include fatigue, nausea, muscle aches, or weight loss or signs of acute liver inflammation including fever, jaundice, and right upper quadrant abdominal pain. Individuals with autoimmune hepatitis often have no initial symptoms and the disease may be detected by abnormal liver function tests and increased protein levels during routine bloodwork or the observation of an abnormal-looking liver during abdominal surgery. Anomalous presentation of MHC class II receptors on the surface of liver cells, possibly due to genetic predisposition or acute liver infection, causes a cell-mediated immune response against the body's own liver, resulting in autoimmune hepatitis. This abnormal immune response results in inflammation of the liver, which can lead to further symptoms and complications such as fatigue and cirrhosis. The disease is most often diagnosed in patients in their late teens or early 20s and between the ages of 40 and 50. It affects women more commonly than men.   == Signs and symptoms == Autoimmune hepatitis may present completely asymptomatic (12–35% of the cases), with signs of chronic liver disease, or acute or even fulminant hepatic failure. People usually present with one or more nonspecific, long-lasting symptoms such as fatigue, general ill health, lethargy, weight loss, mild right upper quadrant abdominal pain, malaise, anorexia, itching, nausea, jaundice or joint pain especially affecting the small joints. Rarely, rash or unexplained fever may appear. In women, the absence of menstruation (amenorrhoea) is a frequent feature. Physical examination may be normal, but it may also reveal signs and symptoms of chronic liver disease. Many people have only laboratory abnormalities as their initial presentation, as unexplained increase in transaminases and are diagnosed during an evaluation for other reasons. Others have already developed cirrhosis at diagnosis. Of note, alkaline phosphatase and bilirubin are usually normal. Autoimmune hepatitis may overlap with other autoimmune conditions, mainly type 1 diabetes mellitus, ulcerative colitis, lupus, celiac disease, vasculitis, and autoimmune thyroiditis.   == Cause == The prevailing theory for the development of autoimmune hepatitis is thought to be the interplay of genetic predisposition, an environmental trigger (virus, drugs, herbs, immunizations), and failure of the native immune system resulting in chronic inflammation of hepatocytes and subsequent fibrosis of the liver. There is no specific evidence of the cause. Sixty percent of patients have findings associated with chronic hepatitis but without serologic evidence of a viral infection. The disease is strongly associated with anti-smooth muscle autoantibodies. The exact genes and triggers responsible remain undefined, but studies show association of early-onset, severe disease with the HLA-DR3 serotype and late-onset disease with the HLA-DR4 serotype.   == Diagnosis == The diagnosis of autoimmune hepatitis is best achieved with a combination of clinical, laboratory, and histological findings after excluding other etiological factors (e.g. viral, hereditary, metabolic, cholestatic, and drug-induced liver diseases). The requirement for histological examination necessitates a liver biopsy, typically performed with a needle by the percutaneous route, to provide liver tissue.   === Autoantibodies === A number of specific antibodies found in the blood (antinuclear antibody (ANA), anti-smooth muscle antibody (SMA), anti-liver kidney microsomal antibodies (LKM-1, LKM-2, LKM-3), anti soluble liver antigen (SLA), liver–pancreas antigen (LP), and anti-mitochondrial antibody (AMA)) are of use, as is finding an increased immunoglobulin G level. The presence of anti-mitochondrial antibody is more suggestive of primary biliary cholangitis. Hypergammaglobulinemia is also of diagnostic value.   === Histology === Autoimmune hepatitis can be characterized histologically by the following nonspecific findings:  Portal mononuclear cell infiltrate that invades the boundary surrounding the portal triad and infiltrates the surrounding lobule. Periportal lesions, also known as interface hepatitis, that spare the biliary tree (may include centrizonal necrosis). Bile duct abnormalities (cholangitis, ductal injury, ductular reaction) can be seen and should prompt evaluation for primary biliary cholangitis or sarcoidosis if granulomas are observed. Plasma cell infiltrate, rosettes of hepatocytes, and multinucleated giant cells. Varying degrees of fibrosis (except in the mildest form of autoimmune hepatitis). Bridging fibrosis that connects the portal and central areas can distort the structure of the hepatic lobule and result in cirrhosis.   === Diagnostic scoring === The Internal Autoimmune Hepatitis Group developed a standardized scoring system for clinical diagnosis in population studies but lacks value in individualized cases. A simplified scoring system for clinical use incorporates titers of autoantibodies, total IgG levels, liver histology, and the exclusion of viral hepatitis for diagnostic scoring.   === Classification === On the basis of detected autoantibodies, autoimmune hepatitis can be classified into three subtypes but have no distinct clinical presentations.  Type 1 autoimmune hepatitis. Positive antibodies include: Antinuclear antibody (ANA) Anti-smooth muscle antibody (ASMA) - 65% of people Anti-actin antibodies Anti-mitochondrial antibodies - rare except for overlap syndromes with primary biliary cholangitis Anti-soluble liver antigen/liver pancreas antibody antigen - 20% of people Anti-double stranded DNA - 30% of people Atypical perinuclear anti-neutrophil cytoplasmic antibodies (p-ANCA) Type 2 autoimmune hepatitis. Positive antibodies include: Liver Kidney Microsomal antibody (LKM-1) Anti-liver cytosol antibody-1 (SLC-1) Autoantibody negative autoimmune hepatitis. Lack positive ANA, ASMA, LKM-1, etc. antibody panels but present with clinical features of autoimmune hepatitis that resolve with standard treatment.   === Differential diagnosis === Other diagnoses to consider include conditions that may cause acute hepatitis or chronic liver inflammation that may be accompanied by cirrhosis:  Other autoimmune diseases that involve the liver: Primary biliary cholangitis - the presence of isolated elevated AMA antibodies usually signifies primary biliary cholangitis rather than autoimmune hepatitis and further diagnostic evaluation is needed. Overlap syndromes - autoimmune hepatitis may present similarly to primary sclerosing cholangitis but people with primary sclerosing cholangitis have stricturing and dilatation of intra/extra-hepatic ducts while people with autoimmune hepatitis generally have a spared biliary tree. Other causes of hepatitis: Viral hepatitis - it is necessary to distinguish autoimmune hepatitis from acute hepatitis caused by Hepatitis A/B/C/D/E, herpes simplex, varicella zoster, EBV, CMV virus Drug-induced liver injury - portal neutrophils are more prevalent in drug-induced liver injury on liver biopsy and can help distinguish the two Nonalcoholic steatohepatitis - related medical history and liver biopsy showing fatty infiltration and the presence of neutrophils and central fibrosis can distinguish the two Lupus-associated liver disease - rarely presents with elevated ASMA or AMA antibodies Acute liver failure - people with acute liver failure may have elevated autoantibodies but the antibodies alone are not enough for the diagnosis of autoimmune hepatitis Iron overload - elevated iron in the body can cause liver inflammation   == Treatment == The choice for medical treatment should be based on the individual's severity of symptoms, quantitative elevation of liver enzymes and antibody levels, findings on liver biopsy, and ability to tolerate side effects of medical therapy. Generally, treatment is not required in asymptomatic patients with normal liver enzyme and antibody levels and liver biopsies that do not demonstrate inflammation because these patients are at a low risk of disease progression. In symptomatic individuals with evidence of interface hepatitis and necrosis on liver biopsy, it is recommended to offer treatment especially if the patient is young and can tolerate the side effects of medical therapy. In addition, some authorities recommend treating every patient with a diagnosis of autoimmune hepatitis, even if they are asymptomatic for a long period of time. The mainstay of treatment involves the use of immunosuppressive glucocorticoids such as prednisone during acute episodes and resolution of symptoms can be achieved in up to 60–80% of cases, although many will eventually experience a relapse. In individuals with moderate to severe disease who may not tolerate glucocorticoids, lower dose prednisone monotherapy or combination with azathioprine is a reasonable alternative. Budesonide has been shown to be more effective in inducing remission than prednisone, but evidence is scarce and more data is needed before it can be routinely recommended.  Those with autoimmune hepatitis who do not respond to glucocorticoids and azathioprine may be given other immunosuppressives like mycophenolate, ciclosporin, tacrolimus, or methotrexate. Liver cirrhosis can develop in about 7% to 40% of treated patients. People with the highest risk for progression to cirrhosis are those with incomplete response to treatment, treatment failure, and multiple relapses. Once cirrhosis develops, management of liver cirrhosis in autoimmune hepatitis is standard regardless of etiology. Liver transplantation is the standard of care in people presenting with fulminant liver failure or those with the progression of disease despite multiple lines of therapy. Many patients, once started on long-term immunosuppressive therapy, will remain on that treatment for life. Common practice is to discontinue immunosuppressive therapy after two or more years of normalized transaminases and IgG. However, approximately 90% of patients with autoimmune hepatitis will relapse after treatment has been stopped. As a result, some specialists advocate for permanent immunosuppressive therapy in some patients.   == Prognosis == Without treatment, the ten-year survival rate for individuals with symptomatic autoimmune hepatitis is 50%. However, with treatment, the ten-year survival rate is above 90%. Despite the benefits of treatment, people with autoimmune hepatitis generally have a lower transplant-free survival than the general population. Outcomes with liver transplant are generally favorable with a five-year survival greater than 80 percent. Presentation and response to therapy may differ according to race. African Americans appear to present with a more aggressive disease that is associated with worse outcomes.   == Epidemiology == Autoimmune hepatitis can develop in people of any race or age but occurs most frequently in women. Eighty percent of cases are the type 1 subtype with women being affected 4 times more often than men; for the type 2 subtype, women are affected 10 times more often than men. European studies suggest a disease incidence of 1 to 2 people affected per 100,000 population with a prevalence of 10 to 25 people per 100,000 population. The disease has a bimodal peak occurring between the ages of 10 and 20 and then later in life between the ages of 40 and 50.   == History == Autoimmune hepatitis was previously called \"lupoid\" hepatitis due to people having an associated autoimmune disease like system lupus erythematosus at time of diagnosis, which was believed to be its cause. It was originally described in the early 1950s.   == References ==   == External links =="}