{"name": "Autoimmune hemolytic anemia", "category": "disease", "content": "Autoimmune hemolytic anemia (AIHA) is an autoimmune disorder which occurs when antibodies directed against the person's own red blood cells (RBCs) cause them to burst (lyse), leading to an insufficient number of oxygen-carrying red blood cells in circulation (anemia). The lifetime of the RBCs is reduced from the normal 100–120 days to just a few days in serious cases. The intracellular components of the RBCs are released into the circulating blood and into tissues, leading to some of the characteristic symptoms of this condition. The antibodies are usually directed against high-incidence antigens, therefore they also commonly act on allogenic RBCs (RBCs originating from outside the person themselves, e.g. in the case of a blood transfusion). AIHA is a relatively rare condition, with an incidence of 5–10 cases per 1 million persons per year in the warm-antibody type and 0.45 to 1.9 cases per 1 million persons per year in the cold-antibody type. Autoimmune hemolysis might be a precursor of later onset systemic lupus erythematosus. The terminology used in this disease is somewhat ambiguous. Although MeSH uses the term \"autoimmune hemolytic anemia\", some sources prefer the term \"immunohemolytic anemia\" so drug reactions can be included in this category. The National Cancer Institute considers \"immunohemolytic anemia\", \"autoimmune hemolytic anemia\", and \"immune complex hemolytic anemia\" to all be synonyms.   == Signs and symptoms == Symptoms of AIHA may be due to the underlying anemia; including shortness of breath or dyspnea, fatigue, headache, muscle weakness and pallor. In cold agglutinin disease (cold antibody type), agglutination and impaired passage of red blood cells through capillaries in the extremities causes acrocyanosis and Raynaud phenomenon with a rare complication of gangrene Spherocytes are found in immunologically mediated hemolytic anemias. Signs of hemolysis that are present in AIHA include low hemoglobin (blood count), alterations in levels of cell markers of hemolysis; including elevated lactate dehydrogenase (LDH), decreased haptoglobin and elevated unconjugated bilirubin. Reticulocytosis, or an increase in circulating immature red blood cells, may be seen.   == Causes == The causes of AIHA are poorly understood. The disease may be primary, or secondary to another underlying illness. The primary illness is idiopathic (the two terms used synonymously). Primary AIHA accounts for more than 60% of unselected  cases. Secondary AIHA can result from many other illnesses. Warm and cold type AIHA each have their own more common secondary causes. The most common causes of secondary warm-type AIHA include lymphoproliferative disorders (e.g., chronic lymphocytic leukemia, lymphoma) and other autoimmune disorders (e.g., systemic lupus erythematosus, rheumatoid arthritis, scleroderma, Crohn's disease, ulcerative colitis). Less common causes of warm-type AIHA include neoplasms other than lymphoid, and infection. Secondary warm type AIHA has been observed in cases of Covid-19. Secondary cold type AIHA is also caused primarily by lymphoproliferative disorders but is also commonly caused by infection, especially by mycoplasma, viral pneumonia, infectious mononucleosis, and other respiratory infections. Less commonly, it can be caused by concomitant autoimmune disorders. Drug-induced AIHA, though rare, can be caused by a number of drugs, including α-methyldopa and penicillin. This is a type II immune response in which the drug binds to macromolecules on the surface of the RBCs and acts as an antigen. Antibodies are produced against the RBCs, which leads to complement activation. Complement fragments, such as C3a, C4a and C5a, activate granular leukocytes (e.g., neutrophils), while other components of the system (C6, C7, C8, C9) either can form the membrane attack complex (MAC) or can bind the antibody, aiding phagocytosis by macrophages (C3b). This is one type of \"penicillin allergy\". In about half of cases, the cause of autoimmune hemolytic anemia cannot be determined (idiopathic or primary). This condition can also be caused by or occur with another disorder (secondary) or rarely, occur following the use of certain drugs (such as penicillin) or after a person has a blood and marrow stem cell transplant. Secondary causes of autoimmune hemolytic anemia include:  Autoimmune diseases, such as lupus Chronic lymphocytic leukemia Non-Hodgkin's lymphoma and other blood cancers Epstein-Barr virus Cytomegalovirus Mycoplasma pneumonia Hepatitis HIV   == Pathophysiology == AIHA can be caused by a number of different classes of antibody, with IgG and IgM antibodies being the main causative classes. Depending on which is involved, the pathology will differ. IgG is not very effective at activating complement and effectively binds the Fc receptor (FcR) of phagocytic cells, AIHA involving IgG is generally characterized by phagocytosis of RBCs. IgM is a potent activator of the classical complement pathway, thus, AIHA involving IgM is characterized by complement-mediated lysis of RBCs. IgM also leads to phagocytosis of RBCs however, because phagocytic cells have receptors for the bound complement (rather than FcRs as in IgG AIHA). In general, IgG AIHA takes place in the spleen, whereas IgM AIHA takes place in Kupffer cells – phagocytic cells of the liver. Phagocytic AIHA is termed extravascular, whereas complement-mediated lysis of RBCs is termed intravascular AIHA. In order for intravascular AIHA to be recognizable, it requires overwhelming complement activation, therefore most AIHA is extravascular – be it IgG- or IgM-mediated. AIHA cannot be attributed to any single autoantibody. To determine the autoantibody or autoantibodies present in a patient, the Coombs test, also known as the antiglobulin test, is performed. There are two types of Coombs tests, direct and indirect; more commonly, the direct antiglobulin test (DAT) is used. Classification of the antibodies is based on their activity at different temperatures and their etiology. Antibodies with high activity at physiological temperature (approximately 37 °C) are termed warm autoantibodies. Cold autoantibodies act best at temperatures of 0–4 °C. Patients with cold-type AIHA, therefore, have higher disease activity when body temperature falls into a hypothermic state. Usually, the antibody becomes active when it reaches the limbs, at which point it opsonizes RBCs. When these RBCs return to central regions, they are damaged by complement. Patients may present with one or both types of autoantibodies; if both are present, the disease is termed \"mixed-type\" AIHA. When DAT is performed, the typical presentations of AIHA are as follows. Warm-type AIHA shows a positive reaction with antisera to IgG antibodies with or without complement activation. Cases may also arise with complement alone or with IgA, IgM or a combination of these three antibody classes and complement. Cold-type AIHA usually reacts with antisera to complement and occasionally to the above antibodies. This is the case in both cold agglutinin disease and cold paroxysmal hematuria. In general, mixed warm and cold AIHA shows a positive reaction to IgG and complement, sometimes IgG alone, and sometimes complement alone. Mixed-type can, like the others, present unusually with positive reactions to other antisera.   == Diagnosis == Diagnosis is made by first ruling out other causes of hemolytic anemia, such as G6PD, thalassemia, sickle-cell disease. Clinical history is also important to elucidate any underlying illness or medications that may have led to the disease. Laboratory investigations are carried out to determine the etiology of the disease. Following confirmation of hemolysis (seen with laboratory markers of low hemoglobin, elevated LDH, decreased haptoglobin, and elevated unconjugated bilirubin), a direct antiglobulin test (DAT)(also known as a Coomb's test) is done to show auto-immune pathogenesis with antibodies, complement or both on the erythrocyte surface. This is followed by a monospecific DAT that identifies the specific antibody and complement types on the erythrocyte surface. In cold agglutinin disease, the monospecific DAT is by definition positive for the complement molecule C3d but IgM may be negative as the molecule may detach at the time of testing. The diagnosis of cold agglutinin disease is confirmed with an elevated cold agglutinin titer. A bone marrow biopsy is used in AIHA to identify a possible underlying lymphoproliferative disorder.   === Classification === AIHA can be classified as warm autoimmune hemolytic anemia  or cold autoimmune hemolytic anemia, which includes cold agglutinin disease and paroxysmal cold hemoglobinuria. These classifications are based on the characteristics of the autoantibodies involved in the pathogenesis of the disease. Each has a different underlying cause, management, and prognosis, making classification important when treating a patient with AIHA.  Autoimmune hemolytic anemia Warm-antibody type Primary Secondary  (lymphoproliferative disorders, autoimmune disorders): 259  Cold-antibody type (anemia) Primary cold agglutinin disease Secondary cold agglutinin syndrome Associated with malignant disease Acute, transient, infection-associated  (acute cold antibody mediated AIHA complicating Mycoplasma pneumoniae or viral infections) Chronic (lymphoproliferative disorders): 259  Paroxysmal cold hemoglobinuria: 259  Idiopathic Secondary Acute, transient (Infections other than syphilis): 259  Chronic (syphilis): 259  Mixed cold- and warm-antibody type Idiopathic Secondary (lymphoproliferative disorders, autoimmune disorders) Drug-induced immune hemolytic anemia: 259  Autoimmune type Drug absorption type Neoantigen type   === Evidence for hemolysis === The following findings may be present:  Increased red cell breakdown Elevated serum bilirubin (unconjugated) Excess urinary urobilinogen Reduced plasma haptoglobin Raised serum lactic dehydrogenase (LDH) Hemosiderinuria Methemalbuminemia Spherocytosis Increased red cell production: Reticulocytosis Erythroid hyperplasia of the bone marrow Specific investigations Positive direct Coombs test   == Treatment == Steroids are the first line treatment in warm AIHA; with oral prednisone achieving an 80% initial response rate, with a 30-40% sustained remission rate at 1 year. Steroids may be decreased at 3 weeks and tapered at 3–6 months depending on the response. Rituximab may be added to initial management to increase the response rate, or it may be used in cases of severe disease such as IgA mediated warm AIHA, mixed AIHA, Evans syndrome or in cases of high hemolysis levels). If a response cannot be achieved with steroids or rituximab, splenectomy can be done. Other third line options, that are less studied, include azathioprine, cyclophosphamide, cyclosporine, mycophenolate mofetil and bortezomib. The treatments for secondary warm AIHA are generally the same as primary warm AIHA, but with the addition of treating the underlying disease if possible. Steroids are not indicated in the treatment of cold agglutinin disease due to low response rates. Cases of cold agglutinin disease with mild anemia with limited and compensated hemolysis can be monitored with adjunct supportive care (such as avoidance of cold exposure or thermal protection to prevent against hemolysis). Rituximab is used to treat pathogenic B-cell clones in cold agglutinin disease with response rates of 45-60%. Relapses are common upon discontinuation of rituximab, but the medication can be restarted to achieve subsequent remission. Rituximab can be combined with bendamustine to achieve a 71% overall and 40% complete response rate with an increased response seen with prolonged therapy (with a time to best response at a median of 30 months) due to the drugs' effect on long lived plasma cells. Splenectomy is less efficacious in cold agglutinin disease. Special considerations are required when treating people with AIHA using blood transfusion. In cold agglutinin disease; the patient and the extremity should be kept warm during transfusion to prevent agglutination and hemolysis of the donor and patient red blood cells. In warm AIHA; cross-matching of blood will show incompatibility so it is recommended to perform a bedside in vivo compatibility test prior to infusion. Erythropoietin (EPO) has been shown to increase hemoglobin levels in cold and warm AIHA.   == History == \"Blood-induced icterus\" produced by the release of massive amounts of a coloring material from blood cells followed by the formation of bile was recognized and described by Vanlair and Voltaire Masius' in 1871. About 20 years later, Hayem distinguished between congenital hemolytic anemia and an acquired type of infectious icterus associated with chronic splenomegaly. In 1904, Donath and Landsteiner suggested a serum factor was responsible for hemolysis in paroxysmal cold hemoglobinuria. French investigators led by Chauffard stressed the importance of red-cell autoagglutination in patients with acquired hemolytic anemia. In 1930, Lederer and Brill described cases of acute hemolysis with rapid onset of anemia and rapid recovery after transfusion therapy. These hemolytic episodes were thought to be due to infectious agents. A clear distinction between congenital and acquired hemolytic anemia was not drawn, however, until Dameshek and Schwartz in 1938, and, in 1940, they demonstrated the presence of abnormal hemolysins in the sera of patients with acquired hemolytic anemia and postulated an immune mechanism. During the past three decades, studies defining red-cell blood groups and serum antibodies have produced diagnostic methods that have laid the basis for immunologic concepts relevant to many of the acquired hemolytic states. Of these developments, the antiglobulin test described by Coombs, Mourant, and Race in 1945 has proved to be one of the more important, useful tools now available for the detection of immune hemolytic states. This technique demonstrated that a rabbit antibody against human globulin would induce agglutination of human red cells \"coated with an incomplete variety of rhesus antibodies\".  C. Moreschlit had used the same method in 1908 in a goat antirabbit-red-cell system. The test was premature and was forgotten. In 1946, Boorman, Dodd, and Loutit applied the direct antiglobulin test to a variety of hemolytic anemias, and laid the foundation for the clear distinction of autoimmune from congenital hemolytic anemia. A hemolytic state exists whenever the red cell survival time is shortened from the normal average of 120 days. Hemolytic anemia is the hemolytic state in which anemia is present, and bone marrow function is inferentially unable to compensate for the shortened lifespan of the red cell. Immune hemolytic states are those, both anemic and nonanemic, which involve immune mechanisms consisting of antigen-antibody reactions. These reactions may result from unrelated antigen-antibody complexes that fix to an innocent-bystander erythrocyte, or from related antigen-antibody combinations in which the host red cell or some part of its structure is or has become antigenic. The latter type of antigen-antibody reaction may be termed \"autoimmune\", and hemolytic anemias so produced are autoimmune hemolytic anemias.   == In children == In general, AIHA in children has a good prognosis and is self-limiting. However, if it presents within the first two years of life or in the teenage years, the disease often follows a more chronic course, requiring long-term immunosuppression, with serious developmental consequences. The aim of therapy may sometimes be to lower the use of steroids in the control of the disease. In this case, splenectomy may be considered, as well as other immunosuppressive drugs. Infection is a serious concern in patients on long-term immunosuppressant therapy, especially in very young children (less than two years).   == See also == Hematology Hemolytic anemia List of circulatory system conditions List of hematologic conditions Splenomegaly   == References ==   == External links =="}