{"name": "avacopan", "category": "drug", "content": "Avacopan, sold under the brand name Tavneos, is a medication used to treat anti-neutrophil cytoplasmic autoantibody-associated vasculitis. Avacopan is a complement 5a receptor antagonist and a cytochrome P450 3A4 inhibitor. The most common side effects include nausea (feeling sick), headache, decrease in white blood cell count, upper respiratory tract (nose and throat) infection, diarrhea, vomiting, and nasopharyngitis (inflammation of the nose and throat). Avacopan was approved for medical use in Japan in September 2021, and in the United States in October 2021. It is the first orally-administered inhibitor of the complement C5a receptor approved by the US Food and Drug Administration (FDA). The FDA considers it to be a first-in-class medication.   == Medical uses == In the United States, avacopan is indicated as an adjunctive treatment of adults with severe active anti-neutrophil cytoplasmic autoantibody-associated vasculitis (granulomatosis with polyangiitis and microscopic polyangiitis) in combination with standard therapy including glucocorticoids. In the European Union, avacopan, in combination with a rituximab or cyclophosphamide regimen, is indicated for the treatment of adults with severe, active granulomatosis with polyangiitis or microscopic polyangiitis.   == History == The FDA approved avacopan based on evidence from a clinical trial of 330 participants with severe active anti-neutrophil cytoplasmic autoantibody-associated vasculitis. In the clinical trial, participants were randomly assigned to receive avacopan or placebo for 52 weeks. Participants in the placebo group received a glucocorticoid taper over 20 weeks. Neither the participants nor healthcare providers knew which medication was being given. Participants in both groups received background immunosuppressive treatment (cyclophosphamide or rituximab) and were allowed to receive additional glucocorticoids. The benefit of avacopan in comparison to placebo was assessed by proportion of participants who achieved remission at week 26 and sustained remission at week 52. Data from this trial were also analyzed for the assessment of side effects. The trial was conducted at 143 sites in 18 countries including the United States. This trial assessed both efficacy and safety. In the clinical trial, a greater proportion of participants who received avacopan for one year with other medicines (including glucocorticoids) achieved sustained disease remission compared to participants who received other medicines without avacopan. The proportion of participants who achieved remission after six months of treatment was similar.   == Society and culture ==   === Legal status === In November 2021, the Committee for Medicinal Products for Human Use of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Tavneos, intended, in combination with a rituximab or cyclophosphamide regimen, for the treatment of adults with severe, active granulomatosis with polyangiitis or microscopic polyangiitis. The applicant for this medicinal product is Vifor Fresenius Medical Care Renal Pharma France. The EMA considers avacopan to be a first-in-class medicine. Avacopan was approved for medical use in the European Union in January 2022. The FDA granted the application for avacopan orphan drug designation.   === Names === Avacopan is the international nonproprietary name.   == References ==   == Further reading == Jayne DR, Bruchfeld AN, Harper L, Schaier M, Venning MC, Hamilton P, et al. (September 2017). \"Randomized Trial of C5a Receptor Inhibitor Avacopan in ANCA-Associated Vasculitis\". J Am Soc Nephrol. 28 (9): 2756–2767. doi:10.1681/ASN.2016111179. PMC 5576933. PMID 28400446. Jayne DR, Merkel PA, Schall TJ, Bekker P (February 2021). \"Avacopan for the Treatment of ANCA-Associated Vasculitis\". N Engl J Med. 384 (7): 599–609. doi:10.1056/NEJMoa2023386. PMID 33596356. Merkel PA, Jayne DR, Wang C, Hillson J, Bekker P (April 2020). \"Evaluation of the Safety and Efficacy of Avacopan, a C5a Receptor Inhibitor, in Patients With Antineutrophil Cytoplasmic Antibody-Associated Vasculitis Treated Concomitantly With Rituximab or Cyclophosphamide/Azathioprine: Protocol for a Randomized, Double-Blind, Active-Controlled, Phase 3 Trial\". JMIR Res Protoc. 9 (4): e16664. doi:10.2196/16664. PMC 7175182. PMID 32088663. Merkel PA, Niles J, Jimenez R, Spiera RF, Rovin BH, Bomback A, et al. (November 2020). \"Adjunctive Treatment With Avacopan, an Oral C5a Receptor Inhibitor, in Patients With Antineutrophil Cytoplasmic Antibody-Associated Vasculitis\". ACR Open Rheumatol. 2 (11): 662–671. doi:10.1002/acr2.11185. PMC 7672305. PMID 33128347.   == External links == Clinical trial number NCT02994927 for \"A Phase 3 Clinical Trial of CCX168 (Avacopan) in Patients With ANCA-Associated Vasculitis (ADVOCATE)\" at ClinicalTrials.gov"}