{"name": "avalglucosidase alfa", "category": "drug", "content": "Avalglucosidase alfa, sold under the brand name Nexviazyme, is an enzyme replacement therapy medication used for the treatment of glycogen storage disease type II (Pompe disease). The most common side effects include headache, fatigue, diarrhea, nausea, joint pain (arthralgia), dizziness, muscle pain (myalgia), itching (pruritus), vomiting, difficulty breathing (dyspnea), skin redness (erythema), feeling of \"pins and needles\" (paresthesia) and skin welts (urticaria). Avalglucosidase alfa was approved for medical use in the United States in August 2021, and in the European Union in June 2022.   == Medical uses == People with Pompe disease have an enzyme deficiency that leads to the accumulation of a complex sugar, called glycogen, in skeletal and heart muscles, which causes muscle weakness and premature death from respiratory or heart failure. Avalglucosidase alfa is indicated for the treatment of people aged one year and older with late-onset Pompe disease (lysosomal acid alpha-glucosidase [GAA] deficiency).   == Mechanism of action == Avalglucosidase alfa is composed of the human GAA enzyme that is conjugated with a couple of bis-mannose-6-phosphate (bis-M6P) tetra-mannose glycans. The bis-MGP of avalglucosidase alpha binds to the cation-independent mannose-6-phosphate receptor which is located on the skeletal muscles. Once the molecule binds to the receptor, the drug enters the cell. The drug then enters the lysosomes of the cell. Within the lysosome of the cell, the drugs undergoes cleavage proteolytically and then acts as an enzyme.   == Pharmacokinetics == The volume of distribution of avalglucosidase alfa was 3.4 L in patients who had Pompe disease of a late onset. The average half-life of avalglucosidase alfa was 1.6 hours, measured in patients with late stage Pompe disease. There is little information available on the metabolism of the avalglucosidase alfa. The protein portion of the drug however does break down into small peptides via catabolic pathways. The clearance of the drug is 0.9 L/hour in patients that exhibited late-stage Pompe disease.   == Blackbox warnings == Avalglucosidase alfa has a blackbox warning for hypersensitivity, infusion-related reactions, and cardiorespiratory failure.   == History == Avalglucosidase alfa's safety data was obtained from four clinical trials (trial 1/NCT02782741, trial 2/NCT01898364, trial 3/NCT02032524, trial 4/NCT03019406). These trials enrolled 124 participants with late-onset Pompe disease and 22 participants with infantile-onset Pompe disease. The participants were from 22 countries around the world, including the United States. Avalglucosidase alfa was evaluated in four trials of 146 participants with Pompe disease. Trial 1 evaluated the benefits and side effects of avalglucosidase alfa, and all four trials evaluated the side effects of avalglucosidase alfa. In trial 1, participants received either avalglucosidase alfa or another drug (called the active comparator) intravenously once every two weeks for 49 weeks. Neither the participants nor the healthcare providers knew which treatment was being given until after week 49. Participants in this trial were followed for up to five years. The benefit of avalglucosidase alfa was evaluated by comparing the change in lung function and distance walked between participants who received avalglucosidase alfa to the change in participants who were treated with the active comparator.   == Society and culture ==   === Legal status === In July 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Nexviadyme, intended for the treatment of glycogen storage disease type II (Pompe disease). The applicant for this medicinal product is Genzyme Europe BV. In August 2021, Genzyme Europe BV requested a re-examination. Avalglucosidase alfa was approved for medical use in the European Union in June 2022. The U.S. Food and Drug Administration (FDA) granted the application for avalglucosidase alfa fast track, priority review, breakthrough therapy, and orphan drug designations. The FDA granted the approval of Nexviazyme to Genzyme Corporation.   === Names === Avalglucosidase alfa is the international nonproprietary name (INN).   == References ==   == External links == Clinical trial number NCT02782741 for \"Study to Compare the Efficacy and Safety of Enzyme Replacement Therapies Avalglucosidase Alfa and Alglucosidase Alfa Administered Every Other Week in Patients With Late-onset Pompe Disease Who Have Not Been Previously Treated for Pompe Disease (COMET)\" at ClinicalTrials.gov Clinical trial number NCT01898364 for \"Safety and Efficacy Evaluation of Repeat neoGAA Dosing in Late Onset Pompe Disease Patients\" at ClinicalTrials.gov Clinical trial number NCT02032524 for \"Avalglucosidase Alfa Extension Study (NEO-EXT)\" at ClinicalTrials.gov Clinical trial number NCT03019406 for \"A Study to Assess Safety and Efficacy of Avalglucosidase Alfa Administered Every Other Week in Pediatric Patients With Infantile-onset Pompe Disease Previously Treated With Alglucosidase Alfa (Mini-COMET)\" at ClinicalTrials.gov"}