{"name": "avapritinib", "category": "drug", "content": "Avapritinib, sold under the brand name Ayvakit among others, is a medication used for the treatment of advanced systemic mastocytosis and for the treatment of tumors due to one specific rare mutation: it is specifically intended for adults with unresectable or metastatic gastrointestinal stromal tumor (GIST) that harbor a platelet-derived growth factor receptor alpha (PDGFRA) exon 18 mutation. Avapritinib is a kinase inhibitor. Common side effects include edema (swelling), nausea, fatigue/asthenia (abnormal physical weakness or lack of energy), cognitive impairment, vomiting, decreased appetite, diarrhea, hair color changes, increased lacrimation (secretion of tears), abdominal pain, constipation, rash and dizziness.   == Medical uses == Avapritinib is indicated for the treatment of adults with unresectable or metastatic gastrointestinal stromal tumors (GIST) harboring the platelet-derived growth factor receptor alpha (PDGFRA) exon 18 mutation, including PDGFRA D842V mutations. Avapritinib is also indicated for the treatment of adults with advanced systemic mastocytosis, aggressive systemic mastocytosis, systemic mastocytosis with an associated hematological neoplasm, and mast cell leukemia (MCL).   == History == The U.S. Food and Drug Administration (FDA) approved avapritinib in January 2020. The application for avapritinib was granted fast track designation, breakthrough therapy designation, and orphan drug designation. The FDA granted approval of Ayvakit to Blueprint Medicines Corporation. Avapritinib was approved based on the results from the Phase I NAVIGATOR clinical trial involving 43 subjects with GIST harboring a PDGFRA exon 18 mutation, including 38 subjects with PDGFRA D842V mutation. Subjects received avapritinib 300 mg or 400 mg orally once daily until disease progression or they experienced unacceptable toxicity. The recommended dose was determined to be 300 mg once daily. The trial measured how many subjects experienced complete or partial shrinkage (by a certain amount) of their tumors during treatment (overall response rate). For subjects harboring a PDGFRA exon 18 mutation, the overall response rate was 84%, with 7% having a complete response and 77% having a partial response. For the subgroup of subjects with PDGFRA D842V mutations, the overall response rate was 89%, with 8% having a complete response and 82% having a partial response. While the median duration of response was not reached, 61% of the responding subjects with exon 18 mutations had a response lasting six months or longer (31% of subjects with an ongoing response were followed for less than six months). The FDA approved avapritinib based on evidence from one clinical trial (NCT02508532) of 204 subjects with GIST. The trial was conducted at 17 sites in the United States, Europe and Asia. Avapritinib showed a median PFS of 4.2 months compared to 5.6 months for regorafenib. The difference in median PFS between the avapritinib and regorafenib groups was not statistically significant. The overall response rate was 17 percent for the avapritinib group and 7 percent for the regorafenib group. The VOYAGER trial evaluated the efficacy and safety of avapritinib (N=240) versus regorafenib (N=236) in patients with third- or fourth-line GIST. Avapritinib was approved for medical use in the European Union in September 2020. Ayvakit was granted approval for advanced systemic mastocytosis by the FDA in June 2021.   == References ==   == Further reading == Wu CP, Lusvarghi S, Wang JC, Hsiao SH, Huang YH, Hung TH, et al. (July 2019). \"Avapritinib: A Selective Inhibitor of KIT and PDGFRα that Reverses ABCB1 and ABCG2-Mediated Multidrug Resistance in Cancer Cell Lines\". Mol. Pharm. 16 (7): 3040–3052. doi:10.1021/acs.molpharmaceut.9b00274. PMC 6620786. PMID 31117741.{{cite journal}}:  CS1 maint: overridden setting (link) Gebreyohannes YK, Wozniak A, Zhai ME, Wellens J, Cornillie J, Vanleeuw U, et al. (January 2019). \"Robust Activity of Avapritinib, Potent and Highly Selective Inhibitor of Mutated KIT, in Patient-derived Xenograft Models of Gastrointestinal Stromal Tumors\". Clin. Cancer Res. 25 (2): 609–618. doi:10.1158/1078-0432.CCR-18-1858. PMID 30274985.{{cite journal}}:  CS1 maint: overridden setting (link)   == External links == \"Avapritinib\". NCI Dictionary of Cancer Terms. National Cancer Institute. \"Avapritinib\". National Cancer Institute. 28 January 2020. Clinical trial number NCT02508532 for \"(NAVIGATOR) Study of BLU-285 in Patients With Gastrointestinal Stromal Tumors (GIST) and Other Relapsed and Refractory Solid Tumors\" at ClinicalTrials.gov Clinical trial number NCT02561988 for \"(EXPLORER) Study of BLU-285 in Patients With Advanced Systemic Mastocytosis (AdvSM) and Relapsed or Refractory Myeloid Malignancies\" at ClinicalTrials.gov Clinical trial number NCT03580655 for \"(PATHFINDER) Study to Evaluate Efficacy and Safety of Avapritinib (BLU-285), A Selective KIT Mutation-targeted Tyrosine Kinase Inhibitor, in Patients With Advanced Systemic Mastocytosis\" at ClinicalTrials.gov"}