{"name": "avelumab", "category": "drug", "content": "Avelumab, sold under the brand name Bavencio, is a fully human monoclonal antibody medication for the treatment of Merkel cell carcinoma, urothelial carcinoma, and renal cell carcinoma. Common side effects include fatigue, musculoskeletal pain, diarrhea, nausea, infusion-related reactions, rash, decreased appetite and swelling of the limbs (peripheral edema). Avelumab targets the protein programmed death-ligand 1 (PD-L1). It has received orphan drug designation by the European Medicines Agency (EMA) for the treatment of gastric cancer in January 2017. The US Food and Drug Administration (FDA) approved it in March 2017, for the treatment of Merkel-cell carcinoma, an aggressive type of skin cancer. The EMA approved it in September 2017, for the same indication. This is the first FDA-approved treatment for metastatic Merkel-cell carcinoma, a rare, aggressive form of skin cancer. Avelumab was developed by Merck KGaA and Pfizer.   == Medical uses == In March 2017, the US Food and Drug Administration (FDA) granted accelerated approval to avelumab for the treatment of people twelve years of age and older with metastatic Merkel-cell carcinoma. In May 2017, the FDA approved avelumab for people with locally advanced or metastatic urothelial carcinoma whose disease progressed during or following platinum-containing chemotherapy or within twelve months of neoadjuvant or adjuvant platinum-containing chemotherapy. In May 2019, the FDA approved avelumab in combination with axitinib for the first-line treatment of people with advanced renal cell carcinoma. In June 2020, the FDA approved avelumab for the maintenance treatment of people with locally advanced or metastatic urothelial carcinoma that has not progressed with first-line platinum-containing chemotherapy.   == Contraindications == No contraindications have been specified. Women who are pregnant or breastfeeding should not take avelumab because it may cause harm to a developing fetus or a newborn baby.   == Side effects == The most common serious adverse reactions to avelumab are immune-mediated adverse reactions (pneumonitis, hepatitis, colitis, adrenal insufficiency, hypo- and hyperthyroidism, diabetes, and nephritis) and life-threatening infusion reactions. Among the 88 participants enrolled in the JAVELIN Merkel 200 trial, the most common adverse reactions were fatigue, musculoskeletal pain, diarrhea, nausea, infusion-related reaction, rash, decreased appetite, and peripheral edema. Serious adverse reactions that occurred in more than one patient in the trial were acute kidney injury, anemia, abdominal pain, ileus, asthenia, and cellulitis. The most common serious risks are immune-mediated, where the body's immune system attacks healthy cells or organs, such as the lungs (pneumonitis), liver (hepatitis), colon (colitis), hormone-producing glands (endocrinopathies) and kidneys (nephritis). In addition, there is a risk of serious infusion-related reactions.   == Interactions == As avelumab is an antibody, no pharmacokinetic interactions with other drugs are expected.   == Pharmacology ==   === Mechanism of action === Avelumab is a whole monoclonal antibody of isotype IgG1 that binds to the programmed death-ligand 1 (PD-L1) and therefore inhibits binding to its receptor programmed cell death 1 (PD-1). Formation of a PD-1/PD-L1 receptor/ligand complex leads to inhibition of CD8+ T cells, and therefore inhibition of an immune reaction. Immunotherapy aims at ceasing this immune blockage by blocking those receptor ligand pairs. In the case of avelumab, the formation of PD-1/PDL1 ligand pairs is blocked and CD8+ T cell immune response should be increased. PD-1 itself has also been a target for immunotherapy.   == History == In May 2017, avelumab was approved in the United States for the treatment of people twelve years of age and older with metastatic Merkel cell carcinoma, including those who have not received prior chemotherapy. This is the first FDA-approved treatment for metastatic Merkel cell carcinoma, a rare, aggressive form of skin cancer. Approval was based on data from an open-label, single-arm, multi-center clinical trial (JAVELIN Merkel 200 trial). All participants had histologically confirmed metastatic Merkel cell carcinoma with disease progression on or after chemotherapy administered for metastatic disease. The overall response rate was assessed by an independent review committee according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. The overall response rate was 33% (95% confidence interval [CI]: 23.3, 43.8), with 11% complete and 22% partial response rates. Among the 29 responding participants, the response duration ranged from 2.8 to 23.3+ months with 86% of responses durable for six months or longer. Responses were observed in participants regardless of PD-L1 tumor expression or presence of Merkel cell polyomavirus. The approval of avelumab was based on data from a single-arm trial of 88 participants with metastatic Merkel cell carcinoma who had been previously treated with at least one prior chemotherapy regimen. The trial measured the percentage of participants who experienced complete or partial shrinkage of their tumors (overall response rate) and, for participants with a response, the length of time the tumor was controlled (duration of response). Of the 88 participants who received Bavencio in the trial, 33 percent experienced complete or partial shrinkage of their tumors. The response lasted for more than six months in 86 percent of responding participants and more than 12 months in 45 percent of responding participants. The US Food and Drug Administration (FDA) granted the application for avelumab priority review, breakthrough therapy, and orphan drug designations. The FDA granted accelerated approval of Bavencio to EMD Serono Inc. In June 2020, avelumab was approved by the FDA for the maintenance treatment for people with locally advanced or metastatic urothelial carcinoma that has not progressed with first-line platinum-containing chemotherapy. Efficacy of avelumab for maintenance treatment of urothelial carcinoma was investigated in the JAVELIN Bladder 100 trial (NCT02603432), a randomized, multi-center, open-label trial that enrolled 700 participants with unresectable, locally advanced or metastatic urothelial carcinoma that had not progressed with four to six cycles of first-line platinum-containing chemotherapy. Participants were randomized (1:1) to receive either avelumab intravenously every two weeks plus best supportive care or best supportive care alone. Treatment was initiated within 4–10 weeks after last chemotherapy dose.   == References =="}