{"name": "avibactam", "category": "drug", "content": "Avibactam is a non-β-lactam β-lactamase inhibitor developed by Actavis (now Teva) jointly with AstraZeneca. A new drug application for avibactam in combination with ceftazidime (branded as Avycaz) was approved by the FDA on February 25, 2015, for treating complicated urinary tract (cUTI) and complicated intra-abdominal infections (cIAI) caused by antibiotic resistant-pathogens, including those caused by multi-drug resistant Gram-negative bacterial pathogens. Increasing resistance to cephalosporins among Gram-(−) bacterial pathogens, especially among hospital-acquired infections, results in part from the production of β-lactamase enzymes that deactivate these antibiotics. While the co-administration of a β-lactamase inhibitor can restore antibacterial activity to the cephalosporin, previously approved β-lactamase inhibitors such as tazobactam and clavulanic acid do not inhibit important classes of β-lactamases, including Klebsiella pneumoniae carbapenemases (KPCs), New Delhi metallo-β-lactamase 1 (NDM-1), and AmpC-type β-lactamases. Whilst avibactam inhibits class A (KPCs, CTX-M, TEM, SHV), class C (AmpC), and, some, class D serine β-lactamases (such as OXA-23, OXA-48), it has been reported to be a poor substrate/weak inhibitor of class B metallo-β-lactamases, such as VIM-2, VIM-4, SPM-1, BcII, NDM-1, Fez-1. For infections sustained by metallo-β-lactamases producing bacteria, a therapeutic strategy consists in administering avibactam as companion drug administered alongside aztreonam. In fact, although in theory aztreonam is not hydrolyzed by metallo-β-lactamases, many metallo-β-Lactamases-producing strains co-produce enzymes that could hydrolyze aztreonam (e.g. AmpC, ESBL), therefore avibactam is given to protect aztreonam exploiting its robust β-lactamases inhibition. Avibactam is available in a combination with aztreonam (aztreonam/avibactam).   == References ==   == Further reading =="}