{"name": "axitinib", "category": "drug", "content": "Axitinib, sold under the brand name Inlyta, is a small molecule tyrosine kinase inhibitor developed by Pfizer. It has been shown to significantly inhibit growth of breast cancer in animal (xenograft) models and has shown partial responses in clinical trials with renal cell carcinoma (RCC) and several other tumour types. It was approved to treat renal cell carcinoma by the U.S. Food and Drug Administration after showing a modest increase in progression-free survival, though there have been reports of fatal adverse effects.   == Medical uses ==   === Renal cell carcinoma === It has received approval for use as a treatment for renal cell carcinoma from the US Food and Drug Administration (FDA) (January 2012), the European Medicines Agency (EMA) (September 2012), the UK Medicines and Healthcare products Regulatory Agency (MHRA) (September 2012) and the Australian Therapeutic Goods Administration (TGA) (July 2012).   == Clinical trials == A Phase II clinical trial showed good response in combination chemotherapy with gemcitabine for advanced pancreatic cancer. However, Pfizer reported on 30 January 2009, that Phase III clinical trials of the drug when used in combination with gemcitabine showed no evidence of improved survival rates over treatments using gemcitabine alone for advanced pancreatic cancer and halted the trial. In 2010, a Phase III trial for previously treated metastatic renal cell carcinoma (mRCC) showed significantly extended progression-free survival when compared to sorafenib. In December 2011, the Oncologic Drugs Advisory Committee (ODAC) voted unanimously to recommend that US FDA approve axitinib for the second-line treatment of patients with advanced renal cell carcinoma (RCC), based on the results of the Phase III trial comparing axitinib and sorafenib. It has also been studied in combination with the ALK1 inhibitor dalantercept. A study published in 2015 showed that axitinib effectively inhibits a mutated gene (BCR-ABL1[T315I]) that is common in chronic myeloid leukemias and adult acute lymphoblastic leukemias which have become resistant to other tyrosine kinase inhibitors like imatinib. This is one of the first examples of a new indication for an existing drug being discovered by screening known drugs using a patient's own cells.   == Adverse effects ==  Diarrhea, hypertension, fatigue, decreased appetite, nausea, dysphonia, hand-foot syndrome, weight decreased, vomiting, asthenia, and constipation are the most common side effects occurring in more than 20% of patients.   == Interactions == Coadministration with strong CYP3A4/CYP3A5 inhibitors and inducers should be avoided where possible as they may increase or reduce plasma exposure of axitinib, respectively.    == Mechanism of action == Its primary mechanism of action is thought to be vascular endothelial growth factor receptor 1–3, c-KIT and PDGFR inhibition, this, in turn, enables it to inhibit angiogenesis (the formation of new blood vessels by tumours). It was also proposed that it might act by inducing autophagy, as some other tyrosine kinase inhibitors, like sorafenib. It has also been shown to bind (in a different conformation from the VEGF binding) to the BCR-ABL fusion protein, specifically inhibiting the drug-resistant T315I mutant isoform.   == Pharmacokinetics ==   == Society and culture ==   === Legal status === In July 2024, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Axitinib Accord, intended for the treatment of adults with renal cell carcinoma. The applicant for this medicinal product is Accord Healthcare S.L.U.   === Brand names === In the European Union, it is sold under the brand name Inlyta.   == References =="}