{"name": "azacitidine", "category": "drug", "content": "Azacitidine, sold under the brand name Vidaza among others, is a medication used for the treatment of myelodysplastic syndrome, myeloid leukemia, and juvenile myelomonocytic leukemia. It is a chemical analog of cytidine, a nucleoside in DNA and RNA. Azacitidine and its deoxy derivative, decitabine (also known as 5-aza-2′-deoxycytidine) were first synthesized in Czechoslovakia as potential chemotherapeutic agents for cancer. The most common adverse reactions in children with juvenile myelomonocytic leukemia include pyrexia, rash, upper respiratory tract infection, and anemia.   == Medical uses == Azacitidine is indicated for the treatment of myelodysplastic syndrome, for which it received approval by the U.S. Food and Drug Administration (FDA) on 19 May 2004. In two randomized controlled trials comparing azacitidine to supportive treatment, 16% of subjects with myelodysplastic syndrome who were randomized to receive azacitidine had a complete or partial normalization of blood cell counts and bone marrow morphology, compared to none who received supportive care, and about two-thirds of patients who required blood transfusions no longer needed them after receiving azacitidine. Azacitidine is also indicated for the treatment of myeloid leukemia and juvenile myelomonocytic leukemia. The combination of azacitidine and venetoclax is also approved for AML.   == Mechanism of action == Azacitidine is a chemical analogue of the nucleoside cytidine, which is present in DNA and RNA. It is thought to have antineoplastic activity via two mechanisms – at low doses, by inhibiting of DNA methyltransferase, causing hypomethylation of DNA, and at high doses, by its direct cytotoxicity to abnormal hematopoietic cells in the bone marrow through its incorporation into DNA and RNA, resulting in cell death. Azacitidine is a ribonucleoside, so it is incorporated into RNA to a larger extent than into DNA. In contrast, decitabine (5-aza-2'-deoxycytidine) is a deoxyribonucleoside, so it can only incorporate into DNA. Azacitidine's incorporation into RNA leads to the disassembly of polyribosomes, defective methylation and acceptor function of transfer RNA, and inhibition of the production of proteins. Its incorporation into DNA leads to covalent binding with DNA methyltransferases, which prevents DNA synthesis and subsequently leads to cytotoxicity. It has been shown effective against human immunodeficiency virus in vitro and human T-lymphotropic virus.   === Inhibition of methylation === After azanucleosides such as azacitidine have been metabolized to 5-aza-2′-deoxycytidine-triphosphate (aka, decitabine-triphosphate), they can be incorporated into DNA and azacytosine can be substituted for cytosine. Azacytosine-guanine dinucleotides are recognized as substrate by the DNA methyltransferases, which catalyze the methylation reaction by a nucleophilic attack. This results in a covalent bond between the carbon-6 atom of the cytosine ring and the enzyme. The bond is normally resolved by beta-elimination through the carbon-5 atom, but this latter reaction does not occur with azacytosine because its carbon-5 is substituted by nitrogen, leaving the enzyme covalently bound to DNA and blocking its DNA methyltransferase function. In addition, the covalent protein adduction also compromises the functionality of DNA and triggers DNA damage signaling, resulting in the degradation of trapped DNA methyltransferases. As a consequence, methylation marks become lost during DNA replication.   == Toxicity == Azacitidine causes anemia (low red blood cell counts), neutropenia (low white blood cell counts), and thrombocytopenia (low platelet counts), and patients should have frequent monitoring of their complete blood counts, at least prior to each dosing cycle. The dose may have to be adjusted based on nadir counts and hematologic response. It can also be hepatotoxic in patients with severe liver impairment, and patients with extensive liver tumors due to metastatic disease have developed progressive hepatic coma and death during azacitidine treatment, especially when their albumin levels are less than 30 g/L. It is contraindicated in patients with advanced malignant hepatic tumors. Kidney toxicity, ranging from elevated serum creatinine to kidney failure and death, have been reported in patients treated with intravenous azacitidine in combination with other chemotherapeutic agents for conditions other than myelodysplastic syndrome. Renal tubular acidosis developed in five patients with chronic myelogenous leukemia (an unapproved use) treated with azacitidine and etoposide, and patients with renal impairment may be at increased risk for renal toxicity. Azacitidine and its metabolites are primarily excreted by the kidneys, so patients with chronic kidney disease should be closely monitored for other side effects, since their levels of azacitidine may progressively increase. Based on animal studies and its mechanism of action, azacitidine can cause severe fetal damage. Sexually active women of reproductive potential should use contraception during while receiving azacitidine and for one week after the last dose, and sexually active men with female partners of reproductive potential should use contraception during treatment and for three months following the last dose. A study undertaken to evaluate the immediate and long-term effects of a single-day exposure to Azacytidine (5-AzaC) on neurobehavioral abnormalities in mice found, that the inhibition of DNA methylation by 5-AzaC treatment causes neurodegeneration and impairs extracellular signal-regulated kinase (ERK1/2) activation and the activity-regulated cytoskeleton-associated (Arc) protein expression in neonatal mice and induces behavioral abnormalities in adult mice, as DNA methylation-mediated mechanisms appear to be necessary for the proper maturation of synaptic circuits during development, and disruption of this process by 5-AzaC could lead to abnormal cognitive function. Azacitidine can also cause nausea, vomiting, fevers, diarrhea, redness at its injection sites, constipation, bruising, petechiae, rigors, weakness, abnormally low potassium levels in the bloodstream, and many other side effects, some of which can be severe or even fatal.   == History == The efficacy of azacitidine to treat juvenile myelomonocytic leukemia was evaluated in AZA-JMML-001 (NCT02447666), an international, multicenter, open-label study to evaluate the pharmacokinetics, pharmacodynamics, safety, and activity of azacitidine prior to hematopoietic stem cell transplantation in 18 pediatric patients with juvenile myelomonocytic leukemia.   == Research == Azacitidine can be used in vitro to remove methyl groups from DNA. This may weaken the effects of gene silencing mechanisms that occur prior to methylation. Certain methylations are believed to secure DNA in a silenced state, and therefore demethylation may reduce the stability of silencing signals and confer relative gene activation. Azacitidine induces tumor regression on isocitrate dehydrogenase-1 mutant glioma xenografts in mice. In research, 5-azacitidine is commonly used for promoting cardiomyocyte differentiation of adult stem cells. However, it has been suggested that this drug has a compromised efficacy as a cardiac differentiation factor because it promotes the transdifferentiation of cardiac cells to skeletal myocytes. Azacitidine also has antiviral effects in animal studies as well as its anti-cancer actions, but has not been tested for clinical use.   == References ==   == External links == Clinical trial number NCT02447666 for \"Study With Azacitidine in Pediatric Subjects With Newly Diagnosed Advanced Myelodysplastic Syndrome (MDS) and Juvenile Myelomonocytic Leukemia (JMML)\" at ClinicalTrials.gov"}