{"name": "azilsartan medoxomil", "category": "drug", "content": "Azilsartan, sold under the brand name Edarbi among others, is used for the treatment of hypertension. It is used as the prodrug azilsartan medoxomil, is an angiotensin II receptor antagonist, and was developed by Takeda. The most common adverse reaction in adults is diarrhea. It is available as a generic medication. It is also sold as a combination drug with chlortalidone under the brand name Edarbyclor.   == Medical uses == Azilsartan is used for the treatment of hypertension in adults. One of the benefits of the medication is that Azilsartan does not need dose adjustments for patients with renal or hepatic dysfunction.    == Contraindications == Azilsartan must not be used with aliskiren, a renin inhibitor, in patients with diabetes as this increases the risk of serious adverse effects. Like other antihypertensive drugs acting on the renin–angiotensin system, it is contraindicated during the second and third trimesters of pregnancy. It should not be used during pregnancy.   == Interactions == No relevant drug interactions have been found in studies. Based on experiences with other drugs acting on the renin–angiotensin system, it is theorized that azilsartan could increase the toxicity of lithium and of other drugs increasing potassium levels, such as potassium sparing diuretics.   == Pharmacology ==   === Mechanism of action ===  Azilsartan medoxomil lowers blood pressure by blocking the action of angiotensin II at the AT1 receptor, a hormone that contracts blood vessels and reduces water excretion through the kidneys.   === Pharmacokinetics === Azilsartan medoxomil is quickly absorbed from the gut, independently of food intake. Maximal blood plasma concentrations are reached after one to three hours. The liver enzyme CYP2C9 is involved in the formation of the two main metabolites, which are pharmacologically inactive; they are the O-deethylation and decarboxylation products of azilsartan. Elimination half life is about 11 hours. 55% are excreted via the feces, and 42% via the urine, of which 15% are present as azilsartan and the rest in form of the metabolites.   == Chemistry ==  The drug formulation contains the potassium salt of azilsartan medoxomil (codenamed TAK-491), an ester of azilsartan's carboxyl group with the alcohol (5-methyl-2-oxo-1,3-dioxol-4-yl)methanol. This ester is more lipophilic than azilsartan itself.   == History == In February 2011, the U.S. Food and Drug Administration (FDA) approved azilsartan medoxomil for the treatment of high blood pressure in adults. In July 2011, azilsartan medoxomil was approved in the European Union for the treatment of essential hypertension. In March 2012, Health Canada approved the drug for mild to moderate essential hypertension. In December 2014, Valeant Canada acquired the marketing rights to Edarbi and Edarbyclor from Takeda Pharmaceutical.   == References =="}