{"name": "azithromycin", "category": "drug", "content": "Azithromycin, sold under the brand names Zithromax (in oral form) and Azasite (as an eye drop), is an antibiotic medication used for the treatment of a number of bacterial infections. This includes middle ear infections, strep throat, pneumonia, traveler's diarrhea, and certain other intestinal infections. Along with other medications, it may also be used for malaria. It is administered by mouth, into a vein, or into the eye. Common side effects include nausea, vomiting, diarrhea and upset stomach. An allergic reaction, such as anaphylaxis, or a type of diarrhea caused by Clostridium difficile is possible. Azithromycin causes QT prolongation that may cause life-threatening arrythmias such as torsades de pointes. No harm has been found with its use during pregnancy. Its safety during breastfeeding is not confirmed, but it is likely safe. Azithromycin is an azalide, a type of macrolide antibiotic. It works by decreasing the production of protein, thereby stopping bacterial growth. Azithromycin was discovered in former Yugoslavia (present day Croatia) in 1980 by the pharmaceutical company Pliva and approved for medical use in 1988. It is on the World Health Organization's List of Essential Medicines. The World Health Organization lists it as an example under \"Macrolides and ketolides\" in its Critically Important Antimicrobials for Human Medicine (designed to help manage antimicrobial resistance). It is available as a generic medication and is sold under many brand names worldwide. In 2022, it was the 78th most commonly prescribed medication in the United States, with more than 8 million prescriptions.   == Medical uses == Azithromycin is used to treat diverse infections, including:  Acute bacterial sinusitis due to H. influenzae, M. catarrhalis, or S. pneumoniae. A 1999 study found Azithromycin to be faster in resolving symptoms as compared to amoxicillin / clavulanic. Acute otitis media caused by H. influenzae, M. catarrhalis or S. pneumoniae. A 2021 study concluded that Azithromycin was comparable to amoxicillin/clavulanate in its treatment and that it was safer and more tolerable in children. Community-acquired pneumonia due to C. pneumoniae, H. influenzae, M. pneumoniae, or S. pneumoniae. Genital ulcer disease (chancroid) in men due to H. ducreyi Pharyngitis or tonsillitis caused by S. pyogenes as an alternative to first-line therapy in individuals who cannot use first-line therapy Prevention and treatment of acute bacterial exacerbations of chronic obstructive pulmonary disease due to H. influenzae, M. catarrhalis, or S. pneumoniae. The benefits of long-term prophylaxis must be weighed on a patient-by-patient basis against the risk of cardiovascular and other adverse effects. Trachoma due to C. trachomatis Uncomplicated skin infections due to S. aureus, S. pyogenes, or S. agalactiae Scrub typhus caused by Orientia tsutsugamushi.   === Bacterial susceptibility === Azithromycin has relatively broad but shallow antibacterial activity. It inhibits some Gram-positive bacteria, some Gram-negative bacteria, and many atypical bacteria. Aerobic and facultative Gram-positive microorganisms  Staphylococcus aureus (Methicillin-sensitive only) Streptococcus agalactiae Streptococcus pneumoniae Streptococcus pyogenes Aerobic and facultative anaerobic Gram-negative microorganisms  Bordetella pertussis Haemophilus ducreyi Haemophilus influenzae Legionella pneumophila Moraxella catarrhalis Neisseria gonorrhoeae Anaerobic microorganisms  Peptostreptococcus species Prevotella bivia Other microorganisms  Chlamydia trachomatis Chlamydophila pneumoniae Mycoplasma genitalium Mycoplasma pneumoniae Ureaplasma urealyticum   === Pregnancy and breastfeeding === No harm has been found with use during pregnancy. However, there are no adequate well-controlled studies in pregnant women. The safety of the medication during breastfeeding is unclear. It was reported that because only low levels are found in breast milk and the medication has also been used in young children, it is unlikely that breastfed infants would have adverse effects.   === Airway diseases === Azithromycin has beneficial effects in the treatment of asthma. It possesses antibacterial, antiviral, and anti-inflammatory properties which contribute to its effectiveness. Asthma exacerbations can be caused by chronic neutrophilic inflammation, and azithromycin is known to reduce this type of inflammation due to its immunomodulatory properties. The recommended dosage for controlling asthma exacerbations with azithromycin is either 500 mg or 250 mg taken orally as tablets three times a week. In adults with severe asthma, low-dose azithromycin may be prescribed as an add-on treatment when standard therapies such as inhaled corticosteroids or long-acting beta2-agonists are not sufficient. Long-term use of azithromycin in patients with persistent symptomatic asthma aims to decrease the frequency of asthma exacerbations and improve their quality of life. While both its anti-inflammatory and antibacterial effects play crucial roles in treating asthma, studies suggest that responsiveness to azithromycin therapy depends on individual variations in lung bacterial burden and microbial composition, collectively referred to as the lung microbiome. The richness (diversity) of the lung microbiome has been identified as a key factor in determining the effectiveness of azithromycin treatment. Azithromycin has significant interactions with the patient's microbiome. Long-term use of azithromycin reduces the presence of H. influenzae bacteria in the airways but also increases resistance against macrolide antibiotics. The specific pharmacological mechanisms through which azithromycin interacts with the patient's microbiome remain unknown as of 2024; research continues to explore how changes in microbial composition influence drug efficacy and patient outcomes. Azithromycin appears to be effective in the treatment of chronic obstructive pulmonary disease through its suppression of inflammatory processes. Azithromycin is potentially useful in sinusitis via this mechanism. Azithromycin is believed to produce its effects through suppressing certain immune responses that may contribute to inflammation of the airways.   == Adverse effects == Most common adverse effects are diarrhea (5%), nausea (3%), abdominal pain (3%), and vomiting. Fewer than 1% of people stop taking the drug due to side effects. Nervousness, skin reactions, and anaphylaxis have been reported. Clostridium difficile infection has been reported with use of azithromycin. Azithromycin does not affect the efficacy of birth control unlike some other antibiotics such as rifampin. Hearing loss has been reported. Occasionally, people have developed cholestatic hepatitis or delirium. Accidental intravenous overdose in an infant caused severe heart block, resulting in residual encephalopathy. In 2013, the US Food and Drug Administration (FDA) issued a warning that azithromycin \"can cause abnormal changes in the electrical activity of the heart that may lead to a potentially fatal irregular heart rhythm.\" The FDA noted in the warning a 2012 study that found the drug may increase the risk of death, especially in those with heart problems, compared with those on other antibiotics such as amoxicillin or no antibiotic. The warning indicated people with preexisting conditions are at particular risk, such as those with abnormalities in the QT interval, low blood levels of potassium or magnesium, a slower than normal heart rate, or those who use certain drugs to treat abnormal heart rhythms. The warning mentioned that azithromycin causes QT prolongation that may cause life-threatning arrythmias such as torsades de pointes.   == Interactions ==   === Colchicine === Azithromycin, should not be taken with colchicine as it may lead to colchicine toxicity. Symptoms of colchicine toxicity include gastrointestinal upset, fever, myalgia, pancytopenia, and organ failure.   === Drugs metabolized by CYP3A4 === CYP3A4 is an enzyme that metabolizes many drugs in the liver. Some drugs can inhibit CYP3A4, which means they reduce its activity and increase the blood levels of the drugs that depend on it for elimination. This can lead to adverse effects or drug-drug interactions. Azithromycin is a member of macrolides that are a class of antibiotics with a cyclic structure with a lactone ring and sugar moieties. Macrolides can inhibit CYP3A4 by a mechanism called mechanism-based inhibition (MBI), which involves the formation of reactive metabolites that bind covalently and irreversibly to the enzyme, rendering it inactive. Mechanism-based inhibition is more serious and long-lasting than reversible inhibition, as it requires the synthesis of new enzyme molecules to restore the activity. The degree of mechanism-based inhibition by macrolides depends on the size and structure of their lactone ring. Clarithromycin and erythromycin have a 14-membered lactone ring, which is more prone to demethylation by CYP3A4 and subsequent formation of nitrosoalkenes, the reactive metabolites that cause mechanism-based inhibition. Azithromycin, on the other hand, has a 15-membered lactone ring, which is less susceptible to demethylation and nitrosoalkene formation. Therefore, azithromycin is a weak inhibitor of CYP3A4, while clarithromycin and erythromycin are strong inhibitors which increase the area under the curve (AUC) value of co-administered drugs more than five-fold. AUC it is a measure of the drug exposure in the body over time. By inhibiting CYP3A4, macrolide antibitiotics, such as erythromycin and clarithromycin, but not azithromycin, can significantly increase the AUC of the drugs that depend on it for clearance, which can lead to higher risk of adverse effects or drug-drug interactions. Azithromycin stands apart from other macrolide antibiotics because it is a weak inhibitor of CYP3A4, and does not significantly increase AUC value of co-administered drugs. The difference in CYP3A4 inhibition by macrolides has clinical implications, for example for people who take statins, which are cholesterol-lowering drugs that are mainly metabolized by CYP3A4. Co-administration of clarithromycin or erythromycin with statins can increase the risk of statin-induced myopathy, a condition that causes muscle pain and damage. Azithromycin, however, does not significantly affect the pharmacokinetics of statins and is considered a safer alternative than other macrolide antibiotics.   == Pharmacology ==   === Mechanism of action === Azithromycin prevents bacteria from growing by interfering with their protein synthesis. It binds to the 50S subunit of the bacterial ribosome, thus inhibiting translation of mRNA. Nucleic acid synthesis is not affected.   === Pharmacokinetics === Azithromycin is an acid-stable antibiotic, so it can be taken orally with no need of protection from gastric acids. It is readily absorbed, but absorption is greater on an empty stomach. Time to peak concentration (Tmax) in adults is 2.1 to 3.2 hours for oral dosage forms. Due to its high concentration in phagocytes, azithromycin is actively transported to the site of infection. During active phagocytosis, large concentrations are released. The concentration of azithromycin in the tissues can be over 50 times higher than in plasma due to ion trapping and its high lipid solubility. Azithromycin's half-life allows a large single dose to be administered and yet maintain bacteriostatic levels in the infected tissue for several days. Following a single dose of 500 mg, the apparent terminal elimination half-life of azithromycin is 68 hours. Biliary excretion of azithromycin, predominantly unchanged, is a major route of elimination. Over the course of a week, about 6% of the administered dose appears as an unchanged drug in urine.   == History == A team of researchers at the pharmaceutical company Pliva in Zagreb, former Yugoslavia (present day Croatia) discovered azithromycin in 1980. The company Pliva patented it in 1981. In 1986, Pliva and Pfizer signed a licensing agreement, which gave Pfizer exclusive rights for the sale of azithromycin in Western Europe and the United States. Pliva put its azithromycin on the market in Central and Eastern Europe. Pfizer launched azithromycin under Pliva's license in other markets under the brand name Zithromax in 1991. Patent protection ended in 2005.   == Society and culture ==   === Available forms === Azithromycin is available as a generic medication. Azithromycin is administered in film-coated tablet, capsule, oral suspension, intravenous injection, granules for suspension in sachet, and ophthalmic solution.   === Usage === In 2010, azithromycin was the most prescribed antibiotic for outpatients in the US, whereas in Sweden, where outpatient antibiotic use is a third as prevalent, macrolides are only on 3% of prescriptions. In 2017, and 2022, azithromycin was the second most prescribed antibiotic for outpatients in the United States. In 2022, it was the 78th most commonly prescribed medication in the United States, with more than 8 million prescriptions.   === Brand names ===   == Research == Azithromycin is researched for its supposed anti-inflammatory and immunomodulatory properties, which are believed to be exhibited through its suppression of proinflammatory cytokines and enhancing the production of anti-inflammatory cytokines, which is important in dampening inflammation. Cytokines are small proteins that are secreted by immune cells and play a key role in the immune response. Studies suggest that azithromycin can decrease the release of pro-inflammatory cytokines such as TNF-alpha, IL-1β, IL-6, and IL-8 while increasing the levels of anti-inflammatory cytokine IL-10. By decreasing the number of pro-inflammatory cytokines, azithromycin probably controls potential tissue damage during inflammation. These effects are believed to be due to azithromycin's ability to suppress a transcription factor called nuclear factor-kappa B (NF-κB) resulting in blockade of inflammatory response pathways downstream from NF-κB activation leading to decreased chemokine receptor CXCR4 signaling causing reduced inflammation. Despite the efficiency of treating rosacea with azithromycin, the exact mechanism of why azithromycin is effective in treating rosacea are not completely understood. It is unclear whether its antibacterial or immunomodulatory properties or a combination of both mechanisms contribute to its efficacy. Azithromycin may prevent mast cell degranulation and thus can suppress inflammation of dorsal root ganglia through various signaling pathways such as decreased numbers of CD4+ T cells which are particularly relevant since they mediate the response of hair follicle antigens. Inflammation in rosacea is thought to be associated with increased production of reactive oxygen species (ROS) by inflammatory cells. The ability of azithromycin to decrease ROS production can help reduce oxidative stress and inflammation, but this remains speculation. The therapeutic role of azithromycin has been explored in various diseases such as cystic fibrosis exacerbation, burn injury-induced lung injury, asthma, chronic obstructive pulmonary disease, and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in COVID-19 infection. Despite early evidence showing azithromycin slowed down coronavirus multiplication in laboratory settings, further research indicates it to be ineffective as a treatment for COVID-19 in humans. Azithromycin in conjunction with of chloroquine or hydroxychloroquine has been associated with deleterious outcomes in COVID-19 patients, including drug-induced QT prolongation. After a large-scale trial showed no benefit of using azithromycin in treating COVID-19, the UK's National Institute for Health and Care Excellence (NICE) updated its guidance and no longer recommends the medication for COVID-19. Azithromycin therapy in cystic fibrosis patients yields a modest respiratory function improvement, reduces exacerbation risk, and extends time to exacerbation up to six months; still, long-term efficacy data is a subject of ongoing research. Potential benefits of azithromycin therapy is azithromycin's good safety profile, minimal treatment burden, and cost-effectiveness, but the drawbacks are gastrointestinal side effects with weekly dosing, which are ameliorated by a split dose regimen. The potential role of azithromycin in inhibiting the autophagic destruction of non-tuberculous mycobacteria (NTM) within macrophages has garnered significant attention. This mechanism may contribute to the observed correlation between long-term macrolide monotherapy and an increased risk of NTM infection and the emergence of macrolide-resistant strains. Azithromycin's interference with autophagy could potentially predispose patients with cystic fibrosis to mycobacterial infections. Despite repeated refutations of a direct association between azithromycin use and NTM infection, there remains a high level of concern regarding the potential for the development of NTM strains resistant to macrolides. Azithromycin has been shown to be an effective preventive measure against many postpartum infections in mothers following planned vaginal births; still, its impact on neonatal outcomes remains inconclusive and is the subject of ongoing research.   == References ==   == External links =="}