{"name": "aztreonam", "category": "drug", "content": "Aztreonam, sold under the brand name Azactam among others, is an antibiotic used primarily to treat infections caused by gram-negative bacteria such as Pseudomonas aeruginosa. This may include bone infections, endometritis, intra abdominal infections, pneumonia, urinary tract infections, and sepsis. It is given by intravenous or intramuscular injection  or by inhalation. Common side effects when given by injection include pain at the site of injection, vomiting, and rash. Common side effects when inhaled include wheezing, cough, and vomiting. Serious side effects include Clostridium difficile infection and allergic reactions including anaphylaxis. Those who are allergic to other β-lactam have a low rate of allergy to aztreonam. Use in pregnancy appears to be safe. It is in the monobactam family of medications. Aztreonam inhibits cell wall synthesis by blocking peptidoglycan crosslinking to cause bacterial death. Aztreonam was approved for medical use in the United States in 1986. It was removed from the World Health Organization's List of Essential Medicines in 2019.  It is available as a generic medication. It is a manufactured version of a chemical from the bacterium Chromobacterium violaceum. Aztreonam is available in a combination with avibactam (aztreonam/avibactam).   == Medical uses == Nebulized forms of aztreonam are used to treat infections that are complications of cystic fibrosis and are approved for such use in Europe and the US; they are also used off-label for non-CF bronchiectasis, ventilator-associated pneumonia, chronic obstructive pulmonary disease, mycobacterial disease, and to treat infections in people who have received lung transplants. Aztreonam has strong activity against susceptible gram-negative bacteria, including Pseudomonas aeruginosa. It is resistant to some beta-lactamases, but is inactivated by extended-spectrum beta-lactamases. It has no useful activity against gram-positive bacteria or anaerobes. It is known to be effective against a wide range of bacteria including Citrobacter, Enterobacter, E. coli, Haemophilus, Klebsiella, Proteus, and Serratia species. The following represents minimum inhibitory concentration (MIC) susceptibility data for a few medically significant microorganisms.  Staphylococcus aureus 8 - >128 μg/ml Staphylococcus epidermidis 8 - 32 μg/ml Streptococcus pyogenes 8 - ≥128 μg/ml Synergism between aztreonam and arbekacin or tobramycin against P. aeruginosa has been suggested.   === Spectrum of activity === Acinetobacter anitratus, Escherichia coli, Pseudomonas aeruginosa, and Proteus mirabilis are generally susceptible to aztreonam, while some staphylococci, Staphylococcus aureus, Staphylococcus haemolyticus and Xanthomonas maltophilia are resistant to it. Furthermore, Aeromonas hydrophila, Citrobacter koseri (Citrobacter diversus), Pantoea agglomerans (Enterobacter agglomerans), Haemophilus spp. and Streptococcus pyogenes have developed resistance to aztreonam to varying degrees. Aztreonam can be safely used in patients with a penicillin or cephalosporin allergy (except for patients with a ceftazidime allergy as ceftazidime and aztreonam share a similar side chain). It is also frequently used as an alternative to aminoglycosides because is not ototoxic or nephrotoxic. Aztreonam is under consideration for human infections sustained by metallo-beta-lactamase (MBL)-producing Gram-negative bacteria. In these circumstances aztreonam is combined with avibactam (ceftazidime/avibactam). The combination of aztreonam and avibactam are in phase 3 clinical trails. The combination of aztreonam and avibactam has demonstrated to be active against 80% of MBL isolates reaching a clinical infection resolution in 80% of MBL-infected patients.   === Administration === Aztreonam is poorly absorbed when given orally, so it must be administered as an intravenous or intramuscular injection (trade name Azactam), or inhaled (trade name Cayston) using an ultrasonic nebulizer. In the United States, the Food and Drug Administration (FDA) approved the inhalation form on 22 February 2010, for the suppression of P. aeruginosa infections in patients with cystic fibrosis. It received conditional approval for administration in Canada and the European Union in September 2009, and has been fully approved in Australia.   == Side effects == Reported side effects include injection site reactions, rash, and rarely toxic epidermal necrolysis. Gastrointestinal side effects generally include diarrhea and nausea and vomiting. Although C. difficile infection is a possible complication of aztreonam therapy, this antibiotic is associated with a low risk of developing C. difficile infection. There may be drug-induced eosinophilia. Because of the unfused beta-lactam ring there is somewhat lower cross-reactivity between aztreonam and many other beta-lactam antibiotics, and it may be safe to administer aztreonam to many patients with hypersensitivity (allergies) to penicillins and nearly all cephalosporins. There is a much lower risk of cross-sensitivity between aztreonam and other beta-lactam antibiotics than within other beta-lactam antibiotics. However, there is a higher chance of cross-sensitivity if a person is specifically allergic to ceftazidime, a cephalosporin. Aztreonam exhibits cross-sensitivity with ceftazidime due to a similar side chain.   == Mechanism of action == Aztreonam is similar in action to penicillin. It inhibits synthesis of the bacterial cell wall, by blocking peptidoglycan crosslinking. It has a very high affinity for penicillin-binding protein-3 and mild affinity for penicillin-binding protein-1a. Aztreonam binds the penicillin-binding proteins of Gram-positive and anaerobic bacteria very poorly and is largely ineffective against them. Aztreonam is bactericidal, but less so than some of the cephalosporins.   == References =="}