{"name": "bacitracin", "category": "drug", "content": "Bacitracin is a polypeptide antibiotic. It is a mixture of related cyclic peptides produced by Bacillus licheniformis bacteria, that was first isolated from the variety \"Tracy I\" (ATCC 10716) in 1945. These peptides disrupt Gram-positive bacteria by interfering with cell wall and peptidoglycan synthesis. Bacitracin is primarily used as a topical preparation, as it can cause kidney damage when used internally. It is generally safe when used topically, but in rare cases may cause hypersensitivity, allergic or anaphylactic reactions, especially in people allergic to neomycin. In 2021, it was the 300th most commonly prescribed medication in the United States, with more than 400,000 prescriptions.   == Medical uses ==  Bacitracin is used in human medicine as a polypeptide antibiotic and is \"approved by the US Food and Drug Administration (FDA) for use in chickens and turkeys,\" though use in animals contributes to antibiotic resistance. As bacitracin zinc salt, in combination with other topical antibiotics (usually polymyxin B and neomycin) as an ointment (\"triple antibiotic ointment,\" with the brand name Neosporin), it is used for topical treatment of a variety of localized skin and eye infections, as well as for the prevention of wound infections. A non-ointment form of ophthalmic solution is also available for eye infections.   === Spectrum of activity and susceptibility data === Bacitracin is a narrow-spectrum antibiotic. It targets Gram-positive bacteria, especially those that cause skin infections. The following represents susceptibility data for a few medically significant microorganisms.  Staphylococcus aureus – ≤0.03 μg/mL – 700 μg/mL Staphylococcus epidermidis – 0.25 μg/mL – >16 μg/mL Streptococcus pyogenes – 0.5 μg/mL – >16 μg/mL   == Mechanism of action ==  Bacitracin interferes with the dephosphorylation of C55-isoprenyl pyrophosphate, and a related molecule known as bactoprenol pyrophosphate; both of these lipids function as membrane carrier molecules that transport the building-blocks of the peptidoglycan bacterial cell wall outside of the inner membrane.   == History == Bacitracin was isolated by Balbina Johnson, a bacteriologist at the Columbia University College of Physicians and Surgeons. Its name derives from the fact that a compound produced by a microbe in young Margaret Tracy's (1936–1994) leg injury showed antibacterial activity.  One strain isolated from tissue debrided from a compound fracture of the tibia was particularly active. We named this growth-antagonistic strain for the patient, \"Tracy I.\"  When cell-free filtrates of broth cultures of this bacillus proved to possess strong antibiotic activity and to be non-toxic, further study seemed warranted. We have called this active principle \"Bacitracin. Bacitracin was approved by the US FDA in 1948.   == Synthesis == Bacitracin is synthesised via nonribosomal peptide synthetases (NRPSs), which means that ribosomes are not directly involved in its synthesis. The three-enzyme operon is called BacABC, not to be confused with BacABCDE of bacilycin synthesis.   == Composition == Bacitracin is composed of a mixture of related compounds with varying degrees of antibacterial activity. Notable fractions include bacitracin A, A1, B, B1, B2, C, D, E, F, G, and X. Bacitracin A has been found to have the most antibacterial activity. Bacitracin B1 and B2 have similar potencies and are approximately 90% as active as bacitracin A.   == Society and culture ==   === Controversies === Claims that bacitracin is a protein disulfide isomerase inhibitor are disputed by in vitro studies.   == References =="}