{"name": "baloxavir marboxil", "category": "drug", "content": "Baloxavir marboxil, sold under the brand name Xofluza, is an antiviral medication for treatment of influenza A and influenza B. It was approved for medical use both in Japan and in the United States in 2018, and is taken as a single dose by mouth. It may reduce the duration of flu symptoms by about a day, but is prone to selection of resistant mutants that render it ineffectual. Baloxavir marboxil was developed as a prodrug strategy, with its metabolism releasing the active agent, baloxavir acid (BXA). Baloxavir acid then functions as enzyme inhibitor, targeting the influenza virus' cap-dependent endonuclease activity, used in \"cap snatching\" by the virus' polymerase complex, a process essential to its life-cycle. The most common side effects of baloxavir marboxil include diarrhea, bronchitis, nausea, sinusitis, and headache. The US Food and Drug Administration (FDA) considers baloxavir marboxil to be a first-in-class medication.   == Medical uses == Baloxavir marboxil is an influenza medication, an antiviral, for individuals who are twelve years of age or older, that have presented symptoms of this infection for no more than 48 hours. The efficacy of baloxavir marboxil administered after 48 hours has not been tested. In October 2019, the FDA approved an updated indication for the treatment of acute, uncomplicated influenza in people twelve years of age and older at risk of influenza complications. In November 2020, the FDA approved an updated indication to include post-exposure prevention of influenza (flu) for people twelve years of age and older after contact with an individual who has the flu. In August 2022, the FDA approved an updated indication to include post-exposure prevention of influenza (flu) for people five years of age and older after contact with an individual who has the flu. In the EU, baloxavir marboxil is indicated for the treatment of uncomplicated influenza and for post-exposure prophylaxis of influenza in individuals aged twelve years of age and older.   === Available forms === Baloxavir marboxil is available in tablet form and as granules for mixing in water.   === Resistance === In 2.2% of baloxavir recipients in the Phase II trial and in about 10% of baloxavir recipients in the Phase III trial, the infecting influenza strain had acquired resistance to the drug, due to variants of the polymerase protein displaying substitutions of isoleucine-38, specifically, the I38T, I38M, or I38F mutations. There is continuing research into and clinical concern over the resistance appearing in recipients, in response to treatment with this drug.   == Contraindications == Baloxavir marboxil should not be co-administered with dairy products, calcium-fortified beverages, or laxatives, antacids, or oral supplements containing calcium, iron, magnesium, selenium, aluminum or zinc.   == Side effects == Common side effects following the single dose administration of baloxavir marboxil include diarrhea, bronchitis, common cold, headache, and nausea. Adverse events were reported in 21% of people who received baloxavir, 25% of those receiving placebo, and 25% of oseltamivir.   == Mechanism of action == Baloxavir marboxil is an influenza therapeutic agent, specifically, an enzyme inhibitor targeting the influenza virus' cap-dependent endonuclease activity, one of the activities of the virus polymerase complex. In particular, it inhibits a process known as cap snatching, by which the virus derives short, capped primers from host cell RNA transcripts, which it then uses for polymerase-catalyzed synthesis of its needed viral mRNAs. A polymerase subunit binds to the host pre-mRNAs at their 5' caps, then the polymerase's endonuclease activity catalyzes its cleavage \"after 10–13 nucleotides\". As such, its mechanism is distinct from neuraminidase inhibitors such as oseltamivir and zanamivir.   == Chemistry == Baloxavir marboxil is a substituted pyridone derivative of a polycyclic family, whose chemical synthesis has been reported in a number of ways by the company discovering it, Shionogi and Co. of Japan (as well as others); the Shionogi reports have appeared several times in the Japanese patent literature between 2016 and 2019, providing insight into possible industrial synthetic routes that may be in use.  Baloxavir marboxil (BXM) is a prodrug whose active agent, baloxavir acid (BXA) is released rapidly in vivo, as the hydrolysis of baloxavir marboxil is catalyzed by arylacetamide deacetylases in cells of the blood, liver, and lumen of the small intestine. The compound numbers for baloxavir marboxil and baloxavir acid used in publications by Shionogi and others during discovery and development (prior to assignment of a United States Adopted Name (USAN)) were, respectively, S-033188 and S-033447. As reported in a review of the patent literature, the carbonic acid ester (carbonate) moiety of the prodrug—shown in the lower left-hand corner of the image above—was prepared during discovery and development research from a late stage 2-hydroxy-4-pyridone precursor by treatment with chloromethyl methyl carbonate.   == History == As of September 2018, in the only report of a Phase III randomized, controlled trial, baloxavir reduced the duration of influenza symptoms of otherwise healthy participants by about one day compared with a placebo treatment group, and comparable with what was seen for an oseltamivir treatment group. On the first day after baloxavir was started in its treatment group of participants, viral loads decreased more than in participants in either the oseltamivir or placebo groups; however, after five days, the effect on viral load of the single dose of baloxavir was indistinguishable from the effect observed following the complete, 5-day regimen of oseltamivir in its treatment group. Baloxavir marboxil was developed for the market by Shionogi Co., a Japanese pharmaceutical company, and Switzerland-based Roche AG. The names under which baloxavir marboxil and baloxavir acid appear in Shionogi research reporting are S-033188 and S-033447, respectively.   == Society and culture ==   === Legal status === Japan's Ministry of Health, Labour and Welfare (JMHLW) and the US Food and Drug Administration (FDA) approved baloxavir marboxil based on evidence of its benefits and side effects from two clinical trials in adult and pediatric participants with uncomplicated influenza (Trial 1, 1518T0821 and Trial 2, NCT02954354), involving 1119 participants. Both trials included clinical sites and participants in Japan, with Trial 2 adding clinical locations in the United States. Baloxavir marboxil was approved for sale in Japan in February 2018. In October 2018, the FDA approved it for the treatment of acute uncomplicated influenza in people twelve years of age and older who have been symptomatic for no more than 48 hours. The FDA application of baloxavir marboxil was granted priority review in the United States, and approval of Xofluza was granted to Shionogi & Co., Ltd. in October 2018. Specifically, the FDA approved the use of baloxavir marboxil for people at high risk of developing influenza-related complications. In October 2019, the FDA approved an updated indication for the treatment of acute, uncomplicated influenza in people twelve years of age and older at risk of influenza complications. In November 2020, the FDA approved an updated indication to include post-exposure prevention of influenza (flu) for people twelve years of age and older after contact with an individual who has the flu. Baloxavir marboxil was approved for medical use in Australia in February 2020. The safety and efficacy of baloxavir marboxil, an antiviral drug taken as a single oral dose, was demonstrated in two randomized controlled clinical trials of 1,832 subjects where participants were assigned to receive either baloxavir marboxil, a placebo, or another antiviral flu treatment within 48 hours of experiencing flu symptoms. In both trials, subjects treated with baloxavir marboxil had a shorter time to alleviation of symptoms compared with subjects who took the placebo. In the second trial, there was no difference in the time to alleviation of symptoms between subjects who received baloxavir marboxil and those who received the other flu treatment. The safety and efficacy of baloxavir marboxil for post-flu exposure prevention is supported by one randomized, double-blind, controlled trial in which 607 subjects, twelve years of age and older who were exposed to a person with influenza in their household, received either a single dose of baloxavir marboxil or a single dose of a placebo. Of these 607 subjects, 303 received baloxavir marboxil and 304 received the placebo. The trial's primary endpoint was the proportion of subjects who were infected with influenza virus and presented with fever and at least one respiratory symptom from day 1 to day 10. Of those who received baloxavir marboxil, 1% of subjects met these criteria, compared to 13% of subjects who received a placebo for the clinical trial. Baloxavir marboxil was approved for medical use in the European Union in January 2021.   == References ==   == Further reading == Ikematsu H, Hayden FG, Kawaguchi K, Kinoshita M, de Jong MD, Lee N, et al. (July 2020). \"Baloxavir Marboxil for Prophylaxis against Influenza in Household Contacts\". N. Engl. J. Med. 383 (4): 309–320. doi:10.1056/NEJMoa1915341. PMID 32640124. Mushtaq A (December 2018). \"Baloxavir: game-changer or much ado about nothing?\". Lancet Respir Med. 6 (12): 903–904. doi:10.1016/S2213-2600(18)30469-7. PMID 30420246.   == External links == \"Baloxavir marboxil\". Drug Information Portal. U.S. National Library of Medicine. \"Baloxavir marboxil\". SPS - Specialist Pharmacy Service. 29 June 2018. Archived from the original on 26 July 2020. Retrieved 10 May 2020."}