{"name": "Bartonella Infections", "category": "disease", "content": "Bartonella is a genus of Gram-negative bacteria. It is the only genus in the family Bartonellaceae. Facultative intracellular parasites, Bartonella species can infect healthy people, but are considered especially important as opportunistic pathogens. Bartonella species are transmitted by vectors such as fleas, sand flies, and mosquitoes. At least eight Bartonella species or subspecies are known to infect humans. Bartonella henselae is the organism responsible for cat scratch disease.   == History == Bartonella species have been infecting humans for thousands of years, as demonstrated by Bartonella quintana DNA in a 4000-year-old tooth. The genus is named for Alberto Leonardo Barton Thompson (1871–October 26, 1950), a Peruvian scientist.   == Infection cycle == Though some studies have found \"no definitive evidence of transmission by a tick to a vertebrate host,\" Bartonella species are well-known to be transmissible to both animals and humans through various other vectors, such as fleas, lice, and sand flies. Bartonella bacteria are associated with cat-scratch disease, but a study in 2010 concluded, \"Clinicians should be aware that ... a history of an animal scratch or bite is not necessary for disease transmission.\" All current Bartonella species identified in canines are human pathogens.   == Pathophysiology == Bartonella infections are remarkable in the wide range of symptoms they can produce.  The course of the diseases (acute or chronic) and the underlying pathologies are highly variable.   == Treatment == Treatment is dependent on which species or strain of Bartonella is found in a given patient. While Bartonella species are susceptible to a number of standard antibiotics in vitro—macrolides and tetracycline, for example—the efficacy of antibiotic treatment in immunocompetent individuals is uncertain. Immunocompromised patients should be treated with antibiotics because they are particularly susceptible to systemic disease and bacteremia. Drugs of particular effectiveness include trimethoprim-sulfamethoxazole, gentamicin, ciprofloxacin, and rifampin; B. henselae is generally resistant to penicillin, amoxicillin, and nafcillin.   == Epidemiology == Homeless intravenous drug users are at high risk for Bartonella infections, particularly B. elizabethae. B. elizabethae seropositivity rates in this population range from 12.5% in Los Angeles, to 33% in Baltimore, Maryland, 46% in New York City, and 39% in Sweden.   == Phylogeny == The currently accepted taxonomy is based on the List of Prokaryotic names with Standing in Nomenclature (LPSN). The phylogeny is based on whole-genome analysis.   == References ==   == External links == Bartonella genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID New Bartonella Species That Infects Humans Discovered"}