{"name": "basiliximab", "category": "drug", "content": "Basiliximab, sold under the brand name Simulect, is a monoclonal antibody used to prevent rejection in kidney transplants. It is a chimeric mouse-human monoclonal antibody to the α chain (CD25) of the IL-2 receptor of T cells. It is used in combination with other medicines used to prevent organ rejection. The most common side effects (seen in more than 20% of patients) include constipation, urinary tract infections (infection of the structures that carry urine), pain, nausea (feeling sick), peripheral oedema (swelling), hypertension (high blood pressure), anemia (low red blood cell counts), headache, hyperkalaemia (high blood potassium levels), hypercholesterolaemia (high blood cholesterol levels), surgical wound complication, weight increase, increased serum creatinine (a marker of kidney problems), hypophosphataemia (low blood phosphate levels), diarrhea and upper respiratory tract infection (colds). Basiliximab was approved for medical use in the United States and in the European Union in 1998.   == Medical uses == Basiliximab is indicated for the prophylaxis of acute organ rejection in de-novo allogeneic renal transplantation. It is to be used concomitantly with ciclosporin for microemulsion- and corticosteroid-based immunosuppression, in people with panel reactive antibodies less than 80%, or in a triple maintenance immunosuppressive regimen containing ciclosporin for microemulsion, corticosteroids and either azathioprine or mycophenolate mofetil. Basiliximab is an immunosuppressant agent used to prevent immediate transplant rejection in people who are receiving kidney transplants, in combination with other agents. It has been reported that some cases of lichen planus have been successfully treated with basiliximab as an alternative therapy to cyclosporin. No short-term side effects have been reported.   == Mechanism of action == Basiliximab competes with IL-2 to bind to the alpha chain subunit of the IL2 receptor on the surface of the activated T lymphocytes and thus prevents the receptor from signaling. This prevents T cells from replicating and also from activating B cells, which are responsible for the production of antibodies, which would bind to the transplanted organ and stimulate an immune response against the transplant.   == Chemistry == It is a chimeric CD25 monoclonal antibody of the IgG1 isotype.   == History == It is a Novartis product and was approved by the Food and Drug Administration (FDA) in 1998.   == References =="}