{"name": "beclometasone dipropionate", "category": "drug", "content": "Beclometasone or beclomethasone, also known as beclomethasone dipropionate, and sold under the brand name Qvar among others, is a steroid medication. It is available as an inhaler, cream, pills, and nasal spray. The inhaled form is used in the long-term management of asthma. The cream may be used for dermatitis and psoriasis. The pills have been used to treat ulcerative colitis. The nasal spray is used to treat allergic rhinitis and nasal polyps. Common side effects with the inhaled form include respiratory infections, headaches, and throat inflammation. Serious side effects include an increased risk of infection, cataracts, Cushing's syndrome, and severe allergic reactions. Long-term use of the pill form may cause adrenal insufficiency. The pills may also cause mood or personality changes. The inhaled form is generally regarded as safe in pregnancy. Beclometasone is mainly a glucocorticoid. Beclomethasone dipropionate was first patented in 1962 and used medically in 1972. It was approved for medical use in the United States in 1976. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 268th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Side effects == Common side effects with the inhaled form include respiratory infections, headaches, and throat inflammation. Serious side effects include an increased risk of infection, cataracts, Cushing's syndrome, and severe allergic reactions. Long-term use of the pill form may cause adrenal insufficiency. The pills may also cause mood or personality changes. The inhaled form is generally regarded as safe in pregnancy. Occasionally, it may cause a cough upon inhalation. Deposition on the tongue and throat may promote oral candidiasis, which appears as a white coating, possibly with irritation. This may usually be prevented by rinsing the mouth with water after using the inhaler. Other adverse drug reaction side effects may rarely include: a smell similar to burning plastic, unpleasant taste, hoarseness or nasal congestion, pain or headache, and visual changes. Allergic reactions may occur, but rarely. Nasal corticosteroids may be associated with central serous retinopathy.   == Pharmacology ==  Beclometasone is mainly a glucocorticoid. Glucocorticoids are corticosteroids that bind to the glucocorticoid receptor  that is present in almost every vertebrate animal cell. The activated glucocorticoid receptor-glucocorticoid complex up-regulates the expression of anti-inflammatory proteins in the nucleus (a process known as transactivation) and represses the expression of proinflammatory proteins in the cytosol by preventing the translocation of other transcription factors from the cytosol into the nucleus (transrepression). Glucocorticoids are part of the feedback mechanism in the immune system which reduces certain aspects of immune function, such as inflammation.   == Names == Beclometasone dipropionate is the INN modified and beclomethasone dipropionate is the USAN and former BAN. It is a prodrug of the free form, beclometasone (INN). The prodrug beclometasone is marketed in Norway and Russia. Clenil, Qvar, Cortis are brandnames for the inhalers; Beconase, Alanase, Vancenase, Qnasl for the nasal spray or aerosol.   == References =="}