{"name": "bedaquiline", "category": "drug", "content": "Bedaquiline, sold under the brand name Sirturo, is a medication used for the treatment of active tuberculosis. Specifically, it is used to treat multi-drug-resistant tuberculosis along with other medications for tuberculosis. It is taken by mouth. Common side effects include nausea, joint pains, headaches, and chest pain. Serious side effects include QT prolongation, liver dysfunction, and an increased risk of death. While harm during pregnancy has not been found, it has not been well studied in this population. It is in the diarylquinoline antimycobacterial class of medications. It works by blocking the ability of M. tuberculosis to make adenosine 5'-triphosphate (ATP). Bedaquiline was approved for medical use in the United States in 2012. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Its use was approved in December 2012 by the US Food and Drug Administration (FDA) for use in tuberculosis (TB) treatment, as part of a fast-track accelerated approval, for use only in cases of multidrug-resistant tuberculosis, and the more resistant extensively drug resistant tuberculosis. As of 2013, both the World Health Organization (WHO) and the US Centers for Disease Control and Prevention (CDC) recommend (provisionally) that bedaquiline be reserved for people with multidrug-resistant tuberculosis when an otherwise recommended regimen cannot be designed.   == Side effects == The most common side effects of bedaquiline in studies were nausea, joint and chest pain, and headache. The drug also has a black-box warning for increased risk of death and arrhythmias, as it may prolong the QT interval by blocking the hERG channel. Everyone on bedaquiline should have monitoring with a baseline and repeated ECGs. If a person has a QTcF of > 500 ms or a significant ventricular arrythmia, bedaquiline and other QT prolonging drugs should be stopped. There is considerable controversy over the approval for the drug, as one of the largest studies to date had more deaths in the group receiving bedaquiline that those receiving placebo. Ten deaths occurred in the bedaquiline group out of 79, while two occurred in the placebo group, out of 81. Of the 10 deaths on bedaquiline, one was due to a motor vehicle accident, five were judged as due to progression of the underlying tuberculosis and three were well after the person had stopped receiving bedaquiline. However, there is still significant concern for the higher mortality in people treated with bedaquiline, leading to the recommendation to limit its use to situations where a four drug regimen cannot otherwise be constructed, limit use with other medications that prolong the QT interval, and the placement of a prominent black box warning.   == Drug interactions == Bedaquiline should not be co-administered with other drugs that are strong inducers or inhibitors of CYP3A4, the liver enzyme responsible for oxidative metabolism of the drug. Co-administration with rifampin, a strong CYP3A4 inducer, results in a 52% decrease in the AUC of the drug. This reduces the exposure of the body to the drug and decreases the antibacterial effect. Co-administration with ketoconazole, a strong CYP3A4 inhibitor, results in a 22% increase in the AUC, and potentially an increase in the rate of adverse effects experienced.   == Mechanism of action == Bedaquiline blocks the proton pump for ATP synthase of mycobacteria. It is the first member of a class of drugs called the diarylquinolines. Bedaquiline is bactericidal. ATP production is required for cellular energy production and its loss leads inhibition of mycobacterial growth within hours of the addition of bedaquiline. The onset of bedaquiline-induced mycobacterial cell death does not occur until several days after treatment, but nonetheless kills consistently thereafter.   === Resistance === The specific part of ATP synthase affected by bedaquiline is subunit c which is encoded by the gene atpE. Mutations in atpE can lead to resistance. Mutations in drug efflux pumps have also been linked to resistance.   == History == Bedaquiline was described for the first time in 2004 at the Interscience Conference on Antimicrobial Agents and Chemotherapy (ICAAC) meeting, after the drug had been in development for over seven years. It was discovered by a team led by Koen Andries at Janssen Pharmaceutica. Bedaquiline was approved for medical use in the United States in 2012. It is manufactured by Johnson & Johnson (J&J), who sought accelerated approval of the drug, a type of temporary approval for diseases lacking other viable treatment options. By gaining approval for a drug that treats a neglected disease, J&J is now able to request expedited FDA review of a future drug. When it was approved by the FDA in December 2012, it was the first new medicine for TB in more than forty years. In 2016, the WHO came under criticism for recommending it as an essential medicine. The WHO TB program director has pointed out that Janssen will donate $30 million worth (30,000 treatment courses) of bedaquiline over a four-year period. In 2023, a request to extend the patent on bedaquiline until 2027, was rejected by the Indian patent office. The patent was supposed to expire in July 2023, but J&J's \"evergreening\" practices will not allow the distribution of generics in several countries heavily afflicted by tuberculosis. In July 2023, the WHO's Stop TB program and Johnson & Johnson came to an agreement allowing for Stop TB Partnership's Global Drug Facility to produce generic bedaquiline for the majority of low and middle income countries. In July 2024, the Indian Patent Office’s rejected Johnson & Johnson's application for a pediatric version of bedaquiline, paving the way for more affordable generic alternatives, potentially reducing treatment costs by 80% beyond the primary patent’s expiration in July 2023.   == Society and culture ==   === Economics === The cost for six months is approximately US$900 in low-income countries, $3,000 in middle-income countries, and $30,000 in high-income countries. The public sector invested $455–747 million in developing bedaquiline. This is thought to be 1.6x to 5.1x what the owner, Janssen Biotech, invested (estimated at $90–240 million). If capitalized and risk-adjusted, these costs become $647–1,201 million and $292–772 million, respectively.   == Research == In vitro experiments have indicated that bedaquiline may also target the mitochondrial ATP synthase of malignant mammalian cells and reduce the rate of metastasis. Bedaquiline has been studied in phase IIb studies for the treatment of multidrug-resistant tuberculosis while phase III studies are currently underway. It has been shown to improve cure rates of smear-positive multidrug-resistant tuberculosis, though with some concern for increased rates of death. Small studies have also examined its use as salvage therapy for non-tuberculous mycobacterial infections. It is a component of the experimental BPaMZ combination treatment (bedaquiline + pretomanid + moxifloxacin + pyrazinamide).   == References =="}