{"name": "Behcet Syndrome", "category": "disease", "content": "Behçet's disease (BD) is a type of inflammatory disorder which affects multiple parts of the body. The most common symptoms include painful sores on the mucous membranes of the mouth and other parts of the body, inflammation of parts of the eye, and arthritis. The sores can last from a few days, up to a week or more. Less commonly there may be inflammation of the brain or spinal cord, blood clots, aneurysms, or blindness. Often, the symptoms come and go. The cause is unknown. It is believed to be partly genetic. Behçet's is not contagious. Diagnosis is based on at least three episodes of mouth sores in a year, together with at least two of the following: genital sores, eye inflammation, skin sores, a positive skin prick test. There is no cure. Treatments may include immunosuppressive medication such as corticosteroids and lifestyle changes. Lidocaine mouthwash may help with the pain. Colchicine may decrease the frequency of attacks. While rare in the United States and Europe, it is more common in the Middle East and Asia. In Turkey, for example, about 2 per 1,000 are affected. Onset is usually in a person's twenties or forties. The disease was initially described by Turkish dermatologist Hulusi Behçet in 1937.   == Signs and symptoms ==   === Skin and mucosa === Nearly all people with Behçet's disease present with some form of painful ulcerations inside the mouth. They are a form of aphthous ulcers or non-scarring oral lesions. The oral lesions are similar to those found in inflammatory bowel disease and can be relapsing. Painful genital ulcerations usually develop around the anus, vulva, or scrotum and cause scarring in 75 percent of the patients. Additionally, patients may present with erythema nodosum, cutaneous pustular vasculitis, and lesions similar to pyoderma gangrenosum.   === Eyes ===  Inflammatory eye disease can develop early in the disease course and lead to permanent vision loss in 20 percent of cases. Ocular involvement can be in the form of posterior uveitis, anterior uveitis, or retinal vasculitis. Anterior uveitis presents with painful eyes, conjuctival redness, hypopyon, and decreased visual acuity, while posterior uveitis presents with painless decreased visual acuity and visual field floaters. A rare form of ocular (eye) involvement in this syndrome is retinal vasculitis which presents with painless decrease of vision with the possibility of floaters or visual field defects. Optic nerve involvement in Behçet's disease is rare, typically presenting as progressive optic atrophy and visual loss. However, cases of acute optic neuropathy (specifically anterior ischemic optic neuropathy) have also been reported to occur. Optic nerve atrophy has been identified as the most common cause of visual impairment. Behçet's disease may result in primary or secondary optic nerve involvement. Papilledema as a result of dural sinus thrombosis and atrophy resulting from retinal disease, have been characterized as secondary causes of optic nerve atrophy in Behçet's disease. Signs and symptoms of acute optic neuropathy include painless loss of vision which may affect either one or both eyes, reduced visual acuity, reduced color vision, relative afferent pupillary defect, central scotoma, swollen optic disc, macular edema, or retrobulbar pain. When these symptoms occur with concurrent mucocutaneous ulcerations, they raise suspicion of acute optic neuropathy in Behçet's Disease. Progressive optic atrophy may result in decreased visual acuity or color vision. Intracranial hypertension with papilledema may be present. Episcleritis may occur, which causes eye redness and mild pain, without a significant impact on vision.   === Bowels === Gastrointestinal (GI) manifestations include abdominal pain, nausea, and diarrhea with or without blood, and they often involve the terminal ileum and ileocecal valve. Some patients with BD experience abdominal tenderness, bloating, and general abdominal discomfort. When mild this can resemble irritable bowel syndrome; more severe cases bear similarities to inflammatory bowel diseases such as ulcerative colitis or Crohn's. Behçet's disease causes ulcers in the terminal ileum and ileocecal valve. The ulcers may be aphthous or have a classic punched out appearance with undermining. Linear and fissuring ulcers up to 5cm may be present. Biopsies show vasculitis (phlebitis or venulitis) with a neutrophilic inflammatory infiltrate. Involvement of the oesophagus, stomach and large intestine is rare.   === Lungs === Lung involvement is typically in the form of hemoptysis, pleuritis, cough, or fever, and in severe cases can be life-threatening if the outlet pulmonary artery develops an aneurysm which ruptures causing severe vascular collapse and death from bleeding in the lungs. Pulmonary artery thrombosis may occur.   === Joints === Arthritis is seen in up to half of people, and is usually a non-erosive poly or oligoarthritis primarily of the large joints of the lower extremities.   === Kidneys === Behçet's disease can rarely result in renal involvement. This can manifest in the following:  Glomerulonephritis Renal amyloidosis IgA nephropathy Vascular disease Drug side effects, such as NSAID's (non-steroidal anti-inflammatories), cyclophosphamide, cyclosporine and tacrolimus. Small vessel vascular disease results in renal vasculitis, whereas large vessel involvement causes aneurysms (bulging) and thrombosis (blockages). Serious kidney problems are more common in men typically with a history of large vessel involvement in other parts of the body. Bladder and urethral involvement is rare in Behçet's disease.   === Brain ===  Central nervous system (CNS) involvement most often occurs as a chronic meningoencephalitis. Lesions tend to occur in the brainstem, the basal ganglia and deep hemispheric white matter and may resemble those of multiple sclerosis (MS). Brainstem atrophy is seen in chronic cases. Neurological involvements range from aseptic meningitis to vascular thrombosis such as dural sinus thrombosis and organic brain syndrome manifesting with confusion, seizures, and memory loss. Sudden hearing loss (sensorineural) is often associated with it. They often appear late in the progression of the disease but are associated with a poor prognosis.   === Heart === Chronic aortic regurgitation due to aortic root disease may also be seen. Although infrequent, myocardial infarction (heart attack) with angiographically identified acute coronary artery thrombosis has been reported, including one case with a pathologically demonstrable lesion due to arteritis found at autopsy.   === Blood vessels === Blood vessel problems are observed in 7–29% of people with arterial lesions representing 15% of vascular lesions. Arterial lesions pose a greater risk. Most common arterial lesions are occlusions or stenosis and aneurysms or pseudoaneurysms.    == Cause == The cause is not well-defined, but it is primarily characterized by auto-inflammation of the blood vessels. Although sometimes erroneously referred to as a diagnosis of exclusion, the diagnosis can sometimes be reached by pathologic examination of the affected areas. The primary mechanism of the damage is autoimmune, which by definition is an overactive immune system that targets the patient's own body. The involvement of a subset of T cells (Th17) seems to be important. The primary cause is not well known. In fact, no one knows yet why the immune system starts to behave this way in Behçet's disease. There does however seem to be a genetic component involved, as first degree relatives of the affected patients are often affected in more than the expected proportion for the general population. Research suggests that previous infections may provoke the autoimmune responses present in Behçet's disease. Heat shock proteins (HSPs) are present in some bacteria and serve as a \"danger signal\" to the immune system. However, some HSPs share a similarity in bacteria and humans. The anti-HSP60 and anti-HSP65 antibodies that target HSPs produced by Streptococci (including S. sanguinis and S. pyogenes) and Mycobacterium tuberculosis can also target human HSPs, leading to immune responses linked to uveitis and various symptoms shown in parenchymal neuro-Behçet's disease. An association with the GIMAP (\"GTPase of the immunity-associated protein\") family of genes on the long arm of chromosome 7 (7q36.1) has been reported. Gene locations of single-nucleotide polymorphisms associated with Behçet's disease included GIMAP1, GIMAP2 and GIMAP4.   == Pathophysiology ==  Behçet's disease is considered more prevalent in the areas surrounding the old silk trading routes in the Middle East and in Central Asia. Thus, it is sometimes known as Silk Road disease. However, this disease is not restricted to people from these regions. A large number of serological studies show a linkage between the disease and HLA-B51. HLA-B51 is more frequently found from the Middle East to South Eastern Siberia, but the incidence of B51 in some studies was 3 fold higher than the normal population. However, B51 tends not to be found in disease when a certain SUMO4 gene variant is involved, and symptoms appear to be milder when HLA-B27 is present. At the current time, a similar infectious origin has not yet been confirmed that leads to Behçet's disease, but certain strains of S. sanguinis has been found to have a homologous antigenicity. Vasculitis resulting in occlusion of the vessels supplying the optic nerve may be the cause of acute optic neuropathy and progressive optic atrophy in Behçet's disease. Histological evaluation in a reported case of acute optic neuropathy demonstrated substitution of the axonal portion of the optic nerve with fibrous astrocytes without retinal changes. CNS involvement in Behçet's disease may lead to intracranial hypertension most commonly due to dural venous sinus thrombosis and subsequent secondary optic atrophy.   == Diagnosis == There is no specific pathological testing or technique available for the diagnosis of the disease, although the International Study Group criteria for the disease are highly sensitive and specific, involving clinical criteria and a pathergy test. Behçet's disease has a high degree of resemblance to diseases that cause mucocutaneous lesions such as Herpes simplex labialis, and therefore clinical suspicion should be maintained until all the common causes of oral lesions are ruled out from the differential diagnosis. Visual acuity, or color vision loss with concurrent mucocutaneous lesions or systemic Behçet's disease symptoms should raise suspicion of optic nerve involvement in Behçet's disease and prompt a work-up for Behçet's disease if not previously diagnosed in addition to an ocular work-up. Diagnosis of Behçet's disease is based on clinical findings including oral and genital ulcers, skin lesions such as erythema nodosum, acne, or folliculitis, ocular inflammatory findings and a pathergy reaction. Inflammatory markers such ESR, and CRP may be elevated. A complete ophthalmic examination may include a slit lamp examination, optical coherence tomography to detect nerve loss, visual field examinations, fundoscopic examination to assess optic disc atrophy and retinal disease, fundoscopic angiography, and visual evoked potentials, which may demonstrate increased latency. Optic nerve enhancement may be identified on Magnetic Resonance Imaging (MRI) in some patients with acute optic neuropathy. However, a normal study does not rule out optic neuropathy. Cerebrospinal fluid (CSF) analysis may demonstrate elevated protein level with or without pleocytosis. Imaging including angiography may be indicated to identify dural venous sinus thrombosis as a cause of intracranial hypertension and optic atrophy.   === Diagnostic guidelines ===  According to the International Study Group guidelines, for a patient to be diagnosed with Behçet's disease, the patient must have oral (aphthous) ulcers (any shape, size, or number at least three times in any twelve-month period) along with two of the following four hallmark symptoms:  eye inflammation (iritis, uveitis, retinal vasculitis, cells in the vitreous) genital ulcers (including anal ulcers and spots in the genital region and swollen testicles or epididymitis in men) pathergy reaction (papule >2 mm dia. 24–48 hrs or more after needle-prick). The pathergy test has a specificity of 95 percent to 100 percent, but the results are often negative in American and European patients skin lesions (papulo-pustules, folliculitis, erythema nodosum, acne in post-adolescents not on corticosteroids) Despite the inclusive criteria set forth by the International Study Group, there are cases where not all the criteria can be met and therefore a diagnosis cannot readily be made. There is, however, a set of clinical findings that a physician can rely upon in making a tentative diagnosis of the disease; essentially, Behçet's disease does not always follow the International Study Group guidelines and so a high degree of suspicion for a patient who presents having any number of the following findings is necessary:  arthritis/arthralgia cardio-vascular problems of an inflammatory origin changes of personality, psychoses deep vein thrombosis epididymitis extreme exhaustion – chronic fatigue inflammatory problems in chest and lungs mouth ulcers nervous system symptoms problems with hearing or balance stomach or bowel inflammation superficial thrombophlebitis any other members of the family with a diagnosis of Behçet's disease.   == Treatment == Current treatment is aimed at easing the symptoms, reducing inflammation, and controlling the immune system. The quality of the evidence for treating the oral ulcers associated with Behçet's disease, however, is poor. High-dose corticosteroid therapy is often used for severe disease manifestations. Anti-TNF therapy such as infliximab has shown promise in treating the uveitis associated with the disease. Another Anti-TNF agent, etanercept, may be useful in people with mainly skin and mucosal symptoms. Apremilast may also be used to treat oral ulcers associated with Behçet's disease. Interferon alpha-2a may also be an effective alternative treatment, particularly for the genital and oral ulcers as well as ocular lesions. Azathioprine, when used in combination with interferon alpha-2b also shows promise, and colchicine can be useful for treating some genital ulcers, erythema nodosum, and arthritis. Benzathine-penicillin may also reduce new arthritic attacks. Thalidomide has also been used due to its immune-modifying effect. Dapsone and rebamipide have been shown, in small studies, to have beneficial results for mucocutaneous lesions. Given its rarity, the optimal treatment for acute optic neuropathy in Behçet's disease has not been established. Early identification and treatment are essential. Response to ciclosporin, periocular triamcinolone, and IV methylprednisolone followed by oral prednisone has been reported although relapses leading to irreversible visual loss may occur even with treatment. Immunosuppressants such as interferon-alpha and tumour necrosis factor antagonists may improve though not completely reverse symptoms of ocular Behçet's disease, which may progress over time despite treatment. When symptoms are limited to the anterior chamber of the eye prognosis is improved. Posterior involvement, particularly optic nerve involvement, is a poor prognostic indicator. Secondary optic nerve atrophy is frequently irreversible. Lumbar puncture or surgical treatment may be required to prevent optic atrophy in cases of intracranial hypertension refractory to treatment with immunomodulators and steroids. Intravenous immunoglobulin therapy (IVIg) could be a treatment for severe or complicated cases.   === Surgery === Surgical treatment of arterial manifestations of BD bears many pitfalls since the obliterative endarteritis of vasa vasorum causes thickening of the medial layer and splitting of elastin fibers. Therefore, anastomotic pseudoaneurysms are likely to form, as well as pseudoaneurysms at the site of the puncture in case of angiography or endovascular treatment; furthermore, early graft occlusion may occur. For these reasons, invasive treatment should not be performed in the acute and active phases of the disease when inflammation is at its peak. The evaluation of disease's activity is usually based on relapsing symptoms, ESR (erythrocyte sedimentation rate), and serum levels of CRP (C-reactive protein). Endovascular treatment can be an effective and safe alternative to open surgery, with less postoperative complications, faster recovery time, and reduced need for intensive care, while offering patency rates and procedural success rates comparable with those of surgery. This notwithstanding, long-term results of endovascular treatment in BD are still to be determined.   == Epidemiology == The syndrome is rare in the United States, Africa and South America, but is common in Asia, suggesting a possible cause endemic to those areas. A theory suggested that past exposure to lethal infectious agents might have fixed the genetic susceptibility factors to Behçet's disease in those area. An estimated 15,000 to 20,000 Americans have been diagnosed with this disease. In the UK, it is estimated to have about 1 case for every 100,000 people. Globally, males are affected more frequently than females. In an epidemiologic study, 56 percent of patients with Behçet's disease developed ocular involvement at a mean age of 30. Ocular involvement was the first manifestation of Behçet's disease in 8.6 percent of patients. Ocular Behçet's disease with involvement of the optic nerve is rarely reported. Among patients with ocular Behçet's disease funduscopic findings of optic atrophy, and optic disc paleness have been identified with a frequency of 17.9 percent and 7.4 percent, respectively. Other fundoscopic findings include vascular sheathing (23.7%), retinal hemorrhage (9%), macular edema (11.3%), branch retinal vein occlusion (5.8%), and retinal edema (6.6%). However, optic atrophy was the most significant cause of visual impairment identified in 54 percent of patients with ocular Behçet's disease and permanent visual impairment.   == Pregnancy == With Behçet's disease as a pre-existing disease in pregnancy or acquired, the pregnancy does not have an adverse effect on the course of Behçet's disease and may possibly ameliorate its course. Still, there is a substantial variability in clinical course between patients and even for different pregnancies in the same patient. Also, the other way around, Behçet's disease confers an increased risk of pregnancy complications, miscarriage and Cesarean section. Behçet's can cause male infertility, either as a result of the condition itself or of a side effect of concomitant medication such as colchicine, which is known to lower sperm count.   == History == The first modern formal description of the symptoms was made by H. Planner and F. Remenovsky and published in 1922 in the Archiv für Dermatologie und Syphilis. Behçet's disease is named after Hulusi Behçet (1889–1948), the Turkish dermatologist and scientist who first recognized the three main symptoms of the syndrome in one of his patients in 1924 and reported his research on the disease in Journal of Skin and Venereal Diseases in 1936. The name (Morbus Behçet) was formally adopted at the International Congress of Dermatology in Geneva in September 1947. Symptoms of this disease may have been described by Hippocrates in the 5th century BC, in his Epidemion (book 3, case 7). Some sources use the term \"Adamantiades's syndrome\" or \"Adamantiades–Behçet syndrome\", for the work done by Benediktos Adamantiades. However, the current World Health Organization/ICD-10 standard is \"Behçet's disease\". In 1991, Saudi Arabian medical researchers described neuro-Behçet's disease, a neurological involvement in Behçet's disease, considered one of the most devastating manifestations of the disease. The mechanism can be immune-mediated or thrombotic. The term dates back to at least 1990.   == References ==   == Further reading ==   == External links ==  ‹The template Curlie is being considered for deletion.› Behçet's disease at Curlie Questions and answers about Behçet's disease – US National Institute of Arthritis and Musculoskeletal and Skin Diseases"}