{"name": "belantamab mafodotin", "category": "drug", "content": "Belantamab mafodotin, sold under the brand name Blenrep, is a monoclonal antibody conjugated with a cytotoxic agent for the treatment of relapsed and refractory multiple myeloma. The most common adverse reactions include keratopathy (corneal epithelium change on eye exam), decreased visual acuity, nausea, blurred vision, pyrexia, infusion-related reactions, and fatigue. Belantamab mafodotin is a humanized IgG1κ monoclonal antibody against the B-cell maturation antigen (BCMA) conjugated with a cytotoxic agent, maleimidocaproyl monomethyl auristatin F (mcMMAF). The antibody-drug conjugate binds to BCMA on myeloma cell surfaces causing cell cycle arrest and inducing antibody-dependent cellular cytotoxicity. Belantamab mafodotin was approved for medical use in the United States and in the European Union in August 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.  In November 2022, GSK plc initiated the process for withdrawal of the United States marketing authorization for belantamab mafodotin following the request of the US FDA. This request was based on the outcome of the DREAMM-3 phase III confirmatory trial, which did not meet the requirements of the US FDA accelerated approval regulations.   == Medical uses == Belantamab mafodotin is indicated for the treatment of adults with relapsed or refractory multiple myeloma who have received at least four prior therapies including an anti-CD38 monoclonal antibody, a proteasome inhibitor, and an immunomodulatory agent. However, the phase III DREAMM-3 trial published in 2023, comparing patients with relapsed or refractory multiple myeloma receiving belantamab mafodotin to pomalidimide and dexamethasone did not demonstrate a clinical benefit for belantamab mafodotin. Due to this trial results, the manufacturer is voluntarily withdrawing belantamab mafodotin from the market.   == Adverse effects == The prescribing information includes a boxed warning stating belantamab mafodotin causes changes in the corneal epithelium resulting in alterations in vision, including severe vision loss and corneal ulcer, and symptoms, such as blurred vision and dry eyes.   == History == Belantamab mafodotin was evaluated in DREAMM-2 (NCT 03525678), an open-label, multicenter trial. Participants received either belantamab mafodotin, 2.5 mg/kg or 3.4 mg/kg intravenously, once every three weeks until disease progression or unacceptable toxicity. Efficacy was based on overall response rate (ORR) and response duration, as evaluated by an independent review committee using the International Myeloma Working Group uniform response criteria.  The ORR was 31% (97.5% CI: 21%, 43%). Seventy-three percent of responders had response durations ≥6 months. These results were observed in participants receiving the recommended dose of 2.5 mg/kg. The US Food and Drug Administration (FDA) granted the application for belantamab mafodotin priority review, orphan drug, and breakthrough therapy designations. In 2023, the confirmatory phase III DREAMM-3 trial aimed to compare belantamab mafodotin versus pomalidomide plus low-dose dexamethasone in participants with relapsed or refractory multiple myeloma. Due to the trial results, the manufacturer is voluntarily withdrawing belantamab mafodotin from the market.   == Society and culture ==   === Legal status === Belantamab mafodotin was approved for medical use in the United States and in the European Union in August 2020. Belantamab mafodotin is withdrawn in the United States and the European Union.   === Names === Belantamab mafodotin is the international nonproprietary name (INN).   == References ==   == Further reading == Dimopoulos MA, Hungria VT, Radinoff A, Delimpasi S, Mikala G, Masszi T, et al. (October 2023). \"Efficacy and safety of single-agent belantamab mafodotin versus pomalidomide plus low-dose dexamethasone in patients with relapsed or refractory multiple myeloma (DREAMM-3): a phase 3, open-label, randomised study\". The Lancet. Haematology. 10 (10): e801–e812. doi:10.1016/S2352-3026(23)00243-0. PMID 37793771. Lonial S, Lee HC, Badros A, Trudel S, Nooka AK, Chari A, et al. (February 2020). \"Belantamab mafodotin for relapsed or refractory multiple myeloma (DREAMM-2): a two-arm, randomised, open-label, phase 2 study\". The Lancet. Oncology. 21 (2): 207–221. doi:10.1016/S1470-2045(19)30788-0. PMID 31859245. S2CID 209425201. Morè S, Offidani M, Corvatta L, Petrucci MT, Fazio F (May 2023). \"Belantamab Mafodotin: From Clinical Trials Data to Real-Life Experiences\". Cancers. 15 (11): 2948. doi:10.3390/cancers15112948. PMC 10251850. PMID 37296910. Trudel S, Lendvai N, Popat R, Voorhees PM, Reeves B, Libby EN, et al. (March 2019). \"Antibody-drug conjugate, GSK2857916, in relapsed/refractory multiple myeloma: an update on safety and efficacy from dose expansion phase I study\". Blood Cancer J. 9 (4): 37. doi:10.1038/s41408-019-0196-6. PMC 6426965. PMID 30894515.   == External links == \"Belantamab mafodotin\". NCI Drug Dictionary. National Cancer Institute. Clinical trial number NCT03525678 for \"A Study to Investigate the Efficacy and Safety of Two Doses of GSK2857916 in Participants With Multiple Myeloma Who Have Failed Prior Treatment With an Anti-CD38 Antibody\" at ClinicalTrials.gov"}