{"name": "belzutifan", "category": "drug", "content": "Belzutifan, sold under the brand name Welireg, is an anti-cancer medication used for the treatment of von Hippel–Lindau disease-associated renal cell carcinoma. It is taken by mouth. Belzutifan is an hypoxia-inducible factor-2 alpha (HIF-2α) inhibitor. Belzutifan's capacity to reduce serum erythropoietin verified its clinical applicability for the treatment of malignancies linked to von Hippel-Lindau (VHL), such as renal cell carcinoma (RCC) with clear cell histology (ccRCC), pancreatic lesions, neuroendocrine tumors, and CNS hemangioblastomas or pancreatic neuroendocrine tumors (pNET), which do not require immediate surgery. Belzutifan obtained a disease control rate of 80% in pretreated ccRCC during a phase I trial. The most common side effects include decreased hemoglobin, anemia, fatigue, increased creatinine, headache, dizziness, increased glucose, and nausea. Belzutifan is the first drug to be awarded an \"innovation passport\" from the UK Medicines and Healthcare products Regulatory Agency (MHRA). Belzutifan was approved for medical use in the United States in August 2021. Belzutifan is the first hypoxia-inducible factor-2 alpha inhibitor therapy approved in the US. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Belzutifan is indicated for treatment of adults with von Hippel-Lindau (VHL) disease who require therapy for associated renal cell carcinoma (RCC), central nervous system (CNS) hemangioblastomas, or pancreatic neuroendocrine tumors (pNET), not requiring immediate surgery. Belzutifan was also found to be efficacious in an adolescent who had Pacak–Zhuang syndrome with polycythemia and paragangliomas.   == Adverse effects == Belzutifan was well tolerated, according to the previously available data, and its adverse effect profile was acceptable. Anemia, tiredness, headaches, vertigo, nausea, and dyspnea were the most typical side effects. All participants in the phase II trial reported a hemoglobin reduction of at least 1.9 g/dL; however, only a small number of individuals needed transfusions or erythropoietin-stimulating medications. Because of the downstream effect of HIF-2 inhibition, anemia was a predicted negative outcome of inhibiting the EPO gene. The majority of negative outcomes were grade 1 or 2, while 33% of patients experienced grade 3 to 5 occurrences. In 43% of patients, the course of treatment was discontinued, and in 15% of patients, the dosage had to be adjusted. 2% of patients stopped receiving therapy as a result of a treatment-related.  Fatigue, increased creatinine, headache, dizziness, elevated hyperglycemia, and nausea were the most frequent side effects, including laboratory abnormalities, recorded in 20% or less of patients. Belzutifan has the potential to harm fetuses and embryos during pregnancy and can render some hormonal contraceptives ineffective Belzutifan had a good safety profile and was well tolerated throughout the three-year follow-up following the phase I trial. There were no new substantial safety concerns or grade 4 or 5 adverse events.   == History == The FDA granted the application for belzutifan orphan drug designation. Merck announced in May 2019, that it had acquired Peloton Therapeutics for the development of novel small-molecule therapeutic candidates targeting HIF-2, with belzutifan as the lead candidate. The purchase was completed in July 2019. Merck has patent protection for belzutifan in the United States that is valid until 2034, as of May 2021.   == References ==   == External links == Clinical trial number NCT04195750 for \"A Study of Belzutifan (MK-6482) Versus Everolimus in Participants With Advanced Renal Cell Carcinoma (MK-6482-005)\" at ClinicalTrials.gov Clinical trial number NCT03401788 for \"A Phase 2 Study of Belzutifan (PT2977, MK-6482) for the Treatment of Von Hippel Lindau (VHL) Disease-Associated Renal Cell Carcinoma (RCC) (MK-6482-004)\" at ClinicalTrials.gov"}