{"name": "bempedoic acid", "category": "drug", "content": "Bempedoic acid, sold under the brand name Nexletol among others, is a medication for the treatment of hypercholesterolemia (high blood cholesterol levels). The most common side effects include hyperuricemia (high blood levels of uric acid), pain in arms or legs, and anemia (low red blood cell counts). Bempedoic acid blocks an enzyme in the liver called adenosine triphosphate-citrate lyase, which is involved in making cholesterol. Bempedoic acid was approved for use in the United States in February 2020, and for use in the European Union in April 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == In the US, bempedoic acid is indicated for the treatment of hypercholesterolemia in combination with diet and the highest tolerated statin therapy in adults with heterozygous familial hypercholesterolemia, or with established atherosclerotic cardiovascular disease, who need additional lowering of LDL cholesterol. In the EU, bempedoic acid is indicated in adults with primary hypercholesterolaemia (heterozygous familial and non familial) or mixed dyslipidaemia, as an adjunct to diet in combination with a statin or statin with other lipid-lowering therapies in patients unable to reach LDL-C goals with the maximum tolerated dose of a statin; or alone or in combination with other lipid-lowering therapies in patients who are statin intolerant, or for whom a statin is contraindicated.   == Side effects == Common adverse effects in clinical trials were muscle spasms (3.6% of treated patients, as compared to 2.3% under placebo), pain in the back (3.3% versus 2.2%) or in a limb (3.0% versus 1.7%), gout (1.5% versus 0.4%), and gastrointestinal problems such as diarrhea. A less common but more serious adverse effect was tendon rupture in the rotator cuff of the shoulder, the biceps tendon or the Achilles tendon (0.5% versus 0.0%).   == Interactions == Bempedoic acid does not interact with the cytochrome P450 enzyme system in the liver and only weakly inhibits the transporter proteins SLCO1B1, SLCO1B3 and SLC22A7 (the latter possibly being responsible for the increase of uric acid in the blood, and therefore the adverse effect gout). Despite this, the drug increases blood levels of statins. The effect is most pronounced with simvastatin and pravastatin, whose AUC is increased about twofold. No other clinically relevant interactions have been found in studies.   == Pharmacology ==   === Mechanism of action ===  Bempedoic acid is a prodrug. It is activated to the thioester with coenzyme A by the enzyme SLC27A2 in the liver. The activated substance inhibits ATP citrate lyase, which is involved in the liver's biosynthesis of cholesterol upstream of HMG-CoA reductase, the enzyme that is blocked by statins. The substance also activates AMP-activated protein kinase, but this effect is likely not relevant in humans.   === Pharmacokinetics ===  Following oral intake, bempedoic acid reaches highest blood plasma concentrations after 3.5 hours. Food does not affect its absorption. When in the bloodstream, 99.3% of the substance are bound to plasma proteins. About a fifth of the substance is reversibly converted by an aldo-keto reductase enzyme to a metabolite (called ESP15228) that is also pharmacologically active in form of its coenzyme A–thioester. Of ESP15228, 99.2% are bound to plasma proteins. Both bempedoic acid and the metabolite are inactivated by glucuronidation of their carboxylic acid groups. Bempedoic acid has a biological half-life of 21±11 hours. Over 95% of the substance are excreted in form of metabolites; about 70% with the urine and 30% with the feces.   == History == There were two clinical trials that evaluated the benefits and side effects of bempedoic acid. The trial designs were similar. All enrolled subjects were on a lipid-lowering diet and taking the highest dose of a statin (drug commonly used to lower cholesterol) for high cholesterol. In both trials, subjects were randomly assigned to receive bempedoic acid or placebo tablets every day for 52-weeks. Neither the subjects nor the health care providers knew which treatment was being given. The trials measured percent change in LDL cholesterol (LDL-C) blood levels from baseline to week twelve and compared bempedoic acid to placebo. In one clinical trial, bempedoic acid  reduced LDL-C by about 20 mg/dl compared to placebo and had a similar frequency of side effects to placebo, although a higher percentage of drug-receiving subjects dropped out of the study because of side effects (11% vs. 7% under placebo). In one randomized controlled trial, patients who could not tolerate therapy with statins had a reduced risk of major adverse cardiovascular events after being treated with bempedoic acid. In January 2020, the Committee for Medicinal Products for Human Use (CHMP) in the European Union recommended granting of a marketing authorization for bempedoic acid as both a standalone drug (brand name Nilemdo) and as a fixed-dose combination medication with ezetimibe (brand name Nustendi). Bempedoic acid was approved for use in the European Union in April 2020, and the combination bempedoic acid/ezetimibe was approved in March 2020. In February 2020, bempedoic acid was approved for use in the United States both as a standalone drug (brand name Nexletol) and in a fixed-dose combination with ezetimibe (brand name Nexlizet). The U.S. Food and Drug Administration (FDA) granted the approval of Nexletol to Esperion Therapeutics. The FDA approved bempedoic acid based on evidence from two clinical trials (Trial 1/ NCT02666664 and Trial 2/NCT02991118) of 3009 subjects with high LDL cholesterol and known atherosclerotic cardiovascular disease or HeFH. The trials were conducted in United States, Canada, and Europe.   == See also == Bempedoic acid/ezetimibe   == References ==   == Further reading ==   == External links == Clinical trial number NCT02666664 for \"Evaluation of Long-Term Safety and Tolerability of ETC-1002 in High-Risk Patients With Hyperlipidemia and High CV Risk (CLEAR Harmony)\" at ClinicalTrials.gov Clinical trial number NCT02988115 for \"Evaluation of the Efficacy and Safety of Bempedoic Acid (ETC-1002) in Patients With Hyperlipidemia and Statin Intolerant (CLEAR Serenity)\" at ClinicalTrials.gov Clinical trial number NCT02991118 for \"Evaluation of Long-Term Efficacy of Bempedoic Acid (ETC-1002) in Patients With Hyperlipidemia at High Cardiovascular Risk (CLEAR Wisdom)\" at ClinicalTrials.gov"}