{"name": "bendamustine", "category": "drug", "content": "Bendamustine, sold under the brand name Treanda among others, is a chemotherapy medication used in the treatment of chronic lymphocytic leukemia (CLL), multiple myeloma, and non-Hodgkin's lymphoma. It is given by injection into a vein. Common side effects include low blood cell counts, fever, nausea, diarrhea, loss of appetite, cough, and rash. Other severe side effects include allergic reactions and increased risk of infection. Use in pregnancy is known to harm the baby. Bendamustine is in the alkylating agents family of medication. It works by interfering with the function of DNA and RNA. Bendamustine was approved for medical use in the United States in 2008. It is on the World Health Organization's List of Essential Medicines. It was originally made from nitrogen mustard.   == Medical uses ==  One combination for stage III/IV relapsed or refractory indolent lymphomas and mantle cell lymphoma (MCL), with or without prior rituximab-containing chemoimmunotherapy treatment, is bendamustine with mitoxantrone and rituximab. In Germany in 2012 it has become the first line treatment of choice for indolent lymphoma. After trial results released in June 2012 showed that it more than doubled disease progression-free survival when given along with rituximab. The combination also left patients with fewer side effects than the older R-CHOP treatment.   == Adverse effects == Common adverse reactions are typical for the class of nitrogen mustards, and include nausea, fatigue, vomiting, diarrhea, fever, constipation, loss of appetite, cough, headache, unintentional weight loss, difficulty breathing, rashes, and stomatitis, as well as immunosuppression, anemia, and low platelet counts. Notably, this drug has a low incidence of hair loss (alopecia) unlike most other chemotherapy drugs.   === Warning === Bendamustine solution is not compatible with Closed System Transfer Devices (CSTD) Situation: *Most CSTD vendors have adapted their system to become compatible.  FDA issued a warning on March 11, 2015, not to use bendamustine solution with CSTDs, adapters and syringes which contain either polycarbonate or acrylonitrile-butadiene-styrene (ABS) due to the incompatibility with N,N-dimethylacetamide (DMA). Background:  PhaSealR & SpirosR CSTDs contain either polycarbonate or ABS can dissolve when coming into contact with bendamustine (which contains DMA). Assessment:  This can lead to device failure, possible product contamination, and potential serious adverse health consequences, including skin reactions in health care professionals preparing and administering this product and the risk of small blood vessel blockage in patients. Recommendations:  Immediately, stop using all PhaSealR &/or SpirosR products including adapters when preparing & administering bendamustine. Only use polypropylene syringes with bendamustine. These syringes are translucent in appearance. Continue to use all universal PPE & safety precautions for hazardous drugs when preparing & administering bendamustine.   == Pharmacology == Bendamustine is a white, water-soluble microcrystalline powder with amphoteric properties. It acts as an alkylating agent causing intra-strand and inter-strand cross-links between DNA bases. After intravenous infusion it is extensively metabolised in the liver by cytochrome p450. More than 95% of the drug is bound to protein – primarily albumin. Only free bendamustine is active. Elimination is biphasic with a half-life of 6–10 minutes and a terminal half-life of approximately 30 minutes. It is eliminated primarily through the kidneys.   == History == Bendamustine was first made in 1963 by Ozegowski and Krebs in East Germany (the former German Democratic Republic). Until 1990 it was available only in East Germany. East German researchers found that it was useful for treating chronic lymphocytic leukemia, Hodgkin's disease, non-Hodgkin's lymphoma, multiple myeloma and lung cancer. Bendamustine received its first marketing approval in Germany, where it is marketed under the tradename Ribomustin, by Astellas Pharma GmbH's licensee, Mundipharma International Corporation Limited. It is indicated as a single-agent or in combination with other anti-cancer agents for indolent non-Hodgkin's lymphoma, multiple myeloma, and chronic lymphocytic leukemia. SymBio Pharmaceuticals Ltd. holds exclusive rights to develop and market bendamustine HCl in Japan and selected Asia Pacific Rim countries. In March 2008, Cephalon received approval from the United States Food and Drug Administration to market bendamustine in the US, where it is sold under the tradename Treanda, for treatment of chronic lymphocytic leukemia. In October 2008, the FDA granted further approval to market Treanda for the treatment of indolent B-cell non-Hodgkin's lymphoma that has progressed during or within six months of treatment with rituximab or a rituximab-containing regimen.   == Research == It is also being studied for the treatment of sarcoma. It is also being investigated in phase II trials for the non-cancer treatment of AL amyloidosis.   == References =="}