{"name": "bendroflumethiazide", "category": "drug", "content": "Bendroflumethiazide, formerly bendrofluazide, trade name Aprinox, is a thiazide diuretic used to treat hypertension. Bendroflumethiazide is a thiazide diuretic which works by inhibiting sodium reabsorption at the beginning of the distal convoluted tubule (DCT). Water is lost as a result of more sodium reaching the collecting ducts. Bendroflumethiazide has a role in the treatment of mild heart failure although loop diuretics are better for reducing overload. The main use of bendroflumethiazide currently is in hypertension (part of the effect is due to vasodilation). It was patented in 1958 and approved for medical use in 1960.   == Adverse effects == Common adverse effects:  feeling dizzy due to orthostatic hypotension dry mouth or feeling thirsty nausea stomach ache fatigue diarrhea or constipation joint pain due to gout Rare adverse effects:  thrombocytopenia agranulocytosis photosensitivity rash pancreatitis chronic kidney disease   === Alcohol === Bendroflumethiazide is known to have an adverse interaction with alcohol. It is advised that those using this diuretic should abstain from alcohol consumption during use, as it is possible to experience a sudden drop in blood pressure, especially if standing up (an effect known as orthostatic hypotension).   === Other considerations === Bendroflumethiazide should not be used by pregnant women, or women who have just given birth. Due to the nature of the medication, it is possible for it to pass into the breast milk and consequently to the child. It is also known that bendroflumethiazide suppresses the production of breast milk. Pregnant or lactating women with hypertension may need to discuss with their prescriber as to which alternative treatment may be more suitable. Bendroflumethiazide may also impair the user's motor skills, therefore it is important to be aware of its effects and to take caution when operating machinery of driving.   == References =="}