{"name": "benfluorex", "category": "drug", "content": "Benfluorex, sold under the brand name Mediator, is an anorectic and hypolipidemic agent that is structurally related to fenfluramine (a substituted amphetamine). It may improve glycemic control and decrease insulin resistance in people with poorly controlled type-2 diabetes.  It was on the market between 1976 and 2009, and is thought to have caused between 500 and 2,000 deaths. It was patented and manufactured by the French pharmaceutical company Servier. However, Servier is suspected of having marketed benfluorex at odds with the drug's medical properties. On March 29, 2021, a French court fined Servier €2.7m (£2.3m) after finding it guilty of deception and manslaughter. On appeal, the former chief, Jean-Philippe Seta was additionally given 4 years (suspended), including 1 year of house arrest, and this is also being appealed.    == Drug withdrawn == On 18 December 2009, the European Medicines Agency  recommended the withdrawal of all medicines containing benfluorex in the European Union, because their risks, particularly the risk of heart valve disease (fenfluramine-like cardiovascular side effects), are greater than their benefits. Thus Frachon et al. showed a higher rate of unexplained valvular heart disease in people taking benfluorex. Weill et al. looked at over 1 million people with diabetes demonstrating a higher hospitalization rate in benfluorex takers for valvular heart disease. In France, the medication had been marketed by Servier as an adjuvant antidiabetic under the name Mediator. The drug was on the market between 1976 and 2009, and is thought to have caused between 500 and 2,000 deaths. The drug was also used in Spain, Portugal, and Cyprus. On March 29, 2021, a French court fined Servier €2.7m (£2.3m) after finding it guilty of deception and manslaughter, with Mediator linked to the deaths of up to 2,000 people. The former executive Jean-Philippe Seta was sentenced to a suspended jail sentence of four years. The French medicines agency, accused of failing to act quickly enough on warnings about the drug, was fined €303,000.  The pharmaceutical group was later additionally convicted of charges of fraud. Fenfluramine, a related drug, had been withdrawn from the market in 1997 after reports of heart valve disease, pulmonary hypertension, and development of cardiac fibrosis. This side effect is mediated by the metabolite norfenfluramine on 5HT2B receptors of heart valves, leading to a characteristic pattern of heart failure following proliferation of cardiac fibroblasts on the tricuspid valve. Both fenfluramine and benfluorex form norfenfluramine as a metabolite. This side effect led to the withdrawal of fenfluramine as an anorectic drug worldwide, and later to the withdrawal of benfluorex in Europe.   == References =="}