{"name": "benoxaprofen", "category": "drug", "content": "Benoxaprofen, also known as Benoxaphen, is a chemical compound with the formula C16H12ClNO3.  It is a non-steroidal anti-inflammatory drug (NSAID) of the propionic acid class, and was marketed under the brand name Opren in the United Kingdom and Europe by Eli Lilly and Company (commonly referred to as Lilly), and as Oraflex in the United States of America (USA).  Lilly suspended sales of Oraflex in 1982 after reports from the British government and the United States Food and Drug Administration (US FDA) of adverse effects and deaths linked to the drug.   == History == Benoxaprofen was discovered by a team of research chemists at the British Lilly Research Centre of Eli Lilly and Company .  This laboratory was assigned to explore new anti-arthritic compounds in 1966.  Lilly applied for patents on its then named new drug 'benoxaprofen' seven years later.  It also filed for permission from the U.S. Food and Drug Administration to start testing benoxaprofen on humans.  It had to undergo the three-step clinical testing procedure required by the United States Federal Government. Lilly began Phase I of the benoxaprofen clinical trials by testing a selection of healthy human volunteers.  These tests had to prove that their new drug posed no clear and immediate safety hazards.  In Phase II, a larger number of human subjects, including some with minor illnesses, was tested; the drug's effectiveness and safety was the major target of these tests.  Phase III was the largest test, and began in 1976.  More than 2,000 arthritis patients were administered benoxaprofen by more than 100 physicians.  The physicians then reported the results to the Lilly Company. When Lilly formally requested to begin marketing benoxaprofen in January 1980 with the US FDA, the document consisted of more than 100,000 pages of test results and patients records.  However, benoxaprofen was first marketed abroad: in 1980, it was released for marketing in the United Kingdom.  It subsequently came on the market in May 1982 in the USA. When benoxaprofen was on the market as Oraflex in the USA, the first sign of trouble came for the Lilly Company.  The British Medical Journal reported in May 1982 that physicians in the United Kingdom believed that the drug was responsible for at least twelve deaths, mainly caused by kidney and liver failure.  A petition was filed to have Oraflex removed from the market. On 4 August 1982, the British government temporarily suspended sales of the drug in UK 'on grounds of safety'.  The British Committee on the Safety of Medicines declared, in a telegram to the FDA, that it had received reports of more than 3,500 adverse side effects among patients who had used Oraflex.  There were also 61 deaths, most of which were of elderly people.  Almost simultaneously, the FDA said it had reports of 11 deaths in the USA among Oraflex users, most of which were caused by kidney and liver damage.  The Eli Lilly Company suspended sales of benoxaprofen that afternoon.   == Structure and reactivity == The molecular formula of benoxaprofen is C16H12ClNO3 and the systematic (IUPAC) name is 2-[2-(4-chlorophenyl)-1,3-benzoxazol-5-yl]propionic acid.  The molecule has a molecular mass of 301.050568 g/mol. Benoxaprofen is essentially a planar molecule.  This is due to the co-planarity of the benzoxazole and phenyl rings, but the molecule also has a non-planar side chain consisting of the propanoic acid moiety which acts as a carrier group.  These findings were obtained from X-ray crystallographic measurements made at the Lilly Research Centre. Benoxaprofen is highly phototoxic.  The free radical decarboxylated derivative of the drug is the toxic agent which, in the presence of oxygen, yields singlet oxygen and superoxide anion.  Irradiation of benoxaprofen in an aqueous solution causes photochemical decarboxylation via a radical mechanism and in single-strand breaks of DNA.  This also happens to ketoprofen and naproxen, other NSAIDs, which are even more active in this respect than benoxaprofen.   == Available forms == Benoxaprofen is a racemic mixture [(RS)-2-(p-chlorophenyl-a-methyl-5-benzoxazoleacetic acid].  The two enantiomers are R(-) and S(+). The inversion of the R(-) enantiomer and glucuronide conjugation will metabolise benoxaprofen.  However, benoxaprofen will not readily undergo oxidative metabolism. It is however possible that, when cytochrome P4501 is the catalyst, oxygenation of the 4-chlorophyll ring occurs.  With the S(+) enantiomer, it is more likely that oxygenation of the aromatic ring of the 2-phenylpropionic acid moiety occurs, also here is cytochrome P4501 the catalyst.   == Toxicokinetics == Benoxaprofen is absorbed well after oral intake of doses ranging from 1 up to 10 mg/kg.  Only the unchanged drug is detected in the plasma, mostly bound to plasma proteins.  The plasma levels of benoxaprofen in eleven subjects have been accurately predicted, based on the two-compartment open model.  The mean half-life of absorption was 0.4 hours.  This means that within 25 minutes, half of the dose is absorbed in the system.  The mean half-life of distribution was 4.8 hours.  This means that within 5 hours, half of the dose is distributed throughout the entire system.  The mean half-life of elimination was 37.8 hours.  This means that within 40 hours, half of the dose is excreted out of the system. In female rats, after oral dose of 20 mg/kg, the tissue concentration of benoxaprofen was the highest in liver, kidney, lungs, adrenals, and ovaries.  The distribution in pregnant females is the same, while it can also be found, in lower concentrations, in the foetus.  There is a big difference between species in the route of excretion.  In man, rhesus monkey, and rabbit, it is mostly excreted via the urine, while in rat and dog it was excreted via biliary-faecal excretion.  In man and dog, the compound was excreted as the ester glucuronide, and in the other species as the unchanged compound.  This means no major metabolic transformation of benoxaprofen takes place.   == Toxicodynamics == Unlike other non-steroidal anti-inflammatory drugs, benoxaprofen acts directly on mononuclear cells.  It inhibits their chemotactic response by inhibiting the lipoxygenase enzyme.   == Efficacy and side effects ==   === Efficacy === Benoxaprofen is an analgesic, antipyretic, and anti-inflammatory drug.  Benoxaprofen was given to patients with rheumatoid arthritis and osteoarthritis because of its anti-inflammatory effect.  Patients with the Paget's disease, psoriatic arthritis, ankylosing spondylitis, a painful shoulder, the mixed connective-tissue disease, polymyalgia rheumatica, back pain, and the Behçet's disease also received benoxaprofen.  A daily dose of 300–600 mg is effective for many patients.   === Adverse effects === There are different types of side effects.  Most of them were cutaneous or gastrointestinal.  Side effects appear rarely in the central nervous system, and miscellaneous side effects were not often observed.  A study shows that most side effects appear in patients with rheumatoid arthritis   ==== Cutaneous side effects ==== Cutaneous side effects of benoxaprofen are photosensitivity, onycholysis, rash, milia, increased nail growth, pruritus (itch), and hypertrichosis.  Photosensitivity leads to burning, itching, or redness when patients are exposed to sunlight.  A study shows that benoxaprofen, or other lipoxygenase-inhibiting agents, might be helpful in the treatment of psoriasis because the migration inhibition of the inflammatory cells (leukocytes) into the skin.   ==== Gastrointestinal side effects ==== Gastrointestinal side effects of benoxaprofen are bleeding, diarrhoea, abdominal pain, anorexia, mouth ulcers, and taste change.  According to a study, the most appearing gastric side effects are vomiting, heartburn, and epigastric pain.   ==== Side effects in the central nervous system ==== For a small number of people, taking benoxaprofen might result in depression, lethargy, and feeling ill.   ==== Miscellaneous side effects ==== Faintness, dizziness, headache, palpitations, epistaxis, blurred vision, urinary urgency, and gynaecomastia rarely appear in patients who take benoxaprofen. Benoxaprofen can also cause hepatotoxicity, which led to death of some elderly patients.  That was the main reason why benoxaprofen was withdrawn from the market.   == Toxicity == After the suspension of sales in 1982, the toxic effects which benoxaprofen could have on humans were looked into more deeply. The fairly planar compound of benoxaprofen seems to be hepa- and phototoxic in the human body. Benoxaprofen has a rather long half-life in man (t1/2= 20-30 hours), undergoes biliary excretion and enterohepatic circulation, and is also known to have a slow plasma clearance (CL p=4.5 millilitre per minute).  The half-life may be further increased in elderly patients (>80 years of age), and in patients which already have an renal impairment; increasing to figures as high as 148 hours. The fetal hepatotoxicity of benoxaprofen can be attributed to the accumulation of the drug after a repeated dosage, and also associated with the slow plasma clearance.  The hepatic accumulation of the drug is presumably the cause for an increase in the activity of the hepatic cytochrome P450I, which will oxygenate benaxoprofen and produce reactive intermediates.  Benoxaprofen is very likely a substrate, and weak inducer of cytochrome P450I and its enzyme family.  Normally, it is not metabolised by oxidative reactions, but with the S(+) enantiomer of benoxaprofen and cytochrome P450I as a catalyst, the oxygenation of the 4-chlorophenyl ring and of the aromatic ring of 2-phenyl propionic acid seems to be possible.  Therefore, the induction of a minor metabolic pathway leads to the formation of toxic metabolites in considerable amounts.  The toxic metabolites may bind to vital intracellular macromolecules, and may generate reactive oxygens by redox cycling if quinone is formed.  This could also lead to a depletion of protective glutathione, which is responsible for the detoxification of reactive oxygens. The observed skin phototoxicity of patients treated with benoxaprofen can be explained with a look at the structure of the compound.  There are significant structural similarities between the benzoxazole ring of benoxaprofen and the benzofuran ring of psoralen, a compound known to be phototoxic.  The free decarboxylated derivate of the drug can produce singlet oxygen and superoxide anions in the presence of oxygen.  Furthermore, possible explanations for the photochemical decarboxylation and oxygen radical formation may be the accumulation of repeated dosage, the induction of cytochrome P450I, and the emergence of reactive intermediates with covalent binding.  The photochemical character of the compound can cause inflammation and severe tissue damage.  In animals, peroxisomal proliferation is also observed, but does not seem to be significant in man.   == Effects on animals == The effects of benoxaprofen on animals were tested in a series of experiments.  Benoxaprofen had a considerable anti-inflammatory, analgesic, and also anti-pyretic activity in those tests.  In all six animals tested, which included rats, dogs, rhesus monkeys, rabbits, guinea pigs, and mice, the drug was well absorbed orally.  In three of the six species, benoxaprofen was then effectively taken up from the gastrointestinal tract (after oral doses of 1–10 mg/kg).  The plasma half-life was found to be different, being less than 13 hours in the dog, rabbit, and monkey, it was notable longer in mice.  Furthermore, there were species differences found in the rate and route of excretion of the compound.  Whereas benoxaprofen was excreted into the urine by the rabbit and guinea pig, biliary excretion was the way of clearance found in rats and dogs.  In all species, only unchanged benoxaprofen was found in the plasma mostly extensively bound to proteins. The excretion of the unchanged compound into the bile did occur more slowly in rats.  This is interpreted by the authors as evidence that no enterohepatic circulation takes place.  Another research in rats showed that the plasma membrane of hepatocytes begun to form blebs after administration of benoxaprofen.  This is suggested to be due to disturbances in the calcium concentration, which is possibly a result of an altered cellular redox state which can have an effect on mitochondrial function, and therefore cause disturbances in the calcium concentration.  In none of the species, significant levels of metabolism of benoxaprofen were found to have happened.  Only in dogs, glucuronide could be found in the bile, which is a sure sign of metabolism in that species.  Also, no differences in distribution of the compound in normal and pregnant rats were found.  It was shown in rats that benoxaprofen was distributed into the foetus but with a notable lower concentration than in the maternal tissue.   == Synthesis ==  A Sandmeyer reaction by diazotisation of 2-(4-aminophenyl)propanenitrile (1) followed by acid hydrolysis leads to the phenol (2), which is nitrated and reduced by catalytic hydrogenation to give the aminophenol (3).  Hydrolysis of the nitrile and esterification produces ester (4), which is converted to benoxaprofen by acylation with p-chlorobenzoyl chloride, followed by cyclisation and then saponification of the ethyl ester.   == References =="}