{"name": "benznidazole", "category": "drug", "content": "Benznidazole is an antiparasitic medication used in the treatment of Chagas disease. While it is highly effective in early disease, the effectiveness decreases in those who have long-term infection. It is the first-line treatment given its moderate side effects compared to nifurtimox. It is taken by mouth. Side effects are fairly common. They include rash, numbness, fever, muscle pain, loss of appetite, and trouble sleeping. Rare side effects include bone marrow suppression which can lead to low blood cell levels. It is not recommended during pregnancy or in people with severe liver or kidney disease. Benznidazole is in the nitroimidazole family of medication and works by the production of free radicals. Benznidazole came into medical use in 1971. It is on the World Health Organization's List of Essential Medicines. As of 2012, Laboratório Farmacêutico do Estado de Pernambuco, a government run pharmaceutical company in Brazil was the only producer.   == Medical uses == Benznidazole has a significant activity during the acute phase of Chagas disease, with a success rate of up to 80%. Its curative capabilities during the chronic phase are, however, limited. Some studies have found parasitologic cure (a complete elimination of T. cruzi from the body) in children during the early stage of the chronic phase, but overall failure rate in chronically infected individuals is typically above 80%. Some studies indicate treatment with benznidazole during the chronic phase, even if incapable of producing parasitologic cure because it reduces electrocardiographic changes and delays worsening of the clinical condition of the patient. Benznidazole has proven to be effective in the treatment of reactivated  T. cruzi  infections caused by immunosuppression, such as in people with AIDS or in those under immunosuppressive therapy related to organ transplants.   === Children === Benznidazole can be used in children, with the same 5–7 mg/kg per day weight-based dosing regimen that is used to treat adult infections. A formulation for children up to two years of age is available. It was added to the WHO Essential Medicines List for Children in 2013. Children are found to be at a lower risk of adverse events compared to adults, possibly due to increased hepatic clearance of the drug. The most prevalent adverse effects in children were found to be gastrointestinal, dermatologic, and neurologic in nature. However, the incidence of severe dermatologic and neurologic adverse events is lower in the pediatric population compared to adults. It use for Chagas in children was approved by the FDA in the US in 2017.   === Pregnant women === Studies in animals have shown that benznidazole can cross the placenta. Due to its potential for teratogenicity, use of benznidazole in pregnancy is not recommended.   == Side effects ==  Side effects tend to be common and occur more frequently with increased age. The most common adverse reactions associated with benznidazole are allergic dermatitis and peripheral neuropathy. It is reported that up to 30% of people will experience dermatitis when starting treatment. Benznidazole may cause photosensitization of the skin, resulting in rashes. Rashes usually appear within the first 2 weeks of treatment and resolve over time. In rare instances, skin hypersensitivity can result in exfoliative skin eruptions, edema, and fever. Peripheral neuropathy may occur later on in the treatment course and is dose dependent. It is not permanent, but takes time to resolve. Other adverse reactions include anorexia, weight loss, nausea, vomiting, insomnia, and dysgeusia, and bone marrow suppression. Gastrointestinal symptoms usually occur during the initial stages of treatment and resolves over time. Bone marrow suppression has been linked to the cumulative dose exposure.   == Contraindications == Benznidazole should not be used in people with severe liver and/or kidney disease. Pregnant women should not use benznidazole because it can cross the placenta and cause teratogenicity.   == Pharmacology ==   === Mechanism of action === Benznidazole is a nitroimidazole antiparasitic with good activity against acute infection with Trypanosoma cruzi, commonly referred to as Chagas disease. Like other nitroimidazoles, benznidazole's main mechanism of action is to generate radical species which can damage the parasite's DNA or cellular machinery. The mechanism by which nitroimidazoles do this seems to depend on whether or not oxygen is present. This is particularly relevant in the case of Trypanosoma species, which are considered facultative anaerobes. Under anaerobic conditions, the nitro group of nitroimidazoles is believed to be reduced by the pyruvate:ferredoxin oxidoreductase complex to create a reactive nitro radical species. The nitro radical can then either engage in other redox reactions directly or spontaneously give rise to a nitrite ion and imidazole radical instead. The initial reduction takes place because nitroimidazoles are better electron acceptors for ferredoxin than the natural substrates. In mammals, the principal mediators of electron transport are NAD+/NADH and NADP+/NADPH, which have a more positive reduction potential and so will not reduce nitroimidazoles to the radical form. This limits the spectrum of activity of nitroimidazoles so that host cells and DNA are not also damaged. This mechanism has been well-established for 5-nitroimidazoles such as metronidazole, but it is unclear if the same mechanism can be expanded to 2-nitroimidazoles (including benznidazole). In the presence of oxygen, by contrast, any radical nitro compounds produced will be rapidly oxidized by molecular oxygen, yielding the original nitroimidazole compound and a superoxide anion in a process known as \"futile cycling\". In these cases, the generation of superoxide is believed to give rise to other reactive oxygen species. The degree of toxicity or mutagenicity produced by these oxygen radicals depends on cells' ability to detoxify superoxide radicals and other reactive oxygen species. In mammals, these radicals can be converted safely to hydrogen peroxide, meaning benznidazole has very limited direct toxicity to human cells. In Trypanosoma species, however, there is a reduced capacity to detoxify these radicals, which results in damage to the parasite's cellular machinery.   === Pharmacokinetics === Oral benznidazole has a bioavailability of 92%, with a peak concentration time of 3–4 hours after administration. 5% of the parent drug is excreted unchanged in the urine, which implies that clearance of benznidazole is mainly through metabolism by the liver. Its elimination half-life is 10.5-13.6 hours.   == Interactions == Benznidazole and other nitroimidazoles have been shown to decrease the rate of clearance of 5-fluorouracil (including 5-fluorouracil produced from its prodrugs capecitabine, doxifluridine, and tegafur). While co-administration of any of these drugs with benznidazole is not contraindicated, monitoring for 5-fluorouracil toxicity is recommended in the event they are used together. The GLP-1 receptor agonist lixisenatide may slow down the absorption and activity of benznidazole, presumably due to delayed gastric emptying. Because nitroimidazoles can kill Vibrio cholerae cells, use is not recommended within 14 days of receiving a live cholera vaccine. Alcohol consumption can cause a disulfiram like reaction with benznidazole.   == References =="}