{"name": "benzylpenicillin", "category": "drug", "content": "Benzylpenicillin, also known as penicillin G (PenG) or BENPEN, is an antibiotic used to treat a number of bacterial infections. This includes pneumonia, strep throat, syphilis, necrotizing enterocolitis, diphtheria, gas gangrene, leptospirosis, cellulitis, and tetanus. It is not a first-line agent for pneumococcal meningitis. Due to benzylpenicillin's limited bioavailability for oral medications, it is generally taken as an injection in the form of a sodium, potassium, benzathine, or procaine salt. Benzylpenicillin is given by injection into a vein or muscle. Two long-acting forms benzathine benzylpenicillin and procaine benzylpenicillin are available for use by injection into a muscle only. Side effects include diarrhea, seizures, and allergic reactions including anaphylaxis. When used to treat syphilis or Lyme disease a reaction known as Jarisch–Herxheimer may occur. It is not recommended in those with a history of penicillin allergy. Use during pregnancy is generally safe in the penicillin and β-lactam class of medications. Benzylpenicillin is on the World Health Organization's List of Essential Medicines.   == Medical uses ==   === Antimicrobial potency === As an antibiotic, benzylpenicillin is noted to possess effectiveness mainly against gram-positive organisms. Some gram-negative organisms such as Neisseria gonorrhoeae and Leptospira weilii are also reported to be susceptible to benzylpenicillin.   == Adverse effects == Adverse effects can include hypersensitivity reactions including urticaria, fever, joint pains, rashes, angioedema, anaphylaxis, serum sickness-like reaction. Rarely central nervous system toxicity including convulsions (especially with high doses or in severe renal impairment), interstitial nephritis, haemolytic anaemia, leucopenia, thrombocytopenia, and coagulation disorders. Also reported diarrhoea (including antibiotic-associated colitis). Benzylpenicillin has relatively low toxicity, except for in the nervous system, in which it is one of the most active drugs among β-lactam agents. In addition, benzylpenicillin is an irritant, a health hazard, and an environmental hazard. Benzylpenicillin serum concentrations can be monitored either by traditional microbiological assay or by more modern chromatographic techniques. Such measurements can be useful to avoid central nervous system toxicity in any person receiving large doses of the drug on a chronic basis, but they are especially relevant to patients with kidney failure, who may accumulate the drug due to reduced urinary excretion rates.   == Manufacture == Benzylpenicillin is produced by fermentation of Penicillium chrysogenum. The production of benzylpenicillin involves fermentation, recovery and purification of the penicillin. The fermentation process of the production of benzylpenicillin creates the product. The presence of the product in solution inhibits the reaction and reduces the product rate and yield. Thus, in order to obtain the most product and increase the rate of reaction, it is continuously extracted. This is done by mixing the mold with either glucose, sucrose, lactose, starch, or dextrin, nitrate, ammonium salt, corn steep liquor, peptone, meat or yeast extract, and small amounts of inorganic salts. The recovery of the benzylpenicillin is the most important part of the production process because it affects the later purification steps if done incorrectly. There are several techniques used to recover benzylpenicillin: aqueous two-phase extraction, liquid membrane extraction, microfiltration, and solvent extraction. In the purification step, the benzylpenicillin is separated from the extraction solution. This is normally done by using a separation column.   == Synonyms == Penicillin II (old UK nomenclature for naming penicillins) Wonder drug   == References =="}