{"name": "benzalkonium", "category": "drug", "content": "Benzalkonium chloride (BZK, BKC, BAK, BAC), also known as alkyldimethylbenzylammonium chloride (ADBAC) and by the trade name Zephiran, is a type of cationic surfactant. It is an organic salt classified as a quaternary ammonium compound. ADBACs have three main categories of use: as a biocide, a cationic surfactant, and a phase transfer agent. ADBACs are a mixture of alkylbenzyldimethylammonium chlorides, in which the alkyl group has various even-numbered alkyl chain lengths.   == Solubility and physical properties == Depending on purity, benzalkonium chloride ranges from colourless to a pale yellow (impure).  Benzalkonium chloride is readily soluble in ethanol and acetone. Dissolution in water is ready, upon agitation. Aqueous solutions should be neutral to slightly alkaline. Solutions foam when shaken.  Concentrated solutions have a bitter taste and a faint almond-like odour. Standard concentrates are manufactured as 50% and 80% w/w solutions, and sold under trade names such as BC50, BC80, BAC50, BAC80, etc. The 50% solution is purely aqueous, while more concentrated solutions require incorporation of rheology modifiers (alcohols, polyethylene glycols, etc.) to prevent increases in viscosity or gel formation under low temperature conditions.   == Cationic surfactant == Benzalkonium chloride possesses surfactant properties, dissolving the lipid phase of the tear film and increasing drug penetration, making it a useful excipient, but at the risk of causing damage to the surface of the eye.  Laundry detergents and treatments. Softeners for textiles.   == Phase transfer agent ==  Benzalkonium chloride is a mainstay of phase-transfer catalysis, an important technology in the synthesis of organic compounds, including drugs.   == Bioactive agents == Especially for its antimicrobial activity, benzalkonium chloride is an active ingredient in many consumer products:  Pharmaceutical products such as eye, ear and nasal drops or sprays, as a preservative. Personal care products such as hand sanitizers, wet wipes, shampoos, soaps, deodorants and cosmetics. Skin antiseptics and wound wash sprays, such as Bactine. Throat lozenges and mouthwashes, as a biocide Spermicidal creams. Cleaners for floor and hard surfaces as a disinfectant, such as Lysol and Dettol antibacterial spray and wipes. Algaecides for clearing of algae, moss, lichens from paths, roof tiles, swimming pools, masonry, etc. Benzalkonium chloride is also used in many non-consumer processes and products, including as an active ingredient in surgical disinfection. A comprehensive list of uses includes industrial applications. During the course of the COVID-19 pandemic, from time to time there have been shortages of hand cleaner containing ethanol or isopropanol as active ingredients. The FDA has stated that benzalkonium chloride is eligible as an alternative for use in the formulation of healthcare personnel hand rubs. However, in reference to the FDA rule, the CDC states that it does not have a recommended alternative to ethanol or isopropanol as active ingredients, and adds that \"available evidence indicates benzalkonium chloride has less reliable activity against certain bacteria and viruses than either of the alcohols.\" In November 2020 the Journal of Hospital Infection published a study on benzalkonium chloride formulations; it was found that laboratory and commercial disinfectants with as little as 0.13% benzalkonium chloride inactivated the SARS-CoV-2 virus within 15 seconds of contact, even in the presence of a soil or hard water. This resulted in a growing consensus that BZK sanitizers are just as effective as alcohol-based sanitizers despite the CDC guidelines. As a hand sanitizer, use of BZK may be advantageous over ethanol in some situations because it has significantly more residual antibacterial action on the skin after initial application. Benzalkonium chloride has demonstrated persistent antimicrobial activity for up to four hours after contact whereas ethanol-based sanitizer demonstrate skin protection for only 10 minutes post-application.   === Medicine === Benzalkonium chloride is a frequently used preservative in eye drops; typical concentrations range from 0.004% to 0.01%. Stronger concentrations can be caustic and cause irreversible damage to the corneal endothelium. Avoiding the use of benzalkonium chloride solutions while contact lenses are in place is discussed in the literature. Due to its antimicrobial activity when applied to skin, some topical medications for acne vulgaris have benzalkonium chloride added to increase the products' efficiency or shelf-life. Benzalkonium chloride has also been shown to be a spermicide. In Russia and China, benzalkonium chloride is used as a contraceptive. Tablets are inserted vaginally, or a gel is applied, resulting in local spermicidal contraception. It is not a wholly reliable method, and can cause irritation.   === Beekeeping === This chemical is used in beekeeping for the treatment of rotten diseases of the brood.   === Adverse effects === Although historically benzalkonium chloride has been ubiquitous as a preservative in ophthalmic preparations, its ocular toxicity and irritant properties, in conjunction with consumer demand, have led pharmaceutical companies to increase production of preservative-free preparations, or to replace benzalkonium chloride with preservatives which are less harmful. Many mass-marketed inhaler and nasal spray formulations contain benzalkonium chloride as a preservative, despite substantial evidence that it can adversely affect ciliary motion, mucociliary clearance, nasal mucosal histology, human neutrophil function, and leukocyte response to local inflammation. Although some studies have found no correlation between use of benzalkonium chloride in concentrations at or below 0.1% in nasal sprays and drug-induced rhinitis, others have recommended that benzalkonium chloride in nasal sprays be avoided. In the United States, nasal steroid preparations that are free of benzalkonium chloride include budesonide, triamcinolone acetonide, dexamethasone, and Beconase and Vancenase aerosol inhalers. Benzalkonium chloride is an irritant to middle ear tissues at typically used concentrations. Inner ear toxicity has been demonstrated. Occupational exposure to benzalkonium chloride has been linked to the development of asthma. In 2011, a large clinical trial designed to evaluate the efficacy of hand sanitizers based on different active ingredients in preventing virus transmission amongst schoolchildren was re-designed to exclude sanitizers based on benzalkonium chloride due to safety concerns. Benzalkonium chloride has been in common use as a pharmaceutical preservative and antimicrobial since the 1940s. While early studies confirmed the corrosive and irritant properties of benzalkonium chloride, investigations into the adverse effects of, and disease states linked to, benzalkonium chloride have only surfaced during the past 30 years.    == Toxicology == RTECS lists the following acute toxicity data:  Benzalkonium chloride is a human skin and severe eye irritant. It is a respiratory toxicant, immunotoxicant, gastrointestinal toxicant, and neurotoxicant. Benzalkonium chloride formulations for consumer use are dilute solutions. Concentrated solutions are toxic to humans, causing corrosion/irritation to the skin and mucosa, and death if taken internally in sufficient volumes. 0.1% is the maximum concentration of benzalkonium chloride that does not produce primary irritation on intact skin or act as a sensitizer. Poisoning by benzalkonium chloride is recognised in the literature. A 2014 case study detailing the fatal ingestion of up to 8.1 oz (240 ml) of 10% benzalkonium chloride in a 78-year-old male also includes a summary of the currently published case reports of benzalkonium chloride ingestion. While the majority of cases were caused by confusion about the contents of containers, one case cites incorrect pharmacy dilution of benzalkonium chloride as the cause of poisoning of two infants. In 2018 a Japanese nurse was arrested and admitted to having murdered approximately 20 patients at a hospital in Yokohama by injecting benzalkonium chloride into their intravenous drip bags. Benzalkonium chloride poisoning of domestic pets has been recognised as a result of direct contact with surfaces cleaned with disinfectants using benzalkonium chloride as an active ingredient.   == Biological activity == The antimicrobial activity is dependent on the chain length. For example, yeast and fungi are most affected by C12, gram positive by C14, and gram negative by C16. The greatest biocidal activity is associated with the C12 dodecyl and C14 myristyl alkyl derivatives. The mechanism of bactericidal/microbicidal action is thought to be due to disruption of intermolecular interactions. This can cause dissociation of cellular membrane lipid bilayers, which compromises cellular permeability controls and induces leakage of cellular contents. Other biomolecular complexes within the bacterial cell can also undergo dissociation. Enzymes, which finely control a wide range of respiratory and metabolic cellular activities, are particularly susceptible to deactivation. Critical intermolecular interactions and tertiary structures in such highly specific biochemical systems can be readily disrupted by cationic surfactants. Benzalkonium chloride solutions are fast-acting biocidal agents with a moderately long duration of action. They are active against bacteria and some viruses, fungi, and protozoa. Bacterial spores are considered to be resistant. Solutions are bacteriostatic or bactericidal according to their concentration. Gram-positive bacteria are generally more susceptible than gram-negative bacteria. Its activity depends on the surfactant concentration and also on the bacterial concentration (inoculum) at the moment of the treatment. Activity is not greatly affected by pH, but increases substantially at higher temperatures and prolonged exposure times. In a 1998 study using the FDA protocol, a non-alcohol sanitizer with benzalkonium chloride as the active ingredient met the FDA performance standards, while Purell, a popular alcohol-based sanitizer, did not. The study, which was undertaken and reported by a leading US developer, manufacturer and marketer of topical antimicrobial pharmaceuticals based on quaternary ammonium compounds, found that their own benzalkonium chloride-based sanitizer performed better than alcohol-based hand sanitizer after repeated use. Newer formulations using benzalkonium blended with various quaternary ammonium derivatives can be used to extend the biocidal spectrum and enhance the efficacy of benzalkonium based disinfection products. Formulation techniques have been used to great effect in enhancing the virucidal activity of quaternary ammonium-based disinfectants such as Virucide 100 to typical healthcare infection hazards such as hepatitis and HIV. The use of appropriate excipients can also greatly enhance the spectrum, performance and detergency, and prevent deactivation under use conditions. Formulation can also help minimise deactivation of benzalkonium solutions  in the presence of organic and inorganic contamination.. However, recent studies have demonstrated the capacity of environmental microorganisms to develop reduced susceptibility to benzalkonium chloride by employing strategies such as modifying bacterial membranes: increasing pump activity, and reducing the expression of certain porins.   == Degradation ==  Benzalkonium chloride degradation follows consecutive debenzylation, dealkylation, and demethylation steps producing benzyl chloride, an alkyl dimethyl amine, dimethylamine, a long chain alkane, and ammonia. The intermediates, major, and minor products can then be broken down into CO2, H2O, NH3, and Cl–. The first step to the biodegradation of BAC is the fission or splitting of the alkyl chain from the quaternary nitrogen as shown in the diagram. This is done by abstracting the hydrogen from the alkyl chain by using a hydroxyl radical leading to a carbon centered radical. This results in dimethylbenzylamine as the first intermediate and dodecanal as the major product. From here, dimethylbenzylamine can be oxidized to benzoic acid using the Fenton process. The trimethyl amine group in dimethylbenzylamine can be cleaved to form a benzyl that can be further oxidized to benzoic acid. Benzoic acid uses hydroxylation (adding a hydroxyl group) to form p-hydroxybenzoic acid. Dimethylbenzylamine can then be converted into ammonia by performing demethylation twice, which removes both methyl groups, followed by debenzylation, removing the benzyl group using hydrogenation. The diagram represents suggested pathways of the biodegradation of BAC for both the hydrophobic and the hydrophilic regions of the surfactant. Since stearalkonium chloride is a type of BAC, the biodegradation process should happen in the same manner.   == Regulation == Benzalkonium chloride is classed as a Category III antiseptic active ingredient by the United States Food and Drug Administration (FDA). Ingredients are categorized as Category III when \"available data are insufficient to classify as safe and effective, and further testing is required”. In September 2016, the FDA announced a ban on nineteen ingredients in consumer antibacterial soaps citing a lack of evidence for safety and effectiveness. A ban on three additional ingredients, including benzalkonium chloride, was deferred at that time to allow ongoing studies to be completed. Benzalkonium chloride was deferred from further rulemaking in the 2019 FDA Final Rule on safety and effectiveness of consumer hand sanitizers, \"to allow for the ongoing study and submission of additional safety and effectiveness data necessary to make a determination\" on whether it met these criteria for use in OTC hand sanitizers, but the agency indicated it did not intend to take action to remove benzalkonium chloride-based hand sanitizers from the market. There is acknowledgement that more data are required on its safety, efficacy, and effectiveness, especially with relation to:  Human pharmacokinetic studies, including information on its metabolites Studies on animal absorption, distribution, metabolism, and excretion Data to help define the effect of formulation on dermal absorption Carcinogenicity Studies on developmental and reproductive toxicology Potential hormonal effects Assessment of the potential for development of bacterial resistance Risks of using it as a contraceptive method. However, recent studies have demonstrated the capacity of environmental microorganisms to develop reduced susceptibility to benzalkonium chloride by employing strategies such as modifying bacterial membranes: increasing pump activity, and reducing the expression of certain porins.   == See also == Stearalkonium chloride – Anti-static agent, surfactant and antimicrobial Polyaminopropyl biguanide – chemical compoundPages displaying wikidata descriptions as a fallback – an alternative preservative for contact lens solutions Ethylenediaminetetraacetic acid – chemical compound used for industrial and chemical purposePages displaying wikidata descriptions as a fallback Triclosan – Antimicrobial agent Thiomersal – Organomercury antiseptic and antifungal agent   == References ==   == Further reading == Rieger, M M (1997). \"The Skin Irritation Potential of Quaternaries\" (PDF). Soc. Cosmet. Chem. 48: 307–317. Archived from the original (PDF) on 2014-12-07. Thorup I: Evaluation of health hazards by exposure to Quaternary ammonium compounds, The Institute of Food Safety and Toxicology, Danish Veterinary and Food Administration, [1] Verret, DJ; Marple, BF. (Feb 2005). \"Effect of topical nasal steroid sprays on nasal mucosa and ciliary function\". Curr Opin Otolaryngol Head Neck Surg. 13 (1): 14–8. doi:10.1097/00020840-200502000-00005. PMID 15654209. S2CID 33686959.   == External links == International Programme on Chemical Safety, International Chemical Safety Card (ICSC) - Benzalkonium Chloride National Institute for Occupational Safety and Health (NIOSH), International Chemical Safety Card (ICSC) - Benzalkonium Chloride International Programme on Chemical Safety, Poisons Information Monograph (PIMs) - Benzalkonium Chloride Haz-Map Category Details - Benzalkonium Chloride Recognition and Management of Pesticide Poisonings, United States Environmental Protection Agency, Office of Pesticide Programs, Sixth Edition, 2013 CDC Healthcare Infection Control Practices Advisory Committee (HICPAC), Guideline for Disinfection and Sterilization in Healthcare Facilities, 2008 Santa Cruz Biotechnology, Inc. MSDS Spectrum Labs \"Clear Bath\" Algae Inhibitor MSDS Nile Chemicals MSDS TCI America MSDS Sciencelab.com, Inc. MSDS Nasal Saline Sprays - The Additives May Be the Problem"}