{"name": "benzphetamine", "category": "drug", "content": "Benzphetamine, sold under the brand name Didrex among others, is a amphetamine-type stimulant and appetite suppressant used short-term for weight loss along with a doctor-approved, reduced-calorie diet, exercise, and behavioral program. It is prescribed for obesity to people who have been unable to lose weight through exercise and dieting alone. It is a prodrug of dextromethamphetamine and dextroamphetamine. It primarily promotes weight loss through reduced appetite,  but also slightly increases metabolism.   == Contraindications == Benzphetamine is contraindicated in patients with advanced arteriosclerosis, symptomatic cardiovascular disease, moderate to severe hypertension, hyperthyroidism, known hypersensitivity or idiosyncrasy to sympathomimetic amines, and glaucoma, or who have recently used a monoamine oxidase inhibitor (MAOI). Benzphetamine should not be given to patients who are in an agitated state or who have a history of drug misuse.   == Pharmacology == Benzphetamine is a sympathomimetic amine and is classified as an anorectic. The drug's main function is to reduce appetite, which in turn reduces caloric intake. Although the mechanism of action of the sympathomimetic appetite suppressants in the treatment of obesity is not fully known, these medications have pharmacological effects similar to those of amphetamines. Amphetamine and related sympathomimetic medications (such as benzphetamine) are thought to stimulate the release of norepinephrine and/or dopamine from storage sites in nerve terminals of the lateral hypothalamic feeding center, thereby producing a decrease in appetite. This release is mediated through the binding of benzphetamine to VMAT2 and inhibiting its function, causing a release of these neurotransmitters into the synaptic cleft through their reuptake transporters. Tachyphylaxis and tolerance have been demonstrated with all drugs of this class. Benzphetamine has a half-life of 4 to 6 hours.   == Society and culture ==   === Names === Benzfetamine is the international nonproprietary name.   === Legal status === Benzphetamine is unique in its classification as a Schedule III drug in the United States. (Most members of the amphetamine family are classified in the more highly regulated Schedule II.) Benzphetamine is metabolized by the human body into amphetamine and methamphetamine, making it one of a number of drugs to undergo in vivo conversion to a substance of higher addiction and abuse potential.   == References =="}