{"name": "benzyl alcohol", "category": "drug", "content": "Benzyl alcohol (also known as α-cresol) is an aromatic alcohol with the formula C6H5CH2OH. The benzyl group is often abbreviated \"Bn\" (not to be confused with \"Bz\" which is used for benzoyl), thus benzyl alcohol is denoted as BnOH.  Benzyl alcohol is a colorless liquid with a mild pleasant aromatic odor. It is useful as a solvent for its polarity, low toxicity, and low vapor pressure. Benzyl alcohol has moderate solubility in water (4 g/100 mL) and is miscible in alcohols and diethyl ether. The anion produced by deprotonation of the alcohol group is known as benzylate or benzyloxide.   == Natural occurrences == Benzyl alcohol is produced naturally by many plants and is commonly found in fruits and teas. It is also found in a variety of essential oils including jasmine, hyacinth and ylang-ylang. It is also found in castoreum from the castor sacs of beavers. Benzyl esters also occur naturally.   == Preparation == Benzyl alcohol is produced industrially from toluene via benzyl chloride, which is hydrolyzed:  C6H5CH2Cl + H2O → C6H5CH2OH + HCl Another route entails hydrogenation of benzaldehyde, a by-product of the oxidation of toluene to benzoic acid. For laboratory use, Grignard reaction of phenylmagnesium bromide (C6H5MgBr) with formaldehyde and the Cannizzaro reaction of benzaldehyde also give benzyl alcohol.  The latter also gives benzoic acid, an example of an organic disproportionation reaction.   == Reactions == Like most alcohols, it reacts with carboxylic acids to form esters. In organic synthesis, benzyl esters are popular protecting groups because they can be removed by mild hydrogenolysis. Benzyl alcohol reacts with acrylonitrile to give N-benzylacrylamide.  This is an example of a Ritter reaction:  C6H5CH2OH + NCCHCH2 → C6H5CH2N(H)C(O)CHCH2   == Applications == Benzyl alcohol is used as a general solvent for inks, waxes, shellacs, paints, lacquers, and epoxy resin coatings. Thus it can be used in paint strippers, especially when combined with compatible viscosity enhancers to encourage the mixture to cling to painted surfaces. It is a precursor to a variety of esters and ethers, used in the soap, perfume, and flavor industries. E.g. benzyl benzoate, benzyl salicylate, benzyl cinnamate, dibenzyl ether, benzyl butyl phthalate. It can be used as a local anesthetic, especially with epinephrine. As a dye solvent, it enhances the process of dying wool, nylon, and leather.   === Use in health care === Benzyl alcohol is used as a bacteriostatic preservative at low concentration in intravenous medications, cosmetics, and topical drugs. Some caution is necessary if a high percent of benzyl alcohol is used as benzaldehyde arises from benzyl alcohol when used as preservative in an injectable formulation solution. Benzyl alcohol, sold under the brand name Ulesfia, was approved by the U.S. Food and Drug Administration (FDA) in 2009, as a 5% solution for the treatment of head lice in people 6 months of age and older. It affects the louse's spiracles, preventing them from closing. These then become clogged with water or mineral oil or other matter and cause the insect to die from asphyxiation. Benzyl alcohol is used effectively for treating lice infestations as the active ingredient in lotion shampoo with 5% benzyl alcohol. Benzyl alcohol is an ingredient used in the manufacture of soaps, topical creams, skin lotions, shampoos, and facial cleansers and is popular due to its anti-bacterial and anti-fungal properties.  It is a common ingredient in a variety of household products.    == Safety == Sensitization to benzyl alcohol occurs very rarely, mainly in patients with stasis dermatitis. Benzyl alcohol is not considered to be a carcinogen, and no data are available regarding teratogenic or reproductive effects. Benzyl alcohol has low acute toxicity with an LD50 of 1.2 g/kg in rats. It oxidizes rapidly in healthy individuals to benzoic acid, conjugated with glycine in the liver, and excreted as hippuric acid.  Very high concentrations can result in toxic effects including respiratory failure, vasodilation, hypotension, convulsions, and paralysis. Benzyl alcohol is toxic to neonates and is associated with the gasping syndrome.   == References ==   == External links == International Chemical Safety Card 0833"}