{"name": "benzethonium", "category": "drug", "content": "Benzethonium chloride, also known as hyamine is a synthetic quaternary ammonium salt. This compound is an odorless white solid, soluble in water.  It has surfactant, antiseptic, and anti-infective properties, and it is used as a topical antimicrobial agent in first aid antiseptics. It is also found in cosmetics and toiletries such as soap, mouthwashes, anti-itch ointments, and antibacterial moist towelettes. Benzethonium chloride is also used in the food industry as a hard surface disinfectant.   == Uses ==   === Antimicrobial === Benzethonium chloride exhibits a broad spectrum of microbiocidal activity against bacteria, fungi, mold and viruses.  Independent testing shows that benzethonium chloride is highly effective against such pathogens as methicillin-resistant Staphylococcus aureus,  Salmonella, Escherichia coli, Clostridium difficile, hepatitis B virus, hepatitis C virus, herpes simplex virus (HSV), human immunodeficiency virus (HIV), respiratory syncytial virus (RSV), and norovirus. The US Food and Drug Administration (FDA) specifies that the safe and effective concentrations for benzethonium chloride are 0.1-0.2% in first aid products.  Aqueous solutions of benzethonium chloride are not absorbed through the skin. It is not approved in the US and Europe for use as a food additive. Being a quaternary ammonium salt, it is more toxic than negatively charged surfactants. However, in a two-year study on rats, there was no evidence of carcinogenic activity. It is available under trade names Salanine, BZT, Diapp, Quatrachlor, Polymine D, Phemithyn, Antiseptol, Disilyn, Phermerol, and others.  It is also found in several grapefruit seed extract preparations and can be used as a preservative, as in the anaesthetics ketamine and alfaxalone.   === Other uses === In addition to its highly effective antimicrobial activity, benzethonium chloride contains a positively charged nitrogen atom covalently bonded to four carbon atoms.  This positive charge attracts it to the skin and hair.  This contributes to a soft, powdery after-feel on the skin and hair, as well as long-lasting persistent activity against micro-organisms. Also, this positively charged hydrophilic part of the molecule makes it a cationic detergent. Benzethonium chloride is also used to titrate the quantity of sodium dodecyl sulfate in a mixture of sodium dodecyl sulfate, sodium chloride and sodium sulfate, using dimidium bromide-sulphan blue as an indicator. It precipitates as turbidity with anionic polymers in aqueous solution, allowing it to be used to estimate the amount of such polymers present in a sample. This test is used in commercial and industrial water treatment, where polyacrylates, polymaleates, and sulfonated polymers are commonly employed as dispersants.   === Methylbenzethonium chloride === A related compound (25155-18-4 ) is used to treat Leishmania major infections.   == Regulation == Some data has suggested that long-term exposure to antibacterial ingredients could contribute to bacterial resistance or hormonal effects. Furthermore, there is little evidence that the use of such ingredients in consumer soaps is actually more effective than plain soap and water. In September 2016, the Food and Drug Administration issued a ban on nineteen consumer antiseptic wash ingredients. A ruling on benzethonium chloride, along with two other similar ingredients, was deferred for a year to allow for more data collection.   == References =="}