{"name": "benzoyl peroxide", "category": "drug", "content": "Benzoyl peroxide is a chemical compound (specifically, an organic peroxide) with structural formula  (C6H5−C(=O)O−)2, often abbreviated as (BzO)2.  In terms of its structure, the molecule can be described as two benzoyl (C6H5−C(=O)−, Bz) groups connected by a peroxide (−O−O−).  It is a white granular  solid with a faint odour of benzaldehyde, poorly soluble in water but soluble in acetone, ethanol, and many other organic solvents. Benzoyl peroxide is an oxidizer, which is principally used in the production of polymers. Benzoyl peroxide is mainly used in production of plastics and for bleaching flour, hair, plastics and textiles. As a bleach, it has been used as a medication and a water disinfectant. As a medication, benzoyl peroxide is mostly used to treat acne, either alone or in combination with other treatments. Some versions are sold mixed with antibiotics such as clindamycin. It is on the World Health Organization's List of Essential Medicines. It is available as an over-the-counter and generic medication. It is also used in dentistry for teeth whitening. In 2021, it was the 284th most commonly prescribed medication in the United States, with more than 700,000 prescriptions.   == History == Benzoyl peroxide was first prepared and described by Justus von Liebig in 1858. Donald Holroyde Hey FRS (12 September 1904 – 21 January 1987) was a Welsh organic chemist who inferred that the decomposition of benzoyl peroxide generated free phenyl radicals.   == Structure and reactivity ==  The original 1858 synthesis by Liebig reacted benzoyl chloride with barium peroxide, a reaction that probably follows this equation:  2 C6H5C(O)Cl + BaO2 → (C6H5CO)2O2 + BaCl2 Benzoyl peroxide is usually prepared by treating hydrogen peroxide with benzoyl chloride under alkaline conditions.  2 C6H5COCl + H2O2 + 2 NaOH → (C6H5CO)2O2 + 2 NaCl + 2 H2O The oxygen–oxygen bond in peroxides is weak. Thus, benzoyl peroxide readily undergoes homolysis (symmetrical fission), forming free radicals:  (C6H5CO)2O2 → 2 C6H5CO•2 The symbol • indicates that the products are radicals; i.e., they contain at least one unpaired electron. Such species are highly reactive. The homolysis is usually induced by heating. The half-life of benzoyl peroxide is one hour at 92 °C. At 131 °C, the half-life is one minute. In 1901, it was observed that the compound made the tincture of guaiacum tincture turn blue, a sign of oxygen being released.  Around  1905, Loevenhart reported on the successful use of benzoyl peroxide to treat various skin conditions, including burns, chronic varicose leg tumors, and tinea sycosis. He also reported animal experiments that showed the relatively low toxicity of the compound. Treatment with benzoyl peroxide was proposed for wounds in 1929, and for sycosis vulgaris and acne varioliformis in 1934. However, preparations were often of questionable quality.  It was officially approved for the treatment of acne in the US in 1960.   === Polymerization === Benzoyl peroxide is mainly used as a radical initiator to induce chain-growth polymerization reactions, such as for polyester and poly(methyl methacrylate) (PMMA) resins and dental cements and restoratives. It is the most important among the various organic peroxides used for this purpose, a relatively safe alternative to the much more hazardous methyl ethyl ketone peroxide.  It is also used in rubber curing and as a finishing agent for some acetate yarns.   == Other uses ==  Benzoyl peroxide is effective for treating acne lesions. It does not induce antibiotic resistance. It may be combined with salicylic acid, sulfur, erythromycin or clindamycin (antibiotics), or adapalene (a synthetic retinoid).  Two common combination drugs include benzoyl peroxide/clindamycin and adapalene/benzoyl peroxide, adapalene being a chemically stable retinoid that can be combined with benzoyl peroxide unlike tezarotene and tretinoin. Combination products such as benzoyl peroxide/clindamycin and benzoyl peroxide/salicylic acid appear to be slightly more effective than benzoyl peroxide alone for the treatment of acne lesions. The combination tretinoin/benzoyl peroxide was approved for medical use in the United States in 2021. Benzoyl peroxide for acne treatment is typically applied to the affected areas in gel, cream, or liquid, in concentrations of 2.5% increasing through 5.0%, and up to 10%. No strong evidence supports the idea that higher concentrations of benzoyl peroxide are more effective than lower concentrations.   === Mechanism of action === Classically, benzoyl peroxide is thought to have a three-fold activity in treating acne. It is sebostatic, comedolytic, and inhibits growth of  Cutibacterium acnes, the main bacterium associated with acne.  In general, acne vulgaris is a hormone-mediated inflammation of sebaceous glands and hair follicles. Hormone changes cause an increase in keratin and sebum production, leading to blocked drainage. C. acnes has many lytic enzymes that break down the proteins and lipids in the sebum, leading to an inflammatory response. The free-radical reaction of benzoyl peroxide can break down the keratin, therefore unblocking the drainage of sebum (comedolytic). It can cause nonspecific peroxidation of C. acnes, making it bactericidal, and it was thought to decrease sebum production, but  disagreement exists within the literature on this. Some evidence suggests that benzoyl peroxide has an anti-inflammatory effect as well. In micromolar concentrations it prevents neutrophils from releasing reactive oxygen species, part of the inflammatory response in acne.   === Side effects ===  Application of benzoyl peroxide to the skin may result in redness, burning, and irritation. This side effect is dose-dependent. Because of these possible side effects, it is recommended to start with a low concentration and build up as appropriate, as the skin gradually develops tolerance to the medication. Skin sensitivity typically resolves after a few weeks of continuous use. Irritation can also be reduced by avoiding harsh facial cleansers and wearing sunscreen prior to sun exposure. One in 500 people experience hypersensitivity to benzoyl peroxide and are liable to experience burning, itching, crusting, and possibly swelling.  About one-third of people experience phototoxicity under exposure to ultraviolet (UVB) light.   === Dosage ===  In the US, the typical concentration for benzoyl peroxide is 2.5% to 10% for both prescription and over-the-counter drug preparations that are used in treatment for acne.   === Other medical uses ===  Benzoyl peroxide is used in dentistry as a tooth whitening product.   == Safety ==   === Explosion hazard === Benzoyl peroxide is potentially explosive like other organic peroxides, and can cause fires without external ignition. The hazard is acute for the pure material, so the compound is generally used as a solution or a paste. For example, cosmetics contain only a small percentage of benzoyl peroxide and pose no explosion risk.   === Toxicity === Benzoyl peroxide breaks down in contact with skin, producing benzoic acid and oxygen, neither of which is very toxic. The carcinogenic potential of benzoyl peroxide has been investigated. A 1981 study published in the journal Science found that although benzoyl peroxide is not a carcinogen, it does promote cell growth when applied to an initiated tumor. The study concluded, \"caution should be recommended in the use of this and other free radical-generating compounds\". A 1999 IARC review of carcinogenicity studies found no convincing evidence linking benzoyl peroxide acne medication to skin cancers in humans.  However, some animal studies found that the compound could act as a carcinogen and enhance the effect of known carcinogens. Benzoyl peroxide can break down into carcinogen benzene at temperatures above 50°C.   === Skin irritation === In a 1977, study using a human maximization test, 76% of subjects acquired a contact sensitization to benzoyl peroxide. Formulations of 5% and 10% were used. The US National Institute for Occupational Safety and Health has developed criteria for a recommended standard for occupational exposure to benzoyl peroxide.   === Cloth staining ===  Contact with fabrics or hair, such as from still-moist acne medication, can cause permanent color dampening almost immediately. Even secondary contact can cause bleaching, for example, contact with a towel that has been used to wash off benzoyl peroxide-containing hygiene products.   == See also == Clearasil   == References ==   == External links == International Chemical Safety Card 0225 NIOSH Pocket Guide to Chemical Hazards. \"#0052\". National Institute for Occupational Safety and Health (NIOSH). SIDS Initial Assessment Report from the Organisation for Economic Co-operation and Development (OECD) Organic Peroxide Producers Safety Division (OPPSD)"}