{"name": "benzocaine", "category": "drug", "content": "Benzocaine, sold under the brand name Orajel amongst others, is a local anesthetic, belonging to the amino ester drug class, commonly used as a topical painkiller or in cough drops. It is the active ingredient in many over-the-counter anesthetic ointments such as products for oral ulcers. It is combined with antipyrine to form A/B ear drops. In the US, products containing benzocaine for oral application are contraindicated in children younger than two years old. In the European Union, the contraindication applies to children under 12 years of age. It was first synthesised in 1890 in Germany and approved for medical use in 1902.   == Medical uses == Benzocaine is indicated to treat a variety of pain-related conditions. It may be used for:  Local anesthesia of oral and pharyngeal mucous membranes (sore throat, cold sores, mouth ulcers, toothache, sore gums, denture irritation) Otic pain (earache) Surgical or procedural local anesthesia Relief of skin pain caused by sunburn, ingrown toenails, hemorrhoids,  Examples of combination medications of benzocaine include:  Antipyrine-benzocaine otic consists of antipyrine and benzocaine, and is used to relieve ear pain and remove earwax. Cepacol consists of menthol and benzocaine, and is used to treat sore throat. A solution of benzocaine and menthol is marketed for the treatment of bee stings, mosquito bites, jellyfish stings, and other insect bites   === Other uses ===  Benzocaine is used as a key ingredient in numerous pharmaceuticals:  Some glycerol-based ear medications for use in removing excess wax as well as relieving ear conditions such as otitis media and swimmer's ear. Some previous diet products such as Ayds. Some condoms designed to prevent premature ejaculation. Benzocaine largely inhibits sensitivity on the penis, and can allow for an erection to be maintained longer (in a continuous act) by delaying ejaculation. Conversely, an erection will also fade faster if stimulus is interrupted. Benzocaine mucoadhesive patches have been used in reducing orthodontic pain. In Poland it is included, together with menthol and zinc oxide, in the liquid powder (not to be confused with the liquid face powder) used mainly after mosquito bites. Today's ready-made Pudroderm was once used there as pharmaceutical compound.   === Available forms === Benzocaine can come in a variety of preparations including: Oral preparations:  Lozenges (ex. Cepacol, Mycinettes) Throat Spray (ex. Ultra Chloraseptic) Topical preparations:  Aerosol (ex. Topex) Gel (ex. Orajel, Kank-A)  Paste (ex. Orabase) Cream (ex. Lanacane - active ingredient 3% Benzocaine) Otic preparations:  Solution (ex. Allergen)   == Side effects == Benzocaine is generally well tolerated and non-toxic when applied topically as recommended. However, there have been reports of serious, life-threatening adverse effects (e.g., seizures, coma, irregular heart beat, respiratory depression) with over-application of topical products or when applying topical products that contain high concentrations of benzocaine to the skin. Overapplication of oral anesthetics such as benzocaine can increase the risk of pulmonary aspiration by relaxing the gag-reflex and allowing regurgitated stomach contents or oral secretions to enter the airway. Applying an oral anesthetic and consuming beverages before going to bed can be particularly hazardous. The topical use of higher concentration (10–20%) benzocaine products applied to the mouth or mucous membranes has been found to be a cause of methemoglobinemia, a disorder in which the amount of oxygen carried by the blood is greatly reduced. This side effect is most common in children under two years of age. As a result, the FDA has stated that benzocaine products should not be used in children under two years of age, unless directed by and supervised by a healthcare professional. In European countries, the contraindication applies to children under 12 years of age. Symptoms of methemoglobinemia usually occur within minutes to hours of applying benzocaine, and can occur upon the first-time use or after additional use. Benzocaine may cause allergic reactions. These include:  Contact dermatitis (redness and itchiness) Anaphylaxis (rare)   == Pharmacology ==   === Pharmacodynamics === Pain is caused by the stimulation of free nerve endings. When the nerve endings are stimulated, sodium enters the neuron, causing depolarization of the nerve and subsequent initiation of an action potential. The action potential is propagated down the nerve toward the central nervous system, which interprets this as pain. Benzocaine acts to inhibit the voltage-gated sodium channels (VGSCs) on the neuron membrane, stopping the propagation of the action potential.   == Chemistry == Benzocaine is the ethyl ester of p-aminobenzoic acid (PABA). It can be prepared from PABA and ethanol by Fischer esterification or via the reduction of ethyl p-nitrobenzoate. Benzocaine is sparingly soluble in water; it is more soluble in dilute acids and very soluble in ethanol, chloroform, and ethyl ether. The melting point of benzocaine is 88–92 °C, and the boiling point is about 310 °C. The density of benzocaine is 1.17 g/cm3. Benzocaine is commonly found, particularly in Britain, as an additive in street cocaine and also as a bulking agent in \"legal highs\". Benzocaine gives a numbing effect similar to cocaine and as a bulking and binding agent it can not be detected once mixed. It is the most popular cutting agent worldwide.  Treatment of benzocaine with hydrazine leads to aminostimil, a compound related to isoniazid.   === Synthesis === Benzocaine can be prepared by esterification using 4-aminobenzoic acid and ethanol. It can also be prepared by reduction of ethyl 4-nitrobenzoate to the amine. In industrial practice, the reducing agent is usually iron and water in the presence of a little acid.   == History == Benzocaine was first synthesized in 1890 by the German chemist Eduard Ritsert (1859–1946), in the town of Eberbach and introduced to the market in 1902 under the name \"Anästhesin\".   == Veterinary medicine == Bath solutions of benzocaine and its derivatives are commonly used to anesthetize amphibians for surgery. Benzocaine-based anesthetics are potent and highly effective for both anesthesia and euthanasia in amphibians.   == References =="}