{"name": "benzonatate", "category": "drug", "content": "Benzonatate, sold under the brand name Tessalon among others, is a medication that is used for the symptomatic relief of cough. A 2023 systematic review found that there is inadequate evidence to support the effectiveness and safety of benzonatate for cough and highlighted rising safety concerns. Benzonatate is taken by mouth. Effects generally begin within 20 minutes and last 3 to 8 hours. Side effects include sleepiness, dizziness, headache, upset stomach, skin rash, hallucinations, and allergic reactions. Overdosage can result in serious adverse effects including seizures, irregular heartbeat, cardiac arrest, and death. Overdose of only a small number of capsules can be fatal. Chewing or sucking on the capsule, releasing the drug into the mouth, can also lead to laryngospasm, bronchospasm, and circulatory collapse. It is unclear if use in pregnancy or breastfeeding is safe. Benzonatate is a local anesthetic and voltage-gated sodium channel blocker. It is theorized to work by inhibiting stretch receptors in the lungs, in turn suppressing the cough reflex in the brain. Benzonatate is structurally related to other local anesthetics like procaine and tetracaine. Benzonatate was discovered in 1956 and was approved for medical use in the United States in 1958. It is available as a generic medication. Availability worldwide is limited, with the drug remaining marketed only in the United States and Mexico. In 2021, it was the 158th most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses ==   === Cough === Benzonatate is a prescription non-opioid alternative for the symptomatic relief of cough. It has been found to improve cough associated with a variety of respiratory conditions including asthma, bronchitis, pneumonia, tuberculosis, pneumothorax, opioid-resistant cough in lung cancer, and emphysema. Benzonatate also reduces the consistency and volume of sputum production associated with cough in those with chronic obstructive pulmonary disease (COPD). Compared to codeine, benzonatate has been reported to be more effective in reducing the frequency of induced cough in experiments. Benzonatate does not treat the underlying cause of the cough. According to a 2001 literature review, more than 29 clinical studies have assessed benzonatate for the treatment of cough in more than 2,100 patients. A systematic review of the literature of benzonatate for cough was published in 2023. The review identified 37 relevant articles including 21 cohort studies, 5 experimental studies, and 11 case studies and series. The data were of very low quality. Most of the studies on benzonatate are decades old and were conducted shortly after its introduction. The systematic review concluded that there is inadequate evidence to support the effectiveness and safety of benzonatate and emphasized rising safety concerns surrounding the drug. It further concluded that there is a need for large observational studies or randomized trials to assess the place of benzonatate in modern medicine.   === Hiccups === Benzonatate has been reported to have use in the suppression of hiccups.   === Intubation === Benzonatate acts as a local anesthetic and the liquid inside the capsule can be applied in the mouth to numb the oropharynx for awake intubation. However, there can be life-threatening adverse effects when the medication is absorbed by the oral mucosa, including choking, hypersensitivity reactions, and circulatory collapse.   === Available forms === Benzonatate is available in the form of 100, 150, and 200 mg oral capsules.   == Contraindications == Hypersensitivity to benzonatate or any related compounds is a contraindication to its administration.   == Side effects == Benzonatate is generally well-tolerated if the liquid-capsule is swallowed intact. Potential adverse effects of benzonatate include:  Constipation, dizziness, fatigue, stuffy nose, nausea, headache are frequently reported. Sedation, a feeling of numbness in the chest, sensation of burning in the eyes, a vague \"chilly\" sensation, itchiness, and rashes are also possible. Ingestion of a small handful of capsules has caused seizures, cardiac arrhythmia, and death in adults.   === Hypersensitivity reactions === Benzonatate is structurally related to anesthetic medications of the para-aminobenzoic acid (PABA) class which includes procaine and tetracaine. Procaine and tetracaine, previously used heavily in the fields of dentistry and anesthesiology, have fallen out of favor due to allergies associated with their metabolites. Similarly, severe hypersensitivity reactions to benzonatate have been reported and include symptoms of laryngospasm, bronchospasm, and cardiovascular collapse. These reactions are possibly associated with chewing, sucking, or crushing the capsule in the mouth.   === Improper use === Benzonatate should be swallowed whole. Crushing or sucking on the liquid-filled capsule, or \"softgel,\" will cause release of benzonatate from the capsule and can produce a temporary local anesthesia of the oral mucosa. Rapid development of numbness of the tongue and choking can occur. In severe cases, excessive absorption can lead to laryngospasm, bronchospasm, seizures, and circulatory collapse. This may be due to a hypersensitivity reaction to benzonatate or a systemic local anesthetic toxicity, both of which have similar symptoms. There is a potential for these adverse effects to occur at a therapeutic dose, that is, a single capsule, if chewed or sucked on in the mouth.   === Psychiatric effects === Isolated cases of bizarre behavior, mental confusion, and visual hallucinations have been reported during concurrent use with other prescribed medications. Central nervous system effects associated with other para-aminobenzoic acid (PABA) derivative local anesthetics, for example procaine or tetracaine, could occur with benzonatate and should be considered.   === Children === Safety and efficacy in children below the age of ten have not been established. Accidental ingestion resulting in death has been reported in children below the age of ten. Benzonatate may be attractive to children due to its appearance, a round-shaped liquid-filled gelatin capsule, which looks like candy. Chewing or sucking of a single capsule can cause death of a small child. Signs and symptoms can occur rapidly after ingestion (within 15–20 minutes) and include restlessness, tremors, convulsions, coma, and cardiac arrest. Death has been reported within one hour of ingestion.   === Pregnancy and breast feeding === It is not known if benzonatate can cause fetal harm to a pregnant woman or if it can affect reproduction capacity. Animal reproductive studies have not been conducted with benzonatate to evaluate its teratogenicity. It is not known whether benzonatate is excreted in human milk.   == Overdose == Benzonatate is chemically similar to other local anesthetics such as tetracaine and procaine, and shares their pharmacology and toxicology. Benzonatate overdose is characterized by symptoms of restlessness, tremors, seizures, abnormal heart rhythms (cardiac arrhythmia), cerebral edema, absent breathing (apnea), fast heart beat (tachycardia), and in severe cases, coma and death. Symptoms develop rapidly, typically within 5 minutes to 1 hour of ingestion. Treatment focuses on removal of gastric contents and on managing symptoms of sedation, convulsions, apnea, and cardiac arrhythmia. Despite a long history of safe and appropriate usage, the safety margin of benzonatate is reportedly narrow. Toxicity above the therapeutic dose is relatively low and ingestion of a small handful of pills can cause symptoms of overdose. Children are at an increased risk for toxicity, which have occurred with administration of only one or two capsules. Following cardiopulmonary collapse with benzonatate overdose, most people have significant neurological deficits or other end-organ damage. Due to increasing usage of benzonatate and rapid onset of symptoms, there are accumulating cases of benzonatate overdose deaths, especially in children.   == Pharmacology == Benzonatate is chemically similar to other local anesthetics such as tetracaine and procaine, and shares their pharmacology.   === Pharmacodynamics === Similar to other local anesthetics, benzonatate is a potent voltage-gated sodium channel blocker. After absorption and circulation to the respiratory tract, benzonatate acts as a local anesthetic, decreasing the sensitivity of vagal afferent fibers and stretch receptors in the bronchi, alveoli, and pleura in the lower airway and lung. This dampens their activity and reduces the cough reflex. Benzonatate also has central antitussive activity on the cough center in central nervous system at the level of the medulla. However, there is minimal inhibition of the respiratory center at a therapeutic dosage.   === Pharmacokinetics === The antitussive effect of benzonatate begins within 15 to 20 minutes after oral administration and typically lasts between 3 and 8 hours. The elimination half-life of benzonatate has been reported to be 1 hour. Benzonatate is hydrolyzed by plasma butyrylcholinesterase (BChE) to the metabolite 4-(butylamino)benzoic acid (BABA) as well as polyethylene glycol monomethyl ethers. Like many other local anesthetic esters, the hydrolysis of the parent compound is rapid. There are concerns that those with pseudocholinesterase deficiencies may have an increased sensitivity to benzonatate as this hydrolysis is impaired, leading to increased levels of circulating medication. Aside from oral administration, benzonatate has also been used by a variety of other routes, including rectal administration, subcutaneous injection, intramuscular injection, and intravenous infusion.   == Chemistry == Benzonatate is a butylamine, para-amino-benzoic acid, or long-chain polyglycol, structurally related to other ester local anesthetics such as procaine and tetracaine. The molecular weight of benzonatate is 603.7 g/mol. However, the reference standard for benzonatate is a mixture of n-ethoxy compounds, differing in the abundance of 7 to 9 repeating units, with an average molecular weight of 612.23 g/mol. There is also evidence that the compound is not uniform between manufacturers.   == History == Benzonatate was first synthesized in 1956 and was introduced as an antitussive in the United States in 1958.   == Society and culture == Benzonatate was first made available in the United States in 1958 as a prescription medication for the treatment of cough in individuals over the age of 10. There are a variety of prescription opioid-based cough relievers, such as hydrocodone and codeine, but have unwanted side effects and potential of abuse and diversion. However, benzonatate is currently the only prescription non-opioid antitussive and its usage has been rapidly increasing. The exact reasons of this increase are unclear.   === Economics === In the United States between 2004 and 2009, prescriptions increased 50% from 3.1 million to 4.7 million, the market share of benzonatate among antitussives increased from 6.3% to 13%, and the estimated number of children under the age of 10 years receiving benzonatate increased from 10,000 to 19,000. Throughout this same period, greater than 90% of prescriptions were given to those 18 or older. The majority of prescriptions were given by general, family, internal, and physicians with pediatricians account for about 3% of prescribed benzonatate. In 2021, it was the 158th most commonly prescribed medication in the United States, with more than 3 million prescriptions.   === Brand names === Tessalon is a brand name version of benzonatate manufactured by Pfizer. It is available as perles (capsules). Zonatuss was a brand name manufactured by Atley Pharmaceuticals, Inc. and Vertical Pharmaceuticals, Inc. Other brand names of benzonatate include Exangit, Tessalin, Tesalon, Tusical, Tusitato, and Ventussin.   === Availability === Benzonatate is available in the United States and Mexico.   == References =="}