{"name": "bepotastine", "category": "drug", "content": "Bepotastine (Talion, Bepreve) is a 2nd generation antihistamine. It was approved in Japan for use in the treatment of allergic rhinitis and urticaria/pruritus in July 2000, and January 2002, respectively. It is marketed in the United States as an eye drop under the brand name Bepreve, by ISTA Pharmaceuticals, a subsidiary of Bausch + Lomb.   == Pharmacology == Bepotastine is available as an ophthalmic solution and oral tablet. It is a direct H1-receptor antagonist that inhibits the release of histamine from mast cells. The ophthalmic formulation has shown minimal systemic absorption, between 1 and 1.5% in healthy adults. Common side effects are eye irritation, headache, unpleasant taste, and nasopharyngitis. The main route of elimination is urinary excretion, 75-90% excreted unchanged.   == Marketing history == It is marketed in Japan by Tanabe Seiyaku under the brand name Talion. Talion was co-developed by Tanabe Seiyaku and Ube Industries, the latter of which discovered bepotastine. In 2001, Tanabe Seiyaku granted Senju, now owned by Allergan, exclusive worldwide rights, with the exception of certain Asian countries, to develop, manufacture and market bepotastine for ophthalmic use. Senju, in turn, has granted the United States rights for the ophthalmic preparation to ISTA Pharmaceuticals.   == Sales and patents == In 2011, ISTA pharmaceuticals experienced a 2.4% increase in net revenues from 2010, which was driven by the sales of Bepreve. Their net revenue for 2011 was $160.3 million. ISTA Pharmaceuticals was acquired by Bausch & Lomb in March 2012 for $500 million. Bausch & Lomb hold the patent for bepotastine besilate (https://www.accessdata.fda.gov/scripts/cder/ob/docs/temptn.cfm. On November 26, 2014, Bausch & Lomb sued Micro Labs USA for patent infringement. Bausch & Lomb was recently bought out by Valeant Pharmaceuticals in May 2013 for $8.57 billion, Valeant's largest acquisition to date, causing the company's stock to rise 25% when the deal was announced.   == Clinical trials == A Phase III clinical trial was carried out in 2010 to evaluate the effectiveness of bepotastine besilate ophthalmic solutions 1.0% and 1.5%. These solutions were compared to a placebo and evaluated for their ability to reduce ocular itchiness. The study was carried out with 130 individuals and evaluated after 15 minutes, 8 hours, or 16 hours. There was a reduction in itchiness at all-time points for both ophthalmic solutions. The study concluded that bepotastine besilate ophthalmic formulations reduced ocular itchiness for at least 8 hours after dosing compared to placebo. Phase I and II trials were carried out in Japan. Studies have been performed in animals and bepotastine besilate was not found to be teratogenic in rats during fetal development, even at 3,300 times more than typical use in humans.  Evidence of infertility was seen in rats at 33,000 times the typical ocular dose in humans. The safety and efficacy has not been established in patients under 2 years of age  and has been extrapolated from adults for patients under 10 years of age.   == References =="}