{"name": "besifloxacin", "category": "drug", "content": "Besifloxacin (INN/USAN) is a fourth-generation fluoroquinolone antibiotic. The marketed compound is besifloxacin hydrochloride. It was developed by SSP Co. Ltd., Japan, and designated SS734. SSP licensed U.S. and European rights to SS734 for ophthalmic use to InSite Vision Incorporated (OTC Pink: INSV) in 2000. InSite Vision developed an eye drop formulation (ISV-403) and conducted preliminary clinical trials before selling the product and all rights to Bausch & Lomb in 2003. The eye drop was approved by the United States Food and Drug Administration (FDA) on May 29, 2009, and marketed under the trade name Besivance.   == Pharmacodynamics == Besifloxacin is a fluoroquinolone that has a broad spectrum in vitro activity against a wide range of Gram-positive and Gram-negative ocular pathogens: e.g., Corynebacterium pseudodiphtheriticum, Moraxella lacunata, Staphylococcus aureus, Staphylococcus epidermidis, Staphylococcus hominis, Streptococcus mitis, Streptococcus oralis, Streptococcus pneumoniae and Streptococcus salivarius. Besifloxacin has been found to inhibit production of pro-inflammatory cytokines in vitro. The mechanism of action of besifloxacin involves inhibition of two enzymes which are essential for the synthesis and replication of bacterial DNA: the bacterial DNA gyrase and topoisomerase IV. Clinical trials indicated that Besifloxacin was 91% effective at eliminating the causative bacteria after five days, compared to 60% in the placebo group. This did not, however necessarily correlate with condition resolution, as bacterial presence is only a part of conjunctivitis.   == Medical use == Besifloxacin is indicated in the treatment of bacterial conjunctivitis caused by sensitive bacteria, as well as in the prevention of infectious complications in patients undergoing laser therapy for the treatment of cataracts. It has been approved for use in children, adults, and the elderly, with clinically proven efficacy and safety from age one and older. Besifloxacin is available as a 0.6% ophthalmological suspension, and dosing is 3 times a day, 4 to 12 hours apart for 7 days, regardless of age or condition.   == Adverse effects == During the treatment, the most frequently reported ocular adverse reaction was the appearance of conjunctival redness (approximately 2% of patients). Other possible adverse reactions, reported in subjects treated with besifloxacin were: blurred vision, eye pain, eye irritation, eye pruritus and headache.   == References =="}