{"name": "betamethasone dipropionate", "category": "drug", "content": "Betamethasone dipropionate is a glucocorticoid steroid with anti-inflammatory and immunosuppressive properties. It is applied as a topical cream, ointment, lotion or gel (Diprolene) to treat itching and other skin conditions such as eczema. Minor side effects include dry skin and mild, temporary stinging when applied. Betamethasone dipropionate is a \"super high potency\" corticosteroid used to treat inflammatory skin conditions such as dermatitis, eczema and psoriasis. It is a synthetic analog of the adrenal corticosteroids. Although its exact mechanism of action is not known, it is effective when applied topically to cortico-responsive inflammatory dermatoses. It is available as a generic medication.   == Adverse effects == Although the absorption of betamethasone dipropionate is small, when used for prolonged periods of time (periods exceeding two weeks), or across a large surface area (total use greater than 50 grams per week), it can have adverse effects. One such effect is the ability of the corticosteroid to suppress the hypothalamic–pituitary–adrenal axis. This can lead to a depression in the release of adrenal hormones such as cortisol and adrenocorticotropic hormone, or ACTH. Symptoms of HPA axis suppression are often subtle and variable, but can often be detected using simple blood or urine tests such at ACTH stimulation test or urinary free cortisol. Those at increased risk for HPA axis suppression are those who are more likely to absorb more of the steroid through the skin. These groups include:   Those who have used topical corticosteroids over a prolonged period of time Those who have used corticosteroids to cover a large surface area Those with broken skin barrier or extensive abrasions Those who have recently undergone stress (such as illness, trauma, surgery) Children under the age of 12 HPA axis suppression is preventable by supplementation with glucocorticosteroids. If HPA axis suppression occurs, it is often reversed shortly after discontinuation of treatment.   == Pharmacology ==   === Mechanism of action ===   === Pharmacokinetics === Absorption of topical corticosteroids depends on several factors such as the vehicle, or delivery system used by the drug, the integrity of the epidermal barrier, and whether or not an occlusive bandage is used in combination with the drug. The absorption of topical betamethasone dipropionate is theoretically minuscule; however, if absorbed it follows the same pharmacokinetic profile as is typical of systemic corticosteroids. It is metabolized primarily by the liver by hydrolysis to its metabolites B17P (primary) and betamethasone and the 6β-hydroxy derivatives of those metabolites, and it is excreted primarily by the kidneys.   == Chemistry == Betamethasone dipropionate is a white to almost white crystalline powder.   == Regulation == Betamethasone dipropionate was patented by Merck in 1987, as an augmented cream/lotion, Diprolene in the U.S., and Disprosone in Europe. These patents expired in 2003 and 2007 respectively leading to generic production of betamethasone dipropionate. During this time other topical corticosteroids such as triamcinolone acetonide and clobetasol propionate also became available as generic creams. Merck filed for \"pediatric exclusivity\" in 2001 launching a clinical trial to prove betamethasone dipropionate's safety and efficacy for use in pediatrics. Betamethasone has also been used in the formulation of combination products such as Luxiq, Lotrisone and Taclonex.  Prestium Pharma: Luxiq (betamethasone valerate) Foam, 0.12%  is a mid-strength corticosteroid foam used primarily to treat psoriasis or other inflammatory conditions of the scalp. Merck: Lotrisone (containing betamethasone dipropionate, clotrimazole) contains both a corticosteroid (betamethasone) and anti-fungal agent (clotrimazole) and is used to treat fungal infections that are also inflamed Leo Pharma: Taclonex (containing betamethasone dipropionate, calcipotriol) is a combination of corticosteroid (betamethasone) and a vitamin D analogue (calcipotriene) and is used to treat frequent and persistent dermatatoses by reducing inflammation and promoting healing of the skin barrier.   == Names == Brand names include Alphatrex, Beta-Val, Diprolene, Diprolene AF, Diprosalic (with salicylic acid) Diprosone, Dovobet (LEO Pharma A/S), Eleuphrat and Luxiq.   == References ==   == External links == \"Betamethasone dipropionate\". Drug Information Portal. U.S. National Library of Medicine."}