{"name": "betaine", "category": "drug", "content": "Henri Philippe Bénoni Omer Joseph Pétain (24 April 1856 – 23 July 1951), better known as Philippe Pétain (French: [filip petɛ̃]) and Marshal Pétain (French: Maréchal Pétain), was a French general who commanded the French Army in World War I and later became the head of the collaborationist regime of Vichy France, from 1940 to 1944, during World War II. Pétain was admitted to the Saint-Cyr Military Academy in 1876 and pursued a career in the military, achieving the rank of colonel by the outbreak of World War I. He led the French Army to victory at the nine-month-long Battle of Verdun, for which he was called \"the Lion of Verdun\" (French: le lion de Verdun). After the failed Nivelle Offensive and subsequent mutinies, he was appointed Commander-in-Chief and succeeded in restoring control. Pétain remained in command for the rest of the war and emerged as a national hero. During the interwar period, he was head of the peacetime French Army, commanded joint Franco-Spanish operations during the Rif War and served twice as a government minister. During this time he was known as le vieux Maréchal (\"the Old Marshal\"). On 16 June 1940, with the imminent Fall of France and the government desire for an armistice, Prime Minister Paul Reynaud resigned, recommending to President Albert Lebrun that he appoint Pétain in his place, which he did that day, while the government was at Bordeaux. The government then resolved to sign armistice agreements with Germany and Italy. The entire government subsequently moved briefly to Clermont-Ferrand, then to the town of Vichy in central France. It voted to transform the French Third Republic into the French State, better known as Vichy France, an authoritarian puppet regime that was allowed to govern the southeast of France and which collaborated with the Axis powers. After Germany and Italy occupied all of France in November 1942, Pétain's government worked closely with the Nazi German military administration. After the war, Pétain was tried and convicted for treason. He was originally sentenced to death, but due to his age and World War I service his sentence was commuted to life in prison. His journey from military obscurity, to hero of France during World War I, to collaborationist ruler during World War II, led his successor Charles de Gaulle to declare that Pétain's life was \"successively banal, then glorious, then deplorable, but never mediocre\". Pétain, who was 84 years old when he became Prime Minister and later Chief of State, remains both the oldest person to become the head of government and the oldest person to become the head of state of France.   == Early life == Pétain was born into a peasant family in Cauchy-à-la-Tour, in the Pas-de-Calais department, northern France, on 24 April 1856. He was one of five children of Omer-Venant Pétain, a farmer, and Clotilde Legrand, and was their only son. His father had previously lived in Paris, where he worked for photography pioneer Louis Daguerre, before returning to the family farm in Cauchy-à-la-Tour following the Revolution of 1848. One of his great-uncles, a Catholic priest, Father Abbe Lefebvre (1771–1866), served in the Grande Armée during the Napoleonic Wars. Pétain's mother died when he was 18 months old, and he was raised by relatives after his father remarried. He attended the Catholic boarding school of Saint-Bertin in the nearby town of Saint-Omer, where he was an excellent student, showing an aptitude for geography and arithmetic. In 1875, with the intention of preparing for the Saint-Cyr Military Academy, Pétain enrolled in the Dominican college of Albert-le-Grand in Arcueil.   == Early military career ==  Pétain was admitted to Saint-Cyr in 1876, beginning his career in the French Army. Between graduating in 1878 and 1899, he served in various garrisons with different battalions of the chasseurs, the elite light infantry of the French Army. Thereafter, he alternated between staff and regimental assignments. Pétain's career progressed slowly, as he rejected the French Army philosophy of the furious infantry assault, arguing instead that \"firepower kills\". His views were later proved to be correct during the First World War. He was promoted to captain in 1890 and major (chef de bataillon) in 1900. In March 1904, by then serving in the 104th Infantry, he was appointed adjunct professor of applied infantry tactics at the École Supérieure de Guerre, and following promotion to lieutenant-colonel was promoted to professor on 3 April 1908. He was brevetted to colonel on 1 January 1910. Unlike many French officers, Pétain served mainly in mainland France, never French Indochina or any of the African colonies, although he participated in the Rif campaign in Morocco. As colonel, he was given command of the 33rd Infantry Regiment at Arras on 25 June 1911; a young lieutenant, Charles de Gaulle, who served under him, later wrote that his \"first colonel, Pétain, taught (him) the Art of Command\". In the spring of 1914, he was given command of a brigade (still with the rank of colonel). By then aged 58 and having been told he would never become a general, Pétain had bought a villa for retirement.   == First World War ==   === Beginning of war ===  Pétain led his brigade at the Battle of Guise (29 August 1914). The following day, he was promoted to brigade general to replace brigade general Pierre Peslin, who had taken his own life. He was given command of the 6th Division in time for the First Battle of the Marne; little over a month later, in October 1914, he was promoted yet again and became XXXIII Corps commander. After leading his corps in the spring 1915 Artois Offensive, in July 1915 he was given command of the Second Army, which he led in the Champagne Offensive that autumn. He acquired a reputation as one of the more successful commanders on the Western Front.   === Battle of Verdun ===  Pétain commanded the Second Army at the start of the Battle of Verdun in February 1916. During the battle, he was promoted to Commander of Army Group Centre, which contained a total of 52 divisions. Rather than holding down the same infantry divisions on the Verdun battlefield for months, akin to the German system, he rotated them out after only two weeks on the front lines. His decision to organise truck transport over the \"Voie Sacrée\" to bring a continuous stream of artillery, ammunition, and fresh troops into besieged Verdun also played a key role in grinding down the German onslaught to a final halt in July 1916. In effect, he applied the basic principle that was a mainstay of his teachings at the École de Guerre (War College) before World War I: \"le feu tue!\" or \"firepower kills!\" – in this case meaning French field artillery, which fired over 15 million shells on the Germans during the first five months of the battle. Although Pétain did say \"On les aura!\" (an echoing of Joan of Arc, roughly: \"We'll get them!\"), the other famous quotation often attributed to him – \"Ils ne passeront pas!\" (\"They shall not pass\"!) – was actually uttered by Robert Nivelle who succeeded him in command of the Second Army at Verdun in May 1916. At the very end of 1916, Nivelle was promoted over Pétain to replace Joseph Joffre as French Commander-in-Chief.   === Mutiny ===  Because of his high prestige as a soldier's soldier, Pétain served briefly as Army Chief of Staff (from the end of April 1917). He then became Commander-in-Chief of the entire French army, replacing General Nivelle, whose Chemin des Dames offensive failed in April 1917 and thereby provoked widespread mutinies in the French Army. They involved, to various degrees, nearly half of the French infantry divisions stationed on the Western Front. Pétain restored morale by talking to the men, promising no more suicidal attacks, providing rest for exhausted units, home furloughs, and moderate discipline. He held 3400 courts martial; 554 mutineers were sentenced to death but over 90% had their sentences commuted.  The mutinies were kept secret from the Germans and their full extent and intensity were not revealed until decades later. Gilbert and Bernard find multiple causes:  The immediate cause was the extreme optimism and subsequent disappointment at the Nivelle offensive in the spring of 1917. Other causes were pacifism, stimulated by the Russian Revolution and the trade-union movement, and disappointment at the nonarrival of American troops. Pétain conducted some successful but limited offensives in the latter part of 1917, while the British carried out an offensive at Passchendaele that autumn. Pétain, instead, held off from major French offensives until the Americans arrived in force on the front lines, which did not happen until the early summer of 1918. He was also waiting for the new Renault FT tanks to be introduced in large numbers, hence his statement at the time: J'attends les chars et les Américains (\"I am waiting for the tanks and the Americans.\")   === End of World War I ===  The year 1918 saw major German offensives on the Western Front. The first of these, Operation Michael in March 1918, threatened to split the British and French forces apart, and, after Pétain had threatened to retreat on Paris, the Doullens Conference was called. Just prior to the main meeting, Prime Minister Clemenceau claimed he heard Pétain say \"les Allemands battront les Anglais en rase campagne, après quoi ils nous battront aussi\" (\"the Germans will beat the English (sic) in open country, then they'll beat us as well\"). He reported this conversation to President Raymond Poincaré, adding \"surely a general should not speak or think like that?\" Haig recorded that Pétain had \"a terrible look. He had the appearance of a commander who had lost his nerve\". Pétain believed – wrongly – that Gough's Fifth Army had been routed like the Italians at Caporetto. At the Conference, Ferdinand Foch was appointed as Allied Generalissimo, initially with powers to co-ordinate and deploy Allied reserves where he saw fit. Pétain eventually came to the aid of the British and secured the front with forty French divisions. Pétain proved a capable opponent of the Germans both in defence and through counter-attack. The third offensive, \"Blücher\", in May 1918, saw major German advances on the Aisne, as the French Army commander (Humbert) ignored Pétain's instructions to defend in depth and instead allowed his men to be hit by the initial massive German bombardment. By the time of the last German offensives, Gneisenau and the Second Battle of the Marne, Pétain was able to defend in depth and launch counter offensives, with the new French tanks and the assistance of the Americans. Later in the year, Pétain was stripped of his right of direct appeal to the French government and requested to report to Foch, who increasingly assumed the co-ordination and ultimately the command of the Allied offensives. On the day of the armistice, Pétain wanted to continue offensive operations into Germany to prevent another war but was overruled by Foch. After the war ended Pétain was made Marshal of France on 21 November 1918.   == Interwar period ==   === Respected hero of France ===  Pétain ended the war regarded \"without a doubt, the most accomplished defensive tactician of any army\" and \"one of France's greatest military heroes\" and was presented with his baton of Marshal of France at a public ceremony at Metz by President Poincaré on 8 December 1918. He was summoned to be present at the signing of the Treaty of Versailles on 28 June 1919. His job as Commander-in-Chief came to an end with peace and demobilisation, and with Foch out of favour after his quarrel with the French government over the peace terms, it was Pétain who, in January 1920, was appointed Vice-Chairman of the revived Conseil supérieur de la Guerre (Supreme War Council). This was France's highest military position, whose holder was Commander-in-Chief designate in the event of war and who had the right to overrule the Chief of the General Staff (a position held in the 1920s by Pétain's protégés Buat and Debeney), and Pétain would hold it until 1931. Pétain was encouraged by friends to go into politics, although he protested that he had little interest in running for an elected position. He nevertheless tried and failed to get himself elected President following the November 1919 elections. Shortly after the war, Pétain had placed before the government plans for a large tank and air force, but \"at the meeting of the Conseil supérieur de la Défense Nationale of 12 March 1920, the Finance Minister, François-Marsal, announced that although Pétain's proposals were excellent they were unaffordable\". In addition, François-Marsal announced reductions – in the army from fifty-five divisions to thirty, in the air force, and did not mention tanks. It was left to the Marshals, Pétain, Joffre, and Foch, to pick up the pieces of their strategies. The General Staff, now under General Edmond Buat, began to think seriously about a line of forts along the frontier with Germany, and their report was tabled on 22 May 1922.  The three Marshals supported this. The cuts in military expenditure meant that taking the offensive was now impossible and a defensive strategy was all they could have.   === Rif War ===  Pétain was appointed Inspector-General of the Army in February 1922, and produced, in concert with the new Chief of the General Staff, General Marie-Eugène Debeney, the new army manual entitled Provisional Instruction on the Tactical Employment of Large Units, which soon became known as 'the Bible'. On 3 September 1925, Pétain was appointed sole Commander-in-Chief of French Forces in Morocco to launch a major campaign against the Rif tribes, in concert with the Spanish Army, which was successfully concluded by the end of October. He was subsequently decorated, at Toledo, by King Alfonso XIII with the Spanish Medalla Militar.   === Vocal critic of defence policy === In 1924 the National Assembly was elected on a platform of reducing the length of national service to one year, to which Pétain was almost violently opposed. In January 1926, the Chief of Staff, General Debeney, proposed to the Conseil a \"totally new kind of army. Only 20 infantry divisions would be maintained on a standing basis\". Reserves could be called up when needed. The Conseil had no option in the straitened circumstances but to agree. Pétain disapproved of the whole thing, pointing out that North Africa still had to be defended and in itself required a substantial standing army. But he recognised, after the new Army Organisation Law of 1927, that the tide was flowing against him. He would not forget that the Radical leader, Édouard Daladier, even voted against the whole package, on the grounds that the Army was still too large. On 5 December 1925, after the Locarno Treaty, the Conseil demanded immediate action on a line of fortifications along the eastern frontier to counter the already proposed decline in manpower. A new commission for this purpose was established, under Joseph Joffre, and called for reports. In July 1927 Pétain himself went to reconnoitre the whole area. He returned with a revised plan and the commission then proposed two fortified regions. The Maginot Line, as it came to be called, (named after André Maginot the former Minister of War) thereafter occupied a good deal of Pétain's attention during 1928, when he also travelled extensively, visiting military installations up and down the country. Pétain had based his strong support for the Maginot Line on his own experience of the role played by the forts during the Battle of Verdun in 1916. Captain Charles de Gaulle continued to be a protégé of Pétain throughout these years. He even allegedly named his eldest son after the Marshal, although it is more likely that he named his son after his family ancestor Jean Baptiste Philippe de Gaulle, before finally falling out over the authorship of a book he had said he had ghost-written for Pétain.   === Election to the Académie française ===  In 1928, Pétain had supported the creation of an independent air force removed from the control of the army, and on 9 February 1931, following his retirement as Vice-Chairman of the Supreme War Council, he was appointed Inspector-General of Air Defence. His first report on air defence, submitted in July that year, advocated increased expenditure. In 1931 Pétain was elected a Fellow of the Académie française. By 1932 the economic situation had worsened and Édouard Herriot's government had made \"severe cuts in the defence budget... orders for new weapons systems all but dried up\". Summer manoeuvres in 1932 and 1933 were cancelled due to lack of funds, and recruitment to the armed forces fell off. In the latter year General Maxime Weygand claimed that \"the French Army was no longer a serious fighting force\". Édouard Daladier's new government retaliated against Weygand by reducing the number of officers and cutting military pensions and pay, arguing that such measures, apart from financial stringency, were in the spirit of the Geneva Disarmament Conference. In 1938, Pétain encouraged and assisted the writer André Maurois in gaining election to the Académie française – an election which was highly contested, in part due to Maurois' Jewish origin. Maurois made a point of acknowledging with thanks his debt to Pétain in his 1941 autobiography, Call no man happy – though by the time of writing their paths had sharply diverged, Pétain having become Head of State of Vichy France while Maurois went into exile and sided with the Free French.   === Minister of War === Political unease was sweeping the country and, on 6 February 1934, the Paris police fired on a group of far-right rioters outside the Chamber of Deputies, killing 14 and wounding a further 236. President Lebrun invited 71-year-old Doumergue to come out of retirement and form a new \"government of national unity\". On 8 February, Pétain was invited to join the new French cabinet as Minister of War, which he only reluctantly accepted after many representations. His important success that year was in getting Daladier's previous proposal to reduce the number of officers repealed. He improved the recruitment programme for specialists and lengthened the training period by reducing leave entitlements. However, Weygand reported to the Senate Army Commission that year that the French Army still could not resist a German attack. Marshals Louis Franchet d'Espèrey and Hubert Lyautey (the latter died suddenly in July) added their names to the report. After the autumn manoeuvres, which Pétain had reinstated, a report was presented to Pétain that officers had been poorly instructed, had little basic knowledge and no confidence. He was also told by Maurice Gamelin that, if the plebiscite in the Territory of the Saar Basin went for Germany, \"it would be a serious military error\" for the French Army to intervene. Pétain responded by again petitioning the government for further funds for the army. During this period, he repeatedly called for a lengthening of the term of compulsory military service for conscripts from two to three years, to no avail. Pétain accompanied President Lebrun to Belgrade for the funeral of King Alexander, who had been assassinated on 6 October 1934 in Marseille by Vlado Chernozemski, a Bulgarian nationalist from IMRO. Here he met Hermann Göring and the two men reminisced about their experiences in the Great War. \"When Göring returned to Germany he spoke admiringly of Pétain, describing him as a 'man of honour'\".   === Critic of government policy === In November, the Doumergue government fell. Pétain had previously expressed interest in being named Minister of Education (as well as of War), a role in which he hoped to combat what he saw as the decay in French moral values. Now, however, he refused to continue in Flandin's short-lived government as Minister of War and stood down – in spite of a direct appeal from Lebrun himself. At this moment an article appeared in the newspaper Le Petit Journal, calling for Pétain as a candidate for a dictatorship. 200,000 readers responded to the paper's poll. Pétain came first, with 47,000, ahead of Pierre Laval's 31,000 votes. These two men travelled to Warsaw for the funeral of the Polish Marshal Piłsudski in May 1935 (and another cordial meeting with Göring). Although Le Petit Journal was conservative, Pétain's high reputation was bipartisan; socialist Léon Blum called him \"the most human of our military commanders\". Pétain did not get involved in non-military issues when in the Cabinet, and unlike other military leaders he did not have a reputation as an extreme Catholic or a monarchist. He remained on the Conseil superieur. Weygand had been at the British Army 1934 manoeuvres at Tidworth Camp in June and was appalled by what he had seen. Addressing the Conseil on the 23rd, Pétain claimed that it would be fruitless to look for assistance to Britain in the event of a German attack. On 1 March 1935, Pétain's famous article appeared in the Revue des deux mondes, where he reviewed the history of the army since 1927–28. He criticised the reservist system in France, and her lack of adequate air power and armour. This article appeared just five days before Adolf Hitler's announcement of Germany's new air force and a week before the announcement that Germany was increasing its army to 36 divisions. On 26 April 1936, the general election results showed 5.5 million votes for the Popular Front parties against 4.5 million for the Right on an 84% turnout. On 3 May Pétain, was interviewed in Le Journal where he launched an attack on the Franco-Soviet Pact, on Communism in general (France had the largest communist party in Western Europe), and on those who allowed Communists intellectual responsibility. He said that France had lost faith in her destiny. Pétain was now in his 80th year. Some argue that Pétain, as France's most senior soldier after Foch's death, should bear some responsibility for the poor state of French weaponry preparation before World War II. Others say that Pétain was one of many on a large committee responsible for national defence, and interwar governments frequently cut military budgets. In addition, with the restrictions imposed on Germany by the Versailles Treaty there seemed no urgency for vast expenditure until the advent of Hitler. It is argued that while Pétain supported the massive use of tanks he saw them mostly as infantry support, leading to the fragmentation of the French tank force into many types of unequal value spread out between mechanised cavalry (such as the SOMUA S35) and infantry support (mostly the Renault R35 tanks and the Char B1 bis). Modern infantry rifles and machine guns were not manufactured, with the sole exception of a light machine-rifle, the Mle 1924. The French heavy machine gun was still the Hotchkiss M1914, obsolete when compared to the new automatic weapons of German infantry. A modern infantry rifle was adopted in 1936 but very few of these MAS-36 rifles had been issued to the troops by 1940. A well-tested French semiautomatic rifle, the MAS 1938–39, was ready for adoption but it never reached the production stage until after World War II as the MAS 49. French artillery had not been modernised since 1918. The result of all these failings is that the French Army had to face the invading enemy in 1940 with the dated weaponry of 1918. Pétain had been made Minister of War in 1934, but could not reverse 15 years of inactivity and constant cutbacks.  French aviation entered the War in 1939 without even the prototype of a bomber aeroplane capable of reaching Berlin and coming back. French industrial efforts in fighter aircraft were dispersed among several firms (Dewoitine, Morane-Saulnier and Marcel Bloch), each with its own models.   == Battle of France ==   === Return to government ===  In March 1939, Pétain was appointed French ambassador to the newly recognized Nationalist government of Spain. Pétain had taught the Spanish dictator Francisco Franco \"many years ago at France's war college\" and was sent to Spain \"in the hope he would win his former pupil away from Italian and German influence.\" When World War II began in September, Daladier offered Pétain a position in his government, which Pétain turned down. However, after Germany invaded France, Pétain joined the new government of Paul Reynaud on 18 May 1940 as Deputy Prime Minister. Reynaud hoped that the hero of Verdun might instill a renewed spirit of resistance and patriotism in the French Army. Reportedly Franco advised Pétain against leaving his diplomatic post in Madrid, to return to a collapsing France as a \"sacrifice\". By 26 May, the Allied lines had been shattered, and British forces had begun evacuating at Dunkirk. French commander-in-chief Maxime Weygand expressed his fury at British retreats and the unfulfilled promise of British fighter aircraft. He and Pétain regarded the military situation as hopeless. Colonel de Villelume subsequently stated before a parliamentary commission of inquiry in 1951 that Reynaud, as Premier of France, said to Pétain on that day that they must seek an armistice. Weygand said that he was in favor of saving the French army and that he \"wished to avoid internal troubles and above all anarchy\". Churchill's man in Paris, Edward Spears, urged the French not to sign an armistice, saying that if French ports were occupied by Germany, Britain would have to bomb them. Spears reported that Pétain did not respond immediately but stood there \"perfectly erect, with no sign of panic or emotion. He did not disguise the fact that he considered the situation catastrophic. I could not detect any sign in him of broken morale, of that mental wringing of hands and incipient hysteria noticeable in others.\" Pétain later remarked to Reynaud about this statement: \"your ally now threatens us.\" On 5 June, following the fall of Dunkirk, there was a Cabinet reshuffle. Reynaud brought into his War Cabinet as Undersecretary for War the newly promoted Brigadier-General de Gaulle, whose 4th Armoured Division had launched one of the few French counterattacks the previous month. Pétain was displeased at de Gaulle’s appointment. By 8 June, Paris was threatened, and the government was preparing to depart, although Pétain was opposed to such a move. During a cabinet meeting that day, Reynaud argued that before asking for an armistice, France would have to get Britain's permission to be relieved from their accord of March 1940 not to sign a separate cease-fire. Pétain replied that \"the interests of France come before those of Britain. Britain got us into this position, let us now try to get out of it.\" .   === Fall of France === On 10 June, the government left Paris for Tours. Weygand, the Commander-in-Chief, now declared that \"the fighting had become meaningless\". He, Minister of Finance Paul Baudouin, and several other members of the government were already set on an armistice. On 11 June, Churchill flew to the Château du Muguet, at Briare, near Orléans, where he put forward first his idea of a Breton redoubt, to which Weygand replied that it was just a \"fantasy\". Churchill then said the French should consider \"guerrilla warfare\". Pétain then replied that it would mean the destruction of the country. Churchill then said the French should defend Paris and reminded Pétain of how he had come to the aid of the British with forty divisions in March 1918, and repeated Clemenceau's words I will fight in front of Paris, in Paris, and behind Paris. To this, Churchill subsequently reported, Pétain replied quietly, and with dignity that he had in those days, a strategic reserve of sixty divisions; now, there were none, and the British ought to be providing divisions to aid France. Making Paris into a ruin would not affect the final event. At the conference Pétain met de Gaulle for the first time in two years. Pétain noted his recent promotion to general, adding that he did not congratulate him, as ranks were of no use in defeat. When de Gaulle protested that Pétain himself had been promoted to brigadier-general and division commander at the Battle of the Marne in 1914, he replied that there was \"no comparison\" with the present situation. De Gaulle later conceded that Pétain was right about that much at least. On 12 June, after a second session of the conference, the cabinet met and Weygand again called for an armistice. He referred to the danger of military and civil disorder and the possibility of a Communist uprising in Paris. Pétain and Minister of Information Prouvost urged the cabinet to hear Weygand out because \"he was the only one really to know what was happening\".  Churchill returned to France on 13 June for another conference at Tours. Baudouin met his plane and immediately spoke to him of the hopelessness of further French resistance. Reynaud then put the cabinet's armistice proposals to Churchill, who replied that \"whatever happened, we would level no reproaches against France.\" At that day's cabinet meeting, Pétain strongly supported Weygand’s demand for an armistice and read out a draft proposal to the cabinet where he spoke of the need to stay in France, to prepare a national revival, and to share the sufferings of our people. It is impossible for the government to abandon French soil without emigrating, without deserting. The duty of the government is, come what may, to remain in the country, or it could not longer be regarded as the government. Several ministers were still opposed to an armistice, and Weygand immediately lashed out at them for even leaving Paris. Like Pétain, he said he would never leave France. The government moved to Bordeaux on 14 June, where French governments had fled German invasions in 1870 and 1914. By coincidence, that evening in Bordeaux, de Gaulle dined in the same restaurant as Pétain; he came over to shake his hand in silence and they never met again. The Assembly, both Senate and Chamber, were also at Bordeaux and immersed themselves in the armistice debate. At cabinet on 15 June, Reynaud urged that France follow the Dutch example, that the Army should lay down its arms so that the fight could be continued from abroad. Pétain was sympathetic. Pétain was sent to speak to Weygand (who was waiting outside, as he was not a member of the cabinet) for around fifteen minutes. Weygand persuaded him that Reynaud's suggestion would be a shameful surrender. Chautemps then put forward a 'fudge' proposal, an enquiry about terms. The Cabinet voted 13–6 for the Chautemps proposal. Admiral Darlan, who had been opposed to an armistice until 15 June, now became a key player, agreeing provided the French fleet was kept out of German hands.   === Pétain replaces Reynaud === On Sunday, 16 June 1940, President Roosevelt's reply to President Lebrun's requests for assistance came with only vague promises and saying that it was impossible for the President to do anything without Congressional approval. Pétain then drew a letter of resignation from his pocket, an act which was certain to bring down the government (he had persuaded Weygand to come to Bordeaux by telling him that 16 June would be the decisive day). Lebrun persuaded him to stay until Churchill’s reply had been received. After lunch, Churchill's telegram arrived agreeing to an armistice provided the French fleet was moved to British ports, a suggestion which was not acceptable to Darlan, who argued that it was outrageous and would leave France defenseless. That afternoon, the British Government offered joint nationality for Frenchmen and Britons in a Franco-British Union. Reynaud and five ministers thought these proposals acceptable. The others did not, seeing the offer as insulting and a device to make France subservient to Great Britain, as a kind of extra Dominion. Contrary to President Albert Lebrun's later recollection, no formal vote appears to have been taken at Cabinet on 16 June. The outcome of the meeting is uncertain. Ten ministers wanted to fight on and seven favoured an armistice (but these included the two Deputy Prime Ministers Pétain and Camille Chautemps, and this view was also favoured by the Commander-in-Chief General Weygand). Eight were initially undecided but swung towards an armistice. Lebrun reluctantly accepted Reynaud's resignation as Prime Minister on 17 June, Reynaud recommending to the President that he appoint Marshal Pétain in his place, which he did that day, while the government was at Bordeaux. Pétain already had a ministerial team ready:  Pierre Laval as Minister of Foreign Affairs (this appointment was briefly vetoed by Weygand) Weygand as Minister of Defence Darlan as Minister for the Navy Bouthillie as Minister of Finance   == Head of the French State ==   === The armistice of 1940 ===  A new Cabinet with Pétain as head of government was formed, with Henry du Moulin de Labarthète as the Cabinet Secretary. At midnight on 17 June 1940, Baudouin asked the Spanish Ambassador to submit to Germany a request to cease hostilities at once and for Germany to make known its peace terms. At 12:30 am, Pétain made his first broadcast to the French people. \"The enthusiasm of the country for the Maréchal was tremendous. He was welcomed by people as diverse as Claudel, Gide, and Mauriac, and also by the vast mass of untutored Frenchmen who saw him as their saviour.\" General de Gaulle, no longer in the Cabinet, had arrived in London on 17 June and made a call for resistance from there on 18 June, a call that was heard by comparatively few. Cabinet and Parliament still argued between themselves on the question of whether to retreat to North Africa. On 18 June, Édouard Herriot (who would later be a prosecution witness at Pétain's trial) and Jeanneney, the presidents of the two Chambers of Parliament, as well as Lebrun said they wanted to go. Pétain said he was not departing. On 20 June, a delegation from the two chambers came to Pétain to protest at the proposed departure of President Lebrun. The next day, they went to Lebrun himself. In the event, only 26 deputies and 1 senator headed for Africa, among them those with Jewish backgrounds, Georges Mandel, Pierre Mendès France, and the former Popular Front Education Minister, Jean Zay. Pétain made a broadcast again to the French people on that day.  On 22 June 1940, France signed an armistice at Compiègne that gave Germany control over the north and west of the country, including Paris and all of the Atlantic coastline, but left the rest, around two-fifths of France's prewar territory, unoccupied. Paris remained the de jure capital. On 29 June, the French government moved to Clermont-Ferrand where the first discussions of constitutional changes were mooted, with Pierre Laval having personal discussions with President Lebrun, who had, in the event, not left France. On 1 July, the government, finding Clermont too cramped, moved to Vichy at Baudouin's suggestion, the empty hotels there being more suitable for the government ministries.   === Constitutional change === The Chamber of Deputies and Senate, meeting together as a \"Congrès\", held an emergency meeting on 10 July to ratify the armistice. At the same time, the draft constitutional proposals were tabled. The presidents of both Chambers spoke and declared that constitutional reform was necessary. The Congress voted 569–80 (with 18 abstentions) to grant the Cabinet the authority to draw up a new constitution, effectively \"voting the Third Republic out of existence\". Nearly all French historians, as well as all postwar French governments, consider this vote to be illegal; not only were several deputies and senators not present, but the constitution explicitly stated that the republican form of government could not be changed, though it could be argued that a republican dictatorship was installed. On the next day, Pétain formally assumed near-absolute powers as \"Head of State\". Pétain was reactionary by temperament and education, and quickly began blaming the Third Republic and its endemic corruption for the French defeat. His regime soon took on clear authoritarian – and in some cases, fascist – characteristics. The republican motto of \"Liberté, égalité, fraternité\" (\"Freedom, equality, brotherhood\") was replaced with \"Travail, famille, patrie\" (\"Work, family, fatherland\").  He issued new constitutional acts which abolished the presidency, indefinitely adjourned parliament, and also gave him full power to appoint and fire ministers and civil service members, pass laws through the Council of Ministers, and designate a successor (he chose Laval).  Though Pétain publicly stated that he had no desire to become \"a Caesar\", by January 1941, Pétain held virtually all governing power in France; nearly all legislative, executive, and judicial powers were either de jure or de facto in his hands. One of his advisors commented that he had more power than any French leader since Louis XIV.  Fascistic and revolutionary conservative factions within the new government used the opportunity to launch an ambitious programme known as the \"Révolution nationale\", which rejected much of the former Third Republic's secular and liberal traditions in favour of an authoritarian and paternalist society. Pétain, amongst others, took exception to the use of the term \"revolution\" to describe what he believed to be an essentially conservative movement, but otherwise participated in the transformation of French society from \"Republic\" to \"State\". He added that the new France would be \"a social hierarchy... rejecting the false idea of the natural equality of men.\" The new government immediately used its new powers to order harsh measures, including the dismissal of republican civil servants, the installation of exceptional jurisdictions, the proclamation of antisemitic laws, and the imprisonment of opponents and foreign refugees. Censorship was imposed, and freedom of expression and thought were effectively abolished with the reinstatement of the crime of \"felony of opinion\". Pétain was always aware of civil discontent over Vichy rule. On 24th June the British government stated that France had broken its agreement with Britain. At the beginning of the war it had been agreed that neither Britain nor France would make a separate peace:559. Britain was prepared to release France from the agreement, providing the French fleet sailed forthwith to British harbours or to a neutral country, so it was out of reach of the Germans, pending negotiations:367. Notwithstanding the agreement between Britain and France and in complete disregard of her obligations to Britain, France allowed her fleet to fall into Germany’s hands:537. Further, Paul Reynaud agreed with Britain that if peace was made with Germany, German airmen who were prisoners of war would be sent to Britain:497. Again, the Pétain Government did not honour this pledge and the German airmen, many of whom had been shot down by the RAF, were returned to Germany:497.  In a radio address to the country on 12 August 1941, Pétain stated;\"From several regions of France, I have felt an ill-wind rising for some time... the authority of my government is contested... a genuine malaise is gripping the French people\".The regime organised a \"Légion Française des Combattants,\" which included \"Friends of the Legion\" and \"Cadets of the Legion\", groups of those who had never fought but were politically attached to the new regime. Pétain championed a rural and reactionary France that spurned internationalism. As a retired military commander, he ran the country on military lines.   === State collaboration with Germany ===  Within months, Pétain signed antisemitic ordinances. This included the Law on the status of Jews, prohibiting Jews from exercising numerous professions, and the Law regarding foreign nationals of the Jewish race, authorizing the detention of foreign Jews. Pétain's government was nevertheless internationally recognised, notably by the U.S., at least until the German occupation of the rest of France. Neither Pétain nor his successive deputies, Laval, Pierre-Étienne Flandin, or Admiral François Darlan, gave significant resistance to requests by the Germans to indirectly aid the Axis powers. When Hitler met Pétain at Montoire in October 1940 to discuss the French government's role in the new \"European Order\", the handshake he offered to Hitler caused much uproar in London, and probably influenced Britain's decision to lend Free France naval support for their operations in Gabon. Furthermore, France even remained formally at war with Germany, albeit opposed to the Free French. Following the British attacks of July and September 1940 (Mers-el-Kébir, Dakar), the French government became increasingly fearful of the British and took the initiative to collaborate with the occupiers. Pétain accepted the government's creation of a collaborationist armed militia (the Milice) under the command of Joseph Darnand, who, along with German forces, led a campaign of repression against the French resistance (\"Maquis\").  Pétain admitted Darnand into his government as Secretary of the Maintenance of Public Order (Secrétaire d'État au Maintien de l'Ordre). In August 1944, Pétain tried to distance himself from the crimes of the Milice by writing Darnand a letter of reprimand for the organisation's \"excesses\". Darnand sarcastically replied that Pétain should have \"thought of this before\". Pétain's government acquiesced to Axis demands for large supplies of manufactured goods and foodstuffs, and also ordered French troops in the French colonial empire (in Dakar, Syria, Madagascar, Oran, and Morocco) to defend sovereign French territory against any aggressors, Allied or otherwise. Pétain's motives are a topic of wide conjecture. Winston Churchill had spoken to Reynaud during the impending fall of France, saying of Pétain, \"... he had always been a defeatist, even in the last war [World War I].\" On 11 November 1942, German forces invaded the unoccupied zone of Southern France in response to Allied landings in North Africa and Admiral Darlan's agreement to support the Allies. Although the French government nominally remained in existence, civilian administration of almost all France being under it, Pétain became nothing more than a figurehead, as the Germans had negated the pretence of an \"independent\" government at Vichy. Pétain however remained popular and engaged in a series of visits around France as late as 1944, when he arrived in Paris on 28 April in what Nazi propaganda newsreels described as a \"historic\" moment for the city. Large crowds cheered him in front of the Hôtel de Ville and in the streets.   === Exile to Sigmaringen ===  On 17 August 1944, the Germans, in the person of Cecil von Renthe-Fink, \"special diplomatic delegate of the Führer to the French Head of State\", asked Pétain to allow himself to be transferred to the northern zone. Pétain refused and asked for a written formulation of this request. Renthe-Fink renewed his request twice on the 18th, then returned on the 19th, at 11:30, accompanied by General Alexander Neubronn von Eisenberg, who told him that he had \"formal orders from Berlin\". The written text was submitted to Pétain: \"The Reich Government instructs the transfer of the Head of State, even against his will\". Faced with the Marshal's continued refusal, the Germans threatened to bring in the Wehrmacht to bomb Vichy. After having requested the Swiss ambassador Walter Stucki to bear witness to the Germans' blackmail, Pétain submitted. When Renthe-Fink entered the Marshal's office at the Hôtel du Parc with General Neubronn \"at 7:30 p.m.\", the Head of State was supervising the packing up of his suitcases and papers. The next day, 20 August 1944, Pétain was taken against his will by the German army to Belfort. Following the liberation of France, on 8 September 1944, Pétain and other members of the French cabinet at Vichy were relocated by the Germans to the Sigmaringen enclave in Germany, where they became a government-in-exile until April 1945. Pétain, however, having been forced to leave France, refused to participate in this government and Fernand de Brinon now headed the \"government commission\". In a note dated 29 October 1944, Pétain forbade de Brinon to use the Marshal's name in any connection with this new government, and on 5 April 1945, Pétain wrote a note to Hitler expressing his wish to return to France. No reply ever came. However, on his birthday almost three weeks later, he was taken to the Swiss border. Two days later he crossed the French frontier.   == Postwar life ==   === Trial before the High Court ===  The provisional government, headed by de Gaulle, placed Pétain on trial for treason, the trial taking place from 23 July to 15 August 1945. Dressed in the uniform of a Marshal of France, Pétain remained silent through most of the proceedings after an initial statement that denied the right of the High Court as it was constituted to try him. De Gaulle himself later criticised the trial, stating, Too often, the discussions took on the appearance of a partisan trial, sometimes even a settling of scores, when the whole affair should have been treated only from the standpoint of national defence and independence.  At the end of Pétain's trial, he was convicted on all charges. The jury sentenced him to death, indignité nationale, and confiscation of his property. Due to his advanced age, the court asked that the sentence not be carried out. De Gaulle, who was President of the Provisional Government of the French Republic at the end of the war, commuted the sentence to life imprisonment on the grounds of age. After his conviction, the court stripped Pétain of all military ranks and honours, not including the distinction of Marshal of France. Fearing riots at the announcement of the sentence, de Gaulle ordered that Pétain be immediately transported on the former's private aircraft to Fort du Portalet in the Pyrenees, where he remained from 15 August to 16 November 1945. The government later transferred him to the Fort de Pierre-Levée citadel on the Île d'Yeu, a small island off the French Atlantic coast.   === Imprisonment === Over the following years Pétain's lawyers and many foreign governments and dignitaries, including Queen Mary and the Duke of Windsor, appealed to successive French governments for Pétain's release, but given the unstable state of Fourth Republic politics, no government was willing to risk unpopularity by releasing him. As early as June 1946, U.S. President Harry S. Truman interceded in vain for his release, even offering to provide political asylum in the U.S. A similar offer was later made by the Spanish dictator General Francisco Franco. Although Pétain had still been in good health for his age at the time of his imprisonment, by late 1947, he suffered from memory lapses. By January 1949, his lucid intervals were becoming fewer and fewer. On 3 March 1949, a meeting of the Council of Ministers, many of its members \"self-proclaimed heroes of the Resistance\" in the words of biographer Charles Williams, had a fierce argument about a medical report recommending that he be moved to Val-de-Grâce (a military hospital in Paris), a measure to which Prime Minister Henri Queuille had previously been sympathetic. By May, Pétain required constant nursing care, and often suffered from hallucinations, e.g. that he was commanding armies in battle, or that naked women were dancing around his room. By the end of 1949, Pétain was suffering from severe cognitive impairment, with only occasional moments of lucidity. He was also beginning to suffer from heart problems and was no longer able to walk without assistance. Plans were made for his death and funeral. On 8 June 1951, President Vincent Auriol, informed that Pétain did not have much longer to live, commuted his sentence to confinement in hospital; the news was kept secret until after the elections on 17 June, but by then, Pétain was too ill to be moved to Paris.   === Death and burial ===  Pétain died in a private home in Port-Joinville on the Île d'Yeu on 23 July 1951, at the age of 95. His body was buried in a local cemetery (Cimetière communal de Port-Joinville). Calls were made to relocate his remains to the grave prepared for him at Verdun. In February 1973, Pétain's coffin housing his remains was stolen from the Île d'Yeu cemetery by extremists who demanded that President Georges Pompidou consent to its re-interment at Douaumont ossuary among the war dead of the Battle of Verdun. Police recovered the coffin a few days later, and it was ceremoniously reburied with a presidential wreath on the Île d'Yeu where it had been buried before. A small museum glorifying Pétain, the Historical Museum of the Île d’Yeu, displays writings and personal items of Pétain, such as his deathbed, his clothes and his cane. The museum is not publicized and rarely opens – according to its manager, to \"avoid trouble\".   === Eponymy === Mount Pétain, nearby Pétain Creek, and Pétain Falls, forming the Pétain Basin on the Continental Divide in the Canadian Rockies, were named after him in 1919, while nearby summits were given the names of other French generals (Foch, Cordonnier, Mangin, Castelnau and Joffre). The names referring to Pétain were removed in 2021 and 2022, leaving the features unnamed.  Hengshan Road, in Shanghai, was \"Avenue Pétain\" between 1922 and 1943. There is a Petain Road in Singapore in the Little India neighbourhood. Pinardville, a traditionally French-Canadian neighborhood of Goffstown, New Hampshire, has a Petain Street dating from the 1920s, alongside parallel streets named for other World War I generals, John Pershing, Douglas Haig, Ferdinand Foch, and Joseph Joffre.   === New York Canyon of Heroes === On 26 October 1931, Pétain was honored with a ticker-tape parade down Manhattan's Canyon of Heroes. In 2017, the New York City Mayor's Office considered removing the sidewalk ribbon denoting the parade for Pétain, given his role with the Nazis in World War II.   == Personal life == Pétain was a bachelor until his sixties and known for his womanising. After World War I Pétain married his mistress, Eugénie Hardon (1877–1962), on 14 September 1920; they remained married until the end of Pétain's life. After rejecting Pétain's first marriage proposal, Hardon had married and divorced François de Hérain by 1914 when she was 35. At the opening of the Battle of Verdun in 1916 Pétain is said to have been fetched during the night from a Paris hotel by a staff officer who knew that he could be found with Eugénie Hardon. She had no children by Pétain but already had a son from her first marriage, Pierre de Hérain, whom Pétain strongly disliked.   == Military ranks ==   == Honours and awards ==   === French === Marshal of France: 21 November 1918 (the sole award retained following his trial in 1945) Following honours and decorations withdrawn following conviction for high treason in 1945:  Grand Cross of the Légion d'honneur: 24 August 1917; Grand Officer: 27 April 1916; Commander: 10 May 1915; Officer: 6 October 1914; Knight: 11 July 1901. Military Medal (6 August 1918) Academic Officer (Silver Palms) (23 December 1909) Croix de guerre 1915 1914–1918 Inter-Allied Victory medal (France) 1914–1918 Commemorative war medal (France) Order of the Black Star: Pétain received the Order of the Black Star (Ordre de l’Étoile Noire) from the French colonial administration. Croix de Guerre 1939–1945 although the medal is gifted by Free France Forces for fighting with the allies against the Axis, Phillipe Pétain made the same one except it is gifted for fighting with the axis against the allies and it is decorated with a black and green ribbon.   === Foreign === Grand cross of the Order of the White Eagle: During World War I, Pétain was honored with the Order of the White Eagle. The Serbians awarded it to him because of his support of the Serbian forces. Military Medal (Spain)   == See also == Battle of France 1917 French Army mutinies Historiography of the Battle of France Hôtel du Parc Vichy France List of ministers in Vichy France   == Explanatory notes ==   == References ==   === Citations ===   === Cited works === Aron, Robert (1962). \"Pétain: sa carriere, son procès\" [Pétain: his career, his trial]. Les grands dossiers de lh́istoire contemporaine [Major issues in contemporary history]. Paris: Librairie académique Perrin. OCLC 1356008. Farrar-Hockley, General Sir Anthony (1975). Goughie. London: Granada. ISBN 0246640596. Mondet, Arlette Estienne (2011). Le général J. B. E. Estienne – père des chars: Des chenilles et des ailes [General J. B.E. Estienne – Father of tanks, Caterpillars and Wings]. Editions L'Harmattan. ISBN 978-2-296-44757-8. Fenby, Jonathan. The General: Charles de Gaulle and the France He Saved (2010) ISBN 978-1-847-39410-1 Lacouture, Jean. De Gaulle: The Rebel 1890–1944 (1984; English ed. 1991), 640 pp   == Further reading == Among a vast number of books and articles about Pétain, the most complete and documented biographies are:  Richard Griffiths, Pétain, Constable, London, 1970, ISBN 0-09-455740-3 Herbert R. Lottman, Philippe Pétain, 1984 Guy Pedroncini, Pétain, Le Soldat et la Gloire, Perrin, 1989, ISBN 2-262-00628-8 (in French) Nicholas Atkin, Pétain, Longman, 1997, ISBN 978-0-582-07037-0 Charles Williams, Pétain, Little Brown (Time Warner Book Group UK), London, 2005, p. 206, ISBN 978-0-316-86127-4   === Reputation === Von der Goltz, Anna, and Robert Gildea. \"Flawed saviours: the myths of Hindenburg and Pétain\". European History Quarterly 39.3 (2009): 439–464. doi:10.1177/0265691409105061. Szaluta, Jacques. \"Marshal Pétain and French nationalism: The interwar years and Vichy\". History of European Ideas 15.1–3 (1992): 113–118. doi:10.1016/0191-6599(92)90119-W. Vinen, Richard. \"Vichy: Pétain's Hollow Crown\". History Today (June 1990) 40#6 pp. 13–19. Williams, Charles. Petain: How the Hero of France Became a Convicted Traitor and Changed the Course of History (Palgrave Macmillan, 2005).  ISBN 978-1403970114.   == External links ==  Article on Philippe Pétain by the Académie française Newspaper clippings about Philippe Pétain in the 20th Century Press Archives of the ZBW"}