{"name": "bezlotoxumab", "category": "drug", "content": "Bezlotoxumab, sold under the brand name Zinplava, is a human monoclonal antibody designed for the prevention of recurrence of Clostridioides difficile infections.   == Mechanism of TcdB neutralization == By x-ray crystallized structure of N-terminal of Clostridioides difficile toxin B (TcdB), the toxin was identified to consist of three domains: a GTD, a cysteine protease and a combined repetitive oligopeptides, CROP domain. The CROP domain consists of four different peptide units: B1, B2, B3, and B4. Bezlotoxumab specifically inhibits the CROP domain of TcdB. It recognizes a specific epitope on toxin TcdB and has high affinity for that region. The GTD domain does not interact with bezlotoxumab, but appears to interact with B1, which is representative of the entire CROP domain. Bezlotoxumab interacts with either B2 and B3 or the overlapping residues region between the two domains. The B4 fragment does not interact with the specific portion of the CROP domain. Characterization of peptide B1 as full CROP domain of TcdB suggests that the antibody specifically reacts with the B2 region of the CROP domain. This leads to the conclusion that the TcdB epitope lies within the N-terminus of the CROP domain.   == History == This drug, along with actoxumab, was developed through Phase II efficacy trials by a partnership between Medarex Inc and MassBiologics of the University of Massachusetts Medical School. The project was then licensed to Merck Sharp & Dohme Corp for further development and commercialization. A Phase III trial only showed a benefit from bezlotoxumab; the combination of actoxumab and bezlotoxumab worked no better to prevent recurrence of C. difficile associated diarrhea than bezlotoxumab alone. In June 2016, the U.S. FDA's Antimicrobial Drugs Advisory Committee (formerly known as the Anti-Infective Drugs Advisory Committee) met to discuss bezlotoxumab. The committee voted to recommend approval of Merck's license application by a vote of 10 to 5, generally expressing a willingness to accept that the trials had proven that bezlotoxumab decreased recurrence of C. difficile overall. The committee tempered this acceptance with a robust discussion of whether or not the drug provide more marked benefit in some patient groups and expressed concern over a potential safety signal in the group treated with bezlotoxumab. The data suggested that bezlotoxumab might have the most benefit in sicker, high-risk patients but did show a statistical benefit in all patient subgroups. Although the patient population as a whole contained many very sick individuals and thus there were many adverse events in both the subjects receiving placebo and those receiving bezlotoxumab, the panel focused on a small number of serious events in patients with pre-existing congestive heart failure. In this subset the patients receiving bezlotoxumab appeared to have a higher rate of negative outcomes than the placebo group, although there may have been an imbalance in how sick the patients in those groups were. Bezlotoxumab gained FDA approval in October 2016: \"indicated to reduce the recurrence of Clostridium difficile infection (CDI) in patients 18 years of age or older who are receiving antibiotics for CDI and are at high risk for recurrence.\"   == References =="}