{"name": "bilastine", "category": "drug", "content": "Bilastine is an antihistamine medication used to treat hives (urticaria), allergic rhinitis and itchy inflamed eyes  (allergic conjunctivitis) caused by an allergy. It is a second-generation antihistamine and takes effect by selectively inhibiting the histamine H1 receptor, preventing these allergic reactions. Bilastine has an effectiveness similar to cetirizine, fexofenadine, and desloratadine. Bilastine is approved in the European Union for the symptomatic treatment of allergic conjunctivitis and urticaria. As of 2023, it remained unapproved for any use in the United States, although Hikma Pharmaceuticals had agreed in 2021 to begin the FDA approval process.   Evidence has shown that bilastine is effective in treating skin and eye symptoms of allergic reactions, improving patient's quality of life. Bilastine meets the treatment criteria for allergic rhinitis, as published by the European Academy of Allergy and Clinical Immunology (EAACI) and the Allergic Rhinitis and its Impact on Asthma (ARIA) initiative.   == Medical uses ==   === Allergic rhinoconjunctivitis === The clinical effectiveness of bilastine in treating allergic rhinitis (AR) and urticaria has been evaluated in 10 clinical trials, involving over 4,600 patients. In each study, bilastine was compared with a placebo and another second-generation antihistamine with established efficacy (active comparator).   ==== Allergic rhinitis ==== The studies on SAR were double-blind, placebo-controlled, parallel-group involving male and female patients over 12 year of age with symptomatic disease at the beginning of the study. Nasal symptoms (sneezing, rhinorrhea, nasal itching, and congestion) were assessed both before treatment and during treatment period on a daily basis. Non-nasal symptoms (itchy eye, watery eye, itchy ear, and palate) were also assessed according to a 0–3 scale, so that the Total Symptoms Score (TSS) and other related parameters could clearly reflect daily evolution of SAR in each patient and treatment group. Parameters such as quality of life and discomfort were also assessed, and in the same way the type and frequency of AE, tolerability and general safety of treatment were registered. In this SAR studies the daily oral administration during 14 days of bilastine proves to have the same efficacy as the administration of cetirizine and desloratadine.   === Urticaria === A review article evaluated data from trials which detailed the efficacy of bilastine in skin models and urticaria to assess whether bilastine has an optimal profile for updosing in urticaria. The authors concluded that bilastine has an excellent profile for both efficacy and safety, although there is a need for controlled clinical trials to compare the efficacy of bilastine in a real-life updosing study in patients with urticaria, paying special attention to itch control.   === Dosage and administration === Bilastine comes as a tablet taken by mouth (PO) and it is supposed to be swallowed whole with water. Bilastine should not be given with, or within 1 hour before or 2 hours after, food as it may reduce its effectiveness. Australian dosing guidelines for Allertine give a maximum dose of 20 mg (one tablet) daily as needed (PRN). Dose changes are not required for hepatic or renal impairment. While the onset of its effects vary between formulations, bilastine generally takes effect within 30–60 minutes. It should be taken only by children older than 4 years and adults, or anyone over 12 years for Allertine.   == Side effects == Toxicity of bilastine investigated in preclinical toxicology studies in mice, rats and dogs after oral and intravenous administration showed no mortality observed after oral administration of massive doses. After intravenous administration, LD50 (lethal dose for 50% of animals) values were 33 and 45–75 mg/kg in mice and rats, respectively. No signs of toxicity were observed in any organ after bilastine massive overdosing, either orally (in mice, rats and dogs), or intravenously (in rats and dogs) during 4 weeks. No effects on fertility, no teratogenic or mutagenic effects, and no apparent carcinogenic potential were seen in the studies carried out in rats, mice and rabbits. In clinical research, bilastine has proven to be well tolerated, with an adverse events profile similar to that of placebo in healthy volunteers, patients with AR and with chronic idiopathic urticaria. Although the tolerance profile of bilastine and levocetirizine or desloratadine were very similar, bilastine was markedly better tolerated than cetirizine in a clinical assay in SAR, with fewer adverse events in the bilastine group. No anticholinergic adverse events were observed in the clinical trials with bilastine. No serious adverse events were reported during the research and there were no clinically significant changes in vital signs, electrocardiography (ECG) or laboratory tests. Pharmacokinetic/pharmacodynamic profiles and studies in special populations indicate that dose adjustment of bilastine is not necessary in elderly patients or in chronic liver disease or chronic kidney disease.   === Cardiac safety === The clinical cardiac safety of bilastine has been assessed in many clinical trials performed (more than 3,500 patients treated with bilastine) and in a phase I study (Thorough QT/QTc study) designed according to the ICH E14 guidance and the most demanding requirements from the Food and Drug Administration (FDA).When electrocardiograms (ECG) data from all of the phase I studies are analysed, no significant alteration is appreciated in any of the parameters after administering bilastine at single doses (up to 11 times the therapeutic dose), nor at multiple doses (up to 10 times the therapeutic dose). Phase II and III studies on AR and urticaria (including the open-label extension phase of 12 months) do not reveal alterations in the ECG, nor significant prolongations of the QTc interval after administration of bilastine 20 mg. The Thorough QT/QTc study was designed to assess the effect on the QT/QTc interval, both of the therapeutic dose (20 mg) and 100 mg of bilastine, but also the coadministration of the therapeutic dose with usual doses of ketoconazol (400 mg/day), a metabolism inhibitor and a P-gP dependent transport system. It was verified that bilastine 20 and 100 mg administered during 4 days, does not induce significant changes in the QT/QTc interval duration in any of the individuals. Likewise, coadministration of bilastine 20 mg and ketoconazol 400 mg does not produce any significant prolongation of the QT/QTc interval attributable to bilastine.   == Interactions == Preclinical data suggest the possibility of interactions between bilastine and drugs or food that are inhibitors or inducers of the P-glycoproteins. Coadministration of bilastine and grapefruit juice (a known P-glycoprotein-mediated drug transport activator) significantly reduced bilastine systemic exposure. This interaction is due to the known effect of grapefruit flavonoids on intestinal transporter systems such as P-glycoproteins and organic anion transporting peptide (OATP).   == Pharmacology ==   === Pharmacodynamics === Bilastine binds to guinea-pig cerebellar histamine H1-receptors (Ki=44 nM) and to human recombinant histamine H1-receptors (Ki=64 nM) with an affinity comparable to that of astemizole and diphenhydramine, and superior than that of cetirizine by three-fold and fexofenadine by five-fold (Corcóstegui). In different murine models, bilastine by oral route, antagonizes the effects of histamine in a dose-dependent manner, with potency similar to that of cetirizine and between 5.5 and 10 times greater than that of fexofenadine. Preclinical investigations demonstrate the affinity and specificity of bilastine for histamine H1-receptors compared with other histamine receptors subtypes and other 30 receptors from different amines. In vivo experimentation confirmed the antihistaminic and antiallergic activity, which was at least comparable to that of other second-generation H1-antihistamines such as cetirizine.   === Pharmacokinetics ===   ==== Absorption ==== Bilastine is most quickly absorbed with the absence of food, and reaches a mean peak plasma concentration of 220 ng/mL approximately 1 h after both single and multiple dosing. Absorption is reduced by a high-fat breakfast or fruit juice, and the estimated global oral bioavailability is approximately 60%. Bilastine has linear pharmacokinetics in the 2.5–220 mg dose range in healthy adult subjects without evidence of accumulation after 14 days of treatment.   ==== Distribution ==== Bilastine distribution has an apparent volume of distribution of 1.29 L/kg, and has an elimination half-life of 14.5 h and plasma protein binding of 84–90%. Bilastine is a peripherally selective drug, and this thought to be due to limited brain uptake caused by binding to P-glycoprotein.   ==== Metabolism ==== Bilastine is not significantly metabolized in humans and is largely eliminated unchanged both in urine and feces – a third and two thirds of the administered dose, respectively, according to a Phase I mass-balance study with radiolabeled bilastine. Bilastine does not readily cross the blood brain barrier and is not metabolized by the liver. Ninety six percent of the administered dose is eliminated within 24 hours. In relation to its antihistamine effect, oral doses of 20 mg daily of bilastine, measured as skin wheal-and-flare surface areas for 24 h, bilastine is capable of inhibiting 50% of the surface areas – throughout the whole administration interval.   == Chemistry == Bilastine, or 2-[4-[2-[4-[1-(2-ethoxyethyl) benzimidazol-2-yl] piperidin-1-yl] ethyl] phenyl]-2-methylpropionic acid, is a molecule with a molecular weight of 463.6 daltons and a chemical structure similar to piperidinyl-benzimidazole. Bilastine can be therefore classified into the same chemical group as many of the new antihistamines on the market, although it is not structurally derived, nor is it a metabolite or enantiomer of any of them, but an original molecule designed with the intent of fulfilling all the requirements of a second-generation antihistamine.   === Research === Clinical studies using different dosages were done on histamine-induced wheal and flare reaction over a 24-h period, compared with a single 10 mg oral dose of cetirizine. The results of this research indicated that bilastine was at least as efficient as cetirizine in reducing histamine-mediated effects in healthy volunteers. Notably, 20 and 50 mg of bilastine reduced the wheal and flare reaction faster than cetirizine.   == References =="}