{"name": "Biliary tract infection", "category": "disease", "content": "The biliary tract (also biliary tree or biliary system) refers to the liver, gallbladder and bile ducts, and how they work together to make, store and secrete bile. Bile consists of water, electrolytes, bile acids, cholesterol, phospholipids and conjugated bilirubin. Some components are synthesized by hepatocytes (liver cells); the rest are extracted from the blood by the liver. Bile is secreted by the liver into small ducts that join to form the common hepatic duct. Between meals, secreted bile is stored in the gallbladder. During a meal, the bile is secreted into the duodenum (part of the small intestine) to rid the body of waste stored in the bile as well as aid in the absorption of dietary fats and oils.   == Structure ==  The biliary tract refers to the path by which bile is secreted by the liver then transported to the duodenum, the first part of the small intestine. A structure common to most members of the mammal family, the biliary tract is often referred to as a tree because it begins with many small branches that end in the common bile duct, sometimes referred to as the trunk of the biliary tree. The duct, the branches of the hepatic artery, and the portal vein form the central axis of the portal triad. Bile flows in the direction opposite to that of the blood present in the other two channels. The system is usually referred to as the biliary tract or system, and can include the use of the term \"hepatobiliary\" when used to refer just to the liver and bile ducts. The name biliary tract is used to refer to all of the ducts, structures and organs involved in the production, storage and secretion of bile. The tract is as follows:   Bile canaliculi >> Canals of Hering >> intrahepatic bile ductule (in portal tracts / triads) >> interlobular bile ducts >> left and right hepatic ducts These merge to form the common hepatic duct The common hepatic duct exits the liver and joins with the cystic duct from gall bladder Together these form the common bile duct which joins the pancreatic duct These pass through the ampulla of Vater and enter the duodenum   == Function == Bile is secreted by the liver into small ducts that join to form the common hepatic duct. Between meals, secreted bile is stored in the gall bladder, where 80–90% of the water and electrolytes can be absorbed, leaving the bile acids and cholesterol. During a meal, the smooth muscles in the gallbladder wall contract, causing bile to be secreted into the duodenum to rid the body of waste stored in the bile as well as aid in the absorption of dietary fats and oils by solubilizing them using bile acids.   == Clinical significance ==  Gallstones can form within the gallbladder and get stuck within the biliary tract, leading to various diseases depending on the location of the stone. Gallstone disease, or cholelithiasis, is very common in the United States, impacting over 20 million people. Gallstones frequently occur without causing symptoms– this is known as asymptomatic cholelithiasis. Sometimes gallstones may get stuck in the cystic duct, which serves as a bridge between the gallbladder and the common bile duct, and can lead to inflammation in the wall of the gallbladder. This inflammation of the gallbladder is known as cholecystitis and is a common indication for surgical removal of the gallbladder, or cholecystectomy. Occasionally gallstones may become lodged in the common bile duct and obstruct the flow of bile from the gallbladder to the small intestine– this condition is known as choledocholithiasis and is another indication for cholecystectomy. The common bile duct, commonly abbreviated CBD, is formed by the union of the cystic duct and common hepatic duct, and it later joins the pancreatic duct to terminate in the Ampulla of Vater at the small intestine. The function of the common bile duct is to allow bile to travel from the gallbladder to the small intestine, mixing with pancreatic digestive enzymes along the way.  One possible complication of choledocholithiasis is an infection of the bile ducts between the liver and the gallstone lodged in the common bile duct. This condition is known as acute cholangitis and is commonly associated with a triad of clinical symptoms known as Charcot's Triad, which includes fever, right upper quadrant abdominal pain, and jaundice. This constellation of symptoms has a 96% specificity for cholangitis, and can be expanded upon with the addition of hypotension and altered mental status to form Reynold's Pentad. The biliary tract can also serve as a reservoir for intestinal tract infections.  Since the biliary tract is an internal organ, it has no somatic nerve supply, and biliary colic due to infection and inflammation of the biliary tract is not a somatic pain. Rather, pain may be caused by luminal distension, which causes stretching of the wall. This is the same mechanism that causes pain in bowel obstructions. Chronic inflammatory conditions of the biliary tract, including Primary Sclerosing Cholangitis (PSC) and Primary Biliary Cirrhosis (PBC), can lead to hardening of the ducts in the biliary tree. An obstruction of the biliary tract can result in jaundice, a yellowing of the skin and whites of the eyes.   == References =="}