{"name": "binimetinib", "category": "drug", "content": "Binimetinib, sold under the brand name Mektovi, is an anti-cancer medication used to treat various cancers. Binimetinib is a selective inhibitor of MEK, a central kinase in the tumor-promoting MAPK pathway. Inappropriate activation of the pathway has been shown to occur in many cancers. In June 2018 it was approved by the FDA in combination with encorafenib for the treatment of patients with unresectable or metastatic BRAF V600E or V600K mutation-positive melanoma. In October 2023, it was approved by the FDA for treatment of NSCLC with a BRAF V600E mutation in combination with encorafenib. It was developed by Array Biopharma.   == Mechanism of action == Binimetinib is an orally available inhibitor of mitogen-activated protein kinase kinase (MEK), or more specifically, a MAP2K inhibitor.  MEK is part of the RAS pathway, which is involved in cell proliferation and survival. MEK is upregulated in many forms of cancer. Binimetinib, uncompetitive with ATP, binds to and inhibits the activity of MEK1/2 kinase, which has been shown to regulate several key cellular activities including proliferation, survival, and angiogenesis. MEK1/2 are dual-specificity threonine/tyrosine kinases that play key roles in the activation of the RAS/RAF/MEK/ERK pathway and are often upregulated in a variety of tumor cell types. Inhibition of MEK1/2 prevents the activation of MEK1/2 dependent effector proteins and transcription factors, which may result in the inhibition of growth factor-mediated cell signaling. As demonstrated in preclinical studies, this may eventually lead to an inhibition of tumor cell proliferation and an inhibition in production of various inflammatory cytokines including interleukin-1, -6 and tumor necrosis factor.   == Development == In 2015, it was in phase III clinical trials for ovarian cancer, BRAF mutant melanoma, and NRAS Q61 mutant melanoma. In December 2015, the company announced that the mutant-NRAS melanoma trial was successful. In the trial, those receiving binimetinib had a median progression-free survival of 2.8 months versus 1.5 months for those on the standard dacarbazine treatment. NDA submitted Jun 2016, and the FDA should decide by 30 June 2017. In April 2016, it was reported that the phase III trial for low-grade ovarian cancer was terminated due to lack of efficacy. In 2017, the FDA informed Array Biopharma that the phase III trial data was not sufficient and the New Drug Application was withdrawn. In June 2018, it was approved for the treatment of certain melanomas by the U.S. Food and Drug Administration (FDA) in combination with encorafenib. The FDA approved binimetinib based primarily on evidence from one clinical trial (NCT01909453) of 383 patients with BRAF V600 mutation-positive melanoma that was advanced or could not be removed by surgery. The trial was conducted at 162 sites in Europe, North America, and various countries around the world. In October 2023, the US Food and Drug Administration approved encorafenib with binimetinib for adults with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600E mutation, as detected by an FDA-approved test.   == References ==   == External links =="}