{"name": "biperiden", "category": "drug", "content": "Biperiden, sold under the brand name Akineton among others, is a medication used to treat Parkinson disease, certain drug-induced movement disorders and Tourette Syndrome. It is not recommended for tardive dyskinesias. It is taken by mouth, injection into a vein, or muscle. Common side effects include blurred vision, dry mouth, sleepiness, constipation, and confusion. It should not be used in people with a bowel obstruction or glaucoma. It is unclear if use in pregnancy or breastfeeding is safe. Biperiden is in the anticholinergic family of medication. Biperiden was approved for medical use in the United States in 1959. It is on the World Health Organization's List of Essential Medicines. Biperiden is no longer marketed in the United States.   == Medical uses == Biperiden is used for the adjunctive treatment of all forms of Parkinson's disease (postencephalitic, idiopathic, and arteriosclerotic Parkinson's) and for reduced sweating in methadone users. It seems to exert better effects in the postencephalitic and idiopathic than in the arteriosclerotic type. Biperiden is also commonly used to improve acute extrapyramidal side effects related to antipsychotic drug therapy, such as akathisia. It relieves muscle rigidity, reduces abnormal sweating related with clozapine and methadone use and salivation, improves abnormal gait, and to lesser extent, tremor. In its role as a synthetic acetylcholine antagonist, biperiden has been analyzed as an alternative anticonvulsant for usage in the treatment of intoxication by organophosphorus nerve agents, such as sarin. It was also suggested by IV route for neuroleptic malignant syndrome.   === Pregnancy and lactation === Pregnancy : In animal studies biperiden had no embryo- or fetotoxic effects. There is no sufficient clinical data on pregnant women. The drug should therefore be used cautiously during pregnancy. Lactation : Biperiden is found in the milk of lactating women. No sufficient clinical data exists regarding effects for the newborns. Additionally, biperiden may decrease maternal milk production. It is therefore recommended that biperiden is not used during lactation.   === Children === Children and adolescents aged 1 year and older may be treated. The clinical experience is mainly on the short-term treatment of acute drug induced dystonic reactions. Doses should be reduced according to the weight of the patients.   == Contraindications == Hypersensitivity to biperiden Narrow angle glaucoma Ileus Caution: People with obstructive diseases of the urogenital tract, people with a known history of seizures and those with potentially dangerous tachycardia   == Side effects == Dose-dependent side effects are frequent. Particularly geriatric patients may react with confusional states or develop delirium.  CNS : Drowsiness, vertigo, headache, and dizziness are frequent. With high doses nervousness, agitation, anxiety, delirium, and confusion are noted. Biperiden may be abused due to a short acting mood-elevating and euphoriant effect. The normal sleep architecture may be altered (REM sleep depression). Biperiden may lower the seizure-threshold.  Some instances of dementia have been noted to correlate with chronic administration of anticholinergic medications such as biperiden for Parkinson's disease. Peripheral side effects : Blurred vision, dry mouth, impaired sweating, abdominal discomfort, and obstipation are frequent. Tachycardia may be noted. Allergic skin reactions may occur. Parenteral use may cause orthostatic hypotension. Eyes : Biperiden causes mydriasis with or without photophobia. It may precipitate narrow angle glaucoma.   == Interactions == Other anticholinergic drugs (e.g. spasmolytics, antihistamines, TCAs) : Side effects of biperiden may be increased. Quinidine : Increased anticholinergic action (particular on AV conduction). Antipsychotics : Long-term use of biperiden may mask or increase the risk of tardive dyskinesia. Pethidine (meperidine) : Central effects and side effects of pethidine may be increased. Metoclopramide : Action of metoclopramide is decreased. Alcohol : Risk of serious intoxication.   == Overdose == Biperiden mimics an atropine intoxication with mydriasis, dryness of mucous membranes, red face, atonic states of bowels and bladder, and hyperthermia in high doses. Central consequences are agitation, confusion, and hallucinations. An untreated overdose may be fatal, particularly in children. Premortal signs are respiratory depression and cardiac arrest. A specific antagonist is physostigmine which combines a peripheral and a central action. Carbachol can be used to treat atonic bowels and bladder. The vital functions should be monitored and stabilized. It may be necessary to treat hyperthermia with cooling blankets.   == Pharmacokinetics == The oral bioavailability is only 33 ± 5% due to extensive first-pass metabolism. In young, healthy volunteers, peak plasma concentrations following a single oral 4 mg immediate-release dose are reached after 1.5 hours. The elimination half-life has been determined as 18.4 hours, and may be prolonged in geriatric patients. After a 4 mg intravenous dose, the elimination half-life is approximately 24 hours.   == Pharmacology == Biperiden has an atropine-like blocking effect on all peripheral structures which are parasympathetic-innervated (e.g. cardiovascular and visceral organs). It also has a prominent central blocking effect on M1 receptors. Biperiden does also act as FIASMA (functional inhibitor of acid sphingomyelinase).   == History == Biperiden was synthesized by the German chemist W. Klavehn from Knoll AG, Germany. In March 1953 a patent was applied for in Germany and subsequently in many other countries. A US patent application was filed in March 1954 and granted in April 1957. One website reported that it was not commercially available in the United States as of 2017.   == References =="}