{"name": "bisoprolol", "category": "drug", "content": "Bisoprolol, sold under the brand name Zebeta among others, is a beta blocker which is selective for the beta-1 receptor and used for cardiovascular diseases, including tachyarrhythmias, high blood pressure, angina, and heart failure. It is taken by mouth. Common side effects include headache, feeling tired, diarrhea, and swelling in the legs. More severe side effects include worsening asthma, blocking the ability to recognize low blood sugar, and worsening heart failure. There are concerns that use during pregnancy may be harmful to the baby. Bisoprolol was patented in 1976 and approved for medical use in 1986. It was approved for medical use in the United States in 1992. Bisoprolol is on the World Health Organization's List of Essential Medicines and is available as a generic medication. In 2020, it was the 267th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==  Bisoprolol is used for prevention of cardiovascular events following a heart attack in patients with risk factors for disease progression, in the management of congestive heart failure with reduced ejection fraction, and as a second-line agent for hypertension. Bisoprolol may be beneficial in the treatment of high blood pressure, but it is not recommended as a first-line antihypertensive agent. It can be an adjunct to first-line antihypertensive agents in patients with accompanying comorbidities, for example, congestive heart failure, where selected beta blockers can be added in patients who remain mildly to moderately symptomatic despite appropriate doses of an angiotensin-converting-enzyme inhibitor. In cardiac ischemia, the drug is used to reduce the activity of the heart muscle, thereby reducing its oxygen and nutrient demands and allowing its reduced blood supply to still transport sufficient amounts of oxygen and nutrients to meet its needs.   == Side effects == An overdose of bisoprolol can lead to fatigue, hypotension, hypoglycemia, bronchospasms, and bradycardia. Bronchospasms and hypoglycemia occur because at high doses, the drug can be an antagonist for β2 adrenergic receptors located in the lungs and liver. Bronchospasm occurs due to the blockage of β2 receptors in the lungs. Hypoglycemia occurs due to decreased stimulation of glycogenolysis and gluconeogenesis in the liver via β2 receptors. There have been no reported cases of clinically evident drug-induced liver injury associated with bisoprolol.   === Cautions === Non-selective beta-blockers should be avoided in people with asthma or bronchospasm as they may cause exacerbations and worsening of symptoms. β1 selective beta-blockers like bisoprolol have not been shown to cause an increase in asthma exacerbations, and may be cautiously tried in those with controlled, mild-to-moderate asthma with cardiac comorbidities. A 2014 meta-analysis found that unlike non-selective beta-blockers, β1  selective beta-blockers (bisoprolol) showed only a small impact on lung function, with patients remaining responsive to salbutamol (β2 -agonist) rescue therapy and endorses the use of bisoprolol in select patients with controlled asthma. This was supported by a 2020 clinical trial where bisoprolol had no significant impact on bronchodilation post salbutamol administration.   == Pharmacology ==   === Mechanism of action === Bisoprolol is cardioprotective because it selectively and competitively blocks catecholamine (adrenaline) stimulation of β1 adrenergic receptors (adrenoreceptors), which are mainly found in the heart muscle cells and heart conduction tissue (cardiospecific), but also found in juxtaglomerular cells in the kidney. Normally, adrenaline and noradrenaline stimulation of the β1 adrenoreceptor activates a signalling cascade (Gs protein and cAMP) which ultimately leads to increased myocardial contractility and increased heart rate of the heart muscle and heart pacemaker, respectively. Bisoprolol competitively blocks the activation of this cascade, so decreases the adrenergic tone/stimulation of the heart muscle and pacemaker cells. Decreased adrenergic tone shows less contractility of heart muscle and lowered heart rate of pacemakers.   ==== β1-selectivity ==== Bisoprolol β1-selectivity is especially important in comparison to other nonselective beta blockers. The effects of the drug are limited to areas containing β1 adrenoreceptors, which is mainly the heart and part of the kidney. Bisoprolol, whilst β1 adrenoceptor selective can help patients to avoid certain side-effects associated with non-selective beta-blocker activity at additional adrenoceptors (α1 and β2), it does not signify its superiority in treating beta-blocker indicated cardiac conditions such as heart failure but could prove beneficial to patients with specific comorbidities. Bisoprolol has a higher degree of β1-selectivity compared to atenolol, metoprolol and betaxolol. With a selectivity ranging from being 11 to 15 times more selective for β1 over β2. However, nebivolol is approximately 3.5 times more β1-selective.   ==== Renin-angiotensin system ==== Bisoprolol inhibits renin secretion by about 65% and tachycardia by about 30%.   === Pharmacokinetics === After ingestion, bisoprolol is absorbed and has a high bioavailability of approximately 90% with plasma half-life of 10–12 hours. Typically, half the circulating bisoprolol is  metabolized by the liver, the rest  passing unchanged through the kidneys before elimination; less than 2% may be excreted in the feces. Bisoprolol soluble in both lipids and water. It is classified as a beta blocker with moderate lipophilicity and hence intermediate potential for crossing the blood–brain barrier. This in turn may result in fewer effects in the central nervous system as well as a lower risk of neuropsychiatric side effects than highly lipophilic beta blockers like propranolol but greater such effects than beta blockers with low lipophilicity like atenolol. The plasma protein binding of bisoprolol is approximately 35%, the volume of distribution is 3.5 L/kg and the total clearance is approximately 15 L/h. Bisoprolol is eliminated from the body in two ways - 50% of the substance is converted in the liver to inactive metabolites, which are then excreted in the kidneys. The remaining 50% is eliminated unchanged via the kidneys. Since elimination is equal in liver and kidney, no dose adjustment is required in patients with hepatic or renal impairment. The pharmacokinetics of bisoprolol are linear and independent of age. In patients with chronic heart failure, the plasma level of bisoprolol is higher and the half-life is longer than in healthy subjects when compared across studies. There is a lack of evidence directly comparing bisoprolol pharmacokinetics between healthy subjects and chronic heart failure subjects.   == Society and culture ==   === Brand names === In India, it is sold under the brand name Bisotab.   == References =="}