{"name": "Bladder muscle dysfunction - overactive", "category": "disease", "content": "Overactive bladder (OAB) is a common condition where there is a frequent feeling of needing to urinate to a degree that it negatively affects a person's life. The frequent need to urinate may occur during the day, at night, or both. Loss of bladder control (urge incontinence) may occur with this condition. This condition is also sometimes characterized by a sudden and involuntary contraction of the bladder muscles, in response to excitement or anticipation. This in turn leads to a frequent and urgent need to urinate. Overactive bladder affects approximately 11% of the population and more than 40% of people with overactive bladder have incontinence. Conversely, about 40% to 70% of urinary incontinence is due to overactive bladder. Overactive bladder is not life-threatening, but most people with the condition have problems for years. The cause of overactive bladder is unknown. Risk factors include obesity, caffeine, and constipation. Poorly controlled diabetes, poor functional mobility, and chronic pelvic pain may worsen the symptoms. People often have the symptoms for a long time before seeking treatment and the condition is sometimes identified by caregivers. Diagnosis is based on a person's signs and symptoms and requires other problems such as urinary tract infections or neurological conditions to be excluded. Uroflowmetry is also a good diagnostic aid. The amount of urine passed during each urination is relatively small. Pain while urinating suggests that there is a problem other than overactive bladder. Specific treatment is not always required. If treatment is desired pelvic floor exercises, bladder training, and other behavioral methods are initially recommended. Weight loss in those who are overweight, decreasing caffeine consumption, and drinking moderate fluids, can also have benefits. Medications, typically of the anti-muscarinic type, are only recommended if other measures are not effective. They are no more effective than behavioral methods; however, they are associated with side effects, particularly in older people. Some non-invasive electrical stimulation methods appear effective while they are in use. Injections of botulinum toxin into the bladder is another option. Urinary catheters or surgery are generally not recommended. A diary to track problems can help determine whether treatments are working. Overactive bladder is estimated to occur in 7–27% of men and 9–43% of women. It becomes more common with age. Some studies suggest that the condition is more common in women, especially when associated with loss of bladder control. Economic costs of overactive bladder were estimated in the United States at US$12.6 billion and 4.2 billion Euro in 2000.   == Signs and symptoms == Overactive bladder is characterized by a group of four symptoms: urgency, urinary frequency, nocturia, and urge incontinence.  Urge incontinence is not present in the \"dry\" classification. Urgency is considered the hallmark symptom of OAB, but there are no clear criteria for what constitutes urgency and studies often use other criteria.  Urgency is currently defined by the International Continence Society (ICS), as of 2002, as \"Sudden, compelling desire to pass urine that is difficult to defer.\"  The previous definition was \"Strong desire to void accompanied by fear of leakage or pain.\"  The definition does not address the immediacy of the urge to void and has been criticized as subjective. Urinary frequency is considered abnormal if the person urinates more than eight times in a day.  This frequency is usually monitored by having the person keep a voiding diary where they record urination episodes. The number of episodes varies depending on sleep, fluid intake, medications, and up to seven is considered normal if consistent with the other factors. Nocturia is a symptom where the person complains of interrupted sleep because of an urge to void and, like the urinary frequency component, is affected by similar lifestyle and medical factors.  Individual waking events are not considered abnormal, one study in Finland established two or more voids per night as affecting quality of life. Urge incontinence is a form of urinary incontinence characterized by the involuntary loss of urine occurring for no apparent reason while feeling urinary urgency as discussed above.  Like frequency, the person can track incontinence in a diary to assist with diagnosis and management of symptoms.  Urge incontinence can also be measured with pad tests, and these are often used for research purposes.  Some people with urge incontinence also have stress incontinence and this can complicate clinical studies. It is important that the clinician and the person with overactive bladder both reach a consensus on the term, 'urgency.' Some common phrases used to describe OAB include, 'When I've got to go, I've got to go,' or 'When I have to go, I have to rush, because I think I will wet myself.' Hence the term, 'fear of leakage,' is an important concept to people.   == Causes == The cause of OAB is usually unclear, and indeed there may be multiple causes. It is often associated with overactivity of the detrusor urinae muscle, a pattern of bladder muscle contraction observed during urodynamics. It is also possible that the increased contractile nature originates from within the urothelium and lamina propria, and abnormal contractions in this tissue could stimulate dysfunction in the detrusor or whole bladder.   === Catheter-related irritation === If bladder spasms occur or there is no urine in the drainage bag when a catheter is in place, the catheter may be blocked by blood, thick sediment, or a kink in the catheter or drainage tubing. Sometimes spasms are caused by the catheter irritating the bladder, prostate or penis. Such spasms can be controlled with medication such as butylscopolamine, although most people eventually adjust to the irritation and the spasms go away.   == Diagnosis == Diagnosis of OAB is made primarily on the person's signs and symptoms and by ruling out other possible causes such as an infection. Urodynamics, a bladder scope, and ultrasound are generally not needed. Additionally, urine culture may be done to rule out infection. The frequency/volume chart may be maintained and cystourethroscopy may be done to exclude tumor and kidney stones.  If there is an underlying metabolic or pathologic condition that explains the symptoms, the symptoms may be considered part of that disease and not OAB. Psychometrically robust self-completion questionnaires are generally recognized as a valid way of measuring a person's signs and symptoms, but there does not exist a single ideal questionnaire. These surveys can be divided into two groups: general surveys of lower urinary tract symptoms and surveys specific to overactive bladder. General questionnaires include: American Urological Association Symptom Index (AUASI), Urogenital Distress Inventory (UDI), Incontinence Impact Questionnaire (IIQ), and Bristol Female Lower Urinary Tract Symptoms (BFLUTS). Overactive bladder questionnaires include: Overactive Bladder Questionnaire (OAB-q), Urgency Questionnaire (UQ), Primary OAB Symptom Questionnaire (POSQ), and the International Consultation on Incontinence Questionnaire (ICIQ). OAB causes similar symptoms to some other conditions such as urinary tract infection (UTI), bladder cancer, and benign prostatic hyperplasia (BPH).  Urinary tract infections often involve pain and hematuria (blood in the urine) which are typically absent in OAB.  Bladder cancer usually includes hematuria and can include pain, both not associated with OAB, and the common symptoms of OAB (urgency, frequency, and nocturia) may be absent.  BPH frequently includes symptoms at the time of voiding as well as sometimes including pain or hematuria, and all of these are not usually present in OAB. Diabetes insipidus causes high frequency and volume, though not necessarily urgency.   === Classification === There is some controversy about the classification and diagnosis of OAB. Some sources classify overactive bladder into two different variants:  \"wet\" (i.e., an urgent need to urinate with involuntary leakage) or \"dry\" (i.e., an urgent need to urinate but no involuntary leakage). Wet variants are more common than dry variants. The distinction is not absolute; one study suggested that many classified as \"dry\" were actually \"wet\" and that people with no history of any leakage may have had other syndromes. OAB is distinct from stress urinary incontinence, but when they occur together, the condition is usually known as mixed incontinence.   == Management == The usual first suggested treatment for a person with overactive bladder is a combination of lifestyle changes, exercises to strengthen the person's pelvic floor, and manage how much the person drinks and when during the day (\"fluid management\"). Patients who continue to experience incontinence episodes, or who express a desire for medication along with therapy, may be treated with several classes of drugs, notably anticholinergics. Patients who prove resistant to medications and therapy may then be treated with neurological interventions, such as treatment with botulinum toxin (Botox) and other minimally-invasive surgical procedures, such as sacral neuromodulation. As a last resort if all other treatment options fail, invasive surgical procedures may be performed.   === Lifestyle and behavioral therapy === Behavioral and lifestyle changes are commonly recommended as the first-line option for treating overactive bladder. These include bladder training, which involves scheduled voiding (urination) and gradually increasing the time between bathroom visits. Pelvic floor exercises, known as Kegel exercises, can help strengthen the muscles that control urination. Fluid management, which focuses on avoiding excessive caffeine and alcohol intake, is advised to reduce the rate at which the bladder fills and minimize irritation to the bladder. Weight management and maintaining a healthy diet contribute to overall bladder health, especially when weight loss is able to reduce abdominal compression of the bladder. Adopting these behavioral and lifestyle changes can often improve the condition and enhance the effectiveness of other treatment approaches. Most patients are not able to eliminate incontinence and other symptoms of OAB with lifestyle and behavioral modifications alone. However, numerous studies have demonstrated that these therapies are effective in improving quality of life, and some data shows that they increase the likelihood that medications can keep the OAB under control.   === Medications === Medications are a common treatment option for people with overactive bladder syndrome. A number of antimuscarinic drugs (e.g., darifenacin, hyoscyamine, oxybutynin, tolterodine, solifenacin, trospium, fesoterodine) are frequently used to treat overactive bladder. Long term use, however, has been linked to dementia. β3 adrenergic receptor agonists (e.g., mirabegron, vibegron) may be used, as well. Patients taking oxybutynin and other anticholinergic drugs experience a 70% reduction of incontinence episode frequency, on average. Approximately 1 in 4 patients experience complete dryness while taking oxybutynin. Therefore, medication management alone is sufficient for a substantial minority, but not the majority, of patients with overactive bladder.   === Procedures === Botulinum toxin A (Botox) is approved by the Food and Drug Administration in adults with neurological conditions, including multiple sclerosis and spinal cord injury. Botulinum Toxin A injections into the bladder wall can suppress involuntary bladder contractions by blocking nerve signals and may be effective for up to 9 months. The growing knowledge of pathophysiology of overactive bladder fueled a huge amount of basic and clinical research in this field of pharmacotherapy. Overactive bladder may be treated with electrical stimulation, which aims to reduce the contractions of the muscle that tenses around the bladder and causes urine to pass out of it. Both invasive and non-invasive electrical stimulation procedures may be used to treat overactive bladder.   ==== Invasive surgeries ==== If non-invasive and pharmacological approaches are not helpful, some people may be eligible for a surgical procedure to treat overactive bladder. Surgical options may include urinary diversion, sacral neuromodulation, or augmentation cystoplasty. One surgical intervention, called a cystoplasty, involves the enlargement of the bladder using tissue taken from the patient's ileum, which is part of the small intestine. This procedure is rarely performed, and is only done for patients who have proven resistant to all other forms of treatment. This procedure can greatly enlarge urine volume in the bladder.   == Prognosis == Because overactive bladder is most commonly associated with aging, the majority of patients experience symptoms (with or without incontinence) for the rest of their lives. A minority of age-related OAB cases may be cured or indefinitely suppressed by medications and behavioral modification. If the OAB is due to a different condition, such as a urinary tract infection, then symptoms should resolve after the underlying problem has been treated.   == Epidemiology == Earlier reports estimated that about one in six adults in the United States and Europe had OAB. The number of people affected with OAB increases with age, thus it is expected that OAB will become more common in the future as the average age of people living in the developed world is increasing. However, a recent Finnish population-based survey suggested that the number of people affected had been largely overestimated due to methodological shortcomings regarding age distribution and low participation (in earlier reports). It is suspected, then, that OAB affects approximately half the number of individuals as earlier reported. The American Urological Association reports studies showing rates as low as 7% to as high as 27% in men and rates as low as 9% to 43% in women. Urge incontinence was reported as higher in women. Older people are more likely to be affected, and the number of  symptoms increases with age.   == See also == National Association For Continence Underactive bladder   == References ==   == External links == Sacco E, Bientinesi R, Marangi F, D'Addessi A, Racioppi M, Gulino G, Pinto F, Totaro A, Bassi P (2011). \"[Overactive bladder syndrome: the social and economic perspective]\". Urologia (in Italian). 78 (4): 241–56. doi:10.5301/RU.2011.8886. PMID 22237808. S2CID 36693916. \"Overactive Bladder\". MedlinePlus. U.S. National Library of Medicine."}