{"name": "Blastomycosis", "category": "disease", "content": "Blastomycosis, also known as Gilchrist's disease, is a fungal infection, typically of the lungs, which can spread to brain, stomach, intestine and skin, where it appears as crusting purplish warty plaques with a roundish bumpy edge and central depression. Around half of people with the disease have symptoms, which can include fever, cough, night sweats, muscle pains, weight loss, chest pain, and fatigue. Symptoms usually develop between three weeks and three months after breathing in the spores. In 25% to 40% of cases, the infection also spreads to other parts of the body, such as the skin, bones or central nervous system. Although blastomycosis is especially dangerous for those with weak immune systems, most people diagnosed with blastomycosis have healthy immune systems. Blastomyces dermatitidis is found in the soil and decaying organic matter like wood or leaves. Outdoor activities like hunting or camping in wooded areas increase the risk of developing blastomycosis. There is no vaccine, but the risk of the disease can be reduced by not disturbing the soil. Treatment is typically with an azole drug such as itraconazole for mild or moderate disease. In severe cases, patients are treated with amphotericin B before azole treatment. In either event, the azole treatment lasts for 6–12 months. Overall, 4–6% of people who develop blastomycosis die; however, if the central nervous system is involved, this rises to 18%. People with AIDS or on medications that suppress the immune system have the highest risk of death at 25–40%. Blastomycosis is endemic to the eastern United States and Canada, especially the Ohio and Mississippi River valleys, the Great Lakes, and the St. Lawrence River valley. In these areas, there are about 1 to 2 cases per 100,000 per year. Less frequently, blastomycosis also occurs in Africa, the Middle East, India, and western North America. Blastomycosis also affects a broad range of non-human mammals, and dogs in particular are an order of magnitude more likely to contract the disease than humans. The ecological niche of Blastomyces in the wild is poorly understood, and it is unknown if there are any significant host animals. Blastomycosis has existed for millions of years but was first described by Thomas Caspar Gilchrist in 1894. Because of this, it is sometimes called \"Gilchrist's disease\".   == Signs and symptoms ==  The symptoms of blastomycosis cover a wide range, overlapping with more common conditions; for this reason, blastomycosis has often been called \"the great pretender\". Many cases are asymptomatic or subclinical. Lung symptoms are common, because the lungs are infected in 79% of blastomycosis cases. However, in 25–40% of cases the disease also disseminates to other organs, including the skin. The extent and severity of symptoms depends in part on a person's immune status; less than 50% of healthy people with blastomycosis have symptoms, while immunocompromised patients are especially likely to have the disease spread beyond the lungs to other organs like the skin and bones. Blastomycosis manifests as a primary lung infection in about 79% of cases. The onset is relatively slow and symptoms are suggestive of bacterial pneumonia, often leading to initial treatment with antibacterials. Because the symptoms are variable and nonspecific, blastomycosis is often not even considered in differential diagnosis until antibacterial treatment has failed, unless there are known risk factors or skin lesions. The disease may be misdiagnosed as a carcinoma, leading in some cases to surgical removal of the affected tissue. Upper lung lobes are involved somewhat more frequently than lower lobes. If untreated, many cases progress over a period of months to years to become disseminated blastomycosis. Blastomycosis in the lungs may present a variety of symptoms, or no symptoms at all. If symptoms are present they may range from mild pneumonia resembling a pneumococcal infection to acute respiratory distress syndrome (ARDS). Common symptoms include fever, chills, headache, coughing, difficulty breathing, chest pain, and malaise. Without treatment, cases may progress to chronic pneumonia or ARDS. ARDS is an uncommon but dangerous manifestation of blastomycosis. It was seen in 9 of 72 blastomycosis cases studied in northeast Tennessee. Such cases may follow massive exposure, such during brush clearing operations. In the Tennessee study, the fatality rate was 89% in the ARDS cases, but only 10% in the non-ARDS cases. In disseminated blastomycosis, the large Blastomyces yeast cells translocate from the lungs and are trapped in capillary beds elsewhere in the body, where they cause lesions. The skin is the most common organ affected, being the site of lesions in approximately 60% of cases. The signature image of blastomycosis in textbooks is the indolent, verrucous or ulcerated dermal lesion seen in disseminated disease. Osteomyelitis is also common (12–60% of cases). Other recurring sites of dissemination are the genitourinary tract (kidney, prostate, epididymis; collectively ca. 25% of cases) and the brain (3–10% of cases). 40% of immunocompromised individuals have CNS involvement and present as brain abscess, epidural abscess or meningitis. Blastomycosis in non-lung organs such as the skin may present a very wide range of symptoms, including the following:  skin lesions, which may be verrucous (wart-like) or ulcerated with small pustules at the margins. bone or joint pain due to bone lytic lesions. pain when urinating due to prostatitis. hoarseness due to laryngeal involvement. headache, confusion or other neurological symptoms caused by central nervous system involvement.   == Cause == Blastomycosis is caused by dimorphic fungi in the genus Blastomyces, in the phylum Ascomycota and family Ajellomycetaceae. In eastern North America, the most common cause of blastomycosis is Blastomyces dermatitidis, but Blastomyces gilchristii has been associated with some outbreaks. In western North America, many cases of blastomycosis are caused by Blastomyces helicus, which most commonly attacks immunodeficient people and domestic animals. The species Blastomyces percursus causes many cases of blastomycosis in Africa and the Middle East. In Africa, blastomycosis may also be caused by Blastomyces emzantsi, which is often associated with infections outside the lungs. In endemic areas, Blastomyces dermatitidis lives in soil and rotten wood near lakes and rivers. Although it has never been directly observed growing in nature, it is thought to grow there as a cottony white mold, similar to the growth seen in artificial culture at 25 °C. The moist, acidic soil in the surrounding woodland harbors the fungus.   == Pathogenesis ==  Inhaled conidia of Blastomyces are phagocytosed by neutrophils and macrophages in alveoli. Some of these escape phagocytosis and transform into yeast phase rapidly. Having thick walls, these are resistant to phagocytosis. Once they have transitioned to the yeast phase, the Blastomyces cells express the protein BAD-1, which helps the yeast cells attach to host cells, and also impairs activation of immune cells while inhibiting release of tumor necrosis factor.  In lung tissue, the cells multiply and may also disseminate through blood and lymphatics to other organs, including the skin, bone, genitourinary tract, and brain. The incubation period for pulmonary blastomycosis is 3 to 15 weeks, although 30–50% of infections are asymptomatic.   == Diagnosis == Because the symptoms of blastomycosis resemble those of many other conditions, including tuberculosis and lung cancer, diagnosis is often delayed. In 40% of cases, the diagnosis takes more than a month. A rapid diagnosis can however be made based on microscopic examination of sputum samples or samples obtained from a tissue biopsy or bronchoalveolar lavage. Once suspected, the diagnosis of blastomycosis can usually be confirmed by demonstration of the characteristic broad based budding organisms in sputum or tissues by KOH prep, cytology, or histology. Tissue biopsy of skin or other organs may be required in order to diagnose extra-pulmonary disease. Blastomycosis is histologically associated with granulomatous nodules. Commercially available urine antigen testing appears to be quite sensitive in suggesting the diagnosis in cases where the organism is not readily detected. However, commercial antigen tests have a high degree of cross-reactivity with other endemic fungal conditions such as histoplasmosis, and thus cannot distinguish blastomycosis from other similar conditions.  This cross-reactivity is caused by these related fungal organisms using similar galactomannans in the cell wall. While culture of the Blastomyces organism remains the definitive diagnostic standard, its slow growing nature can lead to a delay of up to four weeks. In addition, sometimes blood and sputum cultures may not detect blastomycosis. Cultures of the cerebrospinal fluid also have poor sensitivity compared to histopathological examination of the affected tissue.   == Treatment == Under Infectious Disease Society of America guidelines, severe cases of blastomycosis and cases with central nervous system (CNS) involvement are treated initially with amphotericin B, followed by a lengthy course of an azole drug such as itraconazole. In most cases the amphotericin treatment lasts for 1–2 weeks, but in cases of CNS involvement it may last for up to 6 weeks. Cases that do not require amphotericin B treatment are treated with a lengthy course of an azole drug. Among azole drugs, itraconazole is generally the treatment of choice. Voriconazole is often recommended for CNS blastomycosis cases due to its ability to pass the blood–brain barrier. Other azole drugs that may be used include fluconazole. Ketoconazole was the azole drug first used for blastomycosis treatment, but has been largely replaced by itraconazole because ketoconazole is less effective and less tolerated by patients. The azole treatment generally lasts for a minimum of six months. Cure rates from itraconazole treatment are nearly 95%. Relapse is rare but does occur even after a full course of treatment.   == Prognosis == Published estimates of the case fatality rate for blastomycosis have varied from 4% to 78%. A 2020 meta-analysis of published studies found an overall mortality rate of 6.6%. This rose to 37% for immunocompromised patients and 75% for patients with ARDS. A 2021 analysis of 20 years of disease surveillance data from the five US states where blastomycosis is reportable found an overall mortality rate of 8% and a hospitalization rate of 57%. These numbers may be affected by the under-reporting of mild cases.   == Epidemiology ==  Incidence in most endemic areas is about 0.5 per 100,000 population, with occasional local areas attaining as high as 12 per 100,000. Most Canadian data fit this picture. In Ontario, Canada, considering both endemic and non-endemic areas, the overall incidence is around 0.3 cases per 100,000; northern Ontario, mostly endemic, has 2.44 per 100,000. Manitoba is calculated at 0.62 cases per 100,000. Remarkably higher incidence was shown for the Kenora, Ontario region: 117 per 100,000 overall, with aboriginal reserve communities experiencing 404.9 per 100,000. In the United States, the incidence of blastomycosis is similarly high in hyperendemic areas. For example, the city of Eagle River, Vilas County, Wisconsin, which has an incidence rate of 101.3 per 100,000; the county as a whole has been shown in two successive studies to have an incidence of about 40 cases per 100,000. An incidence of 277 per 100,000 was roughly calculated based on 9 cases seen in a Wisconsin aboriginal reservation during a time in which extensive excavation was done for new housing construction. The new case rates are greater in northern states such as Wisconsin, where from 1986 to 1995 there were 1.4 cases per 100,000 people. The study of outbreaks as well as trends in individual cases of blastomycosis has clarified a number of important matters. Some of these relate to the ongoing effort to understand the source of infectious inoculum of this species, while others relate to which groups of people are especially likely to become infected. Human blastomycosis is primarily associated with forested areas and open watersheds; It primarily affects otherwise healthy, vigorous people, mostly middle-aged, who acquire the disease while working or undertaking recreational activities in sites conventionally considered clean, healthy and in many cases beautiful. Repeatedly associated activities include hunting, especially raccoon hunting, where accompanying dogs also tend to be affected, as well as working with wood or plant material in forested or riparian areas, involvement in forestry in highly endemic areas, excavation, fishing and possibly gardening and trapping.   === Urban infections === There is also a developing profile of urban and other domestic blastomycosis cases, beginning with an outbreak tentatively attributed to construction dust in Westmont, Illinois. The city of Rockford, Illinois, was also documented as a hyperendemic area based on incidence rates as high as 6.67 per 100,000 population for some areas of the city. Though proximity to open watersheds was linked to incidence in some areas, suggesting that outdoor activity within the city may be connected to many cases, there is also an increasing body of evidence that even the interiors of buildings may be risk areas. An early case concerned a prisoner who was confined to prison during the whole of his likely blastomycotic incubation period. An epidemiological survey found that although many patients who contracted blastomycosis had engaged in fishing, hunting, gardening, outdoor work and excavation, the most strongly linked association in patients was living or visiting near waterways. Based on a similar finding in a Louisiana study, it has been suggested that place of residence might be the most important single factor in blastomycosis epidemiology in north central Wisconsin. Follow-up epidemiological and case studies indicated that clusters of cases were often associated with particular domiciles, often spread out over a period of years, and that there were uncommon but regularly occurring cases in which pets kept mostly or entirely indoors, in particular cats, contracted blastomycosis. The occurrence of blastomycosis, then, is an issue strongly linked to housing and domestic circumstances.   === Seasonal trends === Seasonality and weather also appear to be linked to contraction of blastomycosis. Many studies have suggested an association between blastomycosis contraction and cool to moderately warm, moist periods of the spring and autumn or, in relatively warm winter areas. However, the entire summer or a known summer exposure date is included in the association in some studies. Occasional studies fail to detect a seasonal link. In terms of weather, both unusually dry weather and unusually moist weather have been cited. The seemingly contradictory data can most likely be reconciled by proposing that B. dermatitidis prospers in its natural habitats in times of moisture and moderate warmth, but that inoculum formed during these periods remains alive for some time and can be released into the air by subsequent dust formation under dry conditions. Indeed, dust per se or construction potentially linked to dust has been associated with several outbreaks The data, then, tend to link blastomycosis to all weather, climate and atmospheric conditions except freezing weather, periods of snow cover, and extended periods of hot, dry summer weather in which soil is not agitated.   === Gender bias === Sex is another factor inconstantly linked to contraction of blastomycosis: though many studies show more men than women affected, some show no sex-related bias. As mentioned above, most cases are in middle aged adults, but all age groups are affected, and cases in children are not uncommon.   === Ethnic populations === Ethnic group or race is frequently investigated in epidemiological studies of blastomycosis, but is potentially confounded by differences in residence and in quality and accessibility of medical care, factors that have not been stringently controlled for to date. In the United States, some studies show a disproportionately high incidence and/or mortality rate for blastomycosis among Black people. In Canada, some studies, but not others, indicate that First Nations people have a disproportionately high incidence of blastomycosis. Incidence in First Nations children may be unusually high. The Canadian data in some areas may be confounded or explained by the tendency to establish indigenous communities in wooded, riparian, northern areas corresponding to the core habitat of B. dermatitidis, often with known B. dermatitidis habitats such as woodpiles and beaver constructions in the near vicinity.   === Communicability === Blastomycosis is not considered contagious, either among humans or between animals and humans. However, there are a very small number of cases of human-to-human transmission of B. dermatitidis related to dermal contact or sexual transmission of disseminated blastomycosis of the genital tract among spouses.   == History ==  The organisms causing blastomycosis have existed for millions of years. The pathogenic group of onygenalean fungi that give rise to conditions including blastomycosis and histoplasmosis emerged approximately 150 million years ago. The most closely related blastomycosis-causing fungi, Blastomyces dermatitidis and Blastomyces gilchristii, diverged during the Pleistocene, approximately 1.9 million years ago. At the Koster Site in Illinois, evidence pointing to possible blastomycosis infections among Late Woodland Native Americans has been identified. At that site, Dr. Jane Buikstra found evidence for what may have been an epidemic of a serious spinal disease in adolescents and young adults. Several of the skeletons showed lesions in the spinal vertebrae in the lower back. There are two modern diseases that produce lesions in the bone similar to the ones Dr. Buikstra found in these prehistoric specimens: spinal TB and blastomycosis. The bony lesions in these two diseases are practically identical. Blastomycosis seems more probable as these young people in Late Woodland and Mississippian times may have been affected because they were spending more time cultivating plants than their Middle Woodland predecessors had done. If true, it would be another severe penalty Late Woodland people had to pay as they shifted to agriculture as a way of life, and it would be a contributing factor to shortening their lifespans compared to those of the Middle Woodland people. Blastomycosis was first described by Thomas Caspar Gilchrist in 1894, as a skin disease. Because of this, blastomycosis is sometimes called \"Gilchrist's disease\". Gilchrist initially identified the cause of the disease as a protozoan, but later correctly identified it as a fungus. In 1898 he and William Royal Stokes published the first description of Blastomyces dermatitidis. Gilchrist referred to the disease as \"blastomycetic dermatitis\". The systemic spread of blastomycosis was first described in 1902, in a case that had been misdiagnosed as a combination of tuberculosis and a blastomycosis skin infection. In 1907, the dimorphic nature of the Blastomyces fungus was first identified. In 1912, the first case of canine blastomycosis was reported. Prior to the 1930s, blastomycosis was not clearly distinguished from similar fungal conditions. A paper by Rhoda Williams Benham in 1934 distinguished the causative agent of blastomycosis from cryptococcosis and coccidioidomycosis. In the early 1950s, blastomycosis was first determined to be a primarily respiratory disease, with most skin lesions caused by systemic spread from an initial lung infection. In 1952, the first documented case outside North or Central America, in Tunisia, was reported. The 1950s also saw the first introduction of antifungal drugs including amphotericin B. Before 1950, the fatality rate for disseminated blastomycosis was 92%, and treatment options were limited to iodide compounds, radiation therapy, and surgery. The first azole antifungal drug, ketoconazole, was developed in the 1970s and approved in the United States in 1981. Prior to 2013, the only species known to cause blastomycosis was B. dermatitidis. Since that time, genomic analysis has identified multiple other Blastomyces species causing blastomycosis, including B. gilchristii (2013), B. helicus (reassigned from the genus Emmonsia in 2017), B. percursus (2017), and B. emzantsi (2020). The largest-ever blastomycosis outbreak in United States history occurred at an Escanaba, Michigan, paper mill in 2023. As of April 2023, one person had died and almost a hundred more had fallen ill.   == Other animals ==  Blastomycosis affects a broad range of mammals. As with humans, most animals that become infected were formerly healthy and immunocompetent. Dogs are frequently affected; blastomycosis is eight to ten times more common in dogs than in humans. Sporting and hound breeds are at the greatest risk. Cats and horses can also be infected. Cats with feline immunodeficiency virus are particularly at risk. However, the overall risk of blastomycosis in cats is 28 to 100 times lower than in dogs. Cases of blastomycosis have also been reported in captive lions and tigers, in a wild North American black bear, and in marine mammals such as the Atlantic bottlenose dolphin. The nonspecific symptoms that make blastomycosis difficult to diagnose in humans also complicate veterinary diagnosis. Cats in particular are often only diagnosed after death. Dogs and humans frequently acquire blastomycosis from the same exposure event. In most such cases, the infection in the dog becomes apparent before the human infection. This may be due to a shortened incubation period, caused by the dog inhaling larger quantities of Blastomyces spores than the human. In veterinary care, blastomycosis is typically treated with itraconazole. 70% of treated dogs respond to medication and recover. In dogs as in humans, the prognosis for blastomycosis depends on the severity of the symptoms.   == Additional images ==  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == See also == Histoplasmosis Paracoccidioidomycosis   == References ==   == Further reading == Castillo CG, Kauffman CA, Miceli MH (2016). \"Blastomycosis\". Infectious Disease Clinics of North America. 30 (1): 247–264. doi:10.1016/j.idc.2015.10.002. PMID 26739607. (Review). McBride JA, Gauthier GM, Klein BS (2017). \"Clinical Manifestations and Treatment of Blastomycosis\". Clinics in Chest Medicine. 38 (3): 435–449. doi:10.1016/j.ccm.2017.04.006. PMC 5657236. PMID 28797487. PMC 5657236 (Review) Jacobs, Becky. \"A rare fungal infection broke out at a paper mill. Here's what to know about blastomycosis in Wisconsin\". The Post-Crescent. Appleton, Wisconsin. Retrieved 2023-04-30.   == External links ==   Media related to Blastomycosis at Wikimedia Commons Blastomyces at the U.S. National Library of Medicine Medical Subject Headings (MeSH) NIH Encyclopedia Blastomycosis"}