{"name": "Blastic plasmacytoid dendritic cell neoplasm", "category": "disease", "content": "Blastic plasmacytoid dendritic cell neoplasm (BPDCN) is a rare hematologic malignancy. It was initially regarded as a form of lymphocyte-derived cutaneous  lymphoma and alternatively named CD4+CD56+ hematodermic tumor, blastic NK cell lymphoma, and agranular CD4+ NK cell leukemia. Later, however, the disease was determined to be a malignancy of plasmacytoid dendritic cells rather than lymphocytes and therefore termed blastic plasmacytoid dendritic cell neoplasm. In 2016, the World Health Organization designated BPDCN to be in its own separate category within the myeloid class of neoplasms. It is estimated that BPDCN  constitutes 0.44% of all hematological malignancies. Blastic plasmacytoid dendritic cell neoplasm is an aggressive malignancy with features of cutaneous lymphoma (e.g. malignant plasmacytoid dendritic cell infiltrations into the skin to form single or multiple lesions) and/or leukemia (i.e. malignant plasmacytoid dendritic cells in blood and bone marrow). While commonly presenting with these clinical features, BPDCN, particularly in its more advanced stages, may also involve  malignant plasmacytoid dendritic cell infiltrations in and thereby injury to the liver, spleen, lymph nodes, central nervous system, or other tissues. The neoplasm occurs in individuals of all ages but predominates in the elderly; in children, it afflicts males and females equally but in adults is far more common (~75% of cases) in males. Blastic plasmacytoid dendritic cell neoplasm typically responds to chemotherapy regimens used to treat hematological malignancies. All too often, however, the disease rapidly recurs and does so in a more drug-resistant form. Furthermore, the disease may occur in association with the myelodysplastic syndrome or transform to acute myeloid leukemia. Consequently, BPDCN has a very low 5 year survival rate. Current translational research studies on treating BPDCN have therefore focused on non-chemotherapeutic regimens that target the molecular pathways which may promote the disease.   == Presentation == Blastic plasmacytoid dendritic cell neoplasm occurs in children, including neonates, but is more common in adults, particularly those between the ages 60–80. BPDCN usually (i.e. 61% to 90% of cases) presents with skin lesions, i.e. nodules, tumors, red or purple papules, bruise-like patches, and/or ulcers that most often occur on the head, face, and upper torso. The lesions are due to diffuse infiltrations of the skin by malignant pDC. In one large study, this presentation was accompanied by swollen lymph nodes, usually in the neck, due to malignant pDC infiltrations (~50% of cases); enlarged liver (~16% of cases) and/or spleen (26% of cases), also due to malignant pDC infiltrations; increased levels of malignant pDC in blood (i.e. >2% of nucleated cells) (~40% of cases), bone marrow (~65% of cases) and cerebrospinal fluid (47% of childhood cases but less often detected in adult cases). More advanced or severe cases may present with extreme organ and/or lymph node enlargements, skin lesions in virtually any site, and clinical evidence of malignant pDC infiltrations in the breasts, eyes, kidneys, lungs, gastrointestinal tract, bone, sinuses, ears, or testes. About 10% of individuals with BPDCN present with a leukemia-like disease, i.e. they exhibit circulating malignant pDC, anemia, thrombocytopenia, and/or leukopenia due to extensive malignant pDC infiltrations in the bone marrow. A leukemic phase of the disease is a common feature of end stage and post-therapy relapsing BPDCN.   == Pathophysiology == There are three types of dendritic cells, plasmacytic dendritic cells (pDC) and two types of conventional dendritic cells (cDC), myeloid cDC1 and myeloid cDC2. pDC circulate in the blood, representing <0.4% of all nucleated blood cells, and are present in various hematological tissues such as lymph nodes and spleen. Their major function is to detect and then initiate immune responses  to intracellular pathogens, particularly viruses such as the cold sore-causing Herpes simplex viruses, HIV, and hepatitis viruses but also bacteria such as the tuberculosis-causing Mycobacterium tuberculosis, fungi such as the aspergillosis-causing Aspergillus fumigatus and parasites such as malaria-causing Plasmodium falciparum. Following detection of these intracellular pathogens, pCD initiate immune responses by producing massive amounts of type I and type III interferons as well as by differentiating (i.e. maturing) into conventional dendritic cells that further promote immune responses by, e.g. functioning as antigen-presenting cells. The malignant pDC in BPDCN have the appearance of immature plasmacytoid dendritic cells. They are distinguished from other dendritic, myeloid, lymphoid and NK cell types by exhibiting at least several of the following properties: 1) plasmacytoid morphology; 2) production of large amounts of type I interferons when properly stimulated; 3) ability to differentiate into conventional dendritic cells when properly stimulated; 4) the expression of key marker proteins such as granzyme B, TCF4,  interleukin-3 receptor (i.e. CD123), CLEC4C, and Neuropilin, and 5) failure to express certain marker proteins that are commonly expressed by myeloid, lymphoid, and NK cell lineages. Blastic plasmacytoid dendritic cell neoplasm typically arises after the serial acquisition of multiple genetic abnormalities in pDC or their precursor cells. Inactivating mutations (i.e. mutations which cause the gene to make no or a less active product) in the TET2 gene are the most common genetic abnormality in the disease, occurring in 32–67% of all BPDCN cases and often accompanied by mutations in either the NPM1 or SRSF2 gene. Numerous other genetic abnormalities are associated with the disease: 1) mutations in NRAS, ASXL1, and TP53; 2) deletions of the CDKN2A-ARF-CDKN2B locus on the short arm of chromosome 9,  CDKN1B locus on the short arm of chromosome 12, RB1 locus on the long arm of chromosome 13, or NRC1 locus on the long arm of chromosome 5; 3) fusions of KMT2A on the long arm of chromosome 11 with MLLT1 on the short arm of chromosome 10, SUPT3H on the short arm of chromosome with MYC on the long arm of chromosome 8, or KMT2A on the long arm of chromosome 11 with MLLT1 on the long arm of chromosome 19; and 4) duplication or loss of entire chromosomes, particularly chromosomes 9, 13, or 15. Laboratory studies indicate that malignant pDC have a pathologically overactive NF-κB pathway that promotes their survival and production of various cytokines) that stimulate their own proliferation. Presumably, these genetic abnormalities lead to the activation of the NF-κB pathway and/or other cellular activation pathways which promote the survival, proliferation, and/or other malignant phenotypic traits in pDC and thereby cause BPDCN.   == Diagnosis == BPDCN is suggested by a biopsy of skin lesions which reveals the infiltration by medium-sized blast (i.e. immature) cells into the dermis while sparing the epidermis.  These cells exhibit irregular nuclei, fine chromatin, and at least one small nucleolus. Such blast cells may also be observed in the circulation, bone marrow, or other tissues and  suggest BPDCN. However, the diagnosis of this disease requires determination that these cells are pDC blast cells rather than AML, T-cell lymphoblastic lymphoma (TCLL), or aggressive NK-cell leukemia (NKL) blast cells. Various studies have offered similar but not identical criteria to make this determination. All studies agree that pDC should have a typical plasmacytoid morphology and express a particular profile of marker proteins as detected by immunoassay and/or flow cytometry. However, the studies disagree on which marker proteins to profile. One study's profile assayed 1) CD4, CD56, CD123 (i.e. Interleukin-3 receptor, and TLC1, which are expressed on 80–100% of pDC but uncommon on AML, TCLL, or NKL blasts); 2) CD2AP and CLEC4C which are unique to pDC; and 3) myeloperoxidase, lysozyme, CD34, CD14, CD11c, and CD163 which are unique to AML, TCLL, or NKL blasts. Two other studies recommended assaying somewhat different sets of marker proteins.   == Treatment == There have been no controlled studies to define the optimal treatment for BPDCN. Studies on small numbers of individuals with the disease have found that the standard chemotherapy regimens used for the initial induction treatments of AML, acute lymphoblastic leukemia, and high-grade lymphoma give complete remission rates of 77%, 93%, and 80%, respectively, in childhood PBDN and 47%, 77%, and 53%, respectively, in adult PBDN. However, these remissions were short-lived: post-treatment mean times to relapse or death were 12 months for children and 6.8 months for adults. Given these poor remission and survival rates, other treatments have been added to the initial treatment regimens. Studies have shown that the addition of intrathecally administered drugs (administered directly into the spinal canal) as prophylaxis prolongs the period of CNS-free disease and increases overall survival. Hematopoietic stem cell transplantation following initial chemotherapy-induced remission also prolongs these remissions and, it is suggested, offers potential for curing the disease. (A graft-versus-leukemia effect may have contributed to the benefits seen after transplantation.) Studies have not yet determined whether allogenic (i.e. taken from others) or autologous (i.e. taken from self) stem cells achieve better results, although one retrospective study in Japan found that autologous stem cells gave significantly better overall and progression-free survival rates. A phase I clinical research study to test the safety and efficacy of a combination chemotherapy regimen consisting of methotrexate, L-asparaginase, idarubicin, and dexamethasone followed by allogenic or autologous bone marrow transplantation in 26 participants newly diagnosed with BPDCN is planned but not yet in its recruiting phase. While few studies have reported on the treatment of BPDCN that has recurred following initial therapy, donor lymphocyte infusions coupled with alternative chemotherapy treatments have induced second complete or partial remissions in a few patients.   === Tagraxofusp-erzs === Tagraxofusp-erzs (trade name Elzonris; formerly SL-401 and DT388-IL3) was approved in the United States in December 2018 for the treatment of BPDCN.  Tagraxofusp-erzs is a fusion protein consisting of interleukin 3 (i.e. IL-3) fused to diphtheria toxin. The fusion protein readily kills cultured pDC by binding to their IL-3 receptors to thereby gain entrance to the cells and then blocking these cells' protein synthesis (due to diphtheria toxin-mediated inhibition of eukaryotic elongation factor 2).   == Prognosis == Due to the high rates of recurrence following initial therapy and the short overall survival times of individuals with BPDCN, prognosis of the disease is poor. However, further study of treatment regimens that include intrathecal chemotherapy and hematological stem cell transplantation in initial treatment regimens (see previous section) and newer non-chemotherapeutic drug treatments (see next section) may improve this situation.   == Research ==   === UCART123 === UCART123 are chimeric T cell receptor-bearing cells, i.e. T lymphocytes engineered to bear a monoclonal antibody that directs them to attack and kill BPDCN cells. The intravenous infusion of these cells in patients with BPDCN is in phase 1 clinical trials but in September 2017, the Federal Drug Administration suspended these because one patient developed a Grade 5 (i.e. lethal) cytokine release syndrome (see UCART123#CAR-T cancer treatment). The suspension was lifted in November 2017 after the trial used reduced amounts of the cells and with additional conditions were applied. A new phase 1 clinical trial is now recruiting 76 new patients to study the safety and efficacy of UCAR123 in treating BPDCN. The study began in June 2017 and is scheduled to end in December 2021.   === Venetoclax === BCL-2 is a cellular protein that can act to inhibit cell death due to apoptosis. The BCL-2 gene appears to be one of the most up-regulated (i.e. overactive) genes in BPDCN. Venetoclax inhibits the apoptosis-inhibiting action of BCL-2 and proved active in treating two patients with relapsed or refractory BPDCN. A phase I clinical trial testing the safety and efficacy of the drug in BPDCN is planned but not yet in its recruiting phase.   == References =="}