{"name": "bleomycin", "category": "drug", "content": "Bleomycin is a medication used to treat cancer. This includes Hodgkin's lymphoma, non-Hodgkin's lymphoma, testicular cancer, ovarian cancer, and cervical cancer among others. Typically used with other cancer medications, it can be given intravenously, by injection into a muscle or under the skin. It may also be administered inside the chest to help prevent the recurrence of a pleural effusion due to cancer; however talc is better for this. Common side effects include fever, weight loss, vomiting, and rash. A severe type of anaphylaxis may occur. It may also cause inflammation of the lungs that can result in lung scarring. Chest X-rays every couple of weeks are recommended to check for this. Bleomycin may cause harm to the baby if used during pregnancy. It is believed to primarily work by preventing the synthesis of DNA. Bleomycin was discovered in 1962. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. It is made by the bacterium Streptomyces verticillus.   == Medical uses ==   === Cancer === Bleomycin is mostly used to treat cancer. This includes testicular cancer, ovarian cancer, and Hodgkin's disease, and less commonly non-Hodgkin's disease. It can be given intravenously, by intramuscular injection, or under the skin.   === Other uses === It may also be put inside the chest to help prevent the recurrence of a pleural effusion due to cancer. However, for scarring down the pleura, talc appears to be the better option although indwelling pleural catheters are at least as effective in reducing the symptoms of an effusion(such as dyspnea). While potentially effective against bacterial infections, its toxicity prevents its use for this purpose. It has been studied in the treatment of warts but is of unclear benefit.   == Side effects == The most common side effects are flu-like symptoms and include fever, rash, dermatographism, hyperpigmentation, alopecia (hair loss), chills, and Raynaud's phenomenon (discoloration of fingers and toes). The most serious complication of bleomycin, occurring upon increasing dosage, is pulmonary fibrosis and impaired lung function. It has been suggested that bleomycin induces sensitivity to oxygen toxicity and recent studies support the role of the proinflammatory cytokines IL-18 and IL-1beta in the mechanism of bleomycin-induced lung injury. Any previous treatment with bleomycin should therefore always be disclosed to the anaesthetist prior to undergoing a procedure requiring general anaesthesia. Due to the oxygen sensitive nature of bleomycin, and the theorised increased likelihood of developing pulmonary fibrosis following supplemental oxygen therapy, it has been questioned whether patients should take part in scuba diving following treatment with the drug. Bleomycin has also been found to disrupt the sense of taste.   === Lifetime cumulative dose === Bleomycin should not exceed a lifetime cumulative dose greater than 400 units. Pulmonary toxicities, most commonly presenting as pulmonary fibrosis, are associated with doses of bleomycin greater than 400 units.   == Mechanism of action == Bleomycin acts by induction of DNA strand breaks. Some studies suggest bleomycin also inhibits incorporation of thymidine into DNA strands. DNA cleavage by bleomycin depends on oxygen and metal ions, at least in vitro. The exact mechanism of DNA strand scission is unresolved, but it has been suggested that bleomycin chelates metal ions (primarily iron), producing a pseudoenzyme that reacts with oxygen to produce superoxide and hydroxide free radicals that cleave DNA. An alternative hypothesis states that bleomycin may bind at specific sites in the DNA strand and induce scission by abstracting the hydrogen atom from the base, resulting in strand cleavage as the base undergoes a Criegee-type rearrangement, or forms an alkali-labile lesion.   == Biosynthesis == Biosynthesis of bleomycin is completed by glycosylation of the aglycones.  Bleomycin naturally occurring-analogues have two to three sugar molecules, and DNA cleavage activities of these analogues have been assessed, primarily by the plasmid relaxation and break light assays.   == History ==  Bleomycin was first discovered in 1962 when the Japanese scientist Hamao Umezawa found anticancer activity while screening culture filtrates of Streptomyces verticillus. Umezawa published his discovery in 1966. The drug was launched in Japan by Nippon Kayaku in 1969. In the US, bleomycin gained FDA approval in July 1973. It was initially marketed in the US by the Bristol-Myers Squibb precursor, Bristol Laboratories, under the brand name Blenoxane.   == Research == Bleomycin is used in research to induce pulmonary fibrosis in mice.   == See also == Flagellate pigmentation from bleomycin Pingyangmycin (Bleomycin A5)   == References ==   == Further reading =="}