{"name": "blonanserin", "category": "drug", "content": "Blonanserin, sold under the brand name Lonasen, is a relatively new atypical antipsychotic (approved by PMDA in January 2008) commercialized by Dainippon Sumitomo Pharma in Japan and Korea for the treatment of schizophrenia. Relative to many other antipsychotics, blonanserin has an improved tolerability profile, lacking side effects such as extrapyramidal symptoms, excessive sedation, or hypotension. As with many second-generation (atypical) antipsychotics it is significantly more efficacious in the treatment of the negative symptoms of schizophrenia compared to first-generation (typical) antipsychotics such as haloperidol.   == Medical uses == Blonanserin is used to treat schizophrenia in Japan and South Korea but not in the US.   == Adverse effects == As with many of the atypical antipsychotics, blonanserin can elicit cardio metabolic risks. While the side effects of blonanserin – such as weight gain, cholesterol and triglyceride levels, glucose levels and other blood lipid levels – do not differ greatly from other atypical antipsychotics, the specificity of blonanserin appears to elicit milder side effects, with less weight gain in particular.   == Pharmacology ==   === Pharmacodynamics === Blonanserin acts as a mixed 5-HT2A (Ki = 0.812 nM) and D2 receptor (Ki = 0.142 nM) antagonist and also exerts some blockade of α1-adrenergic receptors (Ki = 26.7 nM). Blonanserin also shows significant affinity for the D3 receptor (Ki = 0.494 nM). It lacks significant affinity for numerous other sites including the 5-HT1A, 5-HT3, D1, α2-adrenergic, β-adrenergic, H1, and mACh receptors and the monoamine transporters, though it does possess low affinity for the sigma receptor (IC50 = 286 nM). Blonanserin has a relatively high affinity towards the 5-HT6 receptor perhaps underpinning its recently unveiled efficacy in treating the cognitive symptoms of schizophrenia. The  efficacy of blonanserin can in part be attributed to its chemical structure, which is unique from those of other atypical antipsychotics. Specifically, the addition of hydroxyl groups to blonanserin's unique eight membered ring results in the (R) stereoisomer of the compound demonstrating increased affinity for the indicated targets.  * Towards human receptors unless otherwise specified.   ==== Action at the Dopamine-D3 receptor ==== Blonanserin has antagonistic action at dopamine-D3 receptors that potentiates phosphorylation levels of Protein kinase A (PKA) and counteracts decreased activity at the dopamine-D1 and/or NMDA receptors, thus potentiating GABA induced Cl- currents. Olanzapine does not appear to affect PKA activity. Many antipsychotics, such as haloperidol, chlorpromazine, risperidone and olanzapine primarily antagonize serotonin 5-HT2A and dopamine-D2 receptors and lack known action at dopamine-D2/3 receptors.   === Pharmacokinetics === Blonanserin is administered 4 mg orally twice a day or 8 mg once a day, for an adult male with a body mass index between 19–24 kg/m2 and a body weight equal to or greater than 50 kg. The drug is absorbed by a two compartment (central and peripheral) model with first-order absorption and elimination. The half-life of blonanserin is dependent on the dose. A single dose of 4 mg has a half-life of 7.7 ± 4.63 h and a single dose of 8 mg has a half-life of 11.9 ± 4.3 h. The increase of half-life with dose is possibly attributed to there being more individual concentration per time points below the lower limit necessary for quantification in the lower single dose. Blonanserin is not a charged compound and exhibits very little chemical polarity.  The polar surface area of Blonanserin is 19.7 Å It is commonly accepted that a compound needs to have polar surface area less than 90 Å to cross the blood brain barrier so blonanserin is expected to be quite permeable as is demonstrated by a high brain/ plasma ratio of 3.88. Due to the good permeability of blonanserin, the volume of distribution in the central nervous system is greater than that in the periphery (Vd central = 9500 L, Vd periphery = 8650 L) although it is slower to absorb into the central compartment. Blonanserin does not meet the criteria in Lipinski's rule of five.   ==== Effects of food intake ==== Food intake slows the absorption of blonanserin and increases the bioavailability peripherally relative to centrally. Single fasting doses are safe and the effects of feeding intake are possibly explained by an interaction between blonanserin and cytochrome P450 3A4 in the gut.   == See also == Dopamine receptor D3 Lipinski's rule of five   == References =="}