{"name": "boceprevir", "category": "drug", "content": "Boceprevir (INN, trade name Victrelis) is a protease inhibitor used to treat hepatitis caused by hepatitis C virus (HCV) genotype 1. It binds to the HCV nonstructural protein 3 active site. It was initially developed by Schering-Plough, then by Merck after it acquired Schering in 2009. It was approved by the FDA in May 2011. In January 2015, Merck announced that they would be voluntarily withdrawing Victrelis from the market due to the overwhelming superiority of newer direct-acting antiviral agents, such as ledipasvir/sofosbuvir.   == Clinical trials ==   === SPRINT-1 trial === The SPRINT-1 trial was a phase-II trial of boceprevir in difficult-to-treat patients with HCV genotype 1.  Study results were announced at the 44th annual meeting of the European Association for the Study of the Liver in Copenhagen in April, 2009. When used in combination with peginterferon alfa-2b and ribavirin, boceprevir  resulted in significantly higher sustained viral response (SVR) rates in the most difficult-to-treat patients with genotype 1. The phase-II trial compared three different regimens: four weeks of peginterferon alfa-2b (1.5 micrograms/kg once weekly) plus ribavirin (800 to 1400 mg daily based on patient weight) followed by boceprevir (800 mg three times a day in addition to peginterferon and ribavirin) for 24 weeks or 44 weeks; boceprevir in combination with peginterferon alfa-2b plus ribavirin as above for 28 or 48 weeks (triple therapy); and peginterferon alfa-2b plus low-dose ribavirin (400 to 1000 mg/day) and boceprevir for 48 weeks. The patients enrolled in the SPRINT-1 study were among the most difficult to treat, and were exclusively those with genotype 1. (The patients were all treatment naive.) Additionally, many of the patients had other difficult-to-treat indices, including cirrhosis (6–9%), high viral load (90%), and African-American ancestry (14–17%).  An SVR after 24 weeks off therapy of 75% was achieved in the group treated for 48 weeks with four weeks of lead-in therapy with peginterferon alfa-2b plus ribavirin followed by the addition of boceprevir.  This represents a near doubling of the rate of SVR compared to standard therapy without boceprevir in this group. Anemia was the most common adverse event. It occurred in half of the patients who received boceprevir and by about a third of the patients taking peginterferon alfa-2b plus ribavirin at the standard dose. The lead investigator of the study was Dr. Paul Kwo, associate professor of medicine at the School of Medicine, Indiana University, in Indianapolis, Indiana, USA.   === SPRINT-2 trial === The SPRINT-2 trial  was a double-blind study which randomly assigned adults with untreated hepatitis C virus, genotype 1, to one of three groups. Each group received a month of peginterferon alfa-2b and ribavirin before being randomized to one of three arms.  The first arm received placebo plus peginterferon-ribavirin for 44 weeks, the second arm received boceprevir plus peginterferon-ribavirin for 24 weeks, and those with a detectable HCV RNA level between weeks 8 and 24 received placebo plus peginterferon-ribavirin for an additional 20 weeks, and the third arm received boceprevir plus peginterferon-ribavirin for 44 weeks.  Black patients and nonblack patients were enrolled and analyzed separately, since black patients have been shown to respond less well to antiviral therapy with peginterferon plus ribavirin than nonblacks.  In all, 938 nonblack and 159 black patients were enrolled in the study. At 44 weeks, among the nonblack cohort, a 40% sustained virologic response (125 of 311 patients) occurred in the placebo group, a 67% response (211 of 316 patients) in the response-guided boceprevir group, and a 68% response (214 of 311 patients) in the fixed-duration therapy group.   Important side effects included anemia and dysgeusia (distortion of the sense of taste).   === RESPOND-2 trial === The RESPOND-2 trial studied patients with chronic hepatitis C genotype 1 who did not have a sustained response to therapy with peginterferon-ribavirin therapy. All patients received a month of peginterferon alfa-2b and ribavirin before being randomized to one of three arms.  The first arm received placebo plus peginterferon-ribavirin for 44 weeks.  The second group received boceprevir plus peginterferon-ribavirin for 32 weeks, and those with a detectable HCV RNA level at week 8 received peginterferon-ribavirin and placebo for another 12 weeks. The third group received boceprevir and peginterferon-ribavirin for 44 weeks. Four hundred and three people were treated in the trial.  At 44 weeks, the control group had a lower sustained virologic response rate (21%) than either of the groups treated with boceprevir—59% sustained viral response for the group with response-guided therapy and 66% response for the group with fixed-duration therapy.   == See also == Paxlovid, a structurally related drug developed for the treatment of COVID-19 Telaprevir, a similar agent for the treatment of hepatitis C   == References =="}