{"name": "Body louse infestation", "category": "disease", "content": "Head lice infestation, also known as pediculosis capitis, is the infection of the head hair and scalp by the head louse (Pediculus humanus capitis). Itching from lice bites is common. During a person's first infection, the itch may not develop for up to six weeks. If a person is infected again, symptoms may begin much more quickly. The itch may cause problems with sleeping. Generally, however, it is not a serious condition. While head lice appear to spread some other diseases in Africa, they do not appear to do so in Europe or North America. Head lice are spread by direct contact with the hair of someone who is infected. The cause of head lice infestations in children is not related to cleanliness. Other animals, such as cats and dogs, do not play a role in transmission. Head lice feed only on human blood and are only able to survive on human head hair. When adults, they are about 2 to 3 mm long. When not attached to a human, they are unable to live beyond three days. Humans can also become infected with two other lice – the body louse and the crab louse. To make the diagnosis, live lice must be found. Using a comb can help with detection. Empty eggshells (known as nits) are not sufficient for the diagnosis. Possible treatments include: combing the hair frequently with a fine tooth comb or shaving the head completely. A number of topical medications are also effective, including malathion, ivermectin, and dimethicone. Dimethicone, which is a silicone oil, is often preferred due to the low risk of side effects. Pyrethroids such as permethrin have been commonly used; however, they have become less effective due to increasing pesticide resistance. There is little evidence for alternative medicines. Head-lice infestations are common, especially in children. In Europe, they infect between 1 and 20% of different groups of people. In the United States, between 6 and 12 million children are infected a year. They occur more often in girls than boys. It has been suggested that historically, head lice infection were beneficial, as they protected against the more dangerous body louse. Infestations may cause stigmatization of the infected individual.   == Signs and symptoms ==  Head lice are generally uncomfortable, but typically do not constitute a serious condition. The most common symptom is itching of the head, which normally worsens 3 to 4 weeks after the initial infestation. The bite reaction is very mild, and it can be rarely seen between the hairs. Bites can be seen, especially in the neck of long-haired individuals when the hair is pushed aside. Swelling of the local lymph nodes and fever are rare. Itching may cause skin breakdown and uncommonly result in a bacterial infection. Many individuals do not experience symptoms. Itching may take 2–6 weeks to develop upon first infestation, and sooner in subsequent infestations. In Ethiopia, head lice appear to be able to spread louse-born epidemic typhus and Bartonella quintana. In Europe, the head lice do not appear to carry these infections.   == Transmission == Head lice spreads through direct contact of the head of an infested person with the head of a non-infested person. The presence of live lice indicates an active infestation while the presence of nits indicates a past or currently inactive infection with the potential to become active. Head lice do not leap or spring as a means to transfer to their hosts; instead, they move by crawling. Transmission by indirect contact (e.g. sharing bedding, clothing, headwear, the same comb) is much less common. The cause of head lice infestations is not related to cleanliness. Neither hair length nor how often the hair is brushed affects the risk of infection. Pets are not vectors for head lice. Other lice that infest humans are the body louse and the crab louse (aka pubic lice). The claws of these three species are adapted to attach to specific hair diameters. Pubic lice are most often spread by sexual contact with an infested person. Body lice can be found on clothing and they are not known to burrow into the skin.   == Diagnosis ==  The condition is diagnosed by finding live lice and unhatched eggs in the hair. Finding empty eggs is not enough. Dandruff, lint, sand,  hair casts, and dried hairspray, can be mistaken for eggs and nits. This is made easier by using a magnifying glass or running a comb through the child's wet hair, the latter of which is the most assured method of diagnosis and can be used to monitor treatment. In questionable cases, a child can be referred to a health professional. However, head lice infestation is commonly overdiagnosed, with extinct infestations being mistaken for active ones. Infestations are only considered extinct if nits are more than 0.25 inches away from the scalp and nymphs and adult lice are absent. As a result, lice-killing treatments are more often used on non-infested than infested children. The use of a louse comb is the most effective way to detect living lice. With both methods, special attention should be paid to the area near the ears and the nape of the neck. The use of a magnifying glass to examine the material collected between the teeth of the comb could prevent misdiagnosis. The presence of nits alone, however, is not an accurate indicator of an active head louse infestation. Generally, white nits are empty egg casings, while brown nits may still contain viable louse larva. One way of determining the nit is to squeeze it between two fingernails; it gives a characteristic snapping pop sound as the egg bursts. Children with nits on their hair have a 35–40% chance of also being infested with living lice and eggs. If lice are detected, the entire family needs to be checked (especially children up to the age of 13 years) with a louse comb, and only those who are infested with living lice should be treated. As long as no living lice are detected, the child should be considered negative for head louse infestation. Accordingly, a child should be treated with a pediculicide only when living lice are detected on their hair (not because they have louse eggs/nits on their hair and not because the scalp is itchy).   == Prevention ==  Examination of the child's head at regular intervals using a louse comb allows the diagnosis of louse infestation at an early stage. Early diagnosis makes treatment easier and reduces the possibility of infesting others. In times and areas when louse infestations are common, weekly examinations of children, especially those 4–15 years old, carried out by their parents, will aid control. Additional examinations are necessary if the child came in contact with infested individuals, if the child frequently scratches their head, or if nits suddenly appear on the child's hair. Clothes, towels, bedding, combs, and brushes, which came in contact with the infested individual, can be disinfected either by leaving them outside for at least two days or by washing them at 60 °C (140 °F) for 30 minutes. This is because adult lice can survive only one to two days without a blood meal and are highly dependent on human body warmth.   == Treatment ==  There are a number of treatments effective for head lice. These methods include combs, shaving, medical creams, and hot air. Medical creams usually require two treatments a week apart. Head lice are not justification to keep children home from school as the risk of spread is low.   === Mechanical measures === Wet combing (mechanical removal of lice through combing wet hair) can be used as treatment measure for those who are too young for pediculicide treatment, which is intended for 6 years of age or older. Wet combing a few times a day for a few weeks may also get rid of the infestation in half of people.  This requires the use of a special lice comb with extra fine teeth. This is the recommended method for infants and women who are pregnant. Shaving the head can also effectively treat lice. Another treatment is the use of heated air applied by a hair dryer. This can be of special use in the early stages of an infestation, since it has very high mortality for eggs.   === Medications === There are many medications which can kill lice. Dimethicone is between 70 and 97% effective with a low rate of side effects, and thus is seen as the preferred treatment. It works by physical means and there is no evidence of pesticide resistance. Ivermectin is around 80% effective, but can cause local skin irritation. Malathion has an effectiveness around 90%, but there's the possibility of toxicity. Pyrethroids such as permethrin, while commonly used, have lower rates of effectiveness due to the resistance among lice. Effectiveness varies from 10 to 80%, depending on the population studied. Medications within a lotion appear to work better than those within a shampoo. Benzyl alcohol appears effective but it is unclear if it is better than standard treatments. Abametapir was approved for medical use in the United States in July 2020. Resistance to several commonly used treatments is increasing worldwide, with patterns of resistance varying by region. Head lice have demonstrated resistance to permethrin, malathion, phenothrin, and carbaryl in several countries around the world. A previous method used to delay resistance included utilizing a rotating list of recommended insecticides by health authorities. The mosaic model is the current recommendation, in which it is advised to use one product for a treatment course, followed by a different insecticide from another substance class if the first treatment fails.   === Home remedies === Tea tree oil has been promoted as a treatment for head lice; however, there is no clear evidence of its effectiveness. A 2012 review of head lice treatment recommended against the use of tea tree oil for children because it could cause skin irritation or allergic reactions, because of contraindications, and because of a lack of knowledge about the oil's safety and effectiveness. Other home remedies, such as putting vinegar, isopropyl alcohol, olive oil, mayonnaise, or melted butter under a shower cap, have been disproven. The CDC states that swimming has no effect on drowning lice, and can decrease the effectiveness of some treatments.   === Environment === After treatment, people are often instructed to wash all bedding and vacuum all areas the head may have been, such as car seats, coat hoods, and sofas, but this is not always necessary, since adult lice will die within 2 days without a blood meal, and newly hatched lice die within minutes of hatching. Combs and brushes may be deloused in boiling water for 5–10 minutes. Items may also be frozen for 24 hours well below the freezing point of water to ensure that ice crystals form within the cells of the lice.   === Outbreak management === In addition to environmental management, an outbreak of head lice infestation requires synchronous treatment of all who are infested and evaluation of those who have been exposed or are suspected to have head lice. Synchronous ovoidal dimethicone treatment has been shown to successfully manage and terminate outbreaks, and a single treatment is likely sufficient. Other treatment methods can be repeated 8–10 days following initial treatment, and may sometimes require a third treatment. Outbreak status and treatment effectiveness can be monitored using the wet combing method.   == Epidemiology == Reliable data describing the usual incidence of infestation in the general public, in the average school community, or during specific times of the year are lacking. The number of cases of human louse infestations (or pediculosis) has increased worldwide since the mid-1960s, reaching hundreds of millions annually. It is estimated between 1 and 20% of specific groups in Europe are infected. Despite improvements in medical treatment and prevention of human diseases during the 20th century, head louse infestation remains stubbornly prevalent. In 1997, 80% of American elementary schools reported at least one outbreak of lice. Lice infestation during that same period was more prevalent than chickenpox. About 6–12 million children between the ages of 3 and 11 are treated annually for head lice in the United States alone. High levels of louse infestations have also been reported from all over the world, including Israel, Denmark, Sweden, U.K., France, and Australia. The United Kingdom's National Health Service report that lice have no preference for any type of hair be it clean, dirty, or short. The number of children per family, the sharing of beds and closets, hair washing habits, local customs and social contacts, healthcare in a particular area (e.g. school), and socioeconomic status were found to be factors in head louse infestation in Iran. Other studies found no relationship between frequency of brushing or shampooing. The California Department of Public Health indicates that chronic head lice infestation may be a sign of socioeconomic or family problems. Children between 4 and 13 years of age are the most frequently infested group. In the U.S., African-American children have lower rates of infestation. Head lice (Pediculus humanus capitis) infestation is most frequent on children aged 3–10 and their families. Females get head lice twice as often as males, and infestation in persons of Afro-Caribbean or other black descent could be rare due to difference in hair shape or width. But these children may have nits that hatch and the live lice could be transferred by head contact to other children.   == Stigma == Head lice infestations are notably common, as is the stigma associated with those who experience infestations. Such stigma is even evidenced in the English language as the term \"lousy\", an adjective that describes something as very poor, bad, or disgusting. Misperceptions of those infected with head lice include that it is associated with low socioeconomic status, poor hygiene, unhealthiness, immigration status, and homelessness. Though these negative beliefs are unfounded, they can lead to consequences for both the caregivers and the affected individual, such as social exclusion and isolation from peers, victim-blaming, caregiver strain, inappropriate or unsafe treatment practices, and missed work or school.   === Public-health implications === Over-treatment or mismanagement of head lice, which can be driven by stigma, has important implications at the level of the individual and community. Though evidence-based guidelines from the CDC, American Academy of Pediatrics (AAP) and National Association of School Nurses (NASN) all recommend discontinuing \"no-nit\" policies in schools (meaning that a child does not need to be free of nits before returning to school), 80 percent of schools in the United States still maintain stringent policies that prevent children with infestations from attending. Thus, to foster a return to school in a timely fashion, these policies can encourage unsafe or harsh treatment practices, including chemicals like bleach or kerosene. Similarly, over-treatment of head-lice using pesticide-based pediculicides has been linked to increased resistance and declining efficacy of these treatments.   == Society and culture == \"To a Louse\" (on a lady's bonnet). Perhaps the most widely known cultural reference to pediculosis capitis, occurring in a noted poem by Robert Burns.   == Other animals == Lice infestation in general is known as pediculosis, and occurs in many mammalian and bird species. Lice infesting other host species are not the same organism as that which causes head lice infestations in humans, nor do the three louse species which infest humans infest any other host species.   == References ==   == External links ==  CDC: Head lice"}