{"name": "bortezomib", "category": "drug", "content": "Bortezomib, sold under the brand name Velcade among others, is an anti-cancer medication used to treat multiple myeloma and mantle cell lymphoma. This includes multiple myeloma in those who have and have not previously received treatment. It is generally used together with other medications. It is given by injection. Common side effects include nausea, diarrhea, tiredness, low platelets, fever, numbness, low white blood cells, shortness of breath, rash and abdominal pain. Other severe side effects include low blood pressure, tumour lysis syndrome, heart failure, and reversible posterior leukoencephalopathy syndrome. It is in the class of medications known as proteasome inhibitor. It works by inhibiting proteasomes, cellular complexes that break down proteins. Bortezomib was approved for medical use in the United States in 2003 and in the European Union in 2004. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical use == Two open-label trials established the efficacy of bortezomib (with or without dexamethasone) on days 1,4,8, and 11 of a 21-day cycle for a maximum of eight cycles in heavily pretreated people with relapsed/refractory multiple myeloma. The phase III demonstrated the superiority of bortezomib over a high-dose dexamethasone regimen (e.g. median TTP 6.2 vs 3.5 months, and 1-year survival 80% vs 66%). New studies show that bortezomib may potentially help recover from vincristine treatment in treating acute lymphoblastic leukemia, when replacing vincristine in the process. Bortezomib was also evaluated together with other drugs for the treatment of multiple myelomas in adults. It was seen that bortezomib plus lenalidomide plus dexamethasone as well as bortezomib plus melphalan and prednisone may result in a large increase in the progression-free survival.   == Adverse effects == Gastro-intestinal effects and asthenia are the most common adverse events. Bortezomib is associated with peripheral neuropathy in 30% of people resulting in pain.  This can be worse in people with pre-existing neuropathy. In addition, myelosuppression causing neutropenia and thrombocytopenia can also occur and be dose-limiting. However, these side effects are usually mild relative to bone marrow transplantation and other treatment options for people with advanced disease. Bortezomib is associated with a high rate of shingles, although prophylactic acyclovir can reduce the risk of this. Ocular side effects such as chalazion or hordeolum (stye) may be more common in women and have led to discontinuation of treatment.  Acute interstitial nephritis has also been reported.   == Drug interactions == Polyphenols derived from green tea extract including epigallocatechin gallate (EGCG), which were expected to have a synergistic effect, instead were found to reduce the effectiveness of bortezomib in cell culture experiments.   == Pharmacology ==   === Structure === The drug is an N-protected dipeptide and can be written as Pyz-Phe-boroLeu, which stands for pyrazinoic acid, phenylalanine and Leucine with a boronic acid instead of a carboxylic acid.   === Mechanism === The boron atom in bortezomib is proposed to bind the catalytic site of the 26S proteasome with high affinity and specificity. In normal cells, the proteasome regulates protein expression and function by degradation of ubiquitylated proteins, and also rids the cell of abnormal or misfolded proteins. Clinical and preclinical data support a role for the proteasome in maintaining the immortal phenotype of myeloma cells, and cell-culture and xenograft data support a similar function in solid tumor cancers. While multiple mechanisms are likely to be involved, proteasome inhibition may prevent degradation of pro-apoptotic factors, thereby triggering programmed cell death in neoplastic cells. Bortezomib causes a rapid and dramatic change in the levels of intracellular peptides that are produced by the proteasome. Some intracellular peptides have been shown to be biologically active, and so the effect of bortezomib on the levels of intracellular peptides may contribute to the biological and/or side effects of the drug.   === Pharmacokinetics and pharmacodynamics === After subcutaneous administration, peak plasma levels are ~25-50 nM and this peak is sustained for 1-2 hrs. After intravenous injection, peak plasma levels are ~500 nM but only for ~5 minutes, after which the levels rapidly drop as the drug distributes to tissues (volume of distribution is ~500 L). Both routes provide equal drug exposures and generally comparable therapeutic efficacy. Elimination half life is 9–15 hours and the drug is primarily cleared by hepatic metabolism. The pharmacodynamics of bortezomib are determined by quantifying proteasome inhibition in peripheral blood mononuclear cells taken from people receiving the drug.   == History == Bortezomib was originally made in 1995 at Myogenics. The drug (PS-341) was tested in a small Phase I clinical trial on people with multiple myeloma. It was brought to further clinical trials by Millennium Pharmaceuticals in October 1999. In May 2003, seven years after the initial synthesis, bortezomib (marketed as Velcade by Millennium Pharmaceuticals Inc.) was approved in the United States by the Food and Drug Administration (FDA) for use in multiple myeloma, based on the results from the SUMMIT Phase II trial. In 2008, bortezomib was approved in the United States for initial treatment of people with multiple myeloma. Bortezomib was previously approved in 2005, for the treatment of people with multiple myeloma who had received at least one prior therapy and in 2003, for the treatment of more refractory multiple myeloma. The 2008 approval was based on an international, multicenter, open label, active-control trial in previously untreated people with symptomatic multiple myeloma. People were randomized to receive either nine cycles of oral melphalan (M) plus prednisone (P) or MP plus bortezomib. People received M (9 mg/m2 ) plus prednisone (60 mg/m2 ) daily for four days every 6 weeks or the same MP schedule with bortezomib, 1.3 mg/m2 iv on days 1, 8, 11, 22, 25, 29, and 32 of every 6 week cycle for 4 cycles then once weekly for 4 weeks for 5 cycles. Time- to- progression (TTP) was the primary efficacy endpoint. Overall survival (OS), progression-free survival (PFS), and response rate (RR) were secondary endpoints. Eligible people were age > 65 years. A total of 682 people were randomized: 338 to receive MP and 344 to the combination of bortezomib plus MP.  Demographics and baseline disease characteristics were similar between the two groups. The trial was stopped following a pre-specified interim analysis showing a statistically significant improvement in TTP with the addition of bortezomib to MP (median 20.7 months) compared with MP (median 15 months) [HR: 0.54 (95% CI: 0.42, 0.70), p= 0.000002].  OS, PFS, and RR also were significantly superior for the bortezomib-MP combination. In August 2014, bortezomib was approved in the United States for the retreatment of adults with multiple myeloma who had previously responded to Velcade therapy and relapsed at least six months following completion of prior treatment. In October 2014, bortezomib was approved in the United States for the treatment of treatment-naïve people with mantle cell lymphoma (MCL).   == Society and culture ==   === Economics === In the UK, NICE initially recommended against Velcade in October 2006, due to its cost of about £18,000 per person, and because studies reviewed by NICE reported that it could only extend the life expectancy by an average of six months over standard treatment. However, the company later proposed a performance-linked cost reduction for multiple myeloma, and this was accepted.   == See also == Ixazomib, a proteasome inhibitor that is given by mouth Peter Elliott (pharmacologist)   == References ==   == External links == \"Bortezomib\". NCI Drug Dictionary. National Cancer Institute. \"Bortezomib\". National Cancer Institute. 5 October 2006."}