{"name": "Breast Fibrocystic Disease", "category": "disease", "content": "Fibrocystic breast changes is a condition of the breasts where there may be pain, breast cysts, and breast masses. The breasts may be described as \"lumpy\" or \"doughy\". Symptoms may worsen during certain parts of the menstrual cycle due to hormonal stimulation. These are normal breast changes, not associated with cancer. Risk factors include an early age at first menstrual period and either having children at a late age or not at all. It is not a disease but represents normal breast changes. Diagnosis involves ruling out breast cancer. Fibrocystic changes include fibroadenomas, fibrosis,papillomas of the breast, and apocrine-type metaplasia. Management may involve education about the condition, using a well fitting bra, and pain medication, if needed. Occasionally danazol or tamoxifen may be used for pain. It is estimated that up to 60% of women are affected, most commonly between the ages of 30 and 50 years.   == Signs and symptoms == The changes in fibrocystic breast disease are characterised by the appearance of fibrous tissue and a lumpy, cobblestone texture in the breasts. These lumps are smooth with well defined edges, and free-moving regarding adjacent structures. These lumps can sometimes be obscured by irregularities in the breast associated with the condition. They are often found in the upper, outer sections of the breast (nearest to the armpit), but can be found throughout the breast. Women with fibrocystic changes may experience a persistent or intermittent aching or breast tenderness related to periodic swelling. Breasts and nipples may also be tender or itchy. Symptoms follow a periodic trend closely tied to the menstrual cycle. Symptoms tend to peak in the days to weeks before each period and decrease afterwards. At peak, breasts may feel full, heavy, swollen, and tender to the touch. No complications related to breastfeeding have been found.   == Pathophysiology ==  The exact mechanism of the condition is not fully understood, though it is known to be tied to hormone level fluctuation; the condition usually subsides after menopause and is closely related to the menstrual cycle. Post-menopausal women under hormone replacement therapy have also reported symptoms of fibrocystic breast changes, indicating hormones may play a major role. This condition is an accumulative process, partly caused by the normal hormonal variation during a woman's monthly cycle. The most important of these hormones include estrogen, progesterone and prolactin. These hormones directly affect the breast tissue by causing cells to grow and multiply. Other hormones such as TSH, insulin, growth hormone and growth factors such as TGF-beta exert both direct and indirect effects by amplifying or regulating cell growth. Chronic hormonal fluctuations eventually produce small cysts and/or areas of dense or fibrotic tissue over the years. By the age of 30, multiple small cysts and breast pain may arise. Larger cysts usually do not occur until after the age of 35. Over time, presumably driven by aberrant growth signals, such lesions may accumulate epigenetic, genetic and karyotypic changes such as modified expression of hormone receptors and loss of heterozygosity. Several variants of fibrocystic breast changes may be distinguished and may vary in cause and genetic predisposition. Adenosis involves an abnormal count and density of lobular units, while other lesions appear to mainly arise from ductal epithelial origins. There is evidence that iodine deficiency contributes to fibrocystic breast changes by enhancing breast tissue sensitivity to estrogen.   == Diagnosis == This is an exclusion diagnosis, mostly done based on the clinical presentation after ruling out breast cancer. Nipple fluid aspiration can be used as a classification cyst type method (and to some extent improve breast cancer risk prediction) but is rarely used in practice. Biopsy or fine-needle aspiration are rarely warranted. Fibrocystic breast disease is primarily diagnosed based on the symptoms, clinical breast exam and physical exam. During this examination, the doctor looks for unusual breast areas, both visually and manually. Also, the lymph nodes located in the axilla and lower neck are examined. A complete and accurate medical history is also helpful in the diagnosing process. If the patient's medical history and physical exam findings are consistent with normal breast changes, no additional tests are needed; otherwise the patient will be asked to return a few weeks later for reassessment. Women may detect lumps in their breasts during self-examination; if this happens it is strongly advised to visit a health professional immediately.   === Imaging === In order to establish whether the lump is a cyst or not, several imaging tests may be performed, which may include mammography, X-rays, MRIs and ultrasound studies. Mammography is usually the first imaging test to be ordered when unusual breast changes are found during a clinical breast examination. A diagnostic mammography consists of a series of X-rays that provide clear and specific visualization of areas in the breast. Ultrasounds and MRIs are commonly performed in conjunction with mammographies as they produce clear images of the breast that clearly distinguish between solid masses and fluid-filled breast cysts. These can better evaluate dense breast tissue, especially in young patients under 30.   === Biopsy === Breast biopsy is a test used to confirm the suspected diagnosis only after imaging tests have already been performed and revealed unusual-looking areas. The procedure consists in removing a sample of breast tissue, which is then studied by a pathologist under a microscope. The specialist analyzing the tissue sample will be able to conclude if the breast changes are benign or malignant. There are four main types of procedures for breast biopsy that may be performed, including fine-needle, core-needle, stereotactic biopsy and surgical approach. A fine-needle aspiration biopsy is usually ordered when the doctor is almost certain that the lump is a cyst. This test is generally performed in conjunction with an ultrasound which is helpful in guiding the needle into a small or hard-to-find lump. The procedure consists in inserting a thin needle into the breast tissue while the lump is palpated and seen live under sonographic ultrasound waves. The core-needle biopsy is normally performed under local anesthesia and in a physician's office. The needle used in this procedure is slightly larger than the one used in a fine-needle biopsy because the procedure is intended to remove a small cylinder of tissue that will be sent to the laboratory for further examination. A newer type of breast biopsy technique is the stereotactic biopsy which relies on a three-dimensional X-ray to guide the needle of non-palpable mass. The biopsy is performed in a similar manner, by using a needle to remove a tissue sample, but locating the specific area of the breast is done by X-raying the breast from two different angles. Surgical biopsy is performed to remove the entire lump or a part of it. It may be painful and is done under local anesthesia.   == Treatment ==  Most women with fibrocystic changes who are asymptomatic do not need treatment; closer follow-up may be advised. There is no widely accepted treatment or prevention strategy for this condition. When the patient is symptomatic, treatment may be necessary. The same guidelines are followed as for treatment for cyclical breast pain. There is still controversy whether benign breast conditions improve or worsen with the use of oral contraceptives or hormone replacement therapy. Small-scale studies have indicated that fibrocystic breast changes may improve by making dietary changes (especially by reducing caffeine intake and related methylxanthines found in chocolate or tea) and usage of vitamin supplements. Tentative evidence has shown beneficial effects of iodine supplementation in women with fibrocystic breast changes.   == Prognosis == There are usually no adverse side effects associated with this condition. In almost all cases it subsides after menopause. A possible complication arises through the fact that cancerous tumors may be more difficult to detect in women with fibrocystic changes.   === Breast cancer risk === Breast cancer risk is elevated in a defined fraction of the lesions. Except for people with a strong family history of breast cancer, where the risk is two-fold, nonproliferative lesions have no increased risk. Proliferative lesions also have approximately a two-fold risk: in particular, atypical hyperplasia which is associated with an increased risk of developing breast cancer. There are two types of atypical hyperplasia: lobular and ductal; the lobular type is associated a greater cancer risk of approximately five-fold and especially high relative risk in premenopausal women. Atypical ductal hyperplasia is associated with a 2.4-fold risk. In contrast, a New England Journal of Medicine article states that for women with a strong familial history of breast cancer, the risk of future breast cancer is roughly doubled, independent of histological status. The article further states \"The relative risk of breast cancer for the cohort was 1.56 (95 percent confidence interval, 1.45 to 1.68), and this increased risk persisted for at least 25 years after biopsy. The relative risk associated with atypia was 4.24 (95 percent confidence interval, 3.26 to 5.41), as compared with a relative risk of 1.88 (95 percent confidence interval, 1.66 to 2.12) for proliferative changes without atypia and of 1.27 (95 percent confidence interval, 1.15 to 1.41) for nonproliferative lesions. The strength of the family history of breast cancer, available for 4808 women, was a risk factor that was independent of histologic findings. No increased risk was found among women with no family history and nonproliferative findings. In the first 10 years after the initial biopsy, an excess of cancers occurred in the same breast, especially in women with atypia.\" It is not well understood whether the lesions are precursors of breast cancer or only an indication of increased risk; for most types of lesions the chance of developing breast cancer is nearly the same in the affected and unaffected breast (side), indicating only coincidence of risk factors. For atypical lobular hyperplasia there is high incidence of ipsilateral breast cancers, indicating a possible direct carcinogenetic link.   == Epidemiology == The estimated prevalence of fibrocystic breast changes in women over their lifetime varies widely in the literature, ranging from 30 to 60% over about 50 to 60% to about 60 to 75% of all women. The condition is most common among women between 30 and 50 years of age.   == Terminology == In ICD-10 the condition is called diffuse cystic mastopathy, or, if there is epithelial proliferation, fibrosclerosis of breast. Other names for the condition include chronic cystic mastitis, fibrocystic mastopathy  and mammary dysplasia. The condition has also been named after several people (see eponyms below). Since it is a very common disorder, some authors have argued that it should not be termed a disease, whereas others feel that it meets the criteria for a disease. It is not a classic form of mastitis (breast inflammation).   === Eponyms === This entity has historically also been termed Bloodgood’s disease, Cooper's disease (after Sir Astley Paston Cooper, 1st baronet), Phocas' disease, Reclus' disease and Reclus' syndrome (after Paul Reclus), Reclus-Schimmelbusch disease, Schimmelbusch disease and Tillaux-Phocas disease.   == References ==   == External links =="}