{"name": "bremelanotide", "category": "drug", "content": "Bremelanotide, sold under the brand name Vyleesi, is a medication used to treat low sexual desire in women. Specifically it is used for low sexual desire which occurs before menopause and is not due to medical problems, psychiatric problems, or problems within the relationship. It is given by an injection just under the skin of the thigh or abdomen. Common side effects include nausea, pain at the site of injection, and headache. It may also cause a temporary increase in blood pressure and decrease in heart rate after each dose, and darkening of the gums, face, and breasts. The medication is a peptide and acts by activating the melanocortin receptors. Bremelanotide was approved for medical use in the United States in 2019. It was developed by Palatin Technologies. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Bremelanotide is used for the treatment of generalized hypoactive sexual desire disorder (HSDD) in premenopausal women. Specifically it is only recommended in those who have the condition without an underlying cause, such as medical, psychiatric, or relationship problems. It should be used at least 45 minutes before anticipated sexual activity. Only one dose per 24 hours or no more than eight doses per month is recommended. It should be stopped after eight weeks if there is no improvement in sexual desire and associated distress.   == Contraindications == Due to its effects on blood pressure (generally a transient increase in systolic blood pressure by 6 mmHg, and diastolic blood pressure by 3 mmHg), bremelanotide is considered contraindicated in people with uncontrolled high blood pressure or cardiovascular disease. As long as bremelanotide is not used more than once in one day, it is not expected to cause more severe increases in blood pressure.   == Side effects == The most frequently encountered side effect of bremelanotide is nausea (40.0%), which may be intolerable to some people. The use of anti-nausea medications (e.g. ondansetron) prior to administration of bremelanotide may help to reduce the nausea. Other side effects may include flushing (20.3%), injection site reactions (13.2%), headache (11.3%), vomiting (4.8%), cough (3.3%), fatigue (3.2%), hot flashes (2.7%), paresthesia (2.6%), dizziness (2.2%), and nasal congestion (2.1%). Discoloration of the skin, specifically hyperpigmentation, may occur—especially if bremelanotide is used more than eight times in one month. The discoloration may not resolve upon stopping use of bremelanotide, and may occur on the face, gums, or breasts. Experiments in animals, even at high doses, failed to find any negative consequence of bremelanotide on fertility. An analysis of clinical trials found that obese women reduced their calorie intake and lost weight. Another drug with a similar mechanism of action (setmelanotide) is approved for weight loss in rare types of obesity.   == Interactions == Bremelanotide does not meaningfully interact with alcohol, unlike flibanserin (for which the interaction with alcohol is a major barrier to its use). However, bremelanotide does interact with certain medications that people take by mouth. By slowing gastric motility, bremelanotide is thought to reduce the oral absorption (bioavailability) of certain medications, such as naltrexone and indomethacin.   == Pharmacology ==   === Pharmacodynamics === Bremelanotide is a non-selective agonist of the melanocortin receptors, MC1 through MC5 (with the exception of MC2, the receptor of ACTHTooltip adrenocorticotropic hormone), but acting primarily as an MC3 and MC4 receptor agonist.   === Pharmacokinetics === The bioavailability of bremelanotide with subcutaneous injection is about 100%. Following a subcutaneous injection of bremelanotide, maximal levels occur after about one hour, with a range of 0.5 to 1.0 hours. The plasma protein binding of bremelanotide is 21%. Bremelanotide is metabolized via hydrolysis of its peptide bonds. The elimination half-life of bremelanotide is 2.7 hours, with a range of 1.9 to 4.0 hours. Bremelanotide is excreted 64.8% in urine and 22.8% in feces.   == Chemistry == Bremelanotide is a cyclic heptapeptide lactam analogue of α-melanocyte-stimulating hormone (α-MSH). It has the amino acid sequence Ac-Nle-cyclo[Asp-His-D-Phe-Arg-Trp-Lys]-OH, and is also known as cyclo-Ac-[Nle4,Asp5,D-Phe7,Lys10]α-MSH-(4-10) (a substitutional name). Bremelanotide is an active metabolite of melanotan II that lacks the C-terminal amide group. Aside from melanotan II and endogenous melanocyte-stimulating hormones like α-MSH, other peptide analogues of the same family as bremelanotide include afamelanotide (NDP-α-MSH), modimelanotide, and setmelanotide.   == History == Studies in the early 1960s showed that administration of α-MSH caused sexual arousal in rats, sparking interest in α-MSH. In the 1980s, scientists at University of Arizona began developing α-MSH and analogs as potential sunless tanning agents. They synthesized and tested several analogs, including peptides they subsequently named, melanotan-I and melanotan II. Very early in the process one of the scientists, Mac Hadley, who was conducting experiments on himself with the peptide melanotan II, injected himself with twice the dose he intended and experienced an eight-hour erection, along with nausea and vomiting. To pursue the tanning agent, melanotan-I was licensed by Competitive Technologies, a technology transfer company operating on behalf of University of Arizona, to an Australian startup called Epitan, which changed its name to Clinuvel in 2006. To pursue the sexual dysfunction agent, melanotan II was licensed by Competitive Technologies to Palatin Technologies. Palatin ceased development of melanotan-II in 2000, and synthesized, patented, and began to develop bremelanotide, a likely metabolite of melanotan-II that differs from melanotan-II in that it has a hydroxyl group where melanotan-II has an amide. Competitive Technologies sued Palatin for breach of contract and to try to claim ownership of bremelanotide; the parties settled in 2008, with Palatin retaining rights to bremelanotide, returning rights to melanotan-II to Competitive Technologies, and paying $800,000. In August 2004, Palatin signed an agreement with King Pharmaceuticals to co-develop bremelanotide in the US and jointly license it outside the US; King paid Palatin $20M upfront. Palatin conducted Phase II trials of intranasal bremelanotide in both female sexual dysfunction (FSD) and male erectile dysfunction (ED) but these trials were halted by the FDA in 2007, due to increased blood pressure in clinical trial subjects; Palatin stopped development of the intranasal formulation in 2008. Four trials were conducted in ED, the last being a Phase IIb published in 2008. King terminated the co-development agreement shortly after the FDA halted the trials. The drug was then reformulated to be delivered by injection and trials continued in FSD. A phase II dose-finding trial in FSD in which the drug was administered 45 minutes before sex showed promise at the highest dose and only transient signs of high blood pressure; two Phase III trials were launched at the end of 2014. Palatin launched the Phase III trials with bremelanotide administered via an autoinjector. In 2014, Palatin licensed European rights to bremelanotide to Gedeon Richter Plc. for around $10 million, and Palatin received a milestone payment of around $3 million when it started the Phase III trials in the US. In September 2016, Palatin and Gedeon RIchter terminated that agreement. In November 2016, Palatin announced results of the Phase III trials, and shortly thereafter began seeking a partner to complete development in the US. In January 2017, Palatin and AMAG Pharmaceuticals agreed that AMAG exclusively would complete development and market bremelanotide in North America and the two would work together to license it in other territories; AMAG agreed to pay $60 million upfront, up to $80 million in regulatory milestones, up to $300 million in sales milestones, and tiered royalties ranging from high single digit to low double digit percentages. A New Drug Application of bremelanotide for female sexual dysfunction was accepted by the U.S. Food and Drug Administration (FDA) in June 2018, with a Prescription Drug User Fee Act (PDUFA) goal date set for 23 March 2019. It was approved for use in the United States in June 2019.   == References =="}