{"name": "brexanolone", "category": "drug", "content": "Allopregnanolone is a naturally occurring neurosteroid which is made in the body from the hormone progesterone. As a medication, allopregnanolone is referred to as brexanolone, sold under the brand name Zulresso, and used to treat postpartum depression. It is given by injection into a vein. Side effects of brexanolone may include sedation, sleepiness, dry mouth, hot flashes, and loss of consciousness. It is a neurosteroid and acts as a positive allosteric modulator of the GABAA receptor, the major biological target of the inhibitory neurotransmitter γ-aminobutyric acid (GABA). Brexanolone was approved for medical use in the United States in 2019. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication. The long administration time, as well as the cost for a one-time treatment, have raised concerns about accessibility for many women.   == Medical uses == Brexanolone is used to treat postpartum depression in adult women, administered as a continuous intravenous infusion over a period of 60 hours.   == Clinical efficacy == Women experiencing moderate to severe postpartum depression when treated with a single dose of intravenous brexanolone display a significant reduction in HAM-D scores which persisted 30 days post-treatment.   == Side effects == Side effects of brexanolone include dizziness (10–20%), sedation (13–21%), headache (18%), nausea (10%), dry mouth (3–11%), loss of consciousness (3–5%), and flushing (2–5%). It can produce euphoria to a degree similar to that of alprazolam (3–13% at infusion doses of 90–270 μg over a one-hour period). Serious or severe adverse effects are rare but may include altered state of consciousness, syncope, presyncope, fatigue, and insomnia.   == Biological function == Allopregnanolone possesses a wide variety of effects, including, in no particular order, antidepressant, anxiolytic, stress-reducing, rewarding, prosocial, antiaggressive, prosexual, sedative, pro-sleep, cognitive, memory-impairment, analgesic, anesthetic, anticonvulsant, neuroprotective, and neurogenic effects. Fluctuations in the levels of allopregnanolone and the other neurosteroids seem to play an important role in the pathophysiology of mood, anxiety, premenstrual syndrome, catamenial epilepsy, and various other neuropsychiatric conditions. During pregnancy, allopregnanolone and pregnanolone are involved in sedation and anesthesia of the fetus. Allopregnanolone is a metabolic intermediate in an androgen backdoor pathway from progesterone to dihydrotestosterone, which occurs during normal male fetus development; placental progesterone in the male fetus is the feedstock of this pathway; deficiencies in this pathway lead to insufficient virilization of the male fetus.   == Mechanism of action ==   === Molecular interactions === Allopregnanolone is an endogenous inhibitory pregnane neurosteroid. It is made from pregnenolone, and is a positive allosteric modulator of the action of γ-aminobutyric acid (GABA) at GABAA receptor. Allopregnanolone has effects similar to those of other positive allosteric modulators of the GABA action at GABAA receptor such as the benzodiazepines, including anxiolytic, sedative, and anticonvulsant activity. Endogenously produced allopregnanolone exerts a neurophysiological role by fine-tuning of GABAA receptor and modulating the action of several positive allosteric modulators and agonists at GABAA receptor. Allopregnanolone acts as a highly potent positive allosteric modulator of the GABAA receptor. While allopregnanolone, like other inhibitory neurosteroids such as THDOC, positively modulates all GABAA receptor isoforms, those isoforms containing δ subunits exhibit the greatest potentiation. Allopregnanolone has also been found to act as a positive allosteric modulator of the GABAA-ρ receptor, though the implications of this action are unclear. In addition to its actions on GABA receptors, allopregnanolone, like progesterone, is known to be a negative allosteric modulator of nACh receptors, and also appears to act as a negative allosteric modulator of the 5-HT3 receptor. Along with the other inhibitory neurosteroids, allopregnanolone appears to have little or no action at other ligand-gated ion channels, including the NMDA, AMPA, kainate, and glycine receptors. Unlike progesterone, allopregnanolone is inactive at the classical nuclear progesterone receptor (PR). However, allopregnanolone can be intracellularly oxidized into 5α-dihydroprogesterone, which does act as an agonist of the PR, and for this reason, allopregnanolone can produce PR-mediated progestogenic effects. (5α-dihydroprogesterone is reduced to produce allopregnanolone, and progesterone is reduced to produce 5α-dihydroprogesterone). In addition, allopregnanolone was reported in 2012 to be an agonist of the membrane progesterone receptors (mPRs) discovered shortly before, including mPRδ, mPRα, and mPRβ, with its activity at these receptors about a magnitude more potent than at the GABAA receptor. The action of allopregnanolone at these receptors may be related, in part, to its neuroprotective and antigonadotropic properties. Also like progesterone, recent evidence has shown that allopregnanolone is an activator of the pregnane X receptor. Similarly to many other GABAA receptor positive allosteric modulators, allopregnanolone has been found to act as an inhibitor of L-type voltage-gated calcium channels (L-VGCCs), including α1 subtypes Cav1.2 and Cav1.3. However, the threshold concentration of allopregnanolone to inhibit L-VGCCs was determined to be 3 μM (3,000 nM), which is far greater than the concentration of 5 nM that has been estimated to be naturally produced in the human brain. Thus, inhibition of L-VGCCs is unlikely of any actual significance in the effects of endogenous allopregnanolone. Also, allopregnanolone, along with several other neurosteroids, has been found to activate the G protein-coupled bile acid receptor (GPBAR1, or TGR5). However, it is only able to do so at micromolar concentrations, which, similarly to the case of the L-VGCCs, are far greater than the low nanomolar concentrations of allopregnanolone estimated to be present in the brain.   ==== Biphasic actions at the GABAA receptor ==== Increased levels of allopregnanolone can produce paradoxical effects, including negative mood, anxiety, irritability, and aggression. This appears to be because allopregnanolone possesses biphasic, U-shaped actions at the GABAA receptor – moderate level increases (in the range of 1.5–2 nmol/L total allopregnanolone, which are approximately equivalent to luteal phase levels) inhibit the activity of the receptor, while lower and higher concentration increases stimulate it. This seems to be a common effect of many GABAA receptor positive allosteric modulators. In accordance, acute administration of low doses of micronized progesterone (which reliably elevates allopregnanolone levels) has been found to have negative effects on mood, while higher doses have a neutral effect.   === Antidepressant effects === The mechanism by which neurosteroid GABAA receptor PAMs like brexanolone have antidepressant effects is unknown. Other GABAA receptor PAMs, such as benzodiazepines, are not thought of as antidepressants and have no proven efficacy, although alprazolam has historically been prescribed for depression. Neurosteroid GABAA receptor PAMs are known to interact with GABAA receptors and subpopulations differently than benzodiazepines. GABAA receptor-potentiating neurosteroids may preferentially target δ-subunit–containing GABAA receptors, and enhance both tonic and phasic inhibition mediated by GABAA receptors. It is possible that neurosteroids like allopregnanolone may act on other targets, including membrane progesterone receptors, T-type voltage-gated calcium channels, and others, to mediate antidepressant effects.   == Pharmacology ==   === Pharmacokinetics === Brexanolone has low oral bioavailability of less than 5%, necessitating non-oral administration. The volume of distribution of brexanolone is approximately 3 L/kg. Its plasma protein binding is more than 99%. Brexanolone is metabolized by keto-reduction mediated via aldo-keto reductases. The compound is conjugated by glucuronidation via glucuronosyltransferases and sulfation via sulfotransferases. It is not metabolized significantly by the cytochrome P450 system. The three main metabolites of brexanolone are inactive. The elimination half-life of brexanolone is nine hours. Its total plasma clearance is 1 L/h/kg. It is excreted 47% in feces and 42% in urine. Less than 1% is excreted as unchanged brexanolone.   == Chemistry ==  Allopregnanolone is a pregnane (C21) steroid and is also known as 5α-pregnan-3α-ol-20-one, 5α-pregnane-3α-ol-20-one, 3α-hydroxy-5α-pregnan-20-one, or 3α,5α-tetrahydroprogesterone (3α,5α-THP). It is closely related structurally to 5-pregnenolone (pregn-5-en-3β-ol-20-dione), progesterone (pregn-4-ene-3,20-dione), the isomers of pregnanedione (5-dihydroprogesterone; 5-pregnane-3,20-dione), the isomers of 4-pregnenolone (3-dihydroprogesterone; pregn-4-en-3-ol-20-one), and the isomers of pregnanediol (5-pregnane-3,20-diol). In addition, allopregnanolone is one of four isomers of pregnanolone (3,5-tetrahydroprogesterone), with the other three isomers being pregnanolone (5β-pregnan-3α-ol-20-one), isopregnanolone (5α-pregnan-3β-ol-20-one), and epipregnanolone (5β-pregnan-3β-ol-20-one).   === Biosynthesis === The biosynthesis of allopregnanolone in the brain starts with the conversion of progesterone into 5α-dihydroprogesterone by 5α-reductase. After that, 3α-hydroxysteroid dehydrogenase converts this intermediate into allopregnanolone. Allopregnanolone in the brain is produced by cortical and hippocampus pyramidal neurons and pyramidal-like neurons of the basolateral amygdala.   === Derivatives === A variety of synthetic derivatives and analogues of allopregnanolone with similar activity and effects exist, including alfadolone (3α,21-dihydroxy-5α-pregnane-11,20-dione), alfaxolone (3α-hydroxy-5α-pregnane-11,20-dione), ganaxolone (3α-hydroxy-3β-methyl-5α-pregnan-20-one), hydroxydione (21-hydroxy-5β-pregnane-3,20-dione), minaxolone (11α-(dimethylamino)-2β-ethoxy-3α-hydroxy-5α-pregnan-20-one), Org 20599 (21-chloro-3α-hydroxy-2β-morpholin-4-yl-5β-pregnan-20-one), Org 21465 (2β-(2,2-dimethyl-4-morpholinyl)-3α-hydroxy-11,20-dioxo-5α-pregnan-21-yl methanesulfonate), and renanolone (3α-hydroxy-5β-pregnan-11,20-dione). The 21-hydroxylated derivative of this compound, tetrahydrodeoxycorticosterone, is an endogenous inhibitory neurosteroid with similar properties to those of allopregnanolone, and the 3β-methyl analogue of allopregnanolone, ganaxolone, is under development to treat epilepsy and other conditions, including post-traumatic stress disorder.   == History == In March 2019, brexanolone was approved in the United States for the treatment of postpartum depression (PPD) in adult women, the first drug approved by the U.S. Food and Drug Administration (FDA) specifically for PPD. The efficacy of brexanolone was shown in two clinical studies of participants who received a 60-hour continuous intravenous infusion of brexanolone or placebo and were then followed for four weeks. The FDA approved allopregnanolone based on evidence from three clinical trials, conducted in the United States, (Trial 1/NCT02942004, Trial 3/NCT02614541, Trial 2/ NCT02942017) of 247 women with moderate or severe postpartum depression. The FDA granted the application for brexanolone priority review and breakthrough therapy designations, and granted approval of Zulresso to Sage Therapeutics, Inc.   == Society and culture ==   === Names === Brexanolone is both the International Nonproprietary Name and the United States Adopted Name in the context of its use as a medication. Zulresso is a brand name of the medication.   === Legal status === In the United States, brexanolone is a Schedule IV controlled substance.   === Available forms === Brexanolone is an aqueous mixture of synthetic allopregnanolone and sulfobutyl ether β-cyclodextrin (betadex sulfobutyl ether sodium), a solubilizing agent. It is provided at an allopregnanolone concentration of 100 mg/20 mL (5 mg/mL) in single-dose vials for use by intravenous infusion. Each mL of brexanolone solution contains 5 mg allopregnanolone, 250 mg sulfobutyl ether β-cyclodextrin, 0.265 mg citric acid monohydrate, 2.57 mg sodium citrate dihydrate, and water for injection. The solution is hypertonic and must be diluted to a target concentration of 1 mg/mL with sterile water and sodium chloride prior to administration. Five infusion bags are generally required for the full infusion. More than five infusion bags are necessary for patients weighing more than 90 kg (200 lbs).   == Research == Brexanolone was under development as an intravenously administered medication for the treatment of major depressive disorder, super-refractory status epilepticus, and essential tremor, but development for these indications was discontinued. It has been suggested that allopregnanolone and its precursor pregnenolone may have therapeutic potential for treatment of various symptoms of alcohol use disorders by restoring deficits in GABAergic inhibition, moderating corticotropin releasing factor (CRF) signaling, and inhibiting excessive neuroimmune activation. Many co-occurring symptoms of ethanol addiction (e.g., anxiety, depression, seizures, sleep disturbance, pain) that are believed to contribute to the downward spiral of the addiction may also be controlled with neuroactive steroids. Exogenous progesterone, such as oral progesterone, elevates allopregnanolone levels in the body with good dose-to-serum level correlations. Due to this, it has been suggested that oral progesterone could be described as a prodrug of sorts for allopregnanolone. As a result, there has been some interest in using oral progesterone to treat catamenial epilepsy, as well as other menstrual cycle-related and neurosteroid-associated conditions. In addition to oral progesterone, oral pregnenolone has also been found to act as a prodrug of allopregnanolone, though also of pregnenolone sulfate. In animal models of traumatic brain injury, allopregnanolone has been shown to reduce inflammation by attenuating the production of proinflammatory cytokines (IL-1β and TNF-α) at 3 h after the injury. It has also been shown to reduce the severity of brain damage and improve cognitive function and recovery.   == References ==   == Further reading ==   == External links == Clinical trial number NCT02942004 for \"A Study to Evaluate Efficacy and Safety of SAGE-547 in Participants With Severe Postpartum Depression (547-PPD-202B)\" at ClinicalTrials.gov Clinical trial number NCT02614547 for \"A Study to Evaluate SAGE-547 in Patients With Severe Postpartum Depression\" at ClinicalTrials.gov Clinical trial number NCT02942017 for \"A Study to Evaluate Safety and Efficacy of SAGE-547 in Participants With Moderate Postpartum Depression (547-PPD-202C)\" at ClinicalTrials.gov"}