{"name": "brexpiprazole", "category": "drug", "content": "Brexpiprazole, sold under the brand name Rexulti among others, is an atypical antipsychotic medication used for the treatment of major depressive disorder, schizophrenia, and agitation associated with dementia due to Alzheimer's disease. The most common side effects include akathisia (a constant urge to move) and weight gain. The most common side effects among people with agitation associated with dementia due to Alzheimer's disease include headache, dizziness, urinary tract infection, nasopharyngitis, and sleep disturbances (both somnolence and insomnia). Brexpiprazole was developed by Otsuka and Lundbeck, and is considered to be a successor to aripiprazole (Abilify). It was approved for medical use in the United States in July 2015. A generic version was approved in August 2022. Brexpiprazole is the first treatment approved by the US Food and Drug Administration (FDA) for agitation associated with dementia due to Alzheimer's disease.   == Medical uses ==  In the United States and Canada, brexpiprazole is indicated as an adjunctive therapy to antidepressants for the treatment of major depressive disorder and for the treatment of schizophrenia. In May 2023, the indication for brexpiprazole was expanded in the US to include the treatment of agitation associated with dementia due to Alzheimer's disease. In Australia and the European Union, brexpiprazole is indicated for the treatment of schizophrenia. In 2020, it was approved in Brazil only as an adjunctive to the treatment of major depressive disorder.   == Side effects == The most common adverse events associated with brexpiprazole (all doses of brexpiprazole cumulatively greater than or equal to 5% vs. placebo) were upper respiratory tract infection (6.9% vs. 4.8%), akathisia (6.6% vs. 3.2%), weight gain (6.3% vs. 0.8%), and nasopharyngitis (5.0% vs. 1.6%). Brexpiprazole can cause impulse control disorders.   == Pharmacology ==   === Pharmacodynamics ===  Brexpiprazole acts as a partial agonist of the serotonin 5-HT1A receptor and the dopamine D2 and D3 receptors. Partial agonists have both blocking properties and stimulating properties at the receptor they bind to. The ratio of blocking activity to stimulating activity determines a portion of its clinical effects. Brexpiprazole has more blocking and less stimulating activity at the dopamine receptors than its predecessor, aripiprazole, which may decrease its risk for agitation and restlessness. Specifically, where aripiprazole has an intrinsic activity or agonist effect at the D2 receptor of 60%+, brexpiprazole has an intrinsic activity at the same receptor of about 45%. For aripiprazole, this means more dopamine receptor activation at lower doses, with blockade being reached at higher doses, while brexpiprazole has the inverse effect because a partial agonist competes with dopamine. Brexpiprazole has a high affinity for the 5-HT1A receptor, acting as a potent antagonist at 5-HT2A receptors, and a potent partial agonist at dopamine D2 receptors with lower intrinsic activity compared to aripiprazole. In vivo characterization of brexpiprazole shows that it may act as a near-full agonist of the 5-HT1A receptor. This may further underlie a lower potential than aripiprazole to cause treatment-emergent, movement-related disorders such as akathisia due to the downstream dopamine release that is triggered by 5-HT1A receptor agonism. It is also an antagonist of the serotonin 5-HT2A, 5-HT2B, and 5-HT7 receptors, which may contribute to antidepressant effect. It also binds to and blocks the α1A-, α1B-, α1D-, and α2C-adrenergic receptors. The drug has negligible affinity for the muscarinic acetylcholine receptors, and hence has no anticholinergic effects. Although brexpiprazole has less affinity for H1 compared to aripiprazole, weight gain can occur.   == History ==   === Clinical trials === Brexpiprazole was in clinical trials for adjunctive treatment of major depressive disorder, adult attention deficit hyperactivity disorder, bipolar disorder, schizophrenia, and agitation associated with dementia due to Alzheimer's disease.   ==== Major depressive disorder ====   ===== Phase II ===== The phase II multicenter, double-blind, placebo-controlled study randomized 429 adult MDD patients who exhibited an inadequate response to one to three approved antidepressant treatments (ADTs) in the current episode. The study was designed to assess the efficacy and safety of brexpiprazole as an adjunctive treatment to standard antidepressant treatment. The antidepressants included in the study were desvenlafaxine, escitalopram, fluoxetine, paroxetine, sertraline, and venlafaxine.   ===== Phase III ===== A phase III study was in the recruiting stage: \"Study of the Safety and Efficacy of Two Fixed Doses of OPC-34712 as Adjunctive Therapy in the Treatment of Adults With Major Depressive Disorder (the Polaris Trial)\". Its goal is \"to compare the effect of brexpiprazole to the effect of placebo (an inactive substance) as add on treatment to an assigned FDA approved antidepressant treatment (ADT) in patients with major depressive disorder who demonstrate an incomplete response to a prospective trial of the same assigned FDA approved ADT\". Estimated enrollment was 1250 volunteers.   ==== Adult attention deficit hyperactivity disorder ==== Attention Deficit/Hyperactivity Disorder (STEP-A)   ==== Schizophrenia ====   ===== Phase I ===== Trial to Evaluate the Effects of OPC-34712 (brexpiprazole) on QT/QTc in Subjects With Schizophrenia or Schizoaffective Disorder   ===== Phase II ===== A Dose-finding Trial of OPC-34712 in Patients With Schizophrenia   ===== Phase III ===== Efficacy Study of OPC-34712 in Adults With Acute Schizophrenia (BEACON) Study of the Effectiveness of Three Different Doses of OPC-34712 in the Treatment of Adults With Acute Schizophrenia (VECTOR) A Long-term Trial of OPC-34712 in Patients With Schizophrenia   ==== Agitation associated with dementia due to Alzheimer's disease ==== The effectiveness of brexpiprazole for the treatment of agitation associated with dementia due to Alzheimer's disease was determined through two 12-week, randomized, double-blind, placebo-controlled, fixed-dose studies. In these studies, participants were required to have a probable diagnosis of Alzheimer's dementia; have a score between 5 and 22 on the Mini-Mental State Examination, a test that detects whether a person is experiencing cognitive impairment; and exhibit the type, frequency, and severity of agitation behaviors that require medication. Trial participants ranged between 51 and 90 years of age.   == Society and culture ==   === Legal status === In January 2018, it was approved for the treatment of schizophrenia in Japan.   === Economics === In November 2011, Otsuka Pharmaceutical and Lundbeck announced a global alliance.   === Patents === U.S. patent 8,071,600 WIPO PCT/JP2006/317704 Canadian patent: 2620688   == Research == Brexpiprazole was under development for the treatment of attention deficit hyperactivity disorder (ADHD) as an adjunct to stimulants, but was discontinued for this indication. It reached phase II clinical trials for this use prior to discontinuation. Brexpiprazole has shown promise in clinical trials for the treatment of borderline personality disorder.   == References ==   == External links ==  Media related to Brexpiprazole at Wikimedia Commons"}