{"name": "brigatinib", "category": "drug", "content": "Brigatinib, sold under the brand name Alunbrig among others, is a small-molecule targeted cancer therapy being developed by Ariad Pharmaceuticals, Inc. Brigatinib acts as both an anaplastic lymphoma kinase (ALK) and epidermal growth factor receptor (EGFR) inhibitor. Brigatinib could overcome resistance to osimertinib conferred by the EGFR C797S mutation if it is combined with an anti-EGFR antibody such as cetuximab or panitumumab.   == Mechanism of action ==  Brigatinib is an inhibitor of ALK and mutated EGFR. ALK was first identified as a chromosomal rearrangement in anaplastic large cell lymphoma (ALCL). Genetic studies indicate that abnormal expression of ALK is a key driver of certain types of non-small cell lung cancer (NSCLC) and neuroblastomas, as well as ALCL. Since ALK is generally not expressed in normal adult tissues, it represents a highly promising molecular target for cancer therapy. Brigatinib inhibits ROS proto-oncogene-1 fusions and EGFR mutations and has a remarkable effect on the central nervous system. Epidermal growth factor receptor (EGFR) is another validated target in NSCLC. Additionally, the T790M \"gatekeeper\" mutation is linked in approximately 50 percent of patients who grow resistant to first-generation EGFR inhibitors. While second-generation EGFR inhibitors are in development, clinical efficacy has been limited due to toxicity thought to be associated with inhibiting the native (endogenous or unmutated) EGFR. A therapy designed to target EGFR, the T790M mutation but avoiding inhibition of native EGFR is another promising molecular target for cancer therapy.   == History ==   === Regulatory approval === Ariad Pharmaceuticals, Inc. filed an investigational new drug (IND) application to the US FDA on August 29, 2016. In 2016, brigatinib was granted orphan drug status by the FDA for treatment of NSCLC. On 28 April 2017, it was granted an accelerated approval from the U.S. Food and Drug Administration (FDA) for metastatic non-small cell lung cancer (NSCLC); as a 2nd-line therapy for ALK-positive NSCLC. In 2020, it was approved as first-line treatment for ALK-positive metastatic NSCLC patients.   === Intellectual property === On 22 April 2015, Ariad Pharmaceuticals, Inc. announced the issuance of its first U.S. patent on brigatinib, the protection is through December 30, 2030. The United States Patent and Trademark Office granted U.S. Patent No. 9,012,462 under the title, \"Phosphorous Derivatives as Kinase Inhibitors.\"   === Commercialization === Brigatinib is manufactured by Ariad Pharmaceuticals, Inc. (NASDAQ: ARIA) which is focused on rare cancers. Ariad then was acquired by Takeda Pharmaceutical Company Limited (TSE: 4502) in February 2017 through a tender offer (for $24.00 per share in cash) and subsequent merger of Ariad with Kiku Merger Co., Inc., a wholly owned subsidiary of Takeda Pharmaceuticals U.S.A. Ariad is an indirect wholly owned subsidiary of Takeda.   == Names == Brigatinib is the INN.   == References =="}