{"name": "brimonidine", "category": "drug", "content": "Brimonidine is an α2 agonist medication used to treat open-angle glaucoma, ocular hypertension, and rosacea. In rosacea it improves the redness. It is used as eye drops or applied to the skin. Common side effects when used in the eyes include itchiness, redness, and a dry mouth. Common side effects when used on the skin include redness, burning, and headaches. More significant side effects may include allergic reactions and low blood pressure. Use in pregnancy appears to be safe. When applied to the eye it works by decreasing the amount of aqueous humor made while increasing the amount that drains from the eye. When applied to the skin it works by causing blood vessels to contract. Brimonidine was patented in 1972 and came into medical use in 1996. It is available as a generic medication. In 2021, it was the 160th most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses == Brimonidine is indicated for the lowering of intraocular pressure in patients with open-angle glaucoma or ocular hypertension. It is also the active ingredient of brimonidine/timolol along with timolol maleate. A 2017 Cochrane review found insufficient evidence to determine if brimonidine slows optic nerve damage. In 2013, the FDA approved topical application of brimonidine 0.33% gel for persistent facial redness of rosacea.   == Mechanism of action == Brimonidine is an α2 adrenergic agonist. α2 agonists, through the activation of a G protein-coupled receptor, inhibit the activity of adenylate cyclase. This reduces cAMP and hence aqueous humour production by the ciliary body. Peripheral α2 agonist activity results in vasoconstriction of blood vessels (as opposed to central α2 agonist activity that decreases sympathetic tone, as can be seen by the medication clonidine). This vasoconstriction may explain the acute reduction in aqueous humor flow. The increased uveoscleral outflow from prolonged use may be explained by increased prostaglandin release due to α adrenergic stimulation. This may lead to relaxed ciliary muscle and increased uveoscleral outflow.   == Society and culture ==   === Names === It is sold under the brand names Alphagan, Alphagan-P, Mirvaso, Lumify, Brymont, and others.   == References ==   == Further reading == Oh DJ, Chen JL, Vajaranant TS, Dikopf MS (January 2019). \"Brimonidine tartrate for the treatment of glaucoma\". Expert Opin Pharmacother. 20 (1): 115–122. doi:10.1080/14656566.2018.1544241. PMID 30407890. S2CID 53240954."}