{"name": "brolucizumab", "category": "drug", "content": "Brolucizumab sold under trade name Beovu among others, is a humanized single-chain antibody fragment for the treatment of neovascular (wet) age-related macular degeneration (AMD). The most common side effects are reduced visual acuity, cataract (clouding of the lens in the eye), conjunctival haemorrhage (bleeding at the front of the eye) and vitreous floaters (spots in the vision). The most serious side effects are blindness, endophthalmitis (an infection inside the eye), retinal artery occlusion (blockage of the artery in the retina) and retinal detachment (separation of the retina from the back of the eye). Brolucizumab was designed to attach to and block a substance called vascular endothelial growth factor A (VEGF-A). VEGF-A is a protein that makes blood vessels grow and leak fluid and blood, damaging the macula. By blocking VEGF-A, brolucizumab reduces the growth of the blood vessels and controls the leakage and swelling.   == History == Brolucizumab is approved by the US Food and Drug Administration (FDA) for use in ophthalmology. Brolucizumab successfully completed phase III development in wet age-related macular degeneration (AMD) meeting the primary efficacy endpoint of non-inferiority to aflibercept in mean change in best corrected visual acuity (BCVA) from baseline to week 48. Furthermore, brolucizumab demonstrated superiority to aflibercept in key secondary endpoint measures of disease activity in wet age-related macular degeneration, a leading cause of blindness in two head-to-head pivotal Phase III studies.  In October 2019, Novartis announced that the US Food and Drug Administration (FDA) approved brolucizumab injection for the treatment of wet age-related macular degeneration. The FDA approved brolucizumab based on evidence from two clinical trials (Trial 1/ NCT02307682 and Trial 2/NCT02434328) of 1459 participants, 50–97 years old, with wet AMD. The trials were conducted at 336 sites in the United States, Canada, Central and South America, European countries, Israel, Turkey, Australia, New Zealand, Japan, South Korea, Singapore, Taiwan, and Vietnam. Brolucizumab was approved for use in the European Union in February 2020.   == Society and culture ==   === Safety concerns === In February 2020, the American Society of Retina Specialists reported side effects of brolucizumab, specifically in 14 cases of retinal vasculitis reported in people using brolucizumab, 11 of the cases were occlusive retinal vasculitis that can lead to vision loss. Novartis responded with a statement standing behind the efficacy of Beovu. In June 2020, the FDA approved an updated prescription label for brolucizumab that included additional safety information—specifically including the characterization of adverse events, retinal vasculitis and retinal vascular occlusion, as part of the spectrum of intraocular inflammation observed in HAWK (NCT02307682) and HARRIER (NCT02434328) clinical trials and noted in the original prescribing information.   === Names === Brolucizumab is the International Nonproprietary Name (INN) and the United States Adopted Name (USAN)   == Research == Non-ophthalmology indications are under investigation, under the name DLX1008. DLX1008 is under preclinical development for Kaposi sarcoma and glioblastoma.   == References =="}