{"name": "bromocriptine", "category": "drug", "content": "Bromocriptine, originally marketed as Parlodel and subsequently under many brand names, is an ergoline derivative and dopamine agonist that is used in the treatment of pituitary tumors, Parkinson's disease, hyperprolactinaemia, neuroleptic malignant syndrome, and, as an adjunct, type 2 diabetes. It was patented in 1968 and approved for medical use in 1975.   == Medical uses == Bromocriptine is used to treat acromegaly and conditions associated with hyperprolactinemia like amenorrhea, infertility, hypogonadism, and prolactin-secreting adenomas. It is also used to prevent ovarian hyperstimulation syndrome and to treat Parkinson's disease. Since the late 1980s it has been used, off-label, to reduce the symptoms of cocaine withdrawal but the evidence for this use is poor. Bromocriptine has been successfully used in cases of galactorrhea precipitated by dopamine antagonists like risperidone. A quick-release formulation of bromocriptine, Cycloset, is also used to treat type 2 diabetes. When administered within 2 hours of awakening, it increases hypothalamic dopamine level.  That results to a significant weight loss, decreases blood glucose levels and hepatic glucose production and also insulin resistance. It therefore acts as an adjunct to diet and exercise to improve glycemic control and cardiovascular risk.   == Side effects == Most frequent side effects are nausea, orthostatic hypotension, headaches, and vomiting through stimulation of the brainstem vomiting centre. Vasospasms with serious consequences such as myocardial infarction and stroke that have been reported in  connection with the puerperium, appear to be extremely rare events.  Peripheral vasospasm (of the fingers or toes) can cause Raynaud's Phenomenon.  Bromocriptine use has been anecdotally associated with causing or worsening psychotic symptoms (its mechanism is in opposition of most antipsychotics, whose mechanisms generally block dopamine receptors). It should be understood, however, that the greater affinity bromocriptine and many similar antiparkinson's drugs have for the D2S receptor form (considered to be mostly present at inhibitory D2 autoreceptor locatations) relative to the D2L form, sufficiently low partial agonist activity (ie where a molecule binding to a receptor induces limited effects while preventing a stronger ligand like dopamine from binding), and, possibly, the functional selectivity of a particular drug may generate antidopaminergic effects that are more similar than oppositional in nature to antipsychotics. Pulmonary fibrosis has been reported when bromocriptine was used in high doses for the treatment of Parkinson's disease. Use to suppress milk production after childbirth was reviewed in 2014 and it was concluded that in this context a causal association with serious cardiovascular, neurological or psychiatric events could not be excluded with an overall incidence estimated to range between 0.005% and 0.04%. Additional safety precautions and stricter prescribing rules were suggested based on the data.  It is a bile salt export pump inhibitor. After long-term use of dopamine agonists, a withdrawal syndrome may occur during dose reduction or discontinuation with the following possible side effects:  anxiety, panic attacks, dysphoria, depression, agitation, irritability, suicidal ideation, fatigue, orthostatic hypotension, nausea, vomiting, diaphoresis, generalized pain, and drug cravings. For some individuals, these withdrawal symptoms are short-lived and they make a full recovery, for others a protracted withdrawal syndrome may occur with withdrawal symptoms persisting for months or years.   == Pharmacology ==   === Pharmacodynamics ===  Bromocriptine is a partial agonist of the dopamine D2 receptor. It also interacts with other dopamine receptors and with various serotonin and adrenergic receptors. Bromocriptine has additionally been found to inhibit the release of glutamate by reversing the GLT1 glutamate transporter. As an antagonist of the serotonin 5-HT2B receptor, bromocriptine has not been associated with cardiac valvulopathy. This is in contrast to other ergolines acting instead as 5-HT2B receptor agonists such as cabergoline and pergolide but is similar to lisuride which likewise acts as a 5-HT2B receptor antagonist.   == Chemistry == Like all ergopeptides, bromocriptine is a cyclol; two peptide groups of its tripeptide moiety are crosslinked, forming the >N-C(OH)< juncture between the two rings with the amide functionality. Bromocriptine is a semisynthetic derivative of a natural ergot alkaloid, ergocryptine (a derivative of lysergic acid), which is synthesized by bromination of ergocryptine using N-bromosuccinimide.   == History == Bromocriptine was discovered by scientists at Sandoz in 1965 and was first published in 1968; it was first marketed under the brand name Parlodel. A quick-release formulation of bromocriptine was approved by the FDA in 2009.   == Society and culture ==   === Brand names === As of July 2017, bromocriptine was marketed under many brand names worldwide, including Abergin, Barlolin, Brameston, Brocriptin, Brom, Broma-Del, Bromergocryptine, Bromergon, Bromicon, Bromocorn, Bromocriptin, Bromocriptina, Bromocriptine, Bromocriptine mesilate, Bromocriptine mesylate, Bromocriptine methanesulfonate, Bromocriptini mesilas, Bromocriptinmesilat, Bromodel, Bromokriptin, Bromolac, Bromotine, Bromtine, Brotin, Butin, Corpadel, Cripsa, Criptine, Criten, Cycloset, Degala, Demil, Deparo, Deprolac, Diacriptin, Dopagon, Erenant, Grifocriptina, Gynodel, kirim, Kriptonal, Lactodel, Medocriptine, Melen, Padoparine, Palolactin, Parlodel, Pravidel, Proctinal, Ronalin, Semi-Brom, Serocriptin, Serocryptin, Suplac, Syntocriptine, Umprel, Unew, Updopa, Upnol B, and Volbro. As of July 2017 it was also marketed as a combination drug with metformin as Diacriptin-M, and as a veterinary drug under the brand Pseudogravin.   == References ==   == External links == MedlinePlus DrugInfo medmaster-a682079"}