{"name": "brompheniramine", "category": "drug", "content": "Brompheniramine, sold under the brand name Dimetapp among others, is a first-generation antihistamine drug of the propylamine (alkylamine) class. It is indicated for the treatment of the symptoms of the common cold and allergic rhinitis, such as runny nose, itchy eyes, watery eyes, and sneezing. Like the other first-generation drugs of its class, it is considered a sedating antihistamine. It was patented in 1948 and came into medical use in 1955. In 2021, the combination with dextromethorphan and pseudoephedrine was the 294th most commonly prescribed medication in the United States with more than 500,000 prescriptions.   == Side effects == Brompheniramine's effects on the cholinergic system may include side-effects such as drowsiness, sedation, dry mouth, dry throat, blurred vision, and increased heart rate. It is listed as one of the drugs of highest anticholinergic activity in a study of anticholinergenic burden, including long-term cognitive impairment.   == Pharmacology ==  Brompheniramine works by acting as an antagonist of histamine H1 receptors. It also functions as a moderately effective anticholinergic agent, and is likely an antimuscarinic agent similar to other common antihistamines such as diphenhydramine. Brompheniramine is metabolised by cytochrome P450 isoenzymes in the liver.   == Chemistry == Brompheniramine is part of a series of antihistamines including pheniramine (Naphcon) and its halogenated derivatives and others including fluorpheniramine, chlorpheniramine, dexchlorpheniramine (Polaramine), triprolidine (Actifed), and iodopheniramine. The halogenated alkylamine antihistamines all exhibit optical isomerism; brompheniramine products contain racemic brompheniramine maleate, whereas dexbrompheniramine (Drixoral) is the dextrorotary (right-handed) stereoisomer. Brompheniramine is an analog of chlorpheniramine. The only difference is that the chlorine atom in the benzene ring is replaced with a bromine atom. It is also synthesized in an analogous manner.   == History == Arvid Carlsson and his colleagues, working at the Swedish company Astra AB, were able to derive the first marketed selective serotonin reuptake inhibitor, zimelidine, from brompheniramine.   == Names == Brand names include Bromfed, Dimetapp, Bromfenex, Dimetane, and Lodrane. All bromphemiramine preparations are marketed as the maleate salt.   == References =="}