{"name": "bromfenac", "category": "drug", "content": "Bromfenac is a nonsteroidal anti-inflammatory drug (NSAID) marketed in the US as an ophthalmic solution (brand names Prolensa and Bromday, prior formulation brand name Xibrom, which has since been discontinued) by ISTA Pharmaceuticals for short-term, local use. Prolensa and Bromday are the once-daily formulation of bromfenac, while Xibrom was approved for twice-daily administration. In the European Union, the brand name is Yellox. Bromfenac is indicated for the treatment of ocular inflammation and pain after cataract surgery.   == Medical uses == Bromfenac is indicated for the treatment of postoperative ocular inflammation following cataract extraction. The drug has been shown to reduce macular edema and thickness of the retina (an indicator for inflammation) and improve visual acuity after surgery.   == Contraindications == Bromfenac is contraindicated for people with adverse reactions to NSAIDs, such as asthma or rashes.   == Side effects == Bromfenac eye drops are generally well tolerated. Comparatively common side effects in clinical studies included abnormal sensations in eye (0.5% of people treated with bromfenac), mild to moderate erosion of the cornea (0.4%), eye pruritus (0.4%), eye pain (0.3%) and redness (0.3%). Serious side effects such as corneal perforation were not reported in studies but only during post-marketing in less than one patient in 1000.   == Interactions == No systematic interaction studies have been performed. There are no known cases of interactions with antibiotic eye drops. Blood plasma levels remain very low during bromfenac therapy, so interactions with drugs taken by mouth are unlikely.   == Pharmacology ==   === Mechanism of action ===  As an NSAID, bromfenac works by inhibiting prostaglandin synthesis by blocking the cyclooxygenase (COX) enzymes. It preferably acts on COX-2 and only has a low affinity for COX-1.   === Pharmacokinetics ===  Bromfenac is well absorbed through the cornea and reaches highest concentrations in the aqueous humour after 150 to 180 minutes, with a biological half-life of 1.4 hours and high drug levels being maintained for at least 12 hours. It is mainly concentrated in the aqueous humour and conjunctiva, and much less in the lens and vitreous body. Concentrations in the blood plasma are too low to be measured quantitatively. 99.8% of the substance are bound to plasma proteins. The enzyme mainly responsible for metabolization of bromfenac is CYP2C9, and metabolites include the lactam and several conjugated compounds. 82% are excreted via the urine, and 13% via the faeces. Compared to amfenac, the halogenation of bromfenac's chemical structure (the bromine atom at C4) increases its penetration into ocular tissues, and increases its potency for COX enzyme inhibition.   == Chemistry == Along with indomethacin, diclofenac and others, bromfenac belongs to the acetic acid group of NSAIDs. It is used in form of bromfenac sodium · 1.5 H2O (CAS number: 120638-55-3 ), which is soluble in water, methanol and aqueous bases, insoluble in chloroform and aqueous acids, and melts at 284 to 286 °C (543 to 547 °F) under decomposition.   == History == For ophthalmic use, bromfenac has been prescribed more than 20,000,000 times across the world. As an eye drop, it has been available since 2000, starting in Japan where it was sold as Bronuck. It was first FDA approved for use in the United States in 2005, and it was marketed as Xibrom, twice-daily. In October 2010 Bromday received US FDA approval as a new, once-daily formulation. In 2013, Prolensa has also been approved by the FDA. Bromfenac eye drops have been marketed in the European Union since 2011, and are available on worldwide markets with agreements from Bausch & Lomb, Croma-Pharma, and other companies. Bromfenac was formerly marketed in the United States by Wyeth-Ayerst in an oral formulation called Duract for short-term relief of pain (less than 10 days at a time). It was brought to market in July 1997, and was withdrawn 22 June 1998, following numerous reports of hepatotoxicity in patients who had taken the medication for longer than the recommended 10-day period.   == References =="}