{"name": "Bronchiectasis", "category": "disease", "content": "Bronchiectasis is a disease in which there is permanent enlargement of parts of the airways of the lung. Symptoms typically include a chronic cough with mucus production. Other symptoms include shortness of breath, coughing up blood, and chest pain. Wheezing and nail clubbing may also occur. Those with the disease often get lung infections. Bronchiectasis may result from a number of infectious and acquired causes, including measles, pneumonia, tuberculosis, immune system problems, as well as the genetic disorder cystic fibrosis. Cystic fibrosis eventually results in severe bronchiectasis in nearly all cases. The cause in 10–50% of those without cystic fibrosis is unknown. The mechanism of disease is breakdown of the airways due to an excessive inflammatory response. Involved airways (bronchi) become enlarged and thus less able to clear secretions. These secretions increase the amount of bacteria in the lungs, resulting in airway blockage and further breakdown of the airways. It is classified as an obstructive lung disease, along with chronic obstructive pulmonary disease and asthma. The diagnosis is suspected based on symptoms and confirmed using computed tomography. Cultures of the mucus produced may be useful to determine treatment in those who have acute worsening and at least once a year. Periods of worsening may occur due to infection. In these cases, antibiotics are recommended. Common antibiotics used include amoxicillin, erythromycin, or doxycycline. Antibiotics, such as erythromycin, may also be used to prevent worsening of disease. Airway clearance techniques, a type of physical therapy, are also recommended. Medications to dilate the airways and inhaled steroids may be used during sudden worsening, but there are no studies to determine effectiveness. There are also no studies on the use of inhaled steroids in children. Surgery, while commonly done, has not been well studied. Lung transplantation may be an option in those with very severe disease. The disease affects between 1 per 1000 and 1 per 250,000 adults. The disease is more common in women and increases as people age. It became less common since the 1950s with the introduction of antibiotics. It is more common among certain ethnic groups (such as indigenous people in the US). It was first described by René Laennec in 1819. The economic costs in the United States are estimated at $630 million per year.   == Signs and symptoms ==  Symptoms of bronchiectasis commonly include a cough productive of frequent green or yellow sputum lasting months to years. Other common symptoms include difficulty breathing, wheezing (a whistling sound when you breathe), and chest pain. Exacerbations of symptoms may occur, these exacerbations occur more frequently in advanced or severe disease. Systemic symptoms, including fevers, chills, night sweats, fatigue and weight loss may be seen with bronchiectasis. Bronchiectasis may also present with coughing up blood in the absence of sputum, which has been called \"dry bronchiectasis.\" Exacerbations in bronchiectasis present as a worsening of cough, increasing sputum volume or thickened consistency lasting at least 48 hours, worsening shortness of breath (breathlessness), worsening exercise intolerance, increased fatigue or malaise and the development of hemoptysis. People often report frequent bouts of \"bronchitis\" requiring therapy with repeated courses of antibiotics. People with bronchiectasis may have bad breath from active infection. On examination, crepitations and expiratory rhonchi may be heard with auscultation. Nail clubbing is a rare symptom. The complications of bronchiectasis include serious health conditions, such as respiratory failure and atelectasis: collapse or closure of a lung. Respiratory failure occurs when not enough oxygen passes from the lungs into the blood. Atelectasis occur when one or more segments of the lungs collapse or do not inflate properly. Other pulmonary complications include lung abscess and empyema. Cardiovascular complications include cor pulmonale, in which there is enlargement and failure of the right side of the heart as a result of disease of the lungs.   == Causes ==  There are many causes that can induce or contribute to the development of bronchiectasis. The frequency of these different causes varies with geographic location. Cystic fibrosis is identified as a cause in up to half of cases. Bronchiectasis without CF is known as non-CF bronchiectasis. Historically, about half of all case of non-CF bronchiectasis were found to be idiopathic, or without a known cause. However, more recent studies with a more thorough diagnostic work-up have found an etiology in 60 to 90% of patients.   === Cystic fibrosis === Cystic fibrosis is the most common life-threatening autosomal recessive disease in the United States and Europe. It is a genetic disorder that affects the lungs, but also the pancreas, liver, kidneys, and intestine. It is caused by mutations in the CFTR protein, a chloride channel expressed in epithelial cells. Lung disease results from clogging of the airways due to mucus build-up, decreased mucociliary clearance, and resulting inflammation. In later stages, changes to the structure of the lung, such as bronchiectasis, occur.   === Airway obstruction === An airway obstruction can be caused by either an intraluminal mass such as a tumor or a foreign body. The presence of an airway obstruction leads to a cycle of inflammation. It is important to identify the presence of an obstruction because surgical resection is often curative if obstruction is the cause. In adults, foreign body aspiration is often associated with an altered state of consciousness. The foreign body is often unchewed food, or part of a tooth or crown. Bronchiectasis that results from foreign body aspiration generally occurs in the right lung in the lower lobe or posterior segments of the upper lobe.   === Lung infections === A range of bacterial, mycobacterial, and viral lung infections are associated with the development of bronchiectasis. Bacterial infections commonly associated with bronchiectasis include P. aeruginosa, H. influenzae, and S. pneumoniae. Gram-negative bacteria are more commonly implicated than gram-positive bacteria. A history of mycobacterial infections such as tuberculosis can lead to damage of the airways that predisposes to bacterial colonization. Severe viral infections in childhood can also lead to bronchiectasis through a similar mechanism. Nontuberculous mycobacteria infections such as Mycobacterium avium complex are found to be a cause in some patients. Recent studies have also shown Nocardia infections to been implicated in bronchiectasis.   === Impaired host defenses === Impairments in host defenses that lead to bronchiectasis may be congenital, such as with primary ciliary dyskinesia, or acquired, such as with the prolonged use of immunosuppressive drugs. Additionally, these impairments may be localized to the lungs, or systemic throughout the body. In these states of immunodeficiency, there is a weakened or absent immune system response to severe infections that repeatedly affect the lung and eventually result in bronchial wall injury. HIV/AIDS is an example of an acquired immunodeficiency that can lead to the development of bronchiectasis.   === Aspergillosis === Allergic bronchopulmonary aspergillosis (ABPA) is an inflammatory disease caused by hypersensitivity to the fungus Aspergillus fumigatus. It is suspected in patients with a long history of asthma and symptoms of bronchiectasis such as a productive, mucopurulent cough.  Imaging often shows peripheral and central airway bronchiectasis, which is unusual in patients with bronchiectasis caused by other disorders.   === Autoimmune diseases === Several autoimmune diseases have been associated with bronchiectasis. Specifically, individuals with rheumatoid arthritis and Sjögren syndrome have increased rates of bronchiectasis. In these diseases, the symptoms of bronchiectasis usually presents later in the disease course. Other autoimmune diseases such as ulcerative colitis and Crohn's disease also have an association with bronchiectasis. Additionally, graft-versus-host disease in patients who have undergone stem cell transplantation can lead to bronchiectasis as well.   === Lung injury === Bronchiectasis could be caused by: inhalation of ammonia and other toxic gases, chronic pulmonary aspiration of stomach acid from esophageal reflux, or a hiatal hernia.   === Congenital === Bronchiectasis may result from congenital disorders that affect cilia motility or ion transport. A common genetic cause is cystic fibrosis, which affects chloride ion transport. Another genetic cause is primary ciliary dyskinesia, a rare disorder that leads to immotility of cilia and can lead to situs inversus. When situs inversus is accompanied by chronic sinusitis and bronchiectasis, this is known as Kartagener's syndrome. Other rare genetic causes include Young's syndrome and Williams-Campbell syndrome. Tracheobronchomegaly, or Mournier-Kuhn syndrome is a rare condition characterized by significant tracheobronchial dilation and recurrent lower respiratory tract infections. Individuals with alpha 1-antitrypsin deficiency have been found to be particularly susceptible to bronchiectasis, due to the loss of inhibition to enzyme elastase which cleaves elastin. This decreases the ability of the alveoli to return to normal shape during expiration.   === Cigarette smoking === A causal role for tobacco smoke in bronchiectasis has not been demonstrated. Nonetheless, tobacco smoking can worsen pulmonary function and accelerate the progression of disease that is already present.   == Pathophysiology ==  The development of bronchiectasis requires two factors: an initial injury to the lung (such as from infection, auto-immune destruction of lung tissue, or other destruction of lung tissue (as seen in gastroesophageal reflux disease or aspiration syndromes)) which leads to impaired mucociliary clearance, obstruction, or a defect in host defense. This triggers a host immune response from neutrophils (elastases), reactive oxygen species, and inflammatory cytokines that results in progressive destruction of normal lung architecture. In particular, the elastic fibers of bronchi are affected. The result is permanent abnormal dilation and destruction of the major bronchi and bronchiole walls. Disordered neutrophil function is believed to play a role in the pathogenesis of bronchiectasis. Neutrophil extracellular traps (NETs), which are extracellular fibers secreted by neutrophils that are used to trap and destroy pathogens, are hyperactive in bronchiectasis. Increased NET activity is associated with more severe bronchiectasis. Neutrophil elastase, which is an extracellular protein secreted by neutrophils to destroy pathogens as well as host tissue, is also hyperactive in many cases of bronchiectasis. An increased neutrophil elastase activity is also associated with worse outcomes and more severe disease in bronchiectasis. The initial lung injury in bronchiectasis leads to an impaired mucociliary clearance of the lung airways, which leads to mucous stasis. This mucous stasis leads to bacterial colonization in bronchiectasis which leads to neutrophil activation. This neutrophil activation leads to further tissue destruction and airway distortion by neutrophils in addition to direct tissue destruction by the pathogenic bacteria. The distorted, damaged lung airways thus have impaired mucociliary clearance; leading to mucous stasis and bacterial colonization leading to further neutrophil activation and thus fueling a self-perpetuating \"vicious cycle\" of inflammation in bronchiectasis. This \"vicious cycle\" theory is the generally accepted explanation for the pathogenesis of bronchiectasis. Endobronchial tuberculosis commonly leads to bronchiectasis, either from bronchial stenosis or secondary traction from fibrosis. Traction bronchiectasis characteristically affects peripheral bronchi (which lack cartilage support) in areas of end-stage fibrosis.   == Diagnosis ==  The goals of a diagnostic evaluation for bronchiectasis are radiographic confirmation of the diagnosis, identification of potential treatable causes, and functional assessment of the patient. A comprehensive evaluation consists of radiographic imaging, laboratory testing, and lung function testing. Laboratory tests that are commonly part of the initial evaluation include a complete blood count, sputum cultures for bacteria, mycobacteria, and fungi, testing for cystic fibrosis, and immunoglobulin levels. Additional tests that are sometimes indicated include testing for specific genetic disorders. Lung function testing is used for the assessment and monitoring of functional impairment due to bronchiectasis. These tests may include spirometry and walking tests. Obstructive lung impairment is the most common finding but restrictive lung impairment can be seen in advanced disease. Flexible bronchoscopy may be performed when sputum studies are negative and a focal obstructing lesion is suspected. A chest x-ray is abnormal in most patients with bronchiectasis. Computed tomography is recommended to confirm the diagnosis and is also used to describe the distribution and grade the severity of the disease. Radiographic findings include airway dilation, bronchial wall thickening, and atelectasis. There are three types bronchiectasis that can be seen on CT scan, namely cylindrical, varicose, and cystic bronchiectasis.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Prevention == In preventing bronchiectasis, it is necessary to prevent the lung infections and lung damage that can cause it. Children should be immunized against measles, pertussis, pneumonia, and other acute respiratory infections of childhood. Additionally, parents should stay alert to keep children from inhaling objects such as pieces of food or small toys that may get stuck in small airways. Smoking and other toxic fumes and gases should be avoided by all patients with bronchiectasis to decrease the development of infections (such as bronchitis) and further complications. Treatments to slow down the progression of this chronic disease include keeping bronchial airways clear and secretions weakened through various forms of airway clearance. Aggressively treating bronchial infections with antibiotics to prevent the destructive cycle of infection, damage to bronchi and bronchioles, and more infection is also standard treatment. Regular vaccination against pneumonia, influenza, and pertussis are generally advised. A healthy body mass index and regular doctor visits may have beneficial effects on the prevention of progressing bronchiectasis. The presence of hypoxemia, hypercapnia, dyspnea level and radiographic extent can greatly affect the mortality rate from this disease.   == Management == A comprehensive approach to the management of bronchiectasis is recommended. It is important to establish whether an underlying modifiable cause, such as immunoglobulin deficiency or alpha-1 antitrypsin deficiency is present. The next steps include controlling infections and bronchial secretions, relieving airway obstructions, removing affected portions of lung by surgery, and preventing complications.   === Airway clearance === The goal of airway clearance therapy is to loosen secretions and interrupt the cycle of inflammation and infection. Airway clearance techniques improve difficulty breathing, cough, and help patients cough up phlegm and mucus plugs. Airway clearance usually uses an inhaled agent (hypertonic saline) with chest physiotherapy, such as high-frequency chest wall oscillation. Many airway clearance techniques and devices exist. The choice of a technique or device is based on the frequency and tenacity of phlegm, patient comfort, cost, and the patient's ability to use the technique or device with minimal interference to their lifestyle. The active cycle of breathing technique (ACBT), which can be employed with or without a flutter device, is beneficial in treating those with bronchiectasis. Mucolytic agents such as dornase alfa are not recommended for individuals with non-CF bronchiectasis. Mannitol is a hyperosmolar agent that is thought to hydrate airway secretions, however, clinical trials with it have not demonstrated efficacy.   === Anti-inflammatories === The two most commonly used classes of anti-inflammatory therapies are macrolides and corticosteroids. Despite also being antibiotics, macrolides exert immunomodulatory effects on the host inflammatory response without systemic suppression of the immune system. These effects include modifying mucus production, inhibition of biofilm production, and suppression of inflammatory mediators. Three large multicenter, randomized trials have shown reduced rates of exacerbations and improved cough and dyspnea with use of macrolide therapy. The impact of adverse effects of macrolides such as gastrointestinal symptoms, hepatotoxicity, and increased antimicrobial resistance needs ongoing review and study. Inhaled corticosteroid therapy can reduce sputum production and decrease airway constriction over a period of time, helping prevent progression of bronchiectasis. Long term use of high-dose inhaled corticosteroids can lead to adverse consequences such as cataracts and osteoporosis. It is not recommended for routine use in children. One commonly used therapy is beclometasone dipropionate.   === Antibiotics ===  Antibiotics are used in bronchiectasis to eradicate P. aeruginosa or MRSA, to suppress the burden of chronic bacterial colonization, and to treat exacerbations. The use of daily oral non-macrolide antibiotic treatment has been studied in small case series, but not in randomized trials. The role of inhaled antibiotics in non-CF bronchiectasis has recently evolved with two society guidelines and a systematic review suggesting a therapeutic trial of inhaled antibiotics in patients with three or more exacerbations per year and P. aeruginosa in their sputum. Options for inhaled antibiotics include aerosolized tobramycin, inhaled ciprofloxacin, aerosolized aztreonam, and aerosolized colistin. However, there arises a problem with inhaled antibiotic treatments, such as ciprofloxacin, of staying in the desired area of the infected lung tissues for sufficient time to provide optimal treatment. To combat this and prolong the amount of time the antibiotic spends in the lung tissue, current study trials have moved to develop inhalable nanostructured lipid carriers for the antibiotics.   === Bronchodilators === Some clinical trials have shown a benefit with inhaled bronchodilators in certain people with bronchiectasis. In people with demonstrated bronchodilator reversibility on spirometry, the use of inhaled bronchodilators resulted in improved dyspnea, cough, and quality of life without any increase in adverse events. However, overall there is a lack of data to recommend use of bronchodilators in all patients with bronchiectasis.   === Surgery === The primary role of surgery in the management of bronchiectasis is in localized disease to remove segments of the lung or to control massive hemoptysis. Additionally, surgery is used to remove an airway obstruction that is contributing to bronchiectasis. The goals are conservative, aiming to control specific disease manifestations rather than cure or eliminate all areas of bronchiectasis. Surgical case series have shown low operative mortality rate (less than 2%) and improvement of symptoms in the majority of patients selected to receive surgery. However, no randomized clinical trials have been performed evaluating the efficacy of surgery in bronchiectasis.   === Clinical trials === Results from a phase 2 clinical trial were published in 2018. In a placebo-controlled, double-blind study conducted in 256 patients worldwide, patients who received Brensocatib reported prolonged time to the first exacerbation and also reduced rate of yearly exacerbation.   == Prognosis == Two clinical scales have been used to predict disease severity and outcomes in bronchiectasis; the Bronchiectasis Severity Index and the FACED scale. The FACED scale uses the FEV-1 (forced expiratory volume in 1 second), age of the affected person, presence of chronic infection, extent of disease (number of lung lobes involved) and dyspnea scale rating (MRC dyspnea scale) to predict clinical outcomes in bronchiectasis. The Bronchiectasis Severity Index uses the same criteria as the FACED scale in addition to including criteria related to number of hospital admissions, annual exacerbations, colonization with other organisms and BMI (body mass index) less than 18.5. A decreased FEV-1, increasing age, presence of chronic infection (especially pseudomonas), a greater extent of lung involvement, high clinical dyspnea scale ratings, increased hospital admissions, a high number of annual exacerbations, and a BMI less than 18.5 lead to higher scores on both clinical scales and are associated with a poor prognosis in bronchiectasis; including increased mortality.   == Epidemiology == The prevalence and incidence of bronchiectasis is unclear as the symptoms are variable. The disease affects between 1 per 1000 and 1 per 250,000 adults. The disease is more common in women and in the elderly. In a Medicare cohort study in the United States, consisting of adults 65 years and older, the prevalence of bronchiectasis was 701 per 100,000 persons. A similar prevalence rate of bronchiectasis has been reported in other countries including China, Germany, the United Kingdom, Spain and Singapore. Those with a dual COPD and bronchiectasis diagnosis are more likely to be cigarette smokers and more likely to be hospitalized as compared to those with bronchiectasis without COPD. It became less common since the 1950s, with the introduction of antibiotics. It is more common among certain ethnic groups such as indigenous people. An estimated 350,000 to 500,000 adults have bronchiectasis in the United States. Specifically, children of the indigenous populations of Australia, Alaska, Canada and New Zealand have significantly higher rates than other populations. Overall, a shortage of data exists concerning the epidemiology of bronchiectasis in Asia, Africa, and South America. The prevalence and incidence of bronchiectasis has increased greatly in the 21st century. In a Medicare cohort analysis, consisting of adults 65 years and older in the United States; the annual rates of diagnosis have increased by 8.7% every year between 2000 and 2007. This large increase in the diagnosis of bronchiectasis may be due to increased recognition of the disease (including more widespread use of CT scans) or it may be due to an increase in the underlying causes of bronchiectasis.   == History == René Laennec, the man who invented the stethoscope, used his invention to first discover bronchiectasis in 1819. The disease was researched in greater detail by Sir William Osler, one of the four founding professors of Johns Hopkins Hospital, in the late 1800s. It is suspected that Osler himself died of complications from undiagnosed bronchiectasis. His biographies mention that he had frequent severe chest infections for many years. The term \"bronchiectasis\" comes from the Greek words bronkhia (meaning \"airway\") and ektasis (meaning \"widening\").   == Society and culture == Judith Durham of the Australian band The Seekers died of bronchiectasis on August 5, 2022, at the age of 79.   == References ==   == External links =="}