{"name": "budesonide", "category": "drug", "content": "Budesonide, sold under the brand name Pulmicort, among others, is a steroid medication. It is available as an inhaler, nebulization solution, pill, nasal spray, and rectal forms. The inhaled form is used in the long-term management of asthma and chronic obstructive pulmonary disease (COPD). The nasal spray is used for allergic rhinitis and nasal polyps. Modified-release pills or capsules and rectal forms may be used for inflammatory bowel disease including Crohn's disease, ulcerative colitis, and microscopic colitis. Common side effects with the inhaled form include respiratory infections, cough, and headaches. Common side effects with the pills include feeling tired, vomiting, and joint pains. Serious side effects include an increased risk of infection, loss of bone strength, and cataracts. Long-term use of the pill form may cause adrenal insufficiency. Stopping the pills suddenly following long-term use may therefore be dangerous. The inhaled form is generally safe in pregnancy. Budesonide chiefly acts as a glucocorticoid. Budesonide was initially patented in 1973. Commercial use as an asthma medication began in 1981. It is on the World Health Organization's List of Essential Medicines. Some forms are available as a generic medication. In 2021, it was the 185th most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses ==   === Asthma === Budesonide is given by metered-dose inhaler or nebulizer for maintenance and prophylactic treatment of asthma, including patients who require oral corticosteroids and those who may benefit from a systemic dose reduction.   === Inflammatory bowel disease === Formulations of delayed-release budesonide are an effective treatment for mild-to-moderately active Crohn's disease involving the ileum and/or ascending colon. A Cochrane review found evidence for up to three months (but not longer) of maintenance of remission in Crohn's disease. Budesonide assists in the induction of remission in people with active ulcerative colitis. Budesonide is highly effective and recommended as the drug of choice in microscopic colitis, for induction and maintenance of remission, and for both the lymphocytic colitis and collagenous colitis forms.   === Allergic rhinitis === Budesonide in the form of nasal sprays is a treatment for allergic rhinitis.   === Eosinophilic esophagitis === Topical budesonide has considerable effects in eosinophilic esophagitis. For this use, it is formulated as a tablet that disperses in the mouth, and sold under the brand name Jorveza.   === Berger's disease === Budesonide (Tarpeyo (US); Kinpeygo (EU, UK)) is indicated to reduce proteinuria (increased protein levels in the urine) in adults with primary immunoglobulin A (IgA) nephropathy (Berger's disease) at risk of rapid disease progression.   == Side effects == Nasal budesonide inhalers have been associated with a number of side effects. These include nose irritation or burning, bleeding or sores in the nose, lightheadedness, upset stomach, cough, hoarseness, dry mouth, rash, sore throat, bad taste in mouth, change in mucus, and blurred vision. Other symptoms which should be reported immediately include difficulty in breathing, swelling of the face, white patches in the throat, mouth, or nose, irregular menstrual periods, severe acne, and on rare occasions, behavioral changes (mostly affecting children).   === Overdose === Acute toxicity from an overdose of Budesonide is significantly more rare than an overdosing of budesonide over a prolonged period of therapy, however both can can cause systemic toxicity that manifests as hypercortisolism. Symptoms of an overdose include more specific symptoms such as darkening and thinning of the skin, changes in body fat around the face, neck, back, and waist, increased acne or facial hair, menstrual problems, impotence, or loss of interest in sex, as well as some less specific symptoms such as diarrhea, dizziness, loss of appetite, mental depression, nausea, skin rash, unusual tiredness or weakness, or vomiting.   == Contraindications == Budesonide is contraindicated in people with:  Known hypersensitivity to budesonide or any component of the formulation. Status asthmaticus or other acute episodes of asthma which would require intensive, immediate measures. In Canada, there are additional contraindications labeled for Budesonide for people with:  Systemic or local bacterial, fungal and viral infections. Active or quiescent pulmonary tuberculosis.   == Interactions == Budesonide is mainly metabolized in the liver by the enzyme CYP3A4. Drugs that are CYP3A4 inhibitors such as ketoconazole, clarithromycin, ritonavir, and nefazodone, among many others, may inhibit the metabolism of Budesonide, prolonging its elimination and leading to possible increased rates of corticosteroid adverse effects due to unwanted drug accumulation. Grapefruit is also a potent inhibitor of CYP3A4, and therefore its consumption is not recommended while on budesonide treatment.   == Pharmacology ==   === Mechanism of action === Budesonide is an agonist of glucocorticoid receptors. Among its effects are:  Controls the rate of protein synthesis. Depresses the migration of polymorphonuclear leukocytes and fibroblasts. Reverses capillary permeability and lysosomal stabilization at the cellular level to prevent or control inflammation. Has a potent glucocorticoid activity and weak mineralocorticoid activity.   === Pharmacokinetics === Different pharmacokinetic proprieties can be seen in the absorption of budesonide depending on how it is formulated. When taken as an extended-release oral capsule, budesonide has an oral bioavailability of 9–21% and reaches peak plasma concentrations (Cmax)  within 2–8 hours. A high fat meal when taken with the capsule can lengthen the time it takes to reach Cmax by another 2.3 hours, but will not have any other affects on the pharmacokinetics properties of budesonide. When inhaled through an metered dose inhaler,  34% of budesonide is deposited in the lung with a bioavailability of 39% and reaches Cmax within 10 minutes. When nebulized, budesonide has an bioavailability of 6% and reaches Cmax  within 1–3 hours. When formulated as a rectal foam, budesonide has an bioavailability of 3% to 27% and reaches Cmax  around 1.5 hours. The plasma protein binding of budesonide is around 85-90%, with an apparent volume of distribution of 2.2-3.9L/kg. Budesonide is 80-90% metabolized at first pass in the liver by the hepatocytic cytochrome P450 isoenzyme 3A4 (CYP3A4) into two metabolites: 16 alpha-hydroxyprednisolone and 6 beta-hydroxybudesonide. Both of these metabolites have a negligible glucocorticoid activity of less than 1% compared to the parent compound budesonide. 60% of budesonide is excreted is through the urine as its metabolites, no unchanged budesonide is detectable in urine. The average elimination half-life in plasma is between 2-3.6 hours.   == Chemistry ==  Budesonide, also known as 11β,21-dihydroxy-16α,17α-(butylidenebis(oxy))pregna-1,4-diene-3,20-dione, is a synthetic pregnane steroid and non-halogenated cyclic ketal corticosteroid. It is the C16α hydroxyl, C16α,17α cyclic ketal with butyraldehyde derivative of prednisolone (11β,17α,21-trihydroxypregna-1,4-diene-3,20-dione).   === Stereoisomerism ===   == Society and culture ==   === Brand names === Budesonide is a drug that is marketed under various brand and generic names internationally, some notable examples for each formulation are listed here; Inhalation: Pulmicort; Pulmicort Flexhaler, Pulmicort Nebuamp, Pulmicort Turbuhaler, TARO-Budesonide, TEVA-Budesonide, Novolizer budesonid meda, Budenova. Systemic (oral pills): Tarpeyo, Uceris, Eohilia, Cortiment, Entocort Jorveza. Nasal: MYLAN-Budesonide AQ, Rhinocort Aqua, Formancis. Topical: Entocort, Uceris, Budenofalk.   == Economics == In 2019, generic budesonide was listed as being involved in Teva's price fixing scheme in the United States.    === Legal status === In May 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Kinpeygo, intended for the treatment of primary immunoglobulin A nephropathy. The applicant for this medicinal product is Calliditas Therapeutics AB. Kinpeygo is a hybrid medicine of Entocort which has been authorised in the EU since 2 April 1992. Kinpeygo contains the same active substance as Entocort but has a different formulation and a different indication. Kinpeygo was approved for medical use in the European Union in July 2022.   == Research ==   === COVID-19 === Budesonide was recommended in April 2021 by the UK's NHS to treat COVID-19 on a case-by-case basis for those aged 50 years of age and older. After a University of Oxford research team found in a trial with 1,700 patients that budesonide could benefit many people over 50 with COVID-19 symptoms, it was recommended from 12 April 2021, by the National Health Service in the UK for general practitioners (GPs) to treat COVID-19 on a case-by-case basis. Results of a large-scale trial published in August 2021 suggest that inhaled budesonide improves the time of recovery and people's well-being during the recovery process. Inhalational budesonide was added to the recommended treatment for cases of COVID-19 in India in April 2021. The NIH recommendation was withdrawn in December 2021 citing the need for more research.   == References ==   == External links == \"Budesonide Nasal Spray\". MedlinePlus. \"Budesonide Oral Inhalation\". MedlinePlus."}