{"name": "buformin", "category": "drug", "content": "Buformin (1-butylbiguanide) is an oral antidiabetic drug of the biguanide class, chemically related to metformin and phenformin. Buformin was marketed by German pharmaceutical company Grünenthal as Silubin.   == Chemistry and animal toxicology == Buformin hydrochloride is a fine, white to slightly yellow, crystalline, odorless powder, with a weakly acidic bitter taste. Its melting point is 174 to 177 °C, it is a strong base, and is freely soluble in water, methanol and ethanol, but insoluble in chloroform and ether. Toxicity: guinea pig LD50 subcutaneous 18 mg/kg; mouse LD50 intraperitoneal 140 mg/kg and 300 mg/kg oral. The log octanol-water partition coefficient (log P) is -1.20E+00; its water solubility is 7.46E+05 mg/L at 25 °C. Vapor pressure is 1.64E-04 mm Hg at 25 °C (EST); Henry's law constant is 8.14E-16 atm-m3/mole at 25 °C (EST). Its Atmospheric -OH rate constant is 1.60E-10 cm3/molecule-sec at 25 °C.   == Mechanism of action == Buformin delays absorption of glucose from the gastrointestinal tract, increases insulin sensitivity and glucose uptake into cells, and inhibits synthesis of glucose by the liver. Buformin and the other biguanides are not hypoglycemic, but rather antihyperglycemic agents. They do not produce hypoglycemia; instead, they reduce basal and postprandial hyperglycemia in diabetics. Biguanides may antagonize the action of glucagon, thus reducing fasting glucose levels.   == Pharmacokinetics == After oral administration of 50 mg of buformin to volunteers, almost 90% of the applied quantity was recovered in the urine; the rate constant of elimination was found to be 0.38 per hr. Buformin is a strong base (pKa = 11.3) and not absorbed in the stomach. After intravenous injection of about 1 mg/kg buformin-14-C, the initial serum concentration is 0.2-0.4 μg/mL. Serum level and urinary elimination rate are linearly correlated. In man, after oral administration of 50 mg 14-C-buformin, the maximum serum concentration was 0.26-0.41 μg/mL. The buformin was eliminated with an average half-life of 2 h. About 84% of the dose administered was found excreted unchanged in the urine. Buformin is not metabolized in humans. The bioavailability of oral buformin and other biguanides is 40%-60%. Binding to plasma proteins is absent or very low.   == Dosage == The daily dose of buformin is 150–300 mg by mouth. Buformin has also been available in a sustained release preparation, Silubin Retard, which is still sold in Romania.   == Side effects and contraindications == The side effects encountered are anorexia, nausea, diarrhea, metallic taste, and weight loss. Its use is contraindicated in diabetic coma, ketoacidosis, severe infection, trauma, other conditions where buformin is unlikely to control the hyperglycemia, renal or hepatic impairment, heart failure, recent myocardial infarct, dehydration, alcoholism, and conditions likely to predispose to lactic acidosis.   == Toxicity == Buformin was withdrawn from the market in many countries due to an elevated risk of causing lactic acidosis (although not the US, where it was never sold). Buformin is still available and prescribed in Romania (timed release Silubin Retard is sold by Zentiva), Hungary, Taiwan and Japan (sold by Nichi-Iko Pharmaceutical Co., Ltd as \"DIBETOS\" tablets, each containing 50 mg buformin hydrochloride). The lactic acidosis occurred only in patients with a buformin plasma level of greater than 0.60 μg/mL and was rare in patients with normal renal function. In one report, the toxic oral dose was 329 ± 30 mg/day in 24 patients who developed lactic acidosis on buformin. Another group of 24 patients on 258 ± 25 mg/day did not develop lactic acidosis on buformin.   == Anticancer properties == Buformin, along with phenformin and metformin, inhibits the growth and development of cancer. The anticancer property of these drugs is due to their ability to disrupt the Warburg effect and revert the cytosolic glycolysis characteristic of cancer cells to normal oxidation of pyruvate by the mitochondria. Metformin reduces liver glucose production in diabetics and disrupts the Warburg effect in cancer by AMPK activation and inhibition of the mTor pathway. Buformin decreased cancer incidence, multiplicity, and burden in chemically induced rat mammary cancer, whereas metformin and phenformin had no statistically significant effect on the carcinogenic process relative to the control group. Buformin also exhibits anti-proliferative and anti-invasive effects in endometrial cancer cells, lung cancer cells and cervical cancer cells.   == Antiviral properties == Biguanides were first noted to be active against influenza in the 1940s. Further studies confirmed their antiviral activity in vitro. Buformin, especially, was potently antiviral against vaccinia and influenza. Buformin is a metabolic antiviral that inhibits the mTOR pathway used by influenza  and Middle East respiratory syndrome-related coronavirus.   == History == Buformin was synthesized as an oral antidiabetic in 1957.   == Synthesis ==  Buformin is obtained by reaction of butylamine and 2-cyanoguanidine.   == References =="}