{"name": "Burkitt Lymphoma", "category": "disease", "content": "Burkitt lymphoma is a cancer of the lymphatic system, particularly B lymphocytes found in the germinal center.  It is named after Denis Parsons Burkitt, the Irish surgeon who first described the disease in 1958 while working in equatorial Africa. It is a highly aggressive form of cancer which often, but not always, manifests after a person develops acquired immunodeficiency from infection with Epstein-Barr Virus or Human Immunodeficiency Virus (HIV). The overall cure rate for Burkitt lymphoma in developed countries is about 90%. Burkitt lymphoma is uncommon in adults, in whom it has a worse prognosis.   == Classification ==  Burkitt lymphoma can be divided into three main clinical variants: the endemic, the sporadic, and the immunodeficiency-associated variants. By morphology (i.e., microscopic appearance), immunophenotype, and genetics, the variants of Burkitt lymphoma are alike.  The endemic variant (also called \"African variant\") most commonly occurs in children living in regions where malaria is endemic (such as equatorial Africa, Brazil, and Papua New Guinea). Epstein–Barr virus (EBV) infection is found in nearly all patients. Chronic malaria is believed to reduce resistance to EBV, allowing EBV infection to occur. The disease characteristically involves the jaw or other facial bone, abdomen, cecum, distal ileum, ovaries, kidney, or breast. Less than 10% of cases present with central nervous system involvement, which usually manifest as cranial nerve palsies or spinal cord compression. The sporadic type of Burkitt lymphoma (also known as \"non-African\") is the most common variant found in places where malaria is not endemic such as North America and parts of Europe. The median onset is 10 years of age, but there are also peaks at ages 40 and 75 years old. Males are 3-4 times more likely to be affected as compared to females. The tumor cells have a similar appearance to those of the classical endemic Burkitt lymphoma. Sporadic type Burkitt lymphomas are less commonly associated with the EBV virus as compared to the endemic variant; with 20-30% of cases being attributed to EBV (most commonly in adults older than 50). The jaw is less commonly involved in this variant. The abdominal region is the most common site of involvement, often at the right lower quadrant. The bone marrow is involved in 30-35% of cases and the central nervous system is involved in approximately 20% of cases (usually affecting the meninges, or the covering of the brain and spinal cord). Immunodeficiency-associated Burkitt lymphoma is usually associated with HIV infection, but can also occur in the setting of post-transplant patients. The median age of onset of the immunodeficiency-associated variant is between 40-45 years of age and it is equally prevalent in males and females. It makes up 40% of the HIV associated lymphomas, and it usually occurs in those with normal CD4+ T cell counts. EBV is detected in 25-40% of cases and common areas of involvement include GI tract, lymph nodes and bone marrow with 20-30% of affected people having central nervous system involvement. Burkitt lymphoma is commonly associated with the infection of B cell lymphocytes with the EBV and in these cases is considered to be one form of the Epstein–Barr virus-associated lymphoproliferative diseases. The endemic variant of Burkitt lymphoma is in almost all cases associated with EBV infection. The fact that some Burkitt lymphoma cases do not involve EBV allows that many cases of the disease are not caused and/or promoted by EBV, i.e. the virus may be an innocent passenger virus in these cases. However, the almost ubiquitous presence of the virus in the endemic variant of Burkitt lymphoma suggests that it contributes to the development and/or progression of this variant. The mutational landscape in Burkitt lymphoma has recently been found to differ between tumors with and without EBV infection, further strengthening the role of the virus in disease origin.   == Pathophysiology ==   === Genetics === Almost all cases of Burkitt lymphoma are characterized by dysregulation of the c-myc gene by one of three chromosomal translocations which place the myc gene under the control of an immunoglobulin gene enhancer. The MYC gene is found at 8q24.  The most common variant is t(8;14)(q24;q32), which accounts for about 70 to 80% of cases of cases. This involves c-myc oncogene translocation from chromosome 8 to the  Ig heavy chain region of chromosome 14. A variant of this, a three-way translocation, t(8;14;18), has also been identified. Another variant is t(2;8)(p12;q24). This involves the myc oncogene being translocated from chromosome 8 to the Ig kappa locus on chromosome 2. This type of translocation is seen in 15% of cases of Burkitt lymphoma. A rare variant is t(8;22)(q24;q11). This type involves myc oncogene translocation from chromosome 8 to the Ig lambda locus on chromosome 22. This type of translocation is involved in about 5% of cases of Burkitt lympohoma. The c-myc gene found on chromosome 8 is part of the MYC family of genes that serve as regulators of cellular transcription and is associated with Burkitt lymphoma. Expression of the c-myc gene results in the synthesis of transcriptional factors that increase the expression of other genes involved in aerobic glycolysis. Ultimately, an increase in aerobic glycolysis plays a role in providing the necessary energy for cellular growth to occur. The translocation of the c-myc gene to the IGH, IGK, or IGL region moves the gene to a location in the genome near immunoglobulin enhancers which increases the expression of the c-myc gene. Overall, this translocation leads to increased cellular proliferation that is found in Burkitt lymphoma. Point mutations can also be present in the translocated c-myc gene resulting in the expressed c-myc protein being overactive.  Bcl-2 translocations, which are frequently seen in follicular lymphomas and other B-cell Non-Hodgkin Lymphomas, do not occur in Burkitt lymphomas. One of the above described translocations of MYC is seen in 90% of cases of Burkitt lymphoma, but these oncogenic translocations are not usually sufficient to cause lymphoma; other mutations must also be present. These additional mutations include mutations of the tumor suppressor TP53, which interacts with the tumor suppressor p53 (which usually causes apoptosis in B cells carrying the disordered MYC oncoprotein). But with TP53 and p53 mutated, apoptosis is blocked, and the oncogenic B-cells are allowed to proliferate unchecked. The tumor suppressors ARF and USP7 are also frequently mutated in Burkitt lymphoma leading to MDM2 inhibition of the tumor suppressor p53 which then leads to enhanced oncogenesis. SIN3A, a regulator of MYC, that acts to inhibit MYC by deacetylating it, is often inactivated in Burkitt lymphoma. Also, sequential mutations of the RNA helicases (involved in RNA synthesis) DDX3X (found on the x chromosome) and DDX3Y (found on the y chromosome) lead to MYC oncogenesis in Burkitt lymphoma. Early in the pathogenesis process, DDX3X mutations limit translation (protein synthesis) allowing lymphoma cells to escape MYC induced proteotoxic stress and apoptosis, then later, DDX3Y mutations restore high level protein synthesis (by producing the translational machinery) and leading to increased proliferation of tumor cells. These sequential DDX3X and DDX3Y mutations are thought to partially explain why Burkitt lymphoma is more common in males as the DDX3Y RNA helicase is only found on the Y chromosome.  Mutations affecting the transcription factor TCF3 and its negative regulator ID3 are found in about 70% of cases of Burkitt lymphoma. These mutations prevent ID3 from binding to and inhibiting TCF3; thus the hyperactive TCF3 then activates B cell receptors which activate PI3K and mTOR, as well as Ig heavy and light chain genes, which contribute to oncogenesis. TCF3 and ID3 mutations lead to continuously active B-cell receptors, explaining the high level of proliferation seen in Burkitt lymphoma. Mutations of ID3 and TCF3 are rarely seen in other aggressive B-cell lymphomas; as a result, they can be used to direct further diagnostic workup if identified. The cell cycle regulators Cyclin D3 and p16 may also be activated and deactivated respectively in Burkitt lymphoma; leading to massive tumor cell proliferation. Some epigenetic mechanisms have been found to play a role in the pathogenesis of Burkitt lymphoma. FBXO11 is a chromatin regulator. By activating ubiquitin ligase, FBXO11 causes ubiquitination of BCL6 which causes it to be targeted for proteasome degradation. BCL6 normally helps B cells mature in the germinal center and produce antibodies specific to encountered antigens. In Burkitt lymphoma, FBXO11 is deactivated, leading to increased BCL6 activation which then leads to increased proliferation and decreased maturation of germinal center B-cells, thus promoting lymphomagenesis. EBV associated Burkitts has increased expressional activity of activation-induced cytidine deaminase, which is a mutator, this leads to EBV associated Burkitt lymphomas having more mutations than non-EBV types. Non-EBV subtypes of Burkitt lymphoma more commonly have dysregulation of cyclin D3 and mutated, inactivated p53.   === Virology === The complete role of EBV in the pathogenesis of endemic Burkitt lymphoma is not completely elucidated, but it has been shown to cause DNA damage, dysfunction of telomeres, and genome instability. B cell infection with EBV is latent, and the virus does not undergo replication. These latently infected B cells can then go on to produce proteins that function to promote cellular growth through modification of normal signaling pathways. EBV promotes the development of malignant B cells via proteins that limit apoptosis in cells that had the c-myc translocation. Apoptosis is limited by EBV through various means such as the EBNA-1 protein, BHF1 protein, EBER transcripts, vIL-10 gene, BZLF1, and LMP1. Malaria has been found to cause genomic instability in endemic Burkitt lymphoma. Malaria can lead to the reactivation of latent EBV and also MYC translocations via activation of the toll-like receptor 9. Malaria also promotes B-cell proliferation by altering the regular immune response. The immune system targets antigens (e.g., EBNA2 and LMP-1) and eliminates most B cells infected with EBV. Downregulation of antigens targeted by the immune system leads to the development of persistent B cells. These B cells can then undergo further mutations (e.g., c-myc translocation) that promote cancer development.   === Immunology === Burkitt Lymphoma cells express HLA class I molecules normally, as well as some HLA class II complexes; however, CD4+ T cells are not properly activated. Burkitt lymphoma cells only express EBNA 1, a poorly antigenic EBV-associated antigen, that is able to escape HLA class I presentation, thus evades an immune response. EBNA 1 can be presented via HLA class II molecules, however HLA Class II pathway is unable to activate the CD4+ T cells.   == Diagnosis ==   === Malignant B cell characteristics === Normal B cells of a germinal center possess rearranged immunoglobulin heavy and light chain genes, and each isolated B cell possesses a unique IgH gene rearrangement. Since Burkitt lymphoma and other B-cell lymphomas are a clonal proliferative process, all tumor cells from one patient are supposed to possess identical IgH genes. When the DNA of tumor cells is analyzed using electrophoresis, a clonal band can be demonstrated, since identical IgH genes will move to the same position.  On the contrary, when a normal or reactive lymph node is analyzed using the same technique, a smear rather than a distinct band will be seen. This technique is useful since sometimes benign reactive processes (e.g. infectious mononucleosis) and malignant lymphoma can be difficult to distinguish.   === Microscopy ===  The tumor consists of sheets of a monotonous (i.e., similar in size and morphology) population of medium-sized lymphoid cells with high proliferative and apoptotic activity.  The \"starry sky\" appearance seen under low power is due to scattered tingible body-laden macrophages (macrophages containing dead apoptotic tumor cells). The old descriptive term of \"small non-cleaved cell\" is misleading. The tumor cells are mostly medium in size (i.e., tumor nuclei size similar to that of histiocytes or endothelial cells). \"Small non-cleaved cells\" are compared to \"large non-cleaved cells\" of normal germinal center lymphocytes. Tumor cells possess small amounts of basophilic cytoplasm with three to four small nucleoli. The cellular outline usually appears squared off.   === Immunohistochemistry === The tumor cells in Burkitt lymphoma generally strongly express markers of B cell differentiation (CD20, CD22, CD19), as well as CD10 and BCL6.  The tumor cells are generally negative for BCL2 and TdT.  The high mitotic activity of Burkitt lymphoma is confirmed by nearly 100% of the cells staining positive for Ki67.   == Treatment == In general, the first line of treatment for Burkitt lymphoma is chemotherapy. A few of these regimens are: the GMALL-B-ALL/NHL2002 protocol, the modified Magrath regimen (R-CODOX-M/IVAC). COPADM, hyper-CVAD, and the Cancer and Leukemia Group B (CALGB) 8811 regimen; these can be associated with rituximab. In older patients, treatment may be dose-adjusted EPOCH with rituximab. The effects of the chemotherapy, as with all cancers, depend on the time of diagnosis. With faster-growing cancers, such as Burkitt, the cancer actually responds faster than with slower-growing cancers. This rapid response to chemotherapy can be hazardous to the patient, as a phenomenon called \"tumor lysis syndrome\" could occur. Close monitoring of the patient and adequate hydration is essential during the process. Since Burkitt lymphoma has high propensity to spread to the central nervous system (lymphomatous meningitis), intrathecal chemotherapy with methotrexate and/or ARA-C and/or prednisolone is given along with systemic chemotherapy. Chemotherapy  cyclophosphamide doxorubicin vincristine methotrexate cytarabine ifosfamide etoposide rituximab Other treatments for Burkitt lymphoma include immunotherapy, bone marrow transplants, stem cell transplant, surgery to remove the tumor, and radiotherapy.   == Prognosis ==  Burkitt lymphoma is a very aggressive cancer, which can quickly metastasize and spread throughout the body if the cancer is not treated quickly. If the patient is left untreated, or if treatment is initiated too late, Burkitt lymphoma can be fatal. Burkitt lymphoma in children often has a better prognosis than the same cancer in an adult. The overall cure rate for sporadic Burkitt lymphoma in developed countries is about 90%.  Burkitt lymphoma is not common in adults, but has worse outcomes than in children. If treatment with an initial chemotherapy regimen of cyclophosphamide, vincristine, prednisolone, and/or other drugs fails to produce meaningful remission or regression, this usually indicates a more severe outcome. Furthermore, failed initial treatment and return of Burkitt lymphoma after a six-month stint of time serve as a poor prognostic indicator. The adequate utilization of therapeutic drugs during initial treatment limits additional treatment options following the return of the disease. Notably, in areas of the world where the initial treatment of Burkitt lymphoma is inadequate further treatment options may remain for cases when the disease returns. Laboratory studies such as lactate dehydrogenase (LDH), CD4 count, and other cytogenetic studies are also prognostic indicators. Unsatisfactory outcomes have been associated with an LDH that is found to be two times above the upper limit of normal. Specifically, there is a poor prognosis associated with a CD4 count that is decreased in the immunodeficiency-associated variant of Burkitt lymphoma. Genetic mutations extending beyond the previously described MYC translocation may also serve as negative prognostic indicators. Some notable genetic findings that may be associated with poor outcomes include: 13q deletion, 7q gain, ID3 and CCND3 double-hit mutations, and 18q21 CN-LOH mutations. The prognosis for Burkitt lymphoma can be better determined following staging utilizing imaging modalities such as positron emission tomography and computed tomography scans where tumor burden and invasion of the central nervous system have been found to indicate a poor prognosis.   == Epidemiology == As a non-Hodgkin lymphoma (NHL), Burkitt lymphoma makes up 1-5% of cases, and it is more common in males than females with a 3–4 to 1 ratio. The endemic variant mainly impacts areas with an increased prevalence of malaria and EBV in Africa and Papua New Guinea. For children less than 18 years of age from equatorial Africa, the annual incidence of Burkitt lymphoma is 4–5/100,000. Additionally, in equatorial Africa, 50% of tumors that are diagnosed during childhood as well as 90% of lymphoma cases can be attributed to Burkitt lymphoma. The peak incidence for endemic Burkitt lymphoma is from ages 4 to 7 with an average age of 6 years. The sporadic variant with an annual incidence 2-3/million is more commonly found in North America and Europe comprising 1-2% of adult lymphomas and 30–40% of NHL cases. This variant is 3.5 times more commonly found in males compared to females and it is more frequent in younger individuals. The sporadic variant has a peak incidence at 11 years of age in children, and diagnosis typically occurs from 3–12 years of age on average. For adults, 45 years was the median age that the sporadic Burkitt lymphoma was diagnosed. The immunodeficiency-associated variant predominantly impacts the HIV-infected population. For those in the United States and with AIDS, the incidence of this variant was found to be 22/100,000 person-years. There is also an increased risk of developing this variant of Burkitt lymphoma for individuals that have received an organ transplant after 4–5 years. EBV infection is associated with Burkitt lymphoma. EBV is found in virtually all instances of endemic Burkitt lymphoma. The sporadic variant of Burkitt lymphoma is associated with EBV in only 10–20% of cases. Approximately 30% of immunodeficiency-associated Burkitt lymphoma cases were associated with EBV.   == Research ==   === Gene targets === Unique genetic alterations promote cell survival in Burkitt lymphoma, distinct from other types of lymphoma. These TCF3 and ID3 gene mutations in Burkitt correspond to a cell survival pathway that may be found to be amenable to targeted therapy.   == References ==   == External links =="}