{"name": "burosumab", "category": "drug", "content": "Burosumab, sold under the brand name Crysvita, is a human monoclonal antibody medication approved 2018 for the treatment of X-linked hypophosphatemia and tumor-induced osteomalacia.   == Medical uses == In the European Union and the United States, burosumab is indicated for the treatment of adults and children ages one year and older with X-linked hypophosphatemia (XLH), a rare, inherited form of rickets. caused by overproduction of a hormone called FGF23 (fibroblast growth factor 23) in bone cells. FGF23 is responsible for blocking phosphate re-absorption in the kidney and the suppression of the vitamin D dependent phosphate absorption in the intestine. Due to the excess activity of FGF23, phosphate levels in the blood are abnormally low (hypophosphatemia), which affects the constitution of bone. In the United States, burosumab is also approved to treat people age two and older with tumor-induced osteomalacia (TIO), a rare disease which is characterized by the development of tumors causing weakened and softened bones. The tumors associated with TIO release fibroblast growth factor 23 (FGF23) which lowers phosphate levels.   == Adverse effects == In trials, injection site reactions were very common, occurring in 52–58% of patients; they were generally mild in severity, and resolved on their own in 1–3 days.   == Legal status == It was approved for use in the European Union in February 2018 to treat children one year of age and older and adolescents with growing skeletons who have X-linked hypophosphataemia with radiographic evidence of bone disease . In April 2018, the U.S. Food and Drug Administration (FDA) approved burosumab for its intended purpose in patients aged one year and older. The FDA approval fell under both the breakthrough therapy and orphan drug designations.  The FDA considered it to be a first-in-class medication. In 2018, the National Institute for Health and Care Excellence in England and Wales raised concerns regarding the incremental cost-effectiveness of the new treatment but as of 2019 the drug was available through a simple discount scheme.   == History == This drug was developed by Ultragenyx and is in a collaborative license agreement with Kyowa Hakko Kirin.   == References ==   == External links == \"Burosumab\". Drug Information Portal. U.S. National Library of Medicine."}