{"name": "busulfan", "category": "drug", "content": "Busulfan (Myleran, GlaxoSmithKline, Busulfex IV, Otsuka America Pharmaceutical, Inc.) is a chemotherapy drug in use since 1959. It is a cell cycle non-specific alkylating antineoplastic agent, in the class of alkyl sulfonates. Its chemical designation is 1,4-butanediol dimethanesulfonate.   == History == Busulfan was approved by the US Food and Drug Administration (FDA) for treatment of chronic myeloid leukemia (CML) in 1999.  Busulfan was the mainstay of the chemotherapeutic treatment of chronic myeloid leukemia (CML) until it was displaced by the new gold standard, imatinib, though it is still in use to a degree as a result of the drug's relative low cost.   == Indications == Busulfan is used in pediatrics and adults in combination with cyclophosphamide or fludarabine/clofarabine as a conditioning agent prior to bone marrow transplantation, especially in chronic myelogenous leukemia (CML) and other leukemias, lymphomas, and myeloproliferative disorders.  Busulfan can control tumor burden but cannot prevent transformation or correct cytogenic abnormalities. The drug was recently used in a study to examine the role of platelet-transported serotonin in liver regeneration.   == Availability == Myleran is supplied in white film coated tablets with 2 mg of busulfan per tablet. After 2002, a great interest has appeared for intravenous presentations of busulfan. Busulfex is supplied as an intravenous solution with 6 mg/ml busulfan.  Busulfex has proved equally effective as oral busulfan, with presumedly less toxic side effects. Pharmacokinetic and dynamic studies support this use, that has prompted its usage in transplantation regimes, particularly in frail patients. Fludarabine + busulfan is a typical example of this use.   == Side effects == Toxicity may include interstitial pulmonary fibrosis (\"busulfan lung\"), hyperpigmentation, seizures, hepatic (veno-occlusive disease) (VOD) or sinusoidal obstruction syndrome (SOS), emesis, and wasting syndrome. Busulfan also induces impotence in males (kills germ cells), thrombocytopenia, a condition of lowered blood platelet count and activity, and sometimes medullary aplasia.  Seizures and VOD are serious concerns with busulfan therapy and prophylaxis is often utilized to avoid these effects.  Hepatic VOD is a dose-limiting toxicity. Symptoms of VOD include weight gain, elevated bilirubin, painful hepatomegaly, and edema. The reason busulfan causes VOD is mostly unknown and can be deadly.  Ursodiol may be considered for prophylaxis of veno-occlusive disease. Antiemetics are often administered prior to busulfan to prevent vomiting (emesis). Phenytoin may be used concurrently to prevent the seizures. Levetiracetam, has shown efficacy for the prophylaxis against busulfan-induced seizures. Benzodiazepines can also be used for busulfan-induced seizures. Busulfan is listed by the IARC as a Group 1 carcinogen.   == Dosing, administration, and pharmacokinetics == As an adjunct therapy with cyclophosphamide for conditioning prior to bone marrow transplantation in adults and children >12 kg, intravenous (IV) busulfan (Bulsulfex) is dosed at 0.8 mg/kg every six hours for 16 doses (four days).  IV busulfan is usually administered over two hours.  Both IV and oral formulations require prophylactic antiemetic agents administered prior to the busulfan dose and scheduled antiemetics administered thereafter. Oral bioavailability of busulfan shows a large interindividual variation. Taking busulfan on an empty stomach is recommended to reduce the risk of nausea and emesis. Peak plasma concentrations are achieved within one hour of oral administration.  About 30% of the drug is bound to plasma proteins, such as albumin. Busulfan therapeutic drug monitoring is completed based on trough (pre-dose) levels with a target six-hour area under the curve (AUC) of between 900 and 1500 micromolxmin.  AUCs (six-hour) >1500 micromolxmin are associated with hepatic VOD and subsequent dose reduction should be considered.  AUCs (six-hour) <900 micromolxmin are associated with incomplete bone marrow ablation and subsequent dose escalation should be considered.  Dose adjustments are performed using first order kinetics, such that the adjusted dose = current dose × (target AUC/actual AUC).   == Drug interactions == Busulfan is metabolized via glutathione conjugation in the liver to inactive metabolites.  Itraconazole can decrease busulfan clearance by up to 25%, resulting in AUC levels >1500 micromolxmin and increased risk of hepatic VOD.  Concomitant use of acetaminophen within 72 hours of busulfan use can reduce busulfan clearance (resulting in increased busulfan AUC), as acetaminophen is also metabolized via glutathione and may deplete stores.  Phenytoin increases hepatic clearance of busulfan (resulting in decreased busulfan AUC).  However, clinical studies of busulfan were completed with patients taking phenytoin, so no empiric dose adjustment is necessary if patients are taking phenytoin with busulfan.   == Pharmacology == Busulfan is an alkylsulfonate.  It is an alkylating agent that forms DNA-DNA interstrand crosslinks between the DNA bases guanine and adenine and between guanine and guanine. This occurs through an SN2 reaction in which the relatively nucleophilic guanine N7 attacks the carbon adjacent to the mesylate leaving group. DNA crosslinking prevents DNA replication.  Because the intrastrand DNA crosslinks cannot be repaired by cellular machinery, the cell undergoes apoptosis.   == Complexation == The molecular recognition of ureido-cyclodextrin with busulfan was investigated. The formation of complexes was observed with electrostatic interactions between urea and the sulfonate part of busulfan. Another structure was used for this complexation type, two disaccharidyl units connected by urea linkers to a diazacrown ether organizing platform.   == References ==   == External links == \"Busulfan\". Drug Information Portal. U.S. National Library of Medicine."}