{"name": "butalbital", "category": "drug", "content": "Butalbital is a barbiturate with an intermediate duration of action. Butalbital is often combined with other medications, such as paracetamol (acetaminophen) (as Butalbital/acetaminophen) or aspirin, for the treatment of pain and headache. The various formulations combined with codeine are FDA-approved for the treatment of tension headaches. Butalbital has the same chemical formula as talbutal but a different structure—one that presents as 5-allyl-5-isobutylbarbituric acid.   == Preparations == Combinations include:  Butalbital/acetaminophen, Butalbital and acetaminophen (paracetamol), (trade names: Axocet, Bucet, Bupap, Cephadyn, Dolgic, Phrenilin, Forte, Sedapap) Butalbital, paracetamol (acetaminophen), and caffeine (trade names: Fioricet, Esgic, Esgic-Plus, Orbivan, Fiormor, Fiortal, Fortabs, Laniroif) Butalbital, paracetamol (acetaminophen), caffeine, and codeine phosphate (trade name: Fioricet#3 with Codeine) Butalbital and aspirin (trade name: Axotal) Butalbital, aspirin, caffeine (trade name: Fiorinal) Butalbital, aspirin, caffeine, and codeine phosphate (trade name: Fiorinal#3 with Codeine) Ergotamine tartrate, caffeine, butalbital, belladonna alkaloids (trade name: Cafergot-PB)   == Contraindications == There are specific treatments which are appropriate for targeting migraines and headaches. Butalbital is not recommended as a first-line treatment because it impairs alertness, brings risk of dependence and addiction, and increases the risk that episodic headaches will become chronic. When other treatments  are unavailable or ineffective, butalbital may be appropriate if the patient can be monitored to prevent the development of chronic headache.   == Side effects == Side effects for any psychoactive drug are difficult to predict, though butalbital is usually well tolerated. Commonly reported side effects for butalbital, some of which tend to subside with continued use, include:  Dizziness Respiratory depression (impaired breathing) Drowsiness Intoxicated feeling Light-headedness Nausea Sedation Euphoria Severe impairment of judgment Diarrhea Memory Loss Constipation Rare side-effects include Stevens–Johnson syndrome, an adverse reaction to barbiturates, and anaphylaxis. The risk and severity of all side effects is greatly increased when butalbital (or butalbital-containing medications) are combined with other sedatives (ex. ethanol, opiates, benzodiazepines, antihistamines). In particular, butalbital, especially when combined with other sedatives (e.g. opioids), can cause life-threatening respiratory depression and death. Inhibitors of the hepatic enzyme CYP3A4 may also increase the risk, severity, and duration of side effects, many drugs inhibit this enzyme as do some foods such as grapefruit and the blood orange. Taking butalbital-based medications with some other drugs may also increase the side effects of the other medication.   == Dangers and risks == Butalbital can cause dependence or addiction. Mixing with alcohol, benzodiazepines, and other CNS-depressants increases the risk of intoxication, increases respiratory depression, and increases liver toxicity when in combination with paracetamol (acetaminophen). Use of butalbital and alcohol, benzodiazepines, and other CNS-depressants can contribute to coma, and in extreme cases, fatality.   == References ==   == External links == Butalbital Archived 2008-10-14 at the Wayback Machine, Online Medical Dictionary Butalbital and Acetaminophen (Systemic) (archive), MedicinePlus Drug Information Controlled Substances in Schedule III, (archive), U.S. Drug Enforcement Administration"}