{"name": "butenafine", "category": "drug", "content": "Butenafine, sold under the brand names Lotrimin Ultra, Mentax, and Butop (In India only), is a synthetic benzylamine derived antifungal drug.  It is structurally related to the allylamine antifungals terbinafine & naftifine.   == Medical uses == Butenafine is indicated for the topical treatment of tinea (pityriasis) versicolor due to Malassezia furfur, as well as athlete's foot (Tinea pedis), ringworm (Tinea corporis) and jock itch (Tinea cruris) due to Epidermophyton floccosum, Trichophyton mentagrophytes, Trichophyton rubrum, and Trichophyton tonsurans. It also displays superior activity against Candida albicans than terbinafine and naftifine. Butenafine demonstrates low minimum inhibitory concentrations against Cryptococcus and Aspergillus. There is some evidence that it is effective against dermatophyte infections of the toenails, but needs to be applied daily for prolonged periods (at least one year).   === Available forms === Butenafine is typically available as a 1% topical cream.   == Pharmacology == Like the allylamine antifungals (e.g terbinafine), butenafine works by inhibiting the synthesis of ergosterol by binding to and inhibiting squalene epoxidase, an enzyme in the pathway used for creation of the sterols needed in fungal cell membranes. Lacking ergosterol, the cell membranes increase in permeability, allowing their contents to leak out. Furthermore, inhibition of squalene epoxidase leads to a toxic buildup of squalene. This double action of butenafine (increased membrane permeability and toxic buildup of squalene) makes butenafine fungicidal rather than merely fungistatic. In addition to being an antifungal, butenafine is an anti inflammatory. Because fungal skin infections are often accompanied by significant inflammation, this is a desirable property. The fact that butenafine has intrinsic anti inflammatory properties is also desirable since it is not necessary to add topical glucocorticoids, which often come with undesired side effects.   == Chemistry == Butenafine hydrochloride is an odorless white crystalline powder that is freely soluble in methanol, ethanol, and chloroform, yet is only slightly soluble in water.   == Synthesis ==  Reductive amination of 1-naphthaldehyde (1) with methylamine (2) gives the intermediate secondary amine (3). Alkylation of this with p-tert-butyl benzyl bromide (4) yields the tertiary amine butenafine.   == References =="}