{"name": "butriptyline", "category": "drug", "content": "Butriptyline, sold under the brand name Evadyne among others, is a tricyclic antidepressant (TCA) that has been used in the United Kingdom and several other European countries for the treatment of depression but appears to no longer be marketed. Along with trimipramine, iprindole, and amoxapine, it has been described as an \"atypical\" or \"second-generation\" TCA due to its relatively late introduction and atypical pharmacology. It was very little-used compared to other TCAs, with the number of prescriptions dispensed only in the thousands.   == Medical uses == Butriptyline was used in the treatment of depression. It was usually used at dosages of 150–300 mg/day.   == Side effects == Butriptyline is closely related to amitriptyline, and produces similar effects as other TCAs, but its side effects like sedation are said to be reduced in severity and it has a lower risk of interactions with other medications. Butriptyline has potent antihistamine effects, resulting in sedation and somnolence. It also has potent anticholinergic effects, resulting in side effects like dry mouth, constipation, urinary retention, blurred vision, and cognitive/memory impairment. The drug has relatively weak effects as an alpha-1 blocker and has no effects as a norepinephrine reuptake inhibitor, so is associated with little to no antiadrenergic and adrenergic side effects.   == Overdose ==   == Pharmacology ==   === Pharmacodynamics ===  In vitro, butriptyline is a strong antihistamine and anticholinergic, moderate 5-HT2 and α1-adrenergic receptor antagonist, and very weak or negligible monoamine reuptake inhibitor. These actions appear to confer a profile similar to that of iprindole and trimipramine with serotonin-blocking effects as the apparent predominant mediator of mood-lifting efficacy. However, in small clinical trials, using similar doses, butriptyline was found to be similarly effective to amitriptyline and imipramine as an antidepressant, despite the fact that both of these TCAs are far stronger as both 5-HT2 antagonists and serotonin–norepinephrine reuptake inhibitors. As a result, it may be that butriptyline has a different mechanism of action, or perhaps functions as a prodrug in the body to a metabolite with different pharmacodynamics.   === Pharmacokinetics === Therapeutic concentrations of butriptyline are in the range of 60–280 ng/mL (204–954 nmol/L). Its plasma protein binding is greater than 90%.   == Chemistry == Butriptyline is a tricyclic compound, specifically a dibenzocycloheptadiene, and possesses three rings fused together with a side chain attached in its chemical structure. Other dibenzocycloheptadiene TCAs include amitriptyline, nortriptyline, and protriptyline. Butriptyline is an analogue of amitriptyline with an isobutyl side chain instead of a propylidene side chain. It is a tertiary amine TCA, with its side chain-demethylated metabolite norbutriptyline being a secondary amine. Other tertiary amine TCAs include amitriptyline, imipramine, clomipramine, dosulepin (dothiepin), doxepin, and trimipramine. The chemical name of butriptyline is 3-(10,11-dihydro-5H-dibenzo[a,d]cycloheptene-5-yl)-N,N,2-trimethylpropan-1-amine and its free base form has a chemical formula of C21H27N with a molecular weight of 293.446 g/mol. The drug has been used commercially both as the free base and as the hydrochloride salt. The CAS Registry Number of the free base is 15686-37-0 and of the hydrochloride is 5585-73-9.   == History == Butriptyline was developed by Wyeth and introduced in the United Kingdom in either 1974 or 1975.   == Society and culture ==   === Generic names === Butriptyline is the English and French generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while butriptyline hydrochloride is its BANMTooltip British Approved Name and USANTooltip United States Adopted Name. Its generic name in Latin is butriptylinum, in German is butriptylin, and in Spanish is butriptylina.   === Brand names === Butriptyline has been marketed under the brand names Evadene, Evadyne, Evasidol, and Centrolese.   === Availability === Butriptyline has been marketed in Europe, including in the United Kingdom, Belgium, Luxembourg, Austria, and Italy.   == References =="}