{"name": "cabozantinib", "category": "drug", "content": "Cabozantinib, sold under the brand names Cometriq and Cabometyx among others, is an anti-cancer medication used to treat medullary thyroid cancer, renal cell carcinoma, and hepatocellular carcinoma. It is a small-molecule tyrosine-kinase inhibitor (TKI) of c-Met (HGFR) and VEGFR2, and also inhibits AXL, RET, and FLT3. It was discovered and developed by Exelixis Inc. In November 2012, cabozantinib in its capsule formulation was approved by the US Food and Drug Administration (FDA) under the name Cometriq for treating people with medullary thyroid cancer. The capsule form was approved in the European Union for the same purpose in 2014. In April 2016, the FDA granted approval for marketing the tablet formulation (Cabometyx) as a second line treatment for kidney cancer and the same was approved in the European Union in September of that year. The brands Cometriq and Cabometyx have different formulations and are not interchangeable.   == Medical uses == Cabozantinib is used in two forms. A capsule form (Cometriq) is used to treat medullary thyroid cancer and a tablet form (Cabometyx) is used to treat renal cell carcinoma, hepatocellular carcinoma, and differentiated thyroid carcinoma.   == Contraindications == Cabozantinib has not been tested in pregnant women; it causes harm to fetuses in rodents. Pregnant women should not take this drug, and women should not become pregnant while taking it. It is not known if cabozantinib is excreted in breast milk.   == Adverse effects == In the US, the capsule formulation (Cometriq) carries a black box warning of the risk of holes forming in the stomach or intestines as well as formation of fistulas (tunnels between the GI tract and the skin). The black box also warns against the risk of uncontrolled bleeding. The tablet formulation (Cabometyx) warns of these effects as well. The labels also warn of the risk of clots forming and causing heart attacks or strokes, high blood pressure including hypertensive crisis, osteonecrosis of the jaw, severe diarrhea, skin sloughing off the palms and soles, a syndrome with headaches, confusion, loss of vision, and seizures, and protein appearing in urine. Very common adverse effects (greater than 10% of people) include decreased appetite; low calcium, potassium, phosphate, and magnesium levels; high bilirubin levels; distorted sense of taste, headache, and dizziness; high blood pressure; distorted sense of hearing, earaches and sore throat; diarrhea, nausea, constipation, vomiting, stomach pain and upset stomach, and inflammation of the mouth and lips and a burning sensation in the mouth; skin sloughing off the palms and soles, hair color changes and hair loss, rash, dry skin, and red skin; joint pain and muscle spasms; fatigue and weakness; weight loss, elevated transaminases, higher cholesterol levels, and loss of red and white blood cells. Common adverse effects (between 1% and 10% of people) include abscesses (inside the body, on the skin, and in teeth skin), pneumonia, inflamed hair follicles, fungal infections, low thyroid levels, dehydration, loss of albumin, anxiety, depression, and confusion, peripheral neuropathy, tingling, and tremor, tinnitus, atrial fibrillation, low blood pressure, blocked veins, paleness, chills, fistulas forming in the trachea and esophagus, blood clots in the lungs, and bleeding in the respiratory tract, GI perforation, bleeding in the stomach and intestines, pancreatitis, hemorrhoids, anal fissure, anal inflammation, gallstones, hard skin growths, acne, blisters, abnormal hair growth, loss of skin color and skin flaking, chest pain, blood or protein in urine, wounds that don't heal well, and facial swelling.   == Interactions == Cabozantinib is a substrate of CYP3A4 and multidrug resistance-associated protein 2; drugs that inhibit these enzymes will increase the half-life of cabozantinib and potentially increase its adverse effects; drugs that activate them may cause cabozantinib to be less effective.   == Pharmacology == Cabozantinib inhibits the following receptor tyrosine kinases (RTKs): c-Met (HGFR), VEGFR2, AXL, RET, and FLT3.   == History == Cabozantinib was granted orphan drug status by the US Food and Drug Administration (FDA) in November 2010, and in February 2017. Exelixis filed a new drug application with the FDA in 2012, and in November 2012, cabozantinib in its capsule formulation was granted marketing approval by the FDA under the name Cometriq for treating people with medullary thyroid cancer. The capsule form was approved in the European Union for the same purpose in 2014. In March 2016, Exelixis licensed to Ipsen worldwide rights (outside the US, Canada, and Japan) to market cabozantinib. In April 2016, the FDA granted approval for marketing the tablet formulation as a second line treatment for kidney cancer and the same was approved in the European Union in September of that year. In December 2017, the FDA granted approval to cabozantinib (Cabometyx, Exelixis, Inc.) for the treatment of people with advanced renal cell carcinoma (RCC). The approval was based on data from CABOSUN (NCT01835158), a randomized, open-label phase II multicenter study in 157 participants with intermediate and poor-risk previously untreated RCC. In January 2019, the FDA approved cabozantinib (Cabometyx, Exelixis, Inc.) for people with hepatocellular carcinoma who have been previously treated with sorafenib. The approval was based on CELESTIAL (NCT01908426), a randomized (2:1), double-blind, placebo-controlled, multicenter trial in participants with hepatocellular carcinoma who had previously received sorafenib and had Child Pugh Class A liver impairment.   == Research == Cabozantinib is being researched for efficacy as a treatment for renal cell carcinoma (RCC), hepatocellular carcinoma (HCC), cervical cancer, colorectal cancer (CRC), urothelial cancer, prostate cancer, gastric and gastroesophageal cancer, bladder cancer, melanoma, merkel cell carcinoma, brain cancers (including glioblastoma multiforme and anaplastic astrocytoma), non-small cell lung cancer (NSCLC), adrenocortical carcinoma, various sarcomas, head and neck squamous cell carcinomas (HNSCC), breast cancer, endometrial cancer, neuroendocrine cancers, and neurofibromatosis type 1.   == References ==   == Further reading == Choueiri TK, Escudier B, Powles T, Mainwaring PN, Rini BI, Donskov F, et al. (November 2015). \"Cabozantinib versus Everolimus in Advanced Renal-Cell Carcinoma\". The New England Journal of Medicine. 373 (19): 1814–1823. doi:10.1056/nejmoa1510016. PMC 5024539. PMID 26406150.   == External links == \"Cabozantinib s-malate\". NCI Drug Dictionary. National Cancer Institute. \"Cabozantinib-S-Malate\". National Cancer Institute. 19 December 2012. \"Cabozantinib (liver and kidney cancer)\". MedlinePlus. Clinical trial number NCT01835158 for \"Cabozantinib-s-malate or Sunitinib Malate in Treating Patients With Previously Untreated Locally Advanced or Metastatic Kidney Cancer\" at ClinicalTrials.gov Clinical trial number NCT01908426 for \"Study of Cabozantinib (XL184) vs Placebo in Subjects With Hepatocellular Carcinoma Who Have Received Prior Sorafenib (CELESTIAL)\" at ClinicalTrials.gov Clinical trial number NCT03690388 for \"A Study of Cabozantinib Compared With Placebo in Subjects With Radioiodine-refractory Differentiated Thyroid Cancer Who Have Progressed After Prior Vascular Endothelial Growth Factor Receptor (VEGFR) -Targeted Therapy\" at ClinicalTrials.gov"}