{"name": "calaspargase pegol", "category": "drug", "content": "Calaspargase pegol, sold under the brand name Asparlas, is a medication for the treatment of acute lymphoblastic leukemia (ALL).  It is approved in the United States as a component of a multi-agent chemotherapeutic regimen for ALL in pediatric and young adult patients aged one month to 21 years. Calaspargase pegol is an engineered protein consisting of the E. coli-derived enzyme L-asparaginase II conjugated with succinimidyl carbonate monomethoxypolyethylene glycol (pegol). The L-asparaginase portion hydrolyzes L-asparagine to L-aspartic acid depriving the tumor cell of the L-asparagine it needs for survival.  The conjugation with the pegol group increases the half-life of the drug making it longer acting. The most common (incidence ≥ 10%) grade ≥ 3 adverse reactions are elevated transaminase, increased bilirubin, pancreatitis, and abnormal clotting studies.   == History == In December 2018, calaspargase pegol-mknl was approved in the United States as a component of a multi-agent chemotherapeutic regimen for acute lymphoblastic leukemia (ALL) in pediatric and young adult patients age one month to 21 years. Approval was based on a demonstration of the achievement and maintenance of nadir serum asparaginase activity above the level of 0.1 U/mL when using calaspargase pegol-mknl, 2500 U/m2 intravenously, every three weeks. The pharmacokinetics of calaspargase pegol-mknl were studied when administered in combination with multiagent chemotherapy in 124 subjects with B-cell lineage ALL. The FDA approved calaspargase pegol-mknl based on evidence primarily from two clinical trials (Trial 1/NCT01574274 and Trial 2/AALL07P4) of 237 subjects with acute lymphoblastic leukemia (ALL). The trials were conducted in the United States and Canada. Trial 1 enrolled subjects 1 to 20 years old who were recently diagnosed with ALL or lymphoblastic lymphoma. Subjects received calaspargase pegol-mknl or pegaspargase (a drug that helps convert asparagine to other substances) as part of a combination of drugs used for treatment of ALL. The trial had 2 phases. Subjects received calaspargase pegol-mknl or pegaspargase intravenously on Day 7 of the first phase. Subjects received either calaspargase pegol-mknl intravenously every 3 weeks for 10 doses or pegaspargase intravenously every 2 weeks for 15 doses during the second phase. The benefit of calaspargase pegol-mknl was assessed by measuring the activity level of asparaginase in the blood on Days 7, 11, 18, 25, and 32 of the first phase and comparing it to pegaspargase. Trial 2 enrolled subjects 1 to 18 years old who were recently diagnosed with high-risk ALL. Subjects received one of 2 doses of calaspargase pegol-mknl or pegaspargase intravenously as part of a combination of drugs used for treatment. Subjects received calaspargase pegol-mknl or pegaspargase on Day 4 of the first phase and Days 2 and 22 of the second phase. Subjects received up to 12 doses of calaspargase pegol-mknl or pegaspargase intravenously depending on the bone marrow response. The benefit of calaspargase pegol-mknl was assessed by measuring the concentration of drug in the body over 25 days (AUC) and the maximum amount of drug in the blood after a single dose (Cmax). The AUC and Cmax of calaspargase pegol-mknl were compared to pegaspargase. Calaspargase pegol-mknl received FDA orphan drug designation. The approval was granted to Servier Pharmaceuticals LLC.   == References ==   == External links == \"Calaspargase pegol-mknl\". National Cancer Institute. 25 January 2019. \"Calaspargase pegol-mknl\". NCI Drug Dictionary. National Cancer Institute."}