{"name": "calcium polystyrene sulfonate", "category": "drug", "content": "Polystyrene sulfonates are a group of medications used to treat high blood potassium. Effects generally take hours to days. They are also used to remove potassium, calcium, and sodium from solutions in technical applications. Common side effects include loss of appetite, gastrointestinal upset, constipation, and low blood calcium. These polymers are derived from polystyrene by the addition of sulfonate functional groups. Sodium polystyrene sulfonate was approved for medical use in the United States in 1958. A polystyrene sulfonate was developed in the 2000s to treat Clostridium difficile associated diarrhea under the name Tolevamer, but it was never marketed.   == Medical uses ==  Polystyrene sulfonate is usually supplied in either the sodium or calcium form.  It is used as a potassium binder in acute and chronic kidney disease for people with hyperkalemia (abnormal high blood serum potassium levels).  However, it is unclear if it is beneficial and there is concern about possible side effects when it is combined with sorbitol. Polystyrene sulfonates are given by mouth with a meal or rectally by retention enema.   == Side effects == Intestinal disturbances are common, including loss of appetite, nausea, vomiting, and constipation. In rare cases, it has been associated with colonic necrosis. Changes in electrolyte blood levels such as hypomagnesemia, hypocalcemia, and hypokalemia may occur. Polystyrene sulfonates should not be used in people with obstructive bowel disease and in newborns with reduced gut motility.   === Intestinal injury === A total of 58 cases of intestinal injury including necrosis of the colon have been reported with polystyrene sulfonate as of 2013. Well more cases have been reported when used in combination  with sorbitol and other cases have occurred when used alone.   === Interactions === Polystyrene sulfonates can bind to various drugs within the digestive tract and thus lower their absorption and effectiveness. Common examples include lithium, thyroxine, and digitalis. In September 2017, the FDA recommended separating the dosing of polystyrene sulfonate from any other oral medications by at least three hours to avoid any potential interactions.   == Mechanism of action ==   === Hyperkalemia === Polystyrene sulfonates release sodium or calcium ions in the stomach in exchange for hydrogen ions. When the resin reaches the large intestine the hydrogen ions are exchanged for free potassium ions, and the resin is then eliminated in the feces. The net effect is lowering the amount of potassium available for absorption into the blood and increasing the amount that is excreted via the feces. The effect is a reduction of potassium levels in the body, at a capacity of 1 mEq of potassium exchanged per 1 g of resin.   == Production and chemical structure == Polystyrene sulfonic acid, the acid whose salts are the polystyrene sulfonates, has the idealized formula (CH2CHC6H4SO3H)n.  The material is prepared by sulfonation of polystyrene:  (CH2CHC6H5)n  +  n SO3   →   (CH2CHC6H4SO3H)n Several methods exist for this conversion, which can lead to varying degree of sulfonation.  Usually the polystyrene is crosslinked, which keeps the polymer from dissolving.  Since the sulfonic acid group (SO3H) is strongly acidic, this polymer neutralizes bases.  In this way, various salts of the polymer can be prepared, leading to sodium, calcium, and other salts:  (CH2CHC6H4SO3H)n  +  n NaOH   →    (CH2CHC6H4SO3Na)n  +  n H2O These ion-containing polymers are called ionomers.   === Alternative sulfonation methods === Double substitutions of the phenyl rings are known to occur, even with conversions well below 100%. Crosslinking reactions are also found, where condensation of two sulfonic acid groups yields a sulfonyl crosslink. On the other hand, the use of milder conditions such as acetyl sulfate leads to incomplete sulfonation. Recently, the atom transfer radical polymerization (ATRP) of protected styrene sulfonates has been reported, leading to well defined linear polymers, as well as more complicated molecular architectures.   == Chemical uses == Polystyrene sulfonates are useful because of their ion exchange properties. Linear ionic polymers are generally water-soluble, whereas cross-linked materials (called resins) do not dissolve in water. These polymers are classified as polysalts and ionomers.   === Water softening === Water softening is achieved by percolating hard water through a bed of the sodium form of cross-linked polystyrene sulfonate.  The hard ions such as calcium (Ca2+) and  magnesium (Mg2+) adhere to the sulfonate groups, displacing sodium ions.  The resulting solution of sodium ions is softened.   === Other uses === Sodium polystyrene sulfonate is used as a superplastifier in cement, as a dye improving agent for cotton, and as proton exchange membranes in fuel cell applications.  In its acid form, the resin is used as a solid acid catalyst in organic synthesis.   == References =="}