{"name": "calcifediol", "category": "drug", "content": "Calcifediol, also known as calcidiol, 25-hydroxycholecalciferol, or 25-hydroxyvitamin D3 (abbreviated 25(OH)D3), is a form of vitamin D produced in the liver by hydroxylation of vitamin D3 (cholecalciferol) by the enzyme vitamin D 25-hydroxylase. Calcifediol can be further hydroxylated by the enzyme 25(OH)D-1α-hydroxylase, primarily in the kidney, to form calcitriol (1,25-(OH)2D3), which is the active hormonal form of vitamin D. Calcifediol is strongly bound in blood by the vitamin D-binding protein. Measurement of serum calcifediol is the usual test performed to determine a person's vitamin D status, to show vitamin D deficiency or sufficiency. Calcifediol is available as an oral medication in some countries to supplement vitamin D status.   == Biology == Calcifediol is the precursor for calcitriol, the active form of vitamin D.  It is synthesized in the liver, by hydroxylation of cholecalciferol (vitamin D3) at the 25-position. This enzymatic 25-hydroxylase reaction is mostly due to the actions of CYP2R1, present in microsomes, although other enzymes such as mitochondrial CYP27A1 can contribute. Variations in the expression and activity of CYP2R1, such as low levels in obesity, affect circulating calcifediol.  Similarly, vitamin D2, ergocalciferol, can also be 25-hydroxylated to form 25-hydroxyergocalciferol, (ercalcidiol, 25(OH)D2); both forms are measured together in blood as 25(OH)D. At a typical intake of cholecalciferol (up to 2000 IU/day), conversion to calcifediol is rapid.  When large doses are given (100,000 IU), it takes 7 days to reach peak calcifediol concentrations.  Calcifediol binds in the blood to vitamin D-binding protein (also known as gc-globulin) and is the main circulating vitamin D metabolite.  Calcifediol has an elimination half-life of around 15 to 30 days. Calcifediol is further hydroxylated at the 1-alpha-position in the kidneys to form 1,25-(OH)2D3, calcitriol. This enzymatic 25(OH)D-1α-hydroxylase reaction is performed exclusively by CYP27B1, which is highly expressed in the kidneys where it is principally regulated by parathyroid hormone, but also by FGF23 and calcitriol itself.  CYP27B1 is also expressed in a number of other tissues, including macrophages, monocytes, keratinocytes, placenta and parathyroid gland and extra-renal synthesis of calcitriol from calcifediol has been shown to have biological effects in these tissues. Calcifediol is also converted into 24,25-dihydroxycholecalciferol by 24-hydroxylation. This enzymatic reaction is performed by CYP24A1 which is expressed in many vitamin D target tissues including kidney, and is induced by calcitriol.  This will inactivate calcitriol to calcitroic acid, but 24,25-(OH)2D3 may have some biological actions itself.   == Blood test for vitamin D deficiency ==  In medical practice, a  blood test for 25-hydroxy-vitamin D, 25(OH)D, is used to determine an individual's vitamin D status.  The name 25(OH)D refers to any combination of calcifediol (25-hydroxy-cholecalciferol), derived from vitamin D3, and ercalcidiol (25-hydroxy-ergocalciferol), derived from vitamin D2.  The first of these (also known as 25-hydroxy vitamin D3) is made by the body, or is sourced from certain animal foods or cholecalciferol supplements. The second (25-hydroxy vitamin D2) is from certain vegetable foods or ergocalciferol supplements.  Clinical tests for 25(OH)D often measure the total level of both of these two compounds together, generally without differentiating. This measurement is considered the best indicator of overall vitamin D status.  US labs generally report 25(OH)D levels as ng/mL. Other countries use nmol/L. Multiply ng/mL by 2.5 to convert to nmol/L. This test can be used to diagnose vitamin D deficiency, and is performed in people with high risk for vitamin D deficiency, when the results of the test can be used to support beginning replacement therapy with vitamin D supplements.  Patients with osteoporosis, chronic kidney disease, malabsorption, obesity, and some other infections may be at greater risk for being vitamin D-deficient and so are more likely to have this test. Although vitamin D deficiency is common in some populations including those living at higher latitudes or with limited sun exposure, the 25(OH)D test is not usually requested for the entire population. Physicians may advise low risk patients to take over-the-counter vitamin D supplements in place of having screening. It is the most sensitive measure, though experts have called for improved standardization and reproducibility across different laboratories. According to MedlinePlus, the recommended range of 25(OH)D is 20 to 40 ng/mL (50 to 100 nmol/L) though they recognize many experts recommend 30 to 50 ng/mL (75 to 125 nmol/L). The normal range varies widely depending on several factors, including age and geographic location. A broad reference range of 20 to 150 nmol/L (8-60 ng/mL) has also been suggested, while other studies have defined levels below 80 nmol/L (32 ng/mL) as indicative of vitamin D deficiency. Increasing calcifediol levels up to levels of 80 nmol/L (32 ng/mL) are associated with increasing the fraction of calcium that is absorbed from the gut. Urinary calcium excretion balances intestinal calcium absorption and does not increase with calcifediol levels up to ~400 nmol/L (160 ng/mL).   == Supplementation == Calcifediol supplements have been used in some studies to improve vitamin D status.  Indications for their use include vitamin D deficiency or insufficiency, refractory rickets (vitamin D resistant rickets), familial hypophosphatemia, hypoparathyroidism, hypocalcemia and renal osteodystrophy and, with calcium, in primary or corticosteroid-induced osteoporosis. Calcifediol may have advantages over cholecalciferol for the correction of vitamin D deficiency states. A review of the results of nine randomized control trials which compared oral doses of both, found that calcifediol was 3.2-fold more potent than cholecalciferol.  Calcifediol is better absorbed from the intestine and has greater affinity for the vitamin-D-binding protein, both of which increase its bioavailability. Orally administered calcifediol has a much shorter half-life with faster elimination. These properties may be beneficial in people with intestinal malabsorption, obesity, or treated with certain other medications. In 2016, the FDA approved a formulation of calcifediol (Rayaldee) 60 microgram daily as a prescription medication to treat secondary hyperparathyroidism in patients with chronic kidney disease.   == Interactive pathway map ==   == History == Research in the laboratory of Hector DeLuca identified 25(OH)D in 1968 and showed that the liver was necessary for its formation. The enzyme responsible for this synthesis, cholecalciferol 25-hydroxylase, was isolated in the same laboratory by Michael F. Holick in 1972.   == Research == Studies are ongoing comparing the effects of calcifediol with other forms of vitamin D including cholecalciferol in prevention and treatment of osteoporosis.   == References =="}