{"name": "calcium acetate", "category": "drug", "content": "Calcium acetate is a chemical compound which is a calcium salt of acetic acid. It has the formula Ca(C2H3O2)2. Its standard name is calcium acetate, while calcium ethanoate is the systematic name. An older name is acetate of lime.  The anhydrous form is very hygroscopic; therefore the monohydrate (Ca(CH3COO)2•H2O) is the common form.   == Production == Calcium acetate can be prepared by soaking calcium carbonate (found in eggshells, or in common carbonate rocks such as limestone or marble) or hydrated lime in vinegar:  CaCO3(s) + 2CH3COOH(aq) → Ca(CH3COO)2(aq) + H2O(l) + CO2(g) Ca(OH)2(s) + 2CH3COOH(aq) → Ca(CH3COO)2(aq) + 2H2O(l) Since both reagents would have been available pre-historically, the chemical would have been observable as crystals then.   == Uses == In kidney disease, blood levels of phosphate may rise (called hyperphosphatemia) leading to bone problems. Calcium acetate binds phosphate in the diet to lower blood phosphate levels. Calcium acetate is used as a food additive, as a stabilizer, buffer and sequestrant, mainly in candy products under the number E263. Tofu is traditionally obtained by coagulating soy milk with calcium sulfate.  Calcium acetate has been found to be a better alternative; being soluble, it requires less skill and a smaller amount. Because it is inexpensive, calcium acetate was once a common starting material for the synthesis of acetone before the development of the cumene process: Ca(CH3COO)2 →  CaCO3(s) + (CH3)2CO A saturated solution of calcium acetate in alcohol forms a semisolid, flammable gel that is much like \"canned heat\" products such as Sterno.  Chemistry teachers often prepare \"California Snowballs\", a mixture of calcium acetate solution and ethanol. The resulting gel is whitish in color, and can be formed to resemble a snowball.   == Natural occurrence == Pure calcium acetate is yet unknown among minerals. Calclacite—calcium acetate chloride pentahydrate—is listed as a known mineral, but its genesis is likely anthropogenic (human-generated, as opposed to naturally occurring).   == References =="}