{"name": "calcium phosphate", "category": "drug", "content": "The term calcium phosphate refers to a family of materials and minerals containing calcium ions (Ca2+) together with inorganic phosphate anions. Some so-called calcium phosphates contain oxide and hydroxide as well. Calcium phosphates are white solids of nutritional value and are found in many living organisms, e.g., bone mineral and tooth enamel. In milk, it exists in a colloidal form in micelles bound to casein protein with magnesium, zinc, and citrate–collectively referred to as colloidal calcium phosphate (CCP). Various calcium phosphate minerals are used in the production of phosphoric acid and fertilizers. Overuse of certain forms of calcium phosphate can lead to nutrient-containing surface runoff and subsequent adverse effects upon receiving waters such as algal blooms and eutrophication (over-enrichment with nutrients and minerals).   == Orthophosphates, di- and monohydrogen phosphates == These materials contain Ca2+ combined with PO3−4, HPO2−4, or H2PO−4:  Monocalcium phosphate, E341 (CAS# 7758-23-8 for anhydrous; CAS#10031-30-8 for monohydrate: Ca(H2PO4)2 and Ca(H2PO4)2(H2O) Dicalcium phosphate (dibasic calcium phosphate), E341(ii) (CAS# 7757-93-9): CaHPO4 (mineral: monetite), dihydrate CaHPO4(H2O)2 (mineral: brushite) and monohydrate CaHPO4(H2O) Tricalcium phosphate (tribasic calcium phosphate or tricalcic phosphate, sometimes referred to as calcium phosphate or calcium orthophosphate, whitlockite), E341(iii) (CAS#7758-87-4): Ca3(PO4)2 Octacalcium phosphate (CAS# 13767-12-9): Ca8H2(PO4)6·5H2O Amorphous calcium phosphate, a glassy precipitate of variable composition that may be present in biological systems.   == Di- and polyphosphates == These materials contain Ca2+ combined with the polyphosphates, such as P2O4−7 and triphosphate P3O5−10:  Dicalcium diphosphate (CAS#7790-76-3]: Ca2P2O7 Calcium triphosphate (CAS# 26158-70-3): Ca5(P3O10)2   == Hydroxy- and oxo-phosphates == These materials contain other anions in addition to phosphate:  Hydroxyapatite Ca5(PO4)3(OH) Apatite Ca10(PO4)6(OH,F,Cl,Br)2 Tetracalcium phosphate (CAS#1306-01-0): Ca4(PO4)2O   == Clinical significance == Calcium phosphate stones account for approximately 15% of kidney stone disease. Calcium phosphate stones tend to grow in alkaline urine, especially when Proteus bacteria are present. It is the most common type in pregnant women. Calcium phosphate is the usual constitution of microcalcifications of the breast, particularly dystrophic calcifications. Microcalcifications as can be seen on mammography can be an early sign of breast cancer. Based on morphology, it is possible to classify by radiography how likely microcalcifications are to indicate cancer.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == References =="}