{"name": "calcium lactate", "category": "drug", "content": "Calcium lactate is a white crystalline salt with formula C6H10CaO6, consisting of two lactate anions H3C(CHOH)CO−2 for each calcium cation Ca2+.  It forms several hydrates, the most common being the pentahydrate C6H10CaO6·5H2O. Calcium lactate is used in medicine, mainly to treat calcium deficiencies; and as a food additive with E number of E327.  Some cheese crystals consist of calcium lactate.   == Properties == The lactate ion is chiral, with two enantiomers, D (−,R) and L (+,S).  The L isomer is the one normally synthesized and metabolized by living organisms, but some bacteria can produce the D form or convert the L to D. Thus calcium lactate also has D and L isomers, where all anions are of the same type. Some synthesis processes yield a mixture of the two in equal parts, resulting in the DL (racemic) salt.  Both the L and the DL forms occur as crystals on the surface of aging Cheddar cheese. The solubility of calcium L-lactate in water increases significantly in presence of d-gluconate ions, from 6.7 g/dl) at 25 °C to 9.74 g/dl or more.  Paradoxically, while the solubility of calcium L-lactate increases with temperature from 10 °C (4.8 g/dl) to 30 °C (8.5 g/dl), the concentration of free Ca2+ ions decreases by almost one half. This is explained as the lactate and calcium ions becoming less hydrated and forming a complex C3H5O3Ca+. The DL (racemic) form of the salt is much less soluble in water than the pure L or D isomers, so that a solution that contains as little as 25% of the D form will deposit racemic DL-lactate crystals instead of L-lactate. The pentahydrate loses water in a dry atmosphere between 35 and 135 °C, being reduced to the anhydrous form and losing its crystalline character.  The process is reversed at 25 °C and 75% relative humidity.   == Preparation == Calcium lactate can be prepared by the reaction of lactic acid with calcium carbonate or calcium hydroxide. Since the 19th century, the salt has been obtained industrially by fermentation of carbohydrates in the presence of calcium mineral sources such as calcium carbonate or calcium hydroxide.: p200  Fermentation may produce either D or L lactate, or a racemic mixture of both, depending on the type of organism used.   == Uses ==   === Medicine === Calcium lactate has several uses in human and veterinary medicine. Calcium lactate is used in medicine as an antacid. It is also used to treat hypocalcaemia (calcium deficiencies). It can be absorbed at various pHs, thus it does not need to be taken with food.  However, in this use it has been found to be less convenient than calcium citrate. Calcium lactate contains 13% elemental calcium. In the early 20th century, oral administration of calcium lactate dissolved in water (but not in milk or tablets) was found to be effective in prevention of tetany in humans and dogs with parathyroid insufficiency or who underwent parathyroidectomy. The compound is also found in some mouth washes and toothpaste as an anti-tartar agent. Calcium lactate (or other calcium salts) is an antidote for soluble fluoride ingestion: p165  and hydrofluoric acid.   === Food industry === The compound is a food additive classified by the United States FDA as Generally Recognized as Safe (GRAS), for uses as a firming agent, a flavor enhancer or flavoring agent, a leavening agent, a nutritional supplement, and a stabilizer and thickener. Calcium lactate is also known as cheese lactate because it coagulates milk, making the chhena used in the production of paneer cheese. Chhena is also used to make various sweets and other milk proteins. Calcium lactate is an ingredient in some baking powders containing sodium acid pyrophosphate.  It provides calcium in order to delay leavening.: p933  Calcium lactate is added to sugar-free foods to prevent tooth decay. When added to chewing gum containing xylitol, it increases the remineralization of tooth enamel. The compound is also added to fresh-cut fruits, such as cantaloupes, to keep them firm and extend their shelf life, without the bitter taste caused by calcium chloride, which can also be used for this purpose. Calcium lactate is used in molecular gastronomy as a flavorless fat-soluble agent for plain and reverse spherification. It reacts with sodium alginate to form a skin around the food item.   === Animal feeds === Calcium lactate may be added to animal rations as a source of calcium.   === Chemistry === The compound was formerly an intermediate in the preparation of lactic acid for food and medical uses.  The impure acid from various sources was converted to calcium lactate, purified by crystallization, and then converted back to acid by treatment with sulfuric acid, which precipitated the calcium as calcium sulfate.  This method yielded a purer product than would be obtained by distillation of the original acid.: p180   Recently ammonium lactate has been used as an alternative to calcium in this process.   === Water treatment === Calcium lactate has been considered as a coagulant for removing suspended solids from water, as a renewable, non-toxic, and biodegradable alternative to aluminum chloride AlCl3.   === Bioconcrete === Addition of calcium lactate substantially increases the compressive strength and reduces water permeability of bioconcrete, by enabling bacteria such as Enterococcus faecalis, Bacillus cohnii, Bacillus pseudofirmus and Sporosarcina pasteurii to produce more calcite.   == See also == Calcium supplement Calcium lactate gluconate Calcium gluconate Calcium citrate   == References =="}