{"name": "calcipotriene", "category": "drug", "content": "Calcipotriol, also known as calcipotriene, is a synthetic derivative of calcitriol, a form of vitamin D.  It is used in the treatment  of psoriasis. It is safe for long-term application in psoriatic skin conditions. It was patented in 1985 and approved for medical use in 1991. It is marketed under the trade name \"Dovonex\" in the United States, \"Daivonex\" outside North America, and \"Psorcutan\" in Germany. It is on the World Health Organization's List of Essential Medicines. Calcipotriol is also available as Calcipotriol/betamethasone dipropionate, a fixed-dose combination medication with the synthetic corticosteroid betamethasone dipropionate for the treatment of plaque psoriasis.   == Medical uses == Chronic plaque psoriasis is the chief medical use of calcipotriol. It has also been used successfully in the treatment of alopecia areata.   == Contraindications == Hypersensitivity, use on face, hypercalcaemia, or evidence of vitamin D toxicity are the only contraindications for calcipotriol use. Cautions include exposure to excessive natural or artificial light, due to the potential for calcipotriol to cause photosensitivity.   == Adverse effects == Adverse effects by frequency:  Very common (> 10% frequency)  Burning Itchiness Skin irritation Common (1–10% frequency)  Uncommon (0.1–1% frequency)  Exacerbation of psoriasis Rare (< 0.1% frequency)   == Interactions == No drug interactions are known.   == Pharmacology ==   === Mechanism of action === The efficacy of calcipotriol in the treatment of psoriasis was first noticed by the observation of patients receiving various forms of vitamin D in an osteoporosis study.  Unexpectedly, some patients who also had psoriasis experienced dramatic reductions in lesion counts. The precise mechanism of calcipotriol in remitting psoriasis is not well understood.  However, it has been shown to have comparable affinity with calcitriol for the vitamin D receptor (VDR), while being less than 1% as active as the calcitriol in regulating calcium metabolism.  The vitamin D receptor belongs to the steroid/thyroid receptor superfamily, and is found on the cells of many different tissues including the thyroid, bone, kidney, and T cells of the immune system. T cells are known to play a role in psoriasis, and it is thought that the binding of calcipotriol to the VDR modulates the T cells gene transcription of cell differentiation and proliferation related genes. In mouse studies, topical calcipotriol administration to the ear and dorsal skin led to a dose-dependent increase in the production of the epithelial cell-derived cytokine TSLP by keratinocytes, and triggered atopic dermatitis at high concentrations. This upregulation of TSLP production due to calcipotriol application is thought to be mediated through the coactivation of vitamin D receptor/RXRα and vitamin D receptor/RXRβ heterodimers. As psoriasis is typically thought to be partially driven by Th1/Th17 inflammatory cytokines, calcipotriol treatment at appropriate concentrations may alleviate psoriasis symptoms by repressing Th1/Th17 inflammation through TSLP production, which is linked to a Th2 response. However, it is important to note that this has not yet been confirmed.   === Pharmacokinetics === After application and systemic uptake, calcipotriol undergoes rapid hepatic metabolism. Calcipotriol is metabolized to MC1046 (the α,β−unsaturated ketone analog), which is subsequently metabolized to its primary metabolite, the saturated ketone analog MC1080. MC1080 is then slowly metabolized to calcitroic acid. The metabolites of calcipotriol are less potent than the parent compound.   == References ==   == External links == \"Calcipotriene\". Drug Information Portal. U.S. National Library of Medicine."}