{"name": "calcium gluconate", "category": "drug", "content": "Calcium gluconate is the calcium salt of gluconic acid and is used as a mineral supplement and medication. As a medication it is used by injection into a vein to treat low blood calcium, high blood potassium, and magnesium toxicity. Supplementation is generally only required when there is not enough calcium in the diet. Supplementation may be done to treat or prevent osteoporosis or rickets. It can also be taken by mouth but is not recommended for injection into a muscle. Side effects when injected include slow heart rate, pain at the site of injection, and low blood pressure. When taken by mouth side effects may include constipation and nausea. Blood calcium levels should be measured when used and extra care should be taken in those with a history of kidney stones. At normal doses, use is regarded as safe in pregnancy and breastfeeding. Calcium gluconate is made by mixing gluconic acid with calcium carbonate or calcium hydroxide. Calcium gluconate came into medical use in the 1920s. It is on the World Health Organization's List of Essential Medicines. Calcium gluconate is available as a generic medication. It is closely related to calcium borogluconate, which is commonly used in veterinary medecine owning to its higher solubility.  It is used for intraveinous administration of calcium, notably in ruminants.    == Production == Calcium gluconate is produced commercially through three main methods. These three methods are: chemical oxidation of glucose with a hypochlorite solution, electrolytic oxidation of a glucose solution containing a known value of bromide, and a fermentation process where specific microorganisms are grown in a medium containing glucose and various other ingredients.    == Medical uses ==   === Low blood calcium === 10% calcium gluconate solution (given intravenously) is the form of calcium most widely used in the treatment of low blood calcium. This form of calcium is not as well absorbed as calcium lactate, and it only contains 0.93% (930 mg/dL) calcium ion (defined by 1 g weight solute in 100 mL of solution to make 1% solution w/v). Therefore, if the hypocalcemia is acute and severe, calcium chloride is given instead.   === High blood potassium === Calcium gluconate is used as a cardioprotective agent in people with high blood potassium levels, with one alternative being the use of calcium chloride. It is recommended when the potassium levels are high (>6.5 mmol/L) or when the electrocardiogram (ECG) shows changes due to high blood potassium. Though it does not have an effect on potassium levels in the blood, it reduces the excitability of cardiomyocytes, thereby lowering the likelihood of cardiac arrhythmias.   === Magnesium sulfate overdose === It is also used to counteract an overdose of Epsom salts magnesium sulfate, which is often administered to pregnant women in order to prophylactically prevent seizures (as in a patient experiencing preeclampsia).  Magnesium sulfate is no longer given to pregnant women who are experiencing premature labor in order to slow or stop their contractions (other tocolytics are now used instead due to better efficacy and side effect profiles). Excess magnesium sulfate results in magnesium sulfate toxicity, which results in both respiratory depression and a loss of deep tendon reflexes (hyporeflexia).   === Hydrofluoric acid burns ===  Gel preparations of calcium gluconate are used to treat hydrofluoric acid burns. The calcium gluconate reacts with hydrofluoric acid to form insoluble, non-toxic calcium fluoride. In addition to a 2.5% calcium gluconate gel being applied directly to the chemical burn, the person may also receive calcium gluconate supplements because the fluoride ion precipitates serum calcium, causing hypocalcemia.   === Cardiac arrest === While intravenous calcium has been used in cardiac arrest, its general use is not recommended. Cases of cardiac arrest in which it is still recommended include high blood potassium, low blood calcium such as may occur following blood transfusions, and calcium channel blocker overdose. There is the potential that general use could worsen outcomes. If calcium is used, calcium chloride is generally the recommended form.   == Side effects == Calcium gluconate side effects include nausea, constipation, and upset stomach. Rapid intravenous injections of calcium gluconate may cause hypercalcemia, which can result in vasodilation, cardiac arrhythmias, decreased blood pressure, and bradycardia. Extravasation of calcium gluconate can lead to cellulitis. Intramuscular injections may lead to local necrosis and abscess formation. It is also reported that this form of calcium increases renal plasma flow, urine production, sodium excretion, glomerular filtration rate, and prostaglandin E2 and F1-alpha levels.   == Society and culture == Shortages of medical calcium gluconate were reported in November 2012 and November 2015 in the United States. Historically, intravenous calcium gluconate was used as an antidote for black widow spider envenomation, often in conjunction with muscle relaxants. This therapy, however, has since been shown to be ineffective.   == See also == Calcium lactate gluconate Calcium citrate Dicalcium phosphate   == References ==   == External links == \"Calcium gluconate\". Drug Information Portal. U.S. National Library of Medicine."}