{"name": "calcium citrate", "category": "drug", "content": "Calcium citrate is the calcium salt of citric acid.  It is commonly used as a food additive (E333), usually as a preservative, but sometimes for flavor.  In this sense, it is similar to sodium citrate.   Calcium citrate is also found in some dietary calcium supplements (e.g. Citracal or Caltrate). Calcium makes up 24.1% of calcium citrate (anhydrous) and 21.1% of calcium citrate (tetrahydrate) by mass. The tetrahydrate occurs in nature as the mineral Earlandite.   == Chemical properties == Calcium citrate is sparingly soluble in water. Needle-shaped crystals of tricalcium dicitrate tetrahydrate [Ca3(C6H5O7)2(H2O)2]·2H2O were obtained by hydrothermal synthesis. The crystal structure comprises a three-dimensional network in which eightfold coordinated Ca2+ cations are linked by citrate anions and hydrogen bonds between two non-coordinating crystal water molecules and two coordinating water molecules.   == Production == Calcium citrate is an intermediate in the isolation of citric acid from the fungal fermentation process by which citric acid is produced industrially. The citric acid in the broth solution is neutralized by limewater, precipitating insoluble calcium citrate. This is then filtered off from the rest of the broth and washed to give clean calcium citrate.  3 Ca(OH)2(s) + 2 C6H8O7(l) → Ca3(C6H5O7)2(s) + 6 H2O(l) The calcium citrate thus produced may be sold as-is, or it may be converted to citric acid using dilute sulfuric acid.   == Medical uses == It's primarily sold as a food supplement of calcium.   === Bioavailability === In many individuals, bioavailability of calcium citrate is found to be equal to that of the cheaper calcium carbonate (CaCO3). However, alterations to the digestive tract may change how calcium is digested and absorbed. Unlike calcium carbonate, which is basic and neutralizes stomach acid, calcium citrate has no effect on stomach acid. Calcium carbonate is harder to digest than calcium citrate, and calcium carbonate carries a risk of \"acid rebound\" (the stomach overcompensates by producing more acid), so individuals who are sensitive to antacids or who have difficulty producing adequate stomach acid may choose calcium citrate over calcium carbonate for supplementation. According to a 2009 research into calcium absorption after gastric bypass surgery, calcium citrate may have improved bioavailability over calcium carbonate in Roux-en-Y gastric bypass patients who are taking calcium citrate as a dietary supplement after surgery.  This is mainly due to the changes related to where calcium absorption occurs in the digestive tract of these individuals.   == See also == Calcium gluconate Glucono delta-lactone   == References ==   == External links == National Cancer Institute"}