{"name": "calcitriol", "category": "drug", "content": "Calcitriol is a hormone and the active form of vitamin D, normally made in the kidney. It is also known as 1,25-dihydroxycholecalciferol. It binds to and activates the vitamin D receptor in the nucleus of the cell, which then increases the expression of many genes. Calcitriol increases blood calcium mainly by increasing the uptake of calcium from the intestines. It can be given as a medication for the treatment of low blood calcium and hyperparathyroidism due to kidney disease, low blood calcium due to hypoparathyroidism, osteoporosis, osteomalacia, and familial hypophosphatemia, and can be taken by mouth or by injection into a vein. Excessive amounts or intake can result in weakness, headache, nausea, constipation, urinary tract infections, and abdominal pain. Serious side effects may include high blood calcium and anaphylaxis. Regular blood tests are recommended after the medication is started and when the dose is changed. Calcitriol was identified as the active form of vitamin D in 1971 and the drug was approved for medical use in the United States in 1978. It is available as a generic medication. In 2021, it was the 258th most commonly prescribed medication in the United States, with more than 1 million prescriptions. It is on the World Health Organization's List of Essential Medicines.   == Medical use == Calcitriol is prescribed for:  Treatment of hypocalcaemia – hypoparathyroidism, osteomalacia (adults), rickets (infants, children), renal osteodystrophy, chronic kidney disease Treatment of osteoporosis Prevention of corticosteroid-induced osteoporosis Calcitriol has been used in an ointment for the treatment of psoriasis, although the vitamin D analogue calcipotriol (calcipotriene) is more commonly used. Calcitriol has also been given by mouth for the treatment of psoriasis and psoriatic arthritis. Research on the noncalcemic actions of calcitriol and other VDR-ligand analogs and their possible therapeutic applications has been reviewed.   == Adverse effects == The main adverse drug reaction associated with calcitriol therapy is hypercalcaemia – early symptoms include: nausea, vomiting, constipation, anorexia, apathy, headache, thirst, pruritus, sweating, and/or polyuria. Compared to other vitamin D compounds in clinical use (cholecalciferol, ergocalciferol), calcitriol has a higher risk of inducing hypercalcemia. However, such episodes may be shorter and easier to treat due to its relatively short half-life. High calcitriol levels may also be seen in human disease states in patients not on supplementation. In someone with hypercalcaemia and high calcitriol levels, low intact parathyroid hormone levels are usually present. The major conditions with hypercalcaemia due to elevated calcitriol levels are lymphoma, tuberculosis and sarcoidosis where excess production occurs due to ectopic 25(OH)D-1-hydroxylase (CYP27B1) expressed in macrophages. Other conditions producing similar findings including:  Fungal infections; Pneumocystis jiroveci, histoplasmosis, coccidioidomycosis, paracoccidioidomycosis, candidiasis Other granulomatous conditions; PR3+ vasculitis, Crohn's disease, acute granulomatous pneumonia, talc granuloma, silicone-induced granuloma, BCG-associated, granulomatous hepatitis, paraffin-associated granuloma Genetic conditions; Williams syndrome, pseudoxanthoma elasticum, CYP24A1 mutation (adult / infantile), SLC34A1 mutation Miscellaneous; mycobacterium avium, leprosy, lipoid pneumonia, cat scratch fever, berylliosis Some plants contain glycosides of 1,25-dihydroxycholecalciferol. Consumption of these glycosides by grazing animals leads to vitamin D toxicity, resulting in calcinosis, the deposition of excessive calcium in soft tissues. Three rangeland plants, Cestrum diurnum, Solanum malacoxylon, and Trisetum flavescens, are known to contain these glycosides. Of these, only C. diurnum is found in the U.S., mainly in Florida.   == Mechanism of action == Calcitriol increases blood calcium levels ([Ca2+]) by:  Promoting absorption of dietary calcium from the gastrointestinal tract. Increasing renal tubular reabsorption of calcium, thus reducing the loss of calcium in the urine. Stimulating release of calcium from bone. For this it acts on the specific type of bone cells referred to as osteoblasts, causing them to release RANKL, which in turn activates osteoclasts. Calcitriol acts in concert with parathyroid hormone (PTH) in all three of these roles. For instance, PTH also indirectly stimulates osteoclasts. However, the main effect of PTH is to increase the rate at which the kidneys excrete inorganic phosphate (Pi), the counterion of Ca2+. The resulting decrease in serum phosphate causes hydroxyapatite (Ca5(PO4)3OH) to dissolve out of bone, thus increasing serum calcium. PTH also stimulates the production of calcitriol (see below). Many of the effects of calcitriol are mediated by its interaction with the calcitriol receptor, also called the vitamin D receptor or VDR. For instance, the unbound inactive form of the calcitriol receptor in intestinal epithelial cells resides in the cytoplasm. When calcitriol binds to the receptor, the ligand-receptor complex translocates to the cell nucleus, where it acts as a transcription factor promoting the expression of a gene encoding a calcium binding protein. The levels of the calcium binding protein increase enabling the cells to actively transport more calcium (Ca2+) from the intestine across the intestinal mucosa into the blood. Alternative, non-genomic pathways may be mediated through either PDIA3 or VDR. The maintenance of electroneutrality requires that the transport of Ca2+ ions catalyzed by the intestinal epithelial cells be accompanied by counterions, primarily inorganic phosphate. Thus calcitriol also stimulates the intestinal absorption of phosphate. The observation that calcitriol stimulates the release of calcium from bone seems contradictory, given that sufficient levels of serum calcitriol generally prevent overall loss of calcium from bone. It is believed that the increased levels of serum calcium resulting from calcitriol-stimulated intestinal uptake causes bone to take up more calcium than it loses by hormonal stimulation of osteoclasts. Only when there are conditions, such as dietary calcium deficiency or defects in intestinal transport, which result in a reduction of serum calcium does an overall loss of calcium from bone occur. Calcitriol also inhibits the release of calcitonin, a hormone which reduces blood calcium primarily by inhibiting calcium release from bone.   == Biosynthesis and its regulation ==  Calcitriol is produced in the cells of the proximal tubule of the nephron in the kidneys by the action of 25-hydroxyvitamin D3 1-alpha-hydroxylase, a mitochondrial oxygenase and an enzyme which catalyzes the hydroxylation of 25-hydroxycholecalciferol (calcifediol) in the 1-alpha position. The activity of this enzyme is stimulated by PTH. This is an important control point in Ca2+ homeostasis. Additional effects on the production of calcitriol include an increase by prolactin, a hormone which stimulates lactogenesis (the formation of milk in mammary glands), a process which requires large amounts of calcium. Activity is also decreased by high levels of serum phosphate and by an increase in the production of the hormone FGF23 by osteocyte cells in bone. Calcitriol is also produced outside the kidney in small amounts by many other tissues including placenta and activated macrophages. When the drug alfacalcidol is used, 25-hydroxylation in the liver produces calcitriol as the active metabolite. This will produce greater effects than other vitamin D precursors in patients with kidney disease who have loss of the renal 1-alpha-hydroxylase.   === Interactive pathway map ===   === Metabolism === The halflife of calcitriol in the body is measured in hours, unlike its precursor calcifediol, whose halflife is measured in weeks. Calcitriol is inactivated by further hydroxylation to form 1,24,25-trihydroxyvitamin D, calcitroic acid. This occurs through the action of the CYP24A1 24-hydroxylase. Calcitroic acid is more soluble in water and is excreted in bile and urine.   == History == It was first identified in 1971 by Michael F. Holick working in the laboratory of Hector DeLuca, and also by Tony Norman and colleagues.   == Names == Calcitriol refers specifically to 1,25-dihydroxycholecalciferol. Because cholecalciferol already has one hydroxyl group, only two (1,25) are further specified in this nomenclature, but in fact there are three (1,3,25-triol), as indicated by the name calcitriol. The 1-hydroxy group is in the alpha position, and this may be specified in the name, for instance in the abbreviation 1α,25-(OH)2D3. Calcitriol is, strictly, the 1-hydroxylation product of calcifediol (25-OH vitamin D3), derived from cholecalciferol (vitamin D3), rather than the product of hydroxylations of ergocalciferol (vitamin D2). 1α,25-Dihydroxyergocalciferol (ercalcitriol) should be used for the vitamin D2 product. However, the terminology of 1,25-dihydroxyvitamin D, or 1,25(OH)2D, is often used to refer to both types of active forms of vitamin D. Indeed, both bind to the vitamin D receptor and produce biological effects. In clinical use, the differences are unlikely to have major importance. Calcitriol is marketed as a pharmaceutical for medical use under various trade names including Rocaltrol (Roche), Calcijex (Abbott), Decostriol (Mibe, Jesalis), Vectical (Galderma), and Rolsical (Sun Pharma).   == References =="}