{"name": "camostat", "category": "drug", "content": "Camostat is a serine protease inhibitor. Serine protease enzymes have a variety of functions in the body, and so camostat has a diverse range of uses. Camostat is approved in Japan for the treatment of chronic pancreatitis and postoperative reflux esophagitis. The oral proteolytic enzyme inhibitor has been on the market since 1985 under the trade name Foipan Tablets. The manufacturer is Ono Pharmaceutical. The drug is used in the treatment of some forms of cancer and is also effective against some viral infections, as well as inhibiting fibrosis in liver or kidney disease or pancreatitis.   == Pharmacology == It is an inhibitor of the enzyme transmembrane protease, serine 2 (TMPRSS2). For chronic pancreatitis camostat's typical dose is 600 mg daily, for postoperative reflux esophagitis 300 mg are taken. The daily dose is split in 3 doses and taken after each meal.   == Side effects == As side effects allergic reactions including anaphylaxis, hypersensitivity, hyperkalemia, platelet and leukocyte depletion, liver dysfunction, jaundice have been reported.   == COVID-19 ==  Inhibition of TMPRSS2 partially blocked infection by SARS-CoV and Human coronavirus NL63 in HeLa cell cultures. Another in vitro study showed that camostat significantly reduces the infection of Calu-3 lung cells by SARS-CoV-2, the virus responsible for COVID-19. It is currently in many Phase 1 and Phase 2 clinical trials. Camostat decreased CRP levels better compared to Lopinavir/Ritonavir in a small study of mild COVID-19 patients. Camostat decreased COVID-19 severity, improved inflammatory markers and oxygenation compared to hydroxychloroquine treated patients. A study of 205 COVID-19 patients treated with Camostat, carried out at Aarhus University Hospital in Denmark and concluding in April 2021, showed no noticeable effects of Camostat on duration of hospitalisation or severity of the cases, but noted that higher doses (the study used 600 mg Camostat daily dosage) might still have a possible effect. On July 1, 2021, the AIDS Clinical Trials Group announced that the Camostat group on the \"ACTIV-2 Outpatient Monoclonal Antibodies and Other Therapies Trial\" would not be moving forward to Phase 3. The trial demonstrated no safety concerns but also no changes in viral shedding or symptom improvement.   == References ==   == External links =="}