{"name": "canagliflozin", "category": "drug", "content": "Canagliflozin, sold under the brand name Invokana among others, is a medication used to treat type 2 diabetes. It is used together with exercise and diet. It is not recommended in type 1 diabetes. It is taken by mouth. Common side effects include vaginal yeast infections, nausea, constipation, and urinary tract infections. Serious side effects may include low blood sugar, Fournier's gangrene, leg amputation, kidney problems, high blood potassium, and low blood pressure. Diabetic ketoacidosis may occur despite nearly normal blood sugar levels. Use in pregnancy and breastfeeding is not recommended. Canagliflozin is a sodium-glucose cotransporter-2 (SGLT2) inhibitor. It works by increasing the amount of glucose lost in the urine. Canagliflozin was approved for medical use in the United States, in the European Union, and in Australia in 2013. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Canagliflozin is indicated to be used with diet and exercise to lower blood sugar in adults with type 2 diabetes; to reduce the risk of major heart-related events such as heart attack, stroke, or death in people with type 2 diabetes who have known heart disease; and to reduce the risk of end-stage kidney disease, worsening of kidney function, heart-related death, and being hospitalized for heart failure in certain people with type 2 diabetes and diabetic kidney disease. Canagliflozin is an anti-diabetic medication used to improve blood sugar control in people with type 2 diabetes. It is a third-line medication to metformin. Per the British National Formulary it is also less preferred than a sulfonylurea as of 2019, while the American Diabetes Association and European Association for the Study of Diabetes consider either a SGLT2 inhibitor or GLP-1 receptor agonist a reasonable second line medication in those with heart disease. Canagliflozin decreases HbA1c levels by 0.77% to 1.16% when given by itself, in combination with metformin, in combination with metformin and a sulfonylurea, in combination with metformin and pioglitazone, or in combination with insulin, from initial HbA1c levels of 7.8% to 8.1%. When added to metformin, canagliflozin does not appear worse than sitagliptin or glimepiride in reducing HbA1c levels, while canagliflozin maybe better than sitagliptin and glimiperide in decreasing HbA1c. It is unclear whether or not it has any unique cardiovascular benefits beyond lowering blood sugar. Although canagliflozin produces beneficial effects on HDL cholesterol, it has also been shown to increase LDL cholesterol to produce no change in total cholesterol. Evidence shows that apart from positive effects on glycemic levels, canagliflozin also reduces the risk of heart attacks and heart failures. SGLT2 inhibitors, including canagliflozin, reduce the likelihood of hospitalization for congestive heart failure or progression of renal disease in persons with diabetes mellitus type 2 and reduce the likelihood of stroke and heart attack in persons with diabetes mellitus type 2 who have known atherosclerotic vascular disease.   == Contraindications == Canaglifozin is contraindicated in:  Type 1 diabetes Diabetic ketoacidosis Severe renal impairment (estimated glomerular filtration rate <30 mL/min/1.73 m2), end-stage renal disease Patients on dialysis   == Adverse effects == As with other SGLT2 inhibitors, canagliflozin is associated with increased incidence of urinary tract infections, fungal infections of the genital area, thirst, elevations in LDL cholesterol, increased urination and episodes of low blood pressure. Rarely, use of canagliflozin is associated with necrotizing fasciitis of the perineum, also called Fournier gangrene. There are concerns that it may also increase the risk of diabetic ketoacidosis. Possible cardiovascular problems are an ongoing issue with gliflozin drugs. The pre-specified endpoint for cardiovascular safety in the canagliflozin clinical development program was \"Major Cardiovascular Events Plus\", defined as the occurrence of cardiovascular death, non-fatal myocardial infarctions, non-fatal strokes, or unstable angina leading to hospitalization. This endpoint occurred in more people in the placebo group (20.5%) than in the canagliflozin treated group (18.9%). Nonetheless, a United States Food and Drug Administration (FDA) advisory committee expressed concern regarding the cardiovascular safety of canagliflozin. A greater number of cardiovascular events was observed during the first 30 days in study subjects who received canagliflozin (0.45%) compared those who received placebo (0.07%), suggesting an early period of increased cardiovascular risk. In addition, there was an increased risk of stroke in subjects who received canagliflozin. However, none of these effects were statistically significant. Additional cardiovascular safety data from another ongoing study are expected in 2015. On 15 May 2015, the FDA issued a warning that certain SGLT2 diabetes drugs, including canagliflozin, may lead to ketoacidosis, a condition where the body produces higher levels of ketone bodies. The FDA is continuing to investigate the issue, and cautions that patients should not stop taking canagliflozin without first talking to their doctor. On 10 September 2015, the FDA issued a drug safety communication for canagliflozin to address risks for bone fracture and decreased bone density. A label warning for fractures was already included in the Adverse Reactions section; however, the FDA made the addition to the Warnings and Precautions section to reflect new information from a placebo study. They advised that health care professionals should consider fracture risk factors before prescribing canagliflozin, and patients should disclose any bone fracture risk factors to their doctors, but that patients should not stop taking the medication without first talking to their doctor. On 4 December 2015, the FDA issued another safety communication for SGLT2 inhibitors, indicating that it would require new warnings to be added to the canagliflozin label about elevated blood acid levels and urinary tract infections. In June 2016, the FDA strengthened the warning about the risk of acute kidney injury for the type 2 diabetes medicines canagliflozin (Invokana, Invokamet) and dapagliflozin (Farxiga, Xigduo XR). A 29 June 2016, report on the ongoing cardiovascular outcomes trial for canagliflozin (CANVAS) revealed interim findings of new safety concerns including heightened risk of bone fracture that was found to increase with the duration of treatment. In May 2016, the FDA announced they were going to investigate a safety issue related to clinical trials that found an increase in leg and foot amputations, mostly affecting the toes, in people treated with the diabetes medicine canagliflozin (Invokana, Invokamet). In May 2017, the FDA concluded that canagliflozin causes an increased risk of leg and foot amputations. The FDA began requiring a boxed warning to be added to the canagliflozin drug labels to describe this risk. In August 2020, the FDA removed the requirement for the boxed warning. To lessen the risk of developing ketoacidosis (a serious condition in which the body produces high levels of blood acids called ketones) after surgery, the FDA approved changes to the prescribing information for SGLT2 inhibitor diabetes medicines to recommend they be stopped temporarily before scheduled surgery. Canagliflozin, dapagliflozin, and empagliflozin should each be stopped at least three days before, and ertugliflozin should be stopped at least four days before scheduled surgery. Symptoms of ketoacidosis include nausea, vomiting, abdominal pain, tiredness, and trouble breathing.   == Interactions == The drug may increase the risk of dehydration in combination with diuretic drugs. Because it increases renal excretion of glucose, treatment with canagliflozin prevents renal reabsorption of 1,5-anhydroglucitol, leading to artifactual decreases in serum 1,5-anhydroglucitol. Therefore, canagliflozin can interfere with the use of serum 1,5-anhydroglucitol (assay trade name, GlycoMark) as a measure of postprandial glucose levels. Dosing adjustment is also required for concomitant therapy with UDP-glucuronosyl transferase (UGT) inducers such as rifampin, phenytoin, or phenobarbital, ritonavir.   == Pharmacology ==   === Mechanism of action === Canagliflozin is an inhibitor of subtype 2 sodium-glucose transport proteins (SGLT2), which is responsible for at least 90% of renal glucose reabsorption (the remaining 10% is done by SGLT1 inhibition). Blocking this transporter causes up to 119 grams of blood glucose per day to be eliminated through the urine, corresponding to 476 kilocalories. Additional water is eliminated by osmotic diuresis, resulting in a lowering of blood pressure. This mechanism is associated with a low risk of hypoglycaemia (too low blood glucose) compared to other types of anti-diabetic drugs such as sulfonylurea derivatives and insulin.   === Pharmacokinetics === When taken by mouth, canagliflozin reaches highest blood plasma concentrations after one to two hours and has an absolute bioavailability of 65%, independently of food intake. When in the bloodstream, 99% of the substance are bound to plasma proteins, mainly albumin. It is metabolized mainly by O-glucuronidation via the enzymes UGT1A9 and UGT2B4, and by hydroxylation to a lesser extent. The terminal half life is 10.6 hours for a 100 mg dose and 13.1 hours for a 300 mg dose, with 43% being excreted in the faeces (mostly in unchanged form) and 33% in the urine (mostly as glucuronide).   == History == It was developed by Mitsubishi Tanabe Pharma and is marketed under license by Janssen, a division of Johnson & Johnson. On 4 July 2011, the European Medicines Agency (EMA) approved a paediatric investigation plan and granted both a deferral and a waiver for canagliflozin (EMEA-001030-PIP01-10) in accordance with EC Regulation No.1901/2006 of the European Parliament and of the council. It was approved for medical use in the European Union in November 2013. Canagliflozin was approved by the FDA on 29 March 2013, and became the first SGLT2 inhibitor in the United States. Canagliflozin was approved for medical use in Australia in September 2013.   == See also == Canagliflozin/metformin   == References =="}