{"name": "canakinumab", "category": "drug", "content": "Canakinumab, sold under the brand name Ilaris, is a medication for the treatment of systemic juvenile idiopathic arthritis, active Still's disease, including adult-onset Still's disease, gout flares. It is a human monoclonal antibody targeted at interleukin-1 beta. It has no cross-reactivity with other members of the interleukin-1 family, including interleukin-1 alpha. Common side effects include infections (colds and upper respiratory tract infections), abdominal pain and injection-site reactions.   == Medical uses == Canakinumab was approved for the treatment of cryopyrin-associated periodic syndromes (CAPS) by the U.S. Food and Drug Administration (FDA) in June 2009, and by the European Medicines Agency (EMA) in October 2009. CAPS is a spectrum of autoinflammatory syndromes including Familial Cold Autoinflammatory Syndrome (FCAS), Muckle–Wells syndrome (MWS), and Neonatal-Onset Multisystem Inflammatory Disease (NOMID). In September 2016, the FDA approved the use of canakinumab for three additional rare and serious auto-inflammatory diseases: tumor necrosis factor receptor associated periodic syndrome (TRAPS), hyperimmunoglobulin D syndrome (HIDS)/mevalonate kinase deficiency (MKD), and familial mediterranean fever (FMF). In June 2020, canakinumab was approved in the United States for the indication to treat active Still's disease, including adult-onset Still's disease. In the European Union, canakinumab is indicated for autoinflammatory periodic fever syndromes, cryopyrin-associated periodic syndromes (CAPS), tumour necrosis factor receptor associated periodic syndrome (TRAPS), hyperimmunoglobulin D syndrome (HIDS)/mevalonate kinase deficiency (MKD), familial Mediterranean fever (FMF), Still's disease, and gouty arthritis. In August 2023, the FDA expanded coverage to cover the treatment of gout flares.   == Adverse effects == Injection site reactions such as redness and pain are common, occurring in approximately 15.5% of cases. The FDA prescribing information for canakinumab (Ilaris) includes a warning for potential increased risk of serious infections due to IL-1 blockade. Macrophage activation syndrome (MAS) is a known, life-threatening disorder that may develop in people with rheumatic conditions, in particular Still's disease, and should be aggressively treated. Treatment with immunosuppressants may increase the risk of malignancies. People are advised not to receive live vaccinations during treatment.   == History == Canakinumab was being developed by Novartis for the treatment of rheumatoid arthritis, but this trial was completed in October 2009. Canakinumab is also in phase I clinical trials as a possible treatment for chronic obstructive pulmonary disease, gout, and coronary artery disease (the CANTOS trial). It is also in trials for schizophrenia. In gout, it may result in better outcomes than a low dose of a steroid, but costs five thousand times more. In August 2017, the results of the CANTOS trial were announced at the European Society of Cardiology. Those treated in CANTOS had a 15% reduction in deaths from heart attacks, stroke and cardiovascular disease combined. However, there were serious side-effects and no statistically significant overall survival benefit. Although the CANTOS study says, \"Overall, canakinumab was tolerated well with essentially identical discontinuation rates compared to placebo. Mild neutropenia and thrombocytopenia were slightly more common in those treated with canakinumab. Rates of death due to infection or sepsis were low but more likely in the canakinumab group compared to placebo (incidence rate 0.31 vs. 0.18 per 100 person-years, P = 0.02). In terms of the types of infections that occurred during follow up, only pseudomembranous colitis was more common in the canakinumab group; no evidence of opportunistic infection was observed, data emphasizing that canakinumab is not a clinically immunosuppressive intervention. Further demonstrating this issue, random allocation to canakinumab as compared to placebo in CANTOS resulted in large and highly significant dose-dependent reductions in cancer fatality, incident lung cancer, and fatal lung cancer.\" Nonetheless, David Goff, director of the division of cardiovascular sciences at the National Heart, Lung and Blood Institute feels the \"public health impact potential is really substantial,\" and estimates that in the United States 3 million people might benefit from canakinumab. Further analysis on data from the CANTOS trial also showed a significant reduction in lung cancer incidence and mortality in the canakinumab treated group compared to placebo. In August 2023, the FDA approved canakinumab for the symptomatic treatment of adults with gout flares in whom nonsteroidal anti-inflammatory drugs (NSAIDs) and colchicine are contraindicated, are not tolerated, or do not provide an adequate response, and in whom repeated courses of corticosteroids are not appropriate based on three studies.   == References ==   == External links == \"Canakinumab\". National Cancer Institute."}