{"name": "Candidiasis of vagina", "category": "disease", "content": "Invasive candidiasis is an infection (candidiasis) that can be caused by various species of Candida yeast.  Unlike Candida infections of the mouth and throat (oral candidiasis) or vagina (Candidal vulvovaginitis), invasive candidiasis is a serious, progressive, and potentially fatal infection that can affect the blood (fungemia), heart, brain, eyes, bones, and other parts of the body.   == Signs and symptoms == Symptoms of invasive candidiasis can be confused with other medical conditions, however, the most common symptoms are fever and chills that do not improve with antibiotic treatment. Other symptoms develop as the infection spreads, depending on which parts of the body are involved.   === Presentation === Invasive candidiasis can manifest as serious diseases including as fungemia, endocarditis, endophthalmitis, osteomyelitis, and central nervous system infections.   == Cause == Invasive candidiasis is caused by 15 of the more than 150 known species of Candida. These species, all confirmed by isolation from patients, are: C. albicans, C. glabrata, C. tropicalis, C. parapsilosis, C. krusei, C. guilliermondii, C. lusitaniae, C. dubliniensis, C. pelliculosa, C. kefyr, C. lipolytica, C. famata, C. inconspicua, C. rugosa, and C. norvegensis. Over the last 20–30 years, C. albicans has been responsible for 95% of infections, with, C. glabrata, C. parapsilosis, C. tropicalis, and C. krusei causing the majority of the remaining cases. Recently, C. auris, a species first reported in 2009, has been found to cause invasive candidiasis. C. auris has attracted attention because it can be resistant to the antifungal medications used to treat candidiasis.   === Resistance === Resistance to antifungal treatment can arise from species with intrinsic resistance that experience selection pressure or spontaneous induction of resistance in isolates from normally susceptible species. For Candida, the most common is the former, as seen by the emergence of resistant C. glabrata  following the introduction of fluconazole and of C. parapsilosis where there was increased use of echinocandins. Insufficient dosing of azoles has also led to the emergence of resistance. Observed rates of echinocandin resistance for C. glabrata are between 2 and 12%. Acquired echinocandin resistance has also been reported for C. albicans, C. tropicalis, C. krusei, C. kefyr, C. lusitaniae, and C. dubliniensis.   === Emergent species === Candida auris is an emerging multidrug-resistant yeast that can cause invasive candidiasis and is associated with high mortality. It was first described in 2009. Since then, C. auris infections, specifically fungemia, have been reported from South Korea, India, South Africa, Kuwait, Colombia, Venezuela, Pakistan, the United Kingdom and the United States. The strains isolated in each region are genetically distinct, indicating that this species is emerging  in different locations. The reason for this pattern is unknown.   == Risk factors == Patients with the following conditions, treatments or situations are at increased risk for invasive candidiasis.  Critical illness Long-term intensive care unit stay Abdominal surgery (aggravated by anastomotic leakage or repeat laparotomies) Immunosuppressive diseases Acute necrotizing pancreatitis Malignant hematologic disease Solid-organ transplantation Hematopoietic stem cell transplantation Solid-organ tumors Neonates (especially low birth weight and preterm infants) Broad-spectrum antibiotic treatment Central venous catheter Internal prosthetic device Total parenteral nutrition Hemodialysis Glucocorticoid use Chemotherapy Noninvasive Candida colonization (particularly if multifocal)   === Transmission === Invasive candidiasis is a nosocomial infection with the majority of cases associated with hospital stays.   == Diagnosis == Because many Candida species are part of the human microbiota, their presence in the mouth, the vagina, sputum, urine, stool, or skin is not definitive evidence for invasive candidiasis. Positive culture of Candida species from normally sterile sites, such as blood, cerebrospinal fluid, pericardium, pericardial fluid, or biopsied tissue, is definitive evidence of invasive candidiasis. Diagnosis by culturing allows subsequent susceptibility testing of causative species.  Sensitivity of blood culture is far from ideal, with a sensitivity reported to be between 21 and 71%. Additionally, whereas blood culture can establish a diagnosis during fungemia, the blood may test negative for deep-seated infections because candida may have been successfully cleared from the blood. Diagnosis of invasive candidiasis is supported by histopathologic evidence  (for example, yeast cells or hyphae) observed in specimens of affected tissues. Additionally, elevated serum β-glucan can demonstrate invasive candidiasis while a negative test suggests a low likelihood of systemic infection. The emergence of multidrug-resistant C. auris as a cause of invasive candidiasis has necessitated additional testing in some settings. C. auris-caused invasive candidiasis is associated with high mortality. Many C. auris isolates have been found to be resistant to one or more of the three major antifungal classes (azoles, echinocandins, and polyenes) with some resistant to all three classes – severely limiting treatment options. Biochemical-based tests currently used in many laboratories to identify fungi, including API 20C AUX and VITEK-2, cannot differentiate C. auris from related species (for example, C. auris can be identified as C. haemulonii). Therefore, the Centers for Disease Control and Prevention recommends using a diagnostic method based on matrix-assisted laser desorption/ionization-time of flight mass spectrometry or a molecular method based on sequencing the D1-D2 region of the 28s rDNA to identify C. auris in settings where it may be present.   == Prevention == Preventive antifungal treatment is supported by studies, but only for specific high-risk groups in intensive care units with conditions that put them at high risk for the disease. For example, one group would be patients recovering from abdominal surgery that may have gastrointestinal perforations or anastomotic leakage. Antifungal prophylaxis can reduce the incidence of fungemia by approximately 50%, but has not been shown to improve survival. A major challenge limiting the number of patients receiving prophylaxis to only those that can potentially benefit, thereby avoiding the creation of selective pressure that can lead to the emergence of resistance.   == Treatment == Antifungals are used for treatment with the specific type and dose depending on the patient's age, immune status, and specifics of the infection. For most adults, the initial treatment is an echinocandin class antifungal (caspofungin, micafungin, or anidulafungin) given intravenously. Fluconazole, amphotericin B, and other antifungals may also be used. Treatment normally continues for two weeks after resolution of signs and symptoms and Candida yeasts can no longer can be cultured from blood samples. Some forms of invasive candidiasis, such as infections in the bones, joints, heart, or central nervous system, usually need to be treated for a longer period. Retrospective observational studies suggest that prompt presumptive antifungal therapy (based on symptoms or biomarkers) is effective and can reduce mortality.   == Epidemiology == Invasive candidiasis is estimated to affect more than 250,000 people and cause more than 50,000 deaths worldwide every year. The CDC estimates that approximately 46,000 cases of healthcare-associated invasive candidiasis occur each year in the US. The estimated mortality attributable to fungemia is 19-40%. However, because the majority of people who develop invasive candidiasis are already sick, it can be difficult to determine if the cause of death is directly attributable to the fungal infection. Fungemia is one of the most common bloodstream infections in the United States. In general, observed incidence rates have been stable or trending higher but declining rates have been achieved with improvements in hygiene and disease management. Deep-seated infections in bones, muscles, joints, eyes, or central nervous system can arise from a bloodstream infection or direct inoculation of Candida may occur, for example, during intestinal surgery. The distribution of Candida species causing invasive candidiasis has changed over the past decades. C. albicans had been the dominant pathogen but now accounts for just half of the isolates. Increasing dominance of C. glabrata in northern Europe, the United States, and Canada has been observed while C. parapsilosis has become more prominent in southern Europe, Asia, and South America. Regional species distribution guides treatment recommendations since the species exhibit different susceptibilities to azole and echinocandin classes of antifungals. The virulence of Candida species differs considerably, with C. parapsilosis and C. krusei being less virulent than C. albicans, C. tropicalis, and C. glabrata. This variation is reflected in mortality rates.   == References ==   == Further reading == Pfaller MA, Diekema DJ (2007). \"Epidemiology of invasive candidiasis: a persistent public health problem\". Clinical Microbiology Reviews. 20 (1): 133–163. doi:10.1128/CMR.00029-06. PMC 1797637. PMID 17223626. (Review). Yapar N (2014). \"Epidemiology and risk factors for invasive candidiasis\". Therapeutics and Clinical Risk Management. 10: 95–105. doi:10.2147/TCRM.S40160. PMC 3928396. PMID 24611015. (Review).   == External links ==  Candidiasis (Invasive) in the MSD (Merck) Manual Clinical Practice Guideline for the Management of Candidiasis: 2016 Update by the Infectious Diseases Society of America"}