{"name": "cannabidiol", "category": "drug", "content": "Cannabidiol (CBD) is a phytocannabinoid, one of 113 identified cannabinoids in cannabis plants, along with tetrahydrocannabinol (THC), and accounts for up to 40% of the plant's extract. It was discovered in 1940 and as of 2022, clinical research on CBD included studies related to the treatment of anxiety, addiction, psychosis, movement disorders, and pain, but there is insufficient high-quality evidence that CBD is effective for these conditions. CBD is sold as a herbal dietary supplement and promoted with yet unproven claims of particular therapeutic effects. Cannabidiol can be taken internally in multiple ways, including by inhaling cannabis smoke or vapor, oral, and as an aerosol spray into the cheek. It may be supplied as CBD oil containing only CBD as the active ingredient (excluding THC or terpenes), CBD-dominant hemp extract oil, capsules, dried cannabis, or prescription liquid solution. CBD does not have the same psychoactivity as THC, and can modulate the psychoactive effects of THC on the body if both are present. Conversion of CBD to THC can occur when CBD is heated to temperatures between 250–300 °C, potentially leading to its partial transformation into THC. In the United States, the cannabidiol drug Epidiolex was approved by the Food and Drug Administration (FDA) in 2018 for the treatment of two epilepsy disorders. While the 2018 United States Farm Bill removed hemp and hemp extracts (including CBD) from the Controlled Substances Act, the marketing and sale of CBD formulations for medical use or as an ingredient in dietary supplements or manufactured foods remains illegal under FDA regulation, as of 2024.   == Medical uses ==   === Epilepsy ===  In the United States, the FDA has indicated only one brand of prescription cannabidiol called Epidiolex for the treatment of seizures associated with Dravet syndrome, Lennox–Gastaut syndrome, or tuberous sclerosis complex in people one year of age and older. While Epidiolex treatment is generally well tolerated, it is associated with minor adverse effects, such as gastrointestinal upset, decreased appetite, lethargy, sleepiness and poor sleep quality. In the European Union Epidyolex is indicated for use as adjunctive therapy of seizures associated with Lennox–Gastaut syndrome or Dravet syndrome, in conjunction with clobazam, for people two years of age and older. In 2020, the label for Epidiolex in the US was expanded to include seizures associated with tuberous sclerosis complex. Epidiolex/Epidyolex is the first prescription formulation of plant-derived cannabidiol approved by regulatory bodies in the US and Europe.   === Other uses === Research on other uses for cannabidiol includes several neurological disorders, but the findings have not been confirmed to establish such uses in clinical practice. In October 2019, the FDA issued an advisory warning that the effects of CBD during pregnancy or breastfeeding are unknown, indicating that the safety, doses, interactions with other drugs or foods, and side effects of CBD are not clinically defined, and may pose a risk to the mother and infant. Many claims are made for the therapeutic benefit of cannabidiol that are not backed by sound evidence. Some claims, such as treatment of cancer, are pseudoscience. In 2020, the label for Epidiolex in the US was expanded to include treatment of seizures associated with tuberous sclerosis. Acclaimed for relieving chronic pain, some researchers conclude that the evidence is insufficient to determine the effectiveness of CBD in pain relief, primarily due to the challenging access to pure CBD.   === Non-intoxicating effects === Cannabidiol does not appear to have any intoxicating effects such as those caused by ∆9-THC in cannabis, but it is under preliminary research for its possible anti-anxiety and anti-psychotic effects. As the legal landscape and understanding about the differences in medical cannabinoids unfolds, experts are working to distinguish \"medical cannabis\" (with varying degrees of psychotropic effects and deficits in executive function) from \"medical CBD therapies\", which would commonly present as having a reduced or non-psychoactive side-effect profile. Various strains of \"medical cannabis\" are found to have a significant variation in the ratios of CBD-to-THC and are known to contain other non-psychotropic cannabinoids. Any psychoactive cannabis, regardless of its CBD content, is derived from the flower (or bud) of the genus Cannabis. As defined by US federal law, non-psychoactive hemp (also commonly termed \"industrial hemp\"), regardless of its CBD content, is any part of the cannabis plant, whether growing or not, containing a ∆9-tetrahydrocannabinol concentration of no more than 0.3% on a dry-weight basis. In the United States, certain standards are required for legal growing, cultivating, and producing the hemp plant, but there are no federal standards for quality being enforced in the hemp industry. Certain state regulations are in place, but vary state to state. For instance, the Colorado Industrial Hemp Program registers growers of industrial hemp and samples crops to verify that the dry-weight THC concentration does not exceed 0.3%.   === Available forms === CBD is present as an active constituent of cannabis, which is used both recreationally and medically. Nabiximols (brand name Sativex), an oromucosal spray made of a complex botanical mixture containing cannabidiol (CBD), delta-9-tetrahydrocannabinol (THC), and additional cannabinoid and non-cannabinoid constituents from cannabis sativa plants, was approved by Health Canada in 2005, to treat central neuropathic pain in multiple sclerosis, and in 2007, for cancer-related pain. In New Zealand, Sativex is \"approved for use as an add-on treatment for symptom improvement in people with moderate to severe spasticity due to multiple sclerosis who have not responded adequately to other anti-spasticity medication.\" Epidiolex (Epidyolex in Europe) is an orally administered cannabidiol solution. It was approved in 2018 for treatment of two rare forms of childhood epilepsy, Lennox–Gastaut syndrome and Dravet syndrome, and seizures associated with tuberous sclerosis complex. In the US, it is approved in these indications for people one year of age and older.   == Side effects == Research indicates that cannabidiol may reduce adverse effects of THC, particularly those causing intoxication and sedation, but only at high doses. Safety studies of cannabidiol showed it is well tolerated, but may cause tiredness, somnolence, sedation, diarrhea, or changes in appetite as common adverse effects with the most common being somnolence and sedation. Side effects of CBD are dose related. Epidiolex documentation lists sleepiness, insomnia and poor quality sleep, decreased appetite, diarrhea, and fatigue. In November 2019, the FDA issued concerns about the safety of cannabidiol, stating that CBD use has potential to cause liver injury, interfere with the mechanisms of prescription drugs, produce gastrointestinal disorders, or affect alertness and mood. Over 2020–23, the FDA updated its safety concerns about CBD, acknowledging the unknown effects of protracted use, how it affects the developing brain, fetus or infants during breastfeeding, whether it interacts with dietary supplements or prescription drugs, whether male fertility is affected, and its possible side effects, such as drowsiness. As of September 2019, 1,085 people contacted US poison control centers about CBD-induced illnesses, doubling the number of cases over the 2018 rate and increasing by 9 times the case numbers of 2017. Of cases reported in 2019, more than 33% received medical attention and 46 people were admitted to a hospital intensive care unit, possibly due to exposure to other products, or drug interactions with CBD. In 2022, the FDA stated that \"scientific studies show possible harm to the male reproductive system, including testicular atrophy, harm to the liver, and interactions with certain medications. The FDA has not found adequate information showing how much CBD can be consumed, and for how long, before causing harm. This is particularly true for vulnerable populations like children and those who are pregnant.\"   == Interactions == Laboratory evidence indicated that cannabidiol may reduce THC clearance, increasing plasma concentrations which may raise THC availability to receptors and enhance its effect in a dose-dependent manner. In vitro, cannabidiol inhibited the activity of voltage-dependent sodium and potassium channels, which may affect neural activity. A recent study using X-ray crystallography showed that CBD binds inside the sodium channel pore at a novel site at the interface of the fenestrations and the central hydrophobic cavity of the channel. Binding at this site blocks the transmembrane-spanning sodium ion translocation pathway, providing a molecular mechanism for channel inhibition, which could contribute to a reduced excitability. A small clinical trial reported that CBD partially inhibited the CYP2C-catalyzed hydroxylation of THC to 11-OH-THC. Little is known about potential drug interactions, but CBD mediates a decrease in clobazam metabolism. Work with human liver microsomes shows that cannabidiol inhibits CYP3A5 and CYP3A4 to some degree.   == Pharmacology ==   === Pharmacodynamics === In vitro, cannabidiol has low affinity for, and acts as a negative allosteric modulator of the CB1 cannabinoid receptor Cannabidiol may be an antagonist of GPR55, a G protein-coupled receptor and putative non-homologous CB3 cannabinoid receptor shown by in vitro studies to be widely distributed in the brain. Cannabidiol may interact with various neurotransmitters, such as serotonin, dopamine, and GABA. As of 2024, the cellular effects and mechanisms of cannabidiol in vivo are unknown, as research to date has been inconclusive and based on laboratory studies. The anticonvulsant effects provided by cannabidiol (Epidiolex) in people with certain forms of epilepsy do not appear to involve cannabinoid receptors. A possible mechanism for the effects of cannabidiol on seizures is by affecting the neuronal movement of calcium in brain structures involved in the excessive electrical activity of seizures.    === Pharmacokinetics === The oral bioavailability of cannabidiol is approximately 6% in fasting state and 36.5—57.3% in fed-state in humans, while its bioavailability via inhalation is 11 to 45% (mean 31%). The oral bioavailability of cannabidiol varies based on several factors such as formulation, dose, and food intake. The elimination half-life of cannabidiol in blood is 56 to 61 hours after oral doses twice per day over 7 days. Based on the pharmacokinetic analysis of long-term dosing of cannabidiol in humans, the terminal elimination half-life is estimated to be >134 h. Cannabidiol is metabolized in the liver as well as in the intestines by cytochrome P450 enzymes.   == Chemistry ==  At room temperature, cannabidiol is a colorless crystalline solid. In strongly basic media and the presence of air, it is oxidized to Cannabinodiol (CBND) and a quinone called HU-331. Under acidic conditions it cyclizes to THC, which also occurs during pyrolysis, and during smoking. The synthesis of cannabidiol has been accomplished by several research groups.   === Overview ===   === Biosynthesis ===  Cannabis produces CBD through the same metabolic pathway as THC, until the next to last step, where CBDA synthase performs catalysis instead of THCA synthase.   === Isomerism ===   === Pyrolysis === In the typical operating temperature range of e-cigarettes (250–400 °C (482–752 °F)), 25–52% of CBD is transformed into other chemical substances: Δ9-THC, Δ8-THC, cannabinol and cannabichromene as predominant pyrolysates. From a chemical point of view, CBD in e-cigarettes can be considered a precursor of THC.   === Synthetic derivatives === Numerous synthetic derivatives of CBD are known, and have been researched for generally similar applications as CBD itself.   == History == Efforts to isolate the active ingredients in cannabis were made in the 19th century. Cannabidiol was studied in 1940 from Minnesota wild hemp and Egyptian Cannabis indica resin. The chemical formula of CBD was proposed from a method for isolating it from wild hemp. Its structure and stereochemistry were determined in 1963.   === Plant breeding === Selective breeding of cannabis plants has expanded and diversified as commercial and therapeutic markets develop. Some growers in the US succeeded in lowering the proportion of CBD-to-THC to accommodate customers who preferred varietals that were more mind-altering due to the higher THC and lower CBD content. In the US, hemp is classified by the federal government as cannabis containing no more than 0.3% THC by dry weight. This classification was established in the 2018 Farm Bill and was refined to include hemp-sourced extracts, cannabinoids, and derivatives in the definition of hemp.   == Society and culture ==   === Names === Cannabidiol is the generic name of the drug and its INNTooltip International Nonproprietary Name.   === Foods and beverages ===  Food and beverage products containing cannabidiol were widely marketed in the United States as early as 2017. Hemp seed ingredients which do not naturally contain THC or CBD (but which may be contaminated with trace amounts on the outside during harvesting) were declared by the US Food and Drug Administration as generally recognized as safe (GRAS) in December 2018. CBD itself has not been declared GRAS, and under US federal law is illegal to sell as a food, dietary supplement, or animal feed. State laws vary considerably as non-medical cannabis and derived products have been legalized in various jurisdictions. Despite once having a promising market, the industry for CBD stalled out during the COVID-19 pandemic beginning in 2020, and, by 2024, it collapsed due to withdrawal of investors, the absence of a FDA ruling on efficacy and safety, inconsistent state-by-state legislation, and consumer ambivalence. Similar to energy drinks and protein bars which may contain vitamin or herbal additives, food and beverage items can be infused with CBD as an alternative means of ingesting the substance. In the United States, numerous products are marketed as containing CBD, but in reality contain little or none. Some companies marketing CBD-infused food products with claims that are similar to the effects of prescription drugs have received warning letters from the FDA for making unsubstantiated health claims. In February 2019, the New York City Department of Health announced plans to fine restaurants that sell food or drinks containing CBD, beginning in October 2019.   === Labeling and advertising === Studies conducted by the FDA from 2014 through 2019 have determined that a majority of CBD products are not accurately labeled with the amount of CBD they contain. For example, a 2017 analysis of cannabidiol content in oil, tincture, or liquid vape products purchased online in the United States showed that 69% were mislabeled, with 43% having higher and 26% having lower content than stated on product labels. In 2020, the FDA conducted a study of 147 CBD products and found that half contained THC. From 2015 to November 2022, the FDA issued dozens of warning letters to American manufacturers of CBD products for false advertising and illegal interstate marketing of CBD as an unapproved drug to treat diseases, such as cancer, osteoarthritis, symptoms of opioid withdrawal, Alzheimer's disease, and pet disorders. Chemical analysis of CBD products found that many did not contain the levels of CBD claimed in advertising. In December 2020, the Federal Trade Commission initiated a law enforcement crackdown on American companies marketing CBD products as unapproved drugs. The warning also applied to hemp CBD capsules and oil that were being marketed illegally while not adhering to the federal definition of a dietary supplement.   === Sports ===  Cannabidiol has been used by professional and amateur athletes across disciplines and countries, with the World Anti-Doping Agency removing CBD from its banned substances list. The United States Anti-Doping Agency and United Kingdom-Anti-Doping Agency do not have anti-CBD policies, with the latter stating that, \"CBD is not currently listed on the World Anti-Doping Agency Prohibited List. As a result, it is permitted to use in sport, though the intended benefits are unclear and not backed by clinical evidence. All other cannabinoids (including but not limited to cannabis, hashish, marijuana, and THC) are prohibited in-competition. The intention of the regulations is to prohibit cannabinoids that activate the same receptors in the brain as activated by THC.\" In 2019, the cannabis manufacturer Canopy Growth acquired majority ownership of BioSteel Sports Nutrition, which is developing CBD products under endorsement by numerous professional athletes. The National Hockey League Alumni Association began a project with Canopy Growth to determine if CBD or other cannabis products might improve neurological symptoms and quality of life in head-injured players. Some sports leagues have announced sponsorships with CBD companies, such as Major League Baseball (Charlotte's Web) and Ultimate Fighting Championship (Love Hemp). Numerous professional athletes use CBD, primarily for treating pain.   === Legal status ===   ==== Australia ==== Prescription medicine (Schedule 4) for therapeutic use containing two percent (2.0%) or less of other cannabinoids commonly found in cannabis (such as ∆9-THC). A Schedule 4 drug under the SUSMP is a Prescription Only Medicine, or Prescription Animal Remedy – Substances, the use or supply of which should be by or on the order of persons permitted by state or territory legislation to prescribe and should be available from a pharmacist on prescription. In June 2020, the Australian Therapeutic Goods Administration (TGA) published a consultation on a proposal to pave the way to make \"low dose\" CBD available to consumer/patients via pharmacists only through moving products from Schedule 4 to 3. Any products sold would need to have their safety, quality and efficacy pre-assessed by the TGA and be formally approved for sale (details to be outlined by TGA). They would be made available to over 18s only, with the maximum daily dose of 60 mg/day, up to 2% THC finished product allowed, 30-day maximum supply, plant-derived or synthetic. This proposal is based on an initial literature review on the safety of low dose CBD published by the TGA in April 2020. Epidyolex was approved for the adjunctive therapy of seizures associated with Lennox–Gastaut syndrome or with Dravet syndrome in September 2020.   ==== Bulgaria ==== In 2020, Bulgaria became the first country in the European Union to allow retail sales of food products and supplements containing CBD, despite the ongoing discussion within the EU about the classification of CBD as a novel food. However, there exists a legal gap because of the lack of a legally-permissible minimum amount of THC in the products containing cannabinoids.   ==== Canada ==== In October 2018, cannabidiol became legal for recreational and medical use by the federal Cannabis Act. As of August 2019, CBD products in Canada could only be sold by authorized retailers or federally licensed medical companies, limiting their access to the general public. Nonetheless, with online delivery services and over 2,600 authorized cannabis retail stores as of October 2021, accessibility has steadily increased over time. The Canadian government states that CBD products \"are subject to all of the rules and requirements that apply to cannabis under the Cannabis Act and its regulations.\" It requires \"a processing licence to manufacture products containing CBD for sale, no matter what the source of the CBD is, and that CBD and products containing CBD, such as cannabis oil, may only be sold by an authorized retailer or licensed seller of medical CBD.\" Edible CBD products were scheduled to be permitted for sale in Canada on October 17, 2019, for human consumption. As of August 2020, it was still illegal to carry cannabis and cannabis-derived products (including products containing CBD) across the Canadian border. If one carries any amount of cannabis for any purpose (including medical), it needs to be declared to the Canada Border Services Agency. Not declaring it is a serious criminal offence.   ==== Czech Republic ==== As of May 2023, the State Agricultural and Food Inspection of the Czech Republic is putting together broad regulations regarding a ban on CBD products. They will make it illegal to sell products containing cannabidiol and other cannabinoids derived from hemp, as a result of EU Novel Food Regulation. In case of Czech Republic, European Industrial Hemp Association has submitted an official request to the Czech Republic to recognize natural hemp extracts with cannabinoids as traditional food.   ==== European Union ====  In 2019, the European Commission announced that CBD and other cannabinoids would be classified as \"novel foods\", meaning that CBD products would require authorization under the EU Novel Food Regulation stating that because \"this product was not used as a food or food ingredient before May 15, 1997, before it may be placed on the market in the EU as a food or food ingredient, a safety assessment under the Novel Food Regulation is required.\" The recommendation – applying to CBD extracts, synthesized CBD, and all CBD products, including CBD oil – was scheduled for a final ruling by the European Commission in March 2019. If approved, manufacturers of CBD products would be required to conduct safety tests and prove safe consumption, indicating that CBD products would not be eligible for legal commerce until at least 2021. In December 2020, the European Commission concluded that CBD should not be considered as drug and can be qualified as food. Cannabidiol is listed in the EU Cosmetics Ingredient Database (CosIng). However, the listing of an ingredient, assigned with an INCI name, in CosIng does not mean it is to be used in cosmetic products or is approved for such use. Several industrial hemp varieties can be legally cultivated in Western Europe. A variety such as \"Fedora 17\" has a cannabinoid profile consistently around 1%, with THC less than 0.3%.   ==== Hong Kong ==== In 2022, the HKSAR Government proposed a ban on any use of cannabidiol (including for academic research and by medical professionals) within the Hong Kong territory, making Hong Kong the first jurisdiction in the world to have complete prohibition of cannabidiol, starting from February 1, 2023, in part due to the possible presence of THC which is illegal in Hong Kong, according to a research subsidized by the Hong Kong SAR Government.   ==== New Zealand ==== In 2017, the New Zealand government made changes to the regulations so that restrictions would be removed, which meant a doctor was able to prescribe cannabidiol to patients. The passing of the Misuse of Drugs (Medicinal Cannabis) Amendment Act in December 2018 means cannabidiol is no longer a controlled drug in New Zealand, but is a prescription medicine under the Medicines Act, with the restriction that \"the tetrahydrocannabinols (THCs) and specified substances within the product must not exceed 2 percent of the total CBD, tetrahydrocannabinol (THC) and other specified substances.\"   ==== Russian Federation ==== According to a document received in response to an appeal to the Ministry of Internal Affairs of the Russian Federation, measures of state control in the Russian Federation regarding CBD have not been established. However, there is also a response from the Ministry of Health of the Russian Federation indicating that CBD can be considered as an isomer of restricted THC. The \"isomer\" argument is nonetheless vague, as progesterone, which is freely sold in pharmacies, is also an isomer of THC, all three being C21H30O2. On February 17, 2020, the deputy of the Moscow City Duma Darya Besedina sent an official request to the Prime Minister of the Russian Federation Mikhail Mishustin with a request to eliminate that legal ambiguity by publishing official explanations and, if necessary, making required changes in the corresponding government decree.   ==== Singapore ==== Singapore allows medical cannabis on a case-by-case basis, usually as a last resort drug. Each case is evaluated by the government, and largely comes in the form of Cannabidiol. However, the country is flexible to what is required for patient treatment, despite having some of the strictest drug laws in the world.   ==== Sweden ==== Cannabidiol is classified as a medical product in Sweden. However, in July 2019, Supreme Court of Sweden ruled that CBD oil with any concentration of THC falls under the narcotic control laws.   ==== Switzerland ==== While THC remains illegal, cannabidiol is not subject to the Swiss Narcotic Acts because it does not produce a comparable psychoactive effect. Cannabis products containing less than 1% THC can be sold and purchased legally.   ==== Ukraine ==== On April 7, 2021, the Ukrainian government legalised use of isolated cannabidiol. Additionally, it approved Nabiximols, a cannabidiol-containing drug, for medical use.   ==== United Kingdom ==== Cannabidiol, in an oral-mucosal spray formulation combined with delta-9-tetrahydrocannabinol, is a product available by prescription for the relief of severe spasticity due to multiple sclerosis (where other anti-spasmodics have not been effective) in the United Kingdom. Until 2017, products containing cannabidiol marketed for medical purposes were classed as medicines by the UK regulatory body, the Medicines and Healthcare products Regulatory Agency (MHRA), and could not be marketed without regulatory approval for the medical claims. As of 2018, cannabis oil is legal to possess, buy, and sell in the UK, providing the product does not contain more than 1 milligram of THC and is not advertised as providing a medicinal benefit. Individual police officers and others who are ill-informed of the exact legislature pertaining to cannabidiol, however, may erroneously consider it of dubious legality, reflecting lack of awareness. In January 2019, the UK Food Standards Agency indicated it would regard CBD products, including CBD oil, as a novel food having no history of use before May 1997, and stated that such products must have authorisation and proven safety before being marketed. The deadline for companies with existing products to submit a full and validated novel foods application with the FSA was March 31, 2021; failure to do so before this date would exclude those companies from selling CBD. New products containing CBD after this deadline would require a fully approved application. In February 2020, the UK FSA advised vulnerable people, such as pregnant women, breastfeeding mothers, and those already taking medication for other medical concerns not to take CBD. The FSA further recommended that healthy adults should not consume more than 70 mg CBD per day.   ==== United Nations ==== Cannabidiol is scheduled under the Single Convention on Narcotic Drugs as cannabis. International Narcotics Control Board reminds Member States that, at the reconvened sixty-third session of the Commission on Narcotic Drugs, in December 2020, the States members of the Commission rejected the recommendation of WHO that a footnote be added to the entry for cannabis and cannabis resin in Schedule I of the 1961 Convention as amended to exempt from international control preparations containing predominantly CBD and not more than 0.2 per cent of delta-9-THC.   ==== United States ==== As of 2023, cannabidiol extracted from marijuana remains a Schedule I Controlled Substance, and is not approved as a prescription drug or dietary supplement or allowed for interstate commerce in the United States. CBD derived from hemp (with 0.3% THC or lower) is legal to sell as a cosmetics ingredient or for other purposes not regulated by the FDA, but cannot be sold under federal law as an ingredient in food, dietary supplement, or animal feed. It is a common misconception that the legal ability to sell hemp (which may contain CBD), and hemp extracts and derivatives (including CBD), makes CBD legal for sale as a supplement or medicine. In September 2018, the GW Pharmaceuticals drug Epidiolex was placed in Schedule V of the Controlled Substances Act by the Drug Enforcement Administration (DEA), following its approval by the FDA for rare types of childhood epilepsy. It was then removed from the Controlled Substances Act by the DEA in April 2020. Epidiolex is available for prescription use in all 50 states. In 2013, a CNN program that featured Charlotte's Web cannabis brought increased attention to the use of CBD for the treatment of seizure disorders in children. A number of states passed laws over the next few years to allow the use of low-THC, high-CBD cannabis oil in such situations. These states were in addition to the states that had already legalized cannabis for medical or recreational use. Many states further relaxed their laws regarding CBD following the passage of the 2018 Farm Bill. The 2014 Farm Bill legalized the sale of \"non-viable hemp material\" grown within states participating in the Hemp Pilot Program which defined hemp as cannabis containing less than 0.3% of THC. The 2018 Farm Bill removed the hemp plant and all \"derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than 0.3 percent on a dry weight basis,\" including CBD, from the Controlled Substances Act, making them legal to manufacture in the United States. The FDA retains regulatory authority over hemp-derived CBD, while the DEA is not involved in the regulation of legally-compliant hemp and hemp products. The 2018 Farm Bill requires that research and development of CBD for a therapeutic purpose would have to be conducted under notification and reporting to the FDA.   == Veterinary use ==   === Research === The number of research projects and scientific publications on cannabidiol and other cannabinoids in pets surged in the late 2010s; nonetheless, as of December 2020, there were no hemp-derived, cannabinoid-rich registered veterinary medicinal products in any of the major regions (see #Legal status). In the US and other territories there are, however, numerous veterinary nutraceutical products available over the counter (OTC). The lack of clarity in the regulations governing veterinary hemp food supplements allows for products of questionable quality to flood the market, which may pose a risk to the wellbeing of pets and owners. To understand better the benefits of CBD and associated compounds for the quality of life of animals, companies specialized in CBD products for animals have been funding research projects.   === Canine osteoarthritis === CBD's ability to help regulate the endocannabinoid system and reduce the release of excitatory neurotransmitters could result in a retrograde inhibitory signal that lessens chronic pain responses. Studies in dogs with chronic pain associated with osteoarthritis showed an increase in level of activity in animals receiving CBD-rich food supplements.   === Epilepsy === From the results seen in humans with drugs such as Epidiolex and Sativex in scientific studies and reviews, it could be expected that CBD-based products would be helpful to manage seizures in dogs. However, despite the numerous case reports presented by veterinary neurologists supporting the benefits of CBD as adjunctive therapy, as of December 2020, published controlled studies have not shown a statistically significant decrease in the number of seizures across the groups receiving CBD.   === Pharmacokinetics === The oral bioavailability of CBD varies greatly across species and it is linked to the presentation and the time of administration. A 24-hour kinetic examination in dogs showed that the absorption of the cannabidiolic acid (CBDA) does occur, and that this molecule is absorbed least twice as well as CBD post oral ingestion. It was found that the major metabolites of CBD in humans (7-OH-CBD and 7-COOH-CBD) are not prevalent in dogs, while 6-OH-CBD was found to be the primary metabolite in dogs receiving a CBD-enriched cannabis-derived herbal extract, suggesting that canine and human CBD metabolic route might be somewhat different.   == Research == As of 2022, there was little evidence for cannabidiol having a benefits in psychiatric disorders in humans. In the United States, federal illegality has made it difficult historically to conduct research on CBD.   == References ==   == Further reading =="}