{"name": "capmatinib", "category": "drug", "content": "Capmatinib, sold under the brand name Tabrecta, is an anticancer medication used for the treatment of metastatic non-small cell lung cancer whose tumors have a mutation that leads to the exon 14 skipping of the MET gene, which codes for the membrane receptor HGFR. The most common adverse reactions are peripheral edema, nausea, fatigue, vomiting, dyspnea, and decreased appetite. Non-small cell lung cancer is a disease in which malignant cancer cells form in the tissues of the lung. It is the most common type of lung cancer with up to 90% of all lung carcinomas falling into the non-small cell category. Non-small cell lung cancer occurs when healthy cells become abnormal and grow rapidly. One danger of this form of cancer is that there's a high likelihood that the cancer cells will spread from the lungs to other organs and body parts. Cancer metastasis consists of a sequential series of events, and MET exon 14 skipping is recognized as a critical event for metastasis of carcinomas. Mutations leading to MET exon 14 skipping are found in 3-4% of people with lung cancer. Capmatinib was approved for medical use in the United States in May 2020. Capmatinib is the first therapy approved by the US Food and Drug Administration (FDA) to treat non-small cell lung cancer with specific mutations (those that lead to mesenchymal-epithelial transition or MET exon 14 skipping).   == Medical uses == Capmatinib is a kinase inhibitor indicated for the treatment of adults with metastatic non-small cell lung cancer whose tumors have a mutation that leads to MET exon 14 skipping.   == Adverse effects == Capmatinib can cause interstitial lung disease (a group of lung conditions that causes scarring of lung tissues), pneumonitis (inflammation of the lung tissue), hepatotoxicity (damage to liver cells), photosensitivity, and embryo-fetal toxicity. Based on a clear positive signal for phototoxicity in early laboratory studies in cells, people may be more sensitive to sunlight and should be advised to take precautions to cover their skin, use sunscreen, and not tan while taking capmatinib. Capmatinib may cause harm to a developing fetus or newborn baby.   == Pharmacology == The drug inhibits c-Met, a tyrosine kinase that plays a role in embryonic development, organogenesis and wound healing, but also in the development of cancer.   == History == Capmatinib was approved for medical use in the United States in May 2020, along with the FoundationOne CDx assay as a companion diagnostic for capmatinib. Efficacy was demonstrated in the GEOMETRY mono-1 trial (NCT02414139), a multicenter, non-randomized, open-label, multicohort study enrolling 334 participants with metastatic non-small cell lung cancer with confirmed MET exon 14 skipping. Some participants were previously treated for their cancer and some were not (treatment-naïve). Participants received capmatinib 400 mg orally twice daily until disease progression or unacceptable toxicity. The efficacy was based on results from 97 of the participants. The trial was conducted at 92 sites in the United States, Austria, Belgium, France, Germany, Israel, Italy, Japan, Korea, Lebanon, Mexico, Netherlands, Norway, Russia, Singapore, Sweden, Switzerland, Spain, Taiwan and the UK. The major efficacy outcome measure was overall response rate (ORR), which reflects the percentage of participants that had a certain amount of tumor shrinkage. An additional efficacy outcome measure was duration of response (DOR). The efficacy population included 28 participants who had never undergone treatment for non-small cell lung cancer and 69 previously treated participants. The ORR for the 28 participants was 68%, with 4% having a complete response and 64% having a partial response. The ORR for the 69 participants was 41%, with all having a partial response. Of the responding participants who had never undergone treatment for non-small cell lung cancer, 47% had a duration of response lasting 12 months or longer compared to 32.1% of the responding participants who had been previously treated. The US Food and Drug Administration (FDA) processed the application under the accelerated approval program and granted the application for capmatinib priority review, orphan drug, and breakthrough therapy designations and granted the approval of Tabrecta to Novartis Pharmaceuticals Corporation.   == Society and culture ==   === Legal status === On 22 April 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Tabrecta, intended for treatment of patients with advanced non-small cell lung cancer harboring alterations leading to mesenchymal-epithelial transition factor gene exon 14 (METex14) skipping. The applicant for this medicinal product is Novartis Europharm Limited. Capmatinib was approved for medical use in the European Union in September 2022.   == References ==   == External links == \"Capmatinib hydrochloride\". NCI Drug Dictionary. National Cancer Institute. \"Capmatinib hydrochloride\". National Cancer Institute. Clinical trial number NCT02414139 for \"Clinical Study of Oral cMET Inhibitor INC280 in Adult Patients With EGFR Wild-type Advanced Non-small Cell Lung Cancer\" at ClinicalTrials.gov"}