{"name": "capsaicin", "category": "drug", "content": "Capsaicin (8-methyl-N-vanillyl-6-nonenamide) ( or ) is an active component of chili peppers, which are plants belonging to the genus Capsicum. It is a potent irritant for mammals, including humans, and produces a sensation of burning in any tissue with which it comes into contact. Capsaicin and several related amides (capsaicinoids) are produced as secondary metabolites by chili peppers, likely as deterrents against certain mammals and fungi. Pure capsaicin is a hydrophobic, colorless, highly pungent (i.e., spicy) crystalline solid.   == Natural function == Capsaicin is present in large quantities in the placental tissue (which holds the seeds), the internal membranes and, to a lesser extent, the other fleshy parts of the fruits of plants in the genus Capsicum.  The seeds themselves do not produce any capsaicin, although the highest concentration of capsaicin can be found in the white pith of the inner wall, where the seeds are attached. The seeds of Capsicum plants are dispersed predominantly by birds. In birds, the TRPV1 channel does not respond to capsaicin or related chemicals but mammalian TRPV1 is very sensitive to it. This is advantageous to the plant, as chili pepper seeds consumed by birds pass through the digestive tract and can germinate later, whereas mammals have molar teeth which destroy such seeds and prevent them from germinating.  Thus, natural selection may have led to increasing capsaicin production because it makes the plant less likely to be eaten by animals that do not help it disperse. There is also evidence that capsaicin may have evolved as an anti-fungal agent. The fungal pathogen Fusarium, which is known to infect wild chilies and thereby reduce seed viability, is deterred by capsaicin, which thus limits this form of predispersal seed mortality. The vanillotoxin-containing venom of a certain tarantula species (Psalmopoeus cambridgei) activates the same pathway of pain as is activated by capsaicin, an example of a shared pathway in both plant and animal anti-mammalian defense.   == Uses ==   === Food ===  Because of the burning sensation caused by capsaicin when it comes in contact with mucous membranes, it is commonly used in food products to provide added spiciness or \"heat\" (piquancy), usually in the form of spices such as chili powder and paprika. In high concentrations, capsaicin will also cause a burning effect on other sensitive areas, such as skin or eyes. The degree of heat found within a food is often measured on the Scoville scale. There has long been a demand for capsaicin-spiced products like chili pepper, and hot sauces such as Tabasco sauce and Mexican salsa. It is common for people to experience pleasurable and even euphoric effects from ingesting capsaicin.  Folklore among self-described \"chiliheads\" attribute this to pain-stimulated release of endorphins, a different mechanism from the local receptor overload that makes capsaicin effective as a topical analgesic.   === Research and pharmaceutical use === Capsaicin is used as an analgesic in topical ointments and dermal patches to relieve pain, typically in concentrations between 0.025% and 0.1%. It may be applied in cream form for the temporary relief of minor aches and pains of muscles and joints associated with arthritis, backache, strains and sprains, often in compounds with other rubefacients. It is also used to reduce the symptoms of peripheral neuropathy, such as post-herpetic neuralgia caused by shingles. A capsaicin transdermal patch (Qutenza) for the management of this particular therapeutic indication (pain due to post-herpetic neuralgia) was approved in 2009, as a therapeutic by both the U.S. Food and Drug Administration (FDA) and the European Union. A subsequent application to the FDA for Qutenza to be used as an analgesic in HIV neuralgia was refused. One 2017 review of clinical studies having limited quality found that high-dose topical capsaicin (8%) compared with control (0.4% capsaicin) provided moderate to substantial pain relief from post-herpetic neuralgia, HIV-neuropathy, and diabetic neuropathy. Although capsaicin creams have been used to treat psoriasis for reduction of itching, a review of six clinical trials involving topical capsaicin for treatment of pruritus concluded there was insufficient evidence of effect. Oral capsaicin decreases LDL cholesterol levels moderately. There is insufficient clinical evidence to determine the role of ingested capsaicin on several human disorders, including obesity, diabetes, cancer and cardiovascular diseases.   === Pepper spray and pests === Capsaicinoids are also an active ingredient in riot control and personal defense pepper spray agents. When the spray comes in contact with skin, especially eyes or mucous membranes, it produces pain and breathing difficulty in the affected individual. Capsaicin is also used to deter pests, specifically mammalian pests.  Targets of capsaicin repellants include voles, deer, rabbits, squirrels, bears, insects, and attacking dogs.  Ground or crushed dried chili pods may be used in birdseed to deter rodents, taking advantage of the insensitivity of birds to capsaicin.  The Elephant Pepper Development Trust claims that using chili peppers as a barrier crop can be a sustainable means for rural African farmers to deter elephants from eating their crops. An article published in the Journal of Environmental Science and Health Part B in 2006 states that \"Although hot chili pepper extract is commonly used as a component of household and garden insect-repellent formulas, it is not clear that the capsaicinoid elements of the extract are responsible for its repellency.\" The first pesticide product using solely capsaicin as the active ingredient was registered with the U.S. Department of Agriculture in 1962.   === Equestrian sports === Capsaicin is a banned substance in equestrian sports because of its hypersensitizing and pain-relieving properties. At the show jumping events of the 2008 Summer Olympics, four horses tested positive for capsaicin, which resulted in disqualification.   == Irritant effects ==   === Acute health effects === Capsaicin is a strong irritant requiring proper protective goggles, respirators, and proper hazardous material-handling procedures. Capsaicin takes effect upon skin contact (irritant, sensitizer), eye contact (irritant), ingestion, and inhalation (lung irritant, lung sensitizer). The LD50 in mice is 47.2 mg/kg. Painful exposures to capsaicin-containing peppers are among the most common plant-related exposures presented to poison centers. They cause burning or stinging pain to the skin and, if ingested in large amounts by adults or small amounts by children, can produce nausea, vomiting, abdominal pain, and burning diarrhea. Eye exposure produces intense tearing, pain, conjunctivitis, and blepharospasm.   === Treatment after exposure === The primary treatment is removal of the offending substance. Plain water is ineffective at removing capsaicin. Capsaicin is soluble in alcohol, which can be used to clean contaminated items. When capsaicin is ingested, cold milk may be an effective way to relieve the burning sensation due to caseins in milk, and the water of milk acts as a surfactant, allowing the capsaicin to form an emulsion with it.   === Weight loss and regain === As of 2007, there was no evidence showing that weight loss is directly correlated with ingesting capsaicin. Well-designed clinical research had not been performed because the pungency of capsaicin in prescribed doses under research prevented subjects from complying in the study.  A 2014 meta-analysis of further trials found weak evidence that consuming capsaicin before a meal might slightly reduce the amount of food consumed, and might drive food preference toward carbohydrates.   === Peptic ulcer === One 2006 review concluded that capsaicin may relieve symptoms of a peptic ulcer rather than being a cause of it.   === Death === Ingestion of high quantities of capsaicin can be deadly, particularly in people with heart problems. Even healthy young people can suffer adverse health effects like myocardial infarction after ingestion of capsaicin capsules.   == Mechanism of action == The burning and painful sensations associated with capsaicin result from \"defunctionalization\" of nociceptor nerve fibers by causing a topical hypersensitivity reaction in the skin. As a member of the vanilloid family, capsaicin binds to a receptor on nociceptor fibers called the vanilloid receptor subtype 1 (TRPV1). TRPV1, which can also be stimulated with heat, protons and physical abrasion, permits cations to pass through the cell membrane when activated. The resulting depolarization of the neuron stimulates it to send impulses to the brain. By binding to TRPV1 receptors, capsaicin produces similar sensations to those of excessive heat or abrasive damage, such as warming, tingling, itching, or stinging, explaining why capsaicin is described as an irritant on the skin and eyes or by ingestion. Clarifying the mechanisms of capsaicin effects on skin nociceptors was part of awarding the 2021 Nobel Prize in Physiology or Medicine, as it led to the discovery of skin sensors for temperature and touch, and identification of the single gene causing sensitivity to capsaicin.   == History == The compound was first extracted in impure form in 1816 by Christian Friedrich Bucholz (1770–1818). In 1873 German pharmacologist Rudolf Buchheim (1820–1879) and in 1878 the Hungarian doctor Endre Hőgyes stated that \"capsicol\" (partially purified capsaicin) caused the burning feeling when in contact with mucous membranes and increased secretion of gastric acid.   == Capsaicinoids ==  The most commonly occurring capsaicinoids are capsaicin (69%), dihydrocapsaicin (22%),  nordihydrocapsaicin (7%), homocapsaicin (1%), and homodihydrocapsaicin (1%). Capsaicin and dihydrocapsaicin (both 16.0 million SHU) are the most pungent capsaicinoids. Nordihydrocapsaicin (9.1 million SHU), homocapsaicin and homodihydrocapsaicin (both 8.6 million SHU) are about half as hot. There are six natural capsaicinoids (table below). Although vanillylamide of n-nonanoic acid (Nonivamide, VNA, also PAVA) is produced synthetically for most applications, it does occur naturally in Capsicum species.   == Biosynthesis ==   === History === The general biosynthetic pathway of capsaicin and other capsaicinoids was elucidated in the 1960s by Bennett and Kirby, and Leete and Louden. Radiolabeling studies identified phenylalanine and valine as the precursors to capsaicin. Enzymes of the phenylpropanoid pathway, phenylalanine ammonia lyase (PAL), cinnamate 4-hydroxylase (C4H), caffeic acid O-methyltransferase (COMT) and their function in capsaicinoid biosynthesis were identified later by Fujiwake et al., and Sukrasno and Yeoman. Suzuki et al. are responsible for identifying leucine as another precursor to the branched-chain fatty acid pathway. It was discovered in 1999 that pungency of chili peppers is related to higher transcription levels of key enzymes of the phenylpropanoid pathway, phenylalanine ammonia lyase, cinnamate 4-hydroxylase, caffeic acid O-methyltransferase. Similar studies showed high transcription levels in the placenta of chili peppers with high pungency of genes responsible for branched-chain fatty acid pathway.   === Biosynthetic pathway === Plants exclusively of the genus Capsicum produce capsaicinoids, which are alkaloids.  Capsaicin is believed to be synthesized in the interlocular septum of chili peppers and depends on the gene AT3, which resides at the pun1 locus, and which encodes a putative acyltransferase. Biosynthesis of the capsaicinoids occurs in the glands of the pepper fruit where capsaicin synthase condenses vanillylamine from the phenylpropanoid pathway with an acyl-CoA moiety produced by the branched-chain fatty acid pathway. Capsaicin is the most abundant capsaicinoid found in the genus Capsicum, but at least ten other capsaicinoid variants exist. Phenylalanine supplies the precursor to the phenylpropanoid pathway while leucine or valine provide the precursor for the branched-chain fatty acid pathway. To produce capsaicin, 8-methyl-6-nonenoyl-CoA is produced by the branched-chain fatty acid pathway and condensed with vanillylamine. Other capsaicinoids are produced by the condensation of vanillylamine with various acyl-CoA products from the branched-chain fatty acid pathway, which is capable of producing a variety of acyl-CoA moieties of different chain length and degrees of unsaturation. All condensation reactions between the products of the phenylpropanoid and branched-chain fatty acid pathway are mediated by capsaicin synthase to produce the final capsaicinoid product.   == Evolution == The Capsicum genus split from Solanaceae 19.6 million years ago, 5.4 million years after the appearance of Solanaceae, and is native only to the Americas. Chilies only started to quickly evolve in the past 2 million years into markedly different species. This evolution can be partially attributed to a key compound found in peppers, 8-methyl-N-vanillyl-6-nonenamide, otherwise known as capsaicin. Capsaicin evolved similarly across species of chilies that produce capsaicin. Its evolution over the course of centuries is due to genetic drift and natural selection, across the genus Capsicum.  Despite the fact that chilies within the Capsicum genus are found in diverse environments, the capsaicin found within them all exhibit similar properties that serve as defensive and adaptive features. Capsaicin evolved to preserve the fitness of peppers against fungi infections, insects, and granivorous mammals.   === Antifungal properties === Capsaicin acts as an antifungal agent in four primary ways. First, capsaicin inhibits the metabolic rate of the cells that make up the fungal biofilm. This inhibits the area and growth rate of the fungus, since the biofilm creates an area where a fungus can grow and adhere to the chili in which capsaicin is present. Capsaicin also inhibits fungal hyphae formation, which impacts the amount of nutrients that the rest of the fungal body can receive. Thirdly, capsaicin disrupts the structure of fungal cells and the fungal cell membranes. This has consequential negative impacts on the integrity of fungal cells and their ability to survive and proliferate. Additionally, the ergosterol synthesis of growing fungi decreases in relation to the amount of capsaicin present in the growth area. This impacts the fungal cell membrane, and how it is able to reproduce and adapt to stressors in its environment.   === Insecticidal properties === Capsaicin deters insects in multiple ways. The first is by deterring insects from laying their eggs on the pepper due to the effects capsaicin has on these insects. Capsaicin can cause intestinal dysplasia upon ingestion, disrupting insect metabolism and causing damage to cell membranes within the insect. This in turn disrupts the standard feeding response of insects.   === Seed dispersion and deterrents against granivorous mammals === Granivorous mammals pose a risk to the propagation of chilies because their molars grind the seeds of chilies, rendering them unable to grow into new chili plants. As a result, modern chilies evolved defense mechanisms to mitigate the risk of granivorous mammals. While capsaicin is present at some level in every part of the pepper, the chemical has its highest concentration in the tissue near the seeds within chilies. Birds are able to eat chilies, then disperse the seeds in their excrement, enabling propagation.   === Adaptation to varying moisture levels === Capsaicin is a potent defense mechanism for chilies, but it does come at a cost. Varying levels of capsaicin in chilies currently appear to be caused by an evolutionary split between surviving in dry environments, and having defense mechanisms against fungal growth, insects, and granivorous mammals. Capsaicin synthesis in chilies places a strain on their water resources. This directly affects their fitness, as it has been observed that standard concentration of capsaicin of peppers in high moisture environments in the seeds and pericarps of the peppers reduced the seeds production by 50%.   == See also == Allicin, the active piquant flavor chemical in uncooked garlic, and to a lesser extent onions (see those articles for discussion of other chemicals in them relating to pungency, and eye irritation) Capsazepine, capsaicin antagonist Iodoresiniferatoxin, an ultrapotent capsaicin antagonist derived from Resiniferatoxin Naga Viper pepper, Bhut Jolokia Pepper, Carolina Reaper, Trinidad Moruga Scorpion; some of the world's most capsaicin-rich fruits Piperine the active flavor chemical in black pepper List of capsaicinoids   == References ==   === Notes ===   == Further reading ==   == External links ==  Capsaicin General Fact Sheet – National Pesticide Information Center Fire and Spice: The molecular basis for flavor"}