{"name": "captopril", "category": "drug", "content": "Captopril, sold under the brand name Capoten among others, is an angiotensin-converting enzyme (ACE) inhibitor used for the treatment of hypertension and some types of congestive heart failure. Captopril was the first oral ACE inhibitor found for the treatment of hypertension. It does not cause fatigue as associated with beta-blockers. Due to the adverse drug event of causing hyperkalemia, as seen with most ACE Inhibitors, the medication is usually paired with a diuretic. Captopril was patented in 1976 and approved for medical use in 1980.   == Structure–activity relationship == Captopril has an L-proline group which allows it to be more bioavailable in oral formulations. The thiol moiety within the molecule has been associated with two significant adverse effects: the hapten or immune response. This immune response, also known as agranulocytosis, can explain the adverse drug events which may be seen in captopril with the allergic response which includes hives, severe stomach pain, difficulty breathing, swelling of the face, lips, tongue or throat. In terms of interaction with the enzyme, the molecule's thiol moiety will attach to the binding site of the ACE enzyme. This will inhibit the port at which the angiotensin-1 molecule would normally bind, therefore inhibiting the downstream effects within the renin-angiotensin system.   == Medical uses ==  Captopril's main uses are based on its vasodilation and inhibition of some renal function activities.  These benefits are most clearly seen in:  Hypertension Cardiac conditions such as congestive heart failure and after myocardial infarction Preservation of kidney function in diabetic nephropathy. Additionally, it has shown mood-elevating properties in some patients. This is consistent with the observation that animal screening models indicate putative antidepressant activity for this compound, although one study has been negative. Formal clinical trials in depressed patients have not been reported. It has also been investigated for use in the treatment of cancer. Captopril stereoisomers were also reported to inhibit some metallo-β-lactamases.   == Adverse effects ==  Adverse effects of captopril include cough due to increase in the plasma levels of bradykinin, angioedema, agranulocytosis, proteinuria, hyperkalemia, taste alteration, teratogenicity, postural hypotension, acute renal failure, and leukopenia. Except for postural hypotension, which occurs due to the short and fast mode of action of captopril, most of the side effects mentioned are common for all ACE inhibitors. Among these, cough is the most common adverse effect. Hyperkalemia can occur, especially if used with other drugs which elevate potassium level in blood, such as potassium-sparing diuretics. Other side effects are:  Itching Headache Tachycardia Chest pain Palpitations Dysgeusia Weakness The adverse drug reaction (ADR) profile of captopril is similar to other ACE inhibitors, with cough being the most common ADR. However, captopril is also commonly associated with rash and taste disturbances (metallic or loss of taste), which are attributed to the unique thiol moiety.   == Overdose == ACE inhibitor overdose can be treated with naloxone.   == History == In the late 1960s, John Vane of the Royal College of Surgeons of England was working on mechanisms by which the body regulates blood pressure. He was joined by Sérgio Henrique Ferreira of Brazil, who had been studying the venom of a Brazilian pit viper, the jararaca (Bothrops jararaca), and brought a sample of the viper's venom. Vane's team found that one of the venom's peptides selectively inhibited the action of angiotensin-converting enzyme (ACE), which was thought to function in blood pressure regulation; the snake venom functions by severely depressing blood pressure. During the 1970s, ACE was found to elevate blood pressure by controlling the release of water and salts from the kidneys. Captopril, an analog of the snake venom's ACE-inhibiting peptide, was first synthesized in 1975 by three researchers at the U.S. drug company E.R. Squibb & Sons Pharmaceuticals (now Bristol-Myers Squibb): Miguel Ondetti, Bernard Rubin, and David Cushman. Squibb filed for U.S. patent protection on the drug in February 1976, which was granted in September 1977, and captopril was approved for medical use in 1980. It was the first ACE inhibitor developed and was considered a breakthrough both because of its mechanism of action and also because of the development process. In the 1980s, Vane received the Nobel prize and was knighted for his work and Ferreira received the National Order of Scientific Merit from Brazil. The development of captopril was among the earliest successes of the revolutionary concept of structure-based drug design. The renin–angiotensin–aldosterone system had been extensively studied in the mid-20th century, and this system presented several opportune targets in the development of novel treatments for hypertension. The first two targets that were attempted were renin and ACE. Captopril was the culmination of efforts by Squibb's laboratories to develop an ACE inhibitor. Ondetti, Cushman, and colleagues built on work that had been done in the 1960s by a team of researchers led by John Vane at the Royal College of Surgeons of England. The first breakthrough was made by Kevin K.F. Ng in 1967, when he found  the conversion of angiotensin  I to angiotensin II took place in the pulmonary circulation instead of in the plasma. In contrast, Sergio Ferreira found bradykinin disappeared in its passage through the pulmonary circulation. The conversion of angiotensin I to angiotensin II and the inactivation of bradykinin were thought to be mediated by the same enzyme. In 1970, using bradykinin potentiating factor (BPF) provided by Sergio Ferreira, Ng and Vane found the conversion of angiotensin I to angiotensin II was inhibited during its passage through the pulmonary circulation. BPF was later found to be a peptide in the venom of a lancehead viper (Bothrops jararaca), which was a “collected-product inhibitor” of  the converting enzyme.  Captopril was developed from this peptide after it was found via QSAR-based modification that the terminal sulfhydryl moiety of the peptide provided a high potency of ACE inhibition. Captopril gained FDA approval on April 6, 1981. The drug became a generic medicine in the U.S. in February 1996, when the market exclusivity held by Bristol-Myers Squibb for captopril expired.   == Chemical synthesis == A chemical synthesis of captopril by treatment of L-proline with (2S)-3-acetylthio-2-methylpropanoyl chloride under basic conditions (NaOH), followed by aminolysis of the protective acetyl group to unmask the drug's free thiol, is depicted in the figure at right.  Procedure 2 taken out of patent US4105776. See examples 28, 29a and 36.   == Mechanism of action == Captopril blocks the conversion of angiotensin I to angiotensin II and prevents the degradation of vasodilatory prostaglandins, thereby inhibiting vasoconstriction and promoting systemic vasodilation.   == Pharmacokinetics == Unlike the majority of ACE inhibitors, captopril is not administered as a prodrug (the only other being lisinopril). About 70% of orally administered captopril is absorbed. Bioavailability is reduced by presence of food in stomach. It is partly metabolised and partly excreted unchanged in urine. Captopril also has a relatively poor pharmacokinetic profile. The short half-life necessitates dosing two or three times per day, which may reduce patient compliance. Captopril has a short half-life of 2–3 hours and a duration of action of 12–24 hours.   == See also == Captopril challenge test Captopril suppression test   == References ==   == External links == \"Captopril\". Drug Information Portal. U.S. National Library of Medicine. U.S. Patent 4,046,889 Archived 2019-05-18 at the Wayback Machine The story of the discovery of Captopril drugdesign.org"}