{"name": "carbenicillin", "category": "drug", "content": "Carbenicillin is a bactericidal antibiotic belonging to the carboxypenicillin subgroup of the penicillins. It was discovered  by scientists at Beecham and marketed as Pyopen. It has Gram-negative coverage which includes Pseudomonas aeruginosa but limited Gram-positive coverage. The carboxypenicillins are susceptible to degradation by beta-lactamase enzymes, although they are more resistant than ampicillin to degradation. Carbenicillin is also more stable at lower pH than ampicillin.   == Pharmacology == The antibiotic is highly soluble in water and is acid-labile. A typical lab working concentration is 50 to 100 μg per mL. It is a semi-synthetic analogue of the naturally occurring benzylpenicillin. Carbenicillin at high doses can cause bleeding. Use of carbenicillin can cause hypokalemia by promoting potassium loss at the distal convoluted tubule of the kidney. In molecular biology, carbenicillin may be preferred as a selecting agent (see plasmid stabilisation technology) because its breakdown results in byproducts with a lower toxicity than analogous antibiotics like ampicillin. Carbenicillin is more stable than ampicillin and results in fewer satellite colonies on selection plates. However, in most situations this is not a significant problem so ampicillin is sometimes used due to its lower cost.   == Spectrum of bacterial susceptibility and resistance == Carbenicillin has been shown to be effective against bacteria responsible for causing urinary tract infections including Pseudomonas aeruginosa, Escherichia coli, and some Proteus species. The following represents carbenicillin susceptibility data for a few medically significant organisms. This is not representative of all species of bacteria susceptible to carbenicillin exposure.  Escherichia coli 1.56 μg/ml - 64 μg/ml Proteus mirabilis 1.56 μg/ml - 3.13 μg/ml Pseudomonas aeruginosa 3.13 μg/ml - >1024 μg/ml   == References ==   == Further reading == Pawełczyk E, Zajac M, Knitter B, Mikołajczak P (October 1981). \"Kinetics of drug decomposition. Part 66. Kinetics of the hydrolysis of carphecillin in aqueous solution\". Polish Journal of Pharmacology and Pharmacy. 33 (3): 373–86. PMID 7322950."}