{"name": "carboprost", "category": "drug", "content": "Carboprost (INN, trade names for the tromethamine salts Hemabate, Tham) is a synthetic prostaglandin analogue of PGF2α (specifically, it is 15-methyl-PGF2α) with oxytocic properties. Carboprost's main use is in the obstetrical emergency of postpartum hemorrhage which reduces postpartum bleeding during these circumstances.   == Indication == Used in postpartum hemorrhage caused by uterine atony not controlled by other methods. One study has shown that carboprost tromethamine is more effective than oxytocin in preventing postpartum hemorrhage in high-risk patients undergoing cesarean delivery.  Carboprost was the first drug widely used for medication abortions.  It is still sometimes used for second trimester abortions, but has generally  been supplanted by the mifepristone/misoprostol combination.   == Contraindication == Contraindicated in severe cardiovascular, renal, and hepatic disease. It is also contraindicated in acute pelvic inflammatory disease. Hypersensitivity to carboprost or any of its components is also a contraindication   == Precautions == asthma anemia jaundice diabetes mellitus seizure disorders past uterine surgery   == Adverse Effects == diarrhea (most common, may be sudden in onset) flushing or hot flashes fever chills nausea/vomiting   == Storage and Availability == Carboprost is supplied with its salt derivative tromethamine in 1 milliliter ampules containing a 250 microgram/milliliter solution of the active drug. The drug must be refrigerated at a temperature between 2 – 8 degrees Celsius.   == Synthesis == A significant deactivating metabolic transformation of natural prostaglandins is enzymatic oxidation of the C-15 hydroxyl to the corresponding ketone. This is prevented, with retention of activity, by methylation to give the C-15 tertiary carbinol series.  This molecular feature is readily introduced at the stage of the Corey lactone (1) by reaction with methyl Grignard reagent or trimethylaluminium. The resulting mixture of tertiary carbinols (2) is transformed to oxytocic carboprost (3) by standard transformations, including separation of diastereomers, so that the final product is the C-15 analogue. This diastereomer is reputably freeer of prostaglandin side effects than the C-15 (S) isomer.   == References ==   == Further reading ==   == External links == Carboprost at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}