{"name": "carbidopa", "category": "drug", "content": "Carbidopa/levodopa, also known as levocarb and co-careldopa, is the combination of the two medications carbidopa and levodopa. It is primarily used to manage the symptoms of Parkinson's disease, but it does not slow down the disease or stop it from getting worse. It is taken by mouth. It can take two to three weeks of treatment before benefits are seen. Each dose then begins working in about ten minutes to two hours with a duration of effect of about five hours. Common side effects include movement problems and nausea. More serious side effects include depression, low blood pressure with standing, sudden onset of sleepiness, psychosis, and increased risk-taking behavior. Carbidopa prevents the breakdown of levodopa outside the brain. In the brain, levodopa is broken down into dopamine, its active form. Carbidopa also helps prevent some of the nausea which levodopa causes. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 252nd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==   === Parkinson's disease === It is primarily used to improve the symptoms of Parkinson's disease but does not change the course of the disease. It can take two to three weeks of treatment before benefits are seen. Each dose then begins working in about ten minutes to two hours depending on the formulation, with a duration of effect of about five hours. A formulation that can be given in an intra-intestinal pump, known as Duodopa, is being developed.   === Other === Other uses include for dopamine-responsive dystonia (DRD) and restless legs syndrome. Using carbidopa/levodopa may lead to augmentation syndrome, with increasing persistence of restless legs syndrome, and increasing severity. There is tentative evidence that it is useful in amblyopia when used with other treatments.   == Side effects == Common side effects include dizziness, drowsiness, blurred vision, vomiting, nausea, dry mouth, low appetite, heartburn, diarrhea, constipation, frequent sneezing, stuffiness of the nose, any of the symptoms of ordinary common cold, cough, muscle pain, hallucinations, numbness or a tingling sensation, disturbances of sleep, skin rash, itching, and/or headache. Less common, but more serious, side effects can include very frequent blinking or twitching of the eyes, fainting, mood changes such as confusion, depression, hallucinations, thoughts of suicide, or unusual strong urges (such as increased gambling), increases in the sex-drive, delusions (strongly-felt belief in something which is obviously not true), worsening of involuntary movements or spasms, and/or other movement problems.   == Mechanism of action == Levodopa is converted to dopamine via the action of a naturally occurring enzyme called DOPA decarboxylase. This occurs both in the peripheral circulation and in the central nervous system after levodopa has crossed the blood brain barrier. Activation of central dopamine receptors improves the symptoms of Parkinson's disease; however, activation of peripheral dopamine receptors causes nausea and vomiting. For this reason levodopa is usually administered in combination with a DOPA decarboxylase inhibitor (DDCI), in this case carbidopa, which is very polar (and charged at physiologic pH) and cannot cross the blood brain barrier, however prevents peripheral conversion of levodopa to dopamine and thereby reduces the unwanted peripheral side effects of levodopa. Use of carbidopa also increases the quantity of levodopa in the bloodstream that is available to enter the brain.   == History == In 1960 the Austrian biochemist Oleh Hornykiewicz, while at the University of Vienna, examined results of autopsies of patients who had died with Parkinson's disease. He suggested that the disease was associated with, or caused by, a reduction in the levels of dopamine in the basal ganglia of the brain. Since dopamine itself did not enter the brain, he tried treating twenty patients with a racemic mixture of dihydroxyphenylalanine (DOPA), which could enter the brain and be converted there to dopamine by the action of DOPA decarboxylase. His results were positive, as were those of another trial in Montreal run by André Barbeau. Unfortunately, other investigators were unable to replicate these early results, and the use of DOPA remained in question until 1967, when George Cotzias at the Brookhaven National Laboratories in Upton, New York, used megadoses of DOPA, up to 16 grams per day. Not long after these results became known, Curt Porter at Merck showed that L-DOPA was the active stereoisomer, thus reducing the effective dose to half. With L-DOPA identified as the active form, Alfred Pletscher and his colleagues at Hoffman-LaRoche synthesized benserazide, an inhibitor of DOPA decarboxylase, which further reduced the required dose. A drug combining L-DOPA with benserazide was marketed under the brand name of Madopar. Independent work was carried out by Victor Lotti at Merck in West Point, Pennsylvania. Merck had already synthesized and patented carbidopa, another dopa decarboxylase inhibitor in 1962, and in 1971 Lotti showed that the use of the L-form of carbidopa, further reduced the therapeutic dose of L-DOPA. The combination of L-carbidopa and L-DOPA was marketed under the brand name of Sinemet.   == Society and culture ==   === Economics === It is available as a generic medication.   === Names ===  The generic name under the BAN system is Co-careldopa. It is sold under several brand names, including Sinemet (Merck Sharp & Dohme Limited), Pharmacopa, Atamet, Apo-Levocarb, Duodopa, Kinson, and Pharmacopa, among others. Extended-release formulations are sold as Rytary and Sinemet-CR. An extended-release enteral solution is sold as Duopa.   === Shortages === In 1991, Merck licensed the rights to the manufacture and sale of Sinemet to a newly created joint venture, DuPont Merck Pharmaceutical Company. That same year, approvals for a sustained release formulation (Sinemet CR) which could be taken less frequently were also obtained. DuPont purchased Merck's share in the joint venture in 1998 and began operating the company as DuPont Pharmaceuticals (DuPont Pharma), but Merck continued to manufacture the drug for DuPont. Starting in late 2009 and continuing into 2011 Merck stopped manufacturing the drug while awaiting regulatory approvals due to a change in the supplier of the active ingredient. This resulted in shortages of the brand name products Sinemet and Sinemet CR, although alternative generic versions were still available.   == References =="}