{"name": "carboplatin", "category": "drug", "content": "Carboplatin, sold under the brand name Paraplatin among others, is a chemotherapy medication used to treat a number of forms of cancer. This includes ovarian cancer, lung cancer, head and neck cancer, brain cancer, and neuroblastoma. It is used by injection into a vein. Side effects generally occur. Common side effects include low blood cell levels, nausea, and electrolyte problems. Other serious side effects include allergic reactions and mutagenesis. It may be carcinogenic, but further research is needed to confirm this. Use during pregnancy may result in harm to the baby. Carboplatin is in the platinum-based antineoplastic family of medications and works by interfering with duplication of DNA. Carboplatin was developed as a less toxic analogue of cisplatin. It was patented in 1972 and approved for medical use in 1989. It is on the 2023 World Health Organization's List of Essential Medicines.   == Medical uses == Carboplatin is used to treat a number of forms of cancer. This includes ovarian cancer, lung cancer, head and neck cancer, brain cancer, and neuroblastoma. It may be used for some types of testicular cancer but cisplatin is generally more effective.  It has also been used to treat triple-negative breast cancer.   == Side effects == Relative to cisplatin, the greatest benefit of carboplatin is its reduced side effects, particularly the elimination of nephrotoxic effects. Nausea and vomiting are less severe and more easily controlled. The main drawback of carboplatin is its myelosuppressive effect. This causes the blood cell and platelet output of bone marrow in the body to decrease quite dramatically, sometimes as low as 10% of its usual production levels. The nadir of this myelosuppression usually occurs 21–28 days after the first treatment, after which the blood cell and platelet levels in the blood begin to stabilize, often coming close to its pre-carboplatin levels. This decrease in white blood cells (neutropenia) can cause complications, and is sometimes treated with drugs like filgrastim. The most notable complication of neutropenia is increased probability of infection by opportunistic organisms, which necessitates hospital readmission and treatment with antibiotics.   == Mechanism of action == Carboplatin differs from cisplatin in that it has a bidentate dicarboxylate (the ligand is cyclobutane dicarboxylate, CBDCA) in place of the two chloride ligands.  Both drugs are alkylating agents. CBDCA and chloride are the leaving groups in these respective drugs Carboplatin exhibits slower aquation (replacement of CBDCA by water) and thus slower DNA binding kinetics, although it forms the same reaction products in vitro at equivalent doses with cisplatin. Unlike cisplatin, carboplatin may be susceptible to alternative mechanisms. Some results show that cisplatin and carboplatin cause different morphological changes in MCF-7 cell lines while exerting their cytotoxic behaviour. The diminished reactivity limits protein-carboplatin complexes, which are excreted. The lower excretion rate of carboplatin means that more is retained in the body, and hence its effects are longer lasting (a retention half-life of 30 hours for carboplatin, compared to 1.5-3.6 hours in the case of cisplatin). Like cisplatin, carboplatin binds to and cross-links DNA, interfering with the replication and suppressing growth of the cancer cell.   == Dose == Calvert's formula is used to calculate the dose of carboplatin. It considers the creatinine clearance and the desired area under curve. After 24 hours, close to 70% of carboplatin is excreted in the urine unchanged. This means that the dose of carboplatin must be adjusted for any impairment in kidney function. Calvert formula:                                    D           o           s           e                  (                    m           g                  )         =                    A           U           C                  ⋅         (                    G           F           R                  +         25         )                 {\\displaystyle \\mathrm {Dose} (\\mathrm {mg} )=\\mathrm {AUC} \\cdot (\\mathrm {GFR} +25)}     The typical area under the curve (AUC) for carboplatin ranges from 3-7 (mg/ml)*min.   == Synthesis == Cisplatin reacts with silver nitrate and then cyclobutan-1,1-dicarboxylic acid to form carboplatin.   == History == Carboplatin, a cisplatin analogue, was developed by Bristol Myers Squibb and the Institute of Cancer Research in order to reduce the toxicity of cis platin. It gained U.S. Food and Drug Administration (FDA) approval for carboplatin, under the brand name Paraplatin, in March 1989. Starting in October 2004, generic versions of the drug became available.   == Research == Carboplatin has also been used for adjuvant therapy of stage 1 seminomatous testicular cancer. Research has indicated that it is not less effective than adjuvant radiotherapy for this treatment, while having fewer side effects. This has led to carboplatin based adjuvant therapy being generally preferred over adjuvant radiotherapy in clinical practice. Carboplatin combined with hexadecyl chain and polyethylene glycol appears to have increased liposolubility and PEGylation. This is useful in chemotherapy, specifically for non-small cell lung cancer.   == References ==   == Further reading == Canetta R, Rozencweig M, Carter SK (September 1985). \"Carboplatin: the clinical spectrum to date\". Cancer Treatment Reviews. 12 Suppl A (Suppl A): 125–136. doi:10.1016/0305-7372(85)90027-1. PMID 3002623. Yang XL, Wang AH (September 1999). \"Structural studies of atom-specific anticancer drugs acting on DNA\". Pharmacology & Therapeutics. 83 (3): 181–215. doi:10.1016/S0163-7258(99)00020-0. PMID 10576292."}