{"name": "carbetocin", "category": "drug", "content": "Carbetocin, sold under the brand names Pabal among others, is a medication used to prevent excessive bleeding after childbirth, particularly following Cesarean section. It appears to work as well as oxytocin. Due to it being less economical than other options, use is not recommended by NHS Scotland. It is given by injection into a vein or muscle. Side effects differ little from that of no treatment or placebo. Use is not recommended in people with epilepsy or eclampsia. Carbetocin is a manufactured long acting form of oxytocin. It works by activating the oxytocin receptor which causes the uterus to contract. Carbetocin was first described in 1974. It was approved for medical use in Canada and the United Kingdom in 1997. It is on the World Health Organization's List of Essential Medicines. It is not available in the United States or Japan.   == Medical uses == Carbetocin has been approved for use immediately following an elective Cesarean section when a local or spinal anesthesia has been used. Since the uterus cannot contract on its own following incision during a Cesarean section, exogenous administration of oxytocin or an analog is necessary to restore uterine tone and prevent hemorrhage. Safety of carbetocin following vaginal births and emergency Cesarean sections has not been established, though studies have suggested efficacy following vaginal births to that following Cesarean sections. Some studies have shown that a 10-70 ug dose following vaginal delivery caused contractions and no adverse side effects. Carbetocin has also been shown to increase uterine involution (the return of the uterus to its contracted state after the birth of the baby) in humans, horses and cows.   === Comparison with other medication === In 2018, heat-stable carbetocin, a formulation that does not require strict refrigeration, was found to be as good as oxytocin for reduction of postpartum hemorrhage after vaginal delivery. It is hoped that this will make oxytocic hemorrhage control more widely available and less expensive, which will be particularly useful in regions of developing countries where the cold chain (in drug transport and storage) is unreliable because of power outages or equipment problems. Due to carbetocin's considerably longer half-life, its effects are longer lasting than other oxytocin homologs such as oxytocin or barusiban. A single carbetocin dose compared to a placebo or an eight-hour intravenous drip of oxytocin in a randomized blind study, necessitated less additional oxytocin therapy following a Cesarean section. Oxytocin receptor antagonists, such as barusiban or atosiban have the opposite effect of depressing oxytocin receptor activity and can be used to stop premature labor and uterine contractions.   == Adverse effects == Ten to forty percent of people will experience nausea, vomiting, abdominal pain, itching skin, increased body temperature, trembling and weakness. One to five percent of peoples may experience back and chest pain, dizziness, anemia, chills and sweating, metallic taste, tachycardia and respiratory distress. Contraindications for the use of carbetocin include inappropriate timing during labor and delivery (such as before parturition or to induce labor) or allergic reactions to carbetocin or other oxytocin homologues. Additionally, carbetocin should not be used if a person has high blood pressure or cardiovascular problems. Overdosage or repeated use of carbetocin, particularly if used during pregnancy, could cause hyper-excitation of the oxytocin receptors resulting in excessive and prolonged stimulation of uterine contractions, increasing risk of uterine rupture, placental abruption, fetal respiratory distress and postpartum hemorrhage.   == Interactions == Due to oxytocin's close sequence homology with vasopressin, oxytocin analogs often bind with much lower affinity to vasopressin receptors V1, in the uterine lining, and V2, in the kidneys and may consequently interact with or disrupt the vasopressin circuitry and feedback loops. Carbetocin may work synergistically with drugs such as dinoprostone and misoprostol that ripen the cervix. Concurrent use of these drugs can be risky, particularly during pregnancy and prenatal care, possibly causing premature labor or abortion.   == Pharmacology ==   === Mechanism of action === Carbetocin works as an oxytocic, antihemorrhagic and uterotonic drug in the peripheral nervous system. The most common causes of postpartum hemorrhage are lack of tone in the uterus from overstretching or the use of an anesthetic. Carbetocin functions as an agonist at peripheral oxytocin receptors, particularly in the myometrium, with lesser affinity for myoepithelial cells. Oxytocin receptors are G protein-coupled and their mechanism of action involves second messengers and the production of inositol phosphates. Carbetocin mimics this mechanism. Binding for carbetocin and other oxytocin agonists has been shown to be nonselective at the extracellular N-terminus and loops E2 and E3. While the oxytocin receptor shows equal affinity for oxytocin and carbetocin, the biological effect of carbetocin is almost 50% that of endogenous or exogenous oxytocin. Carbetocin has a much longer lasting effect than oxytocin, necessitating only a single dose. Carbetocin inhibits endogenous oxytocin release, interrupting the uterine feedback loop with the hypothalamus and decreasing both central and peripheral release of oxytocin. Carbetocin is a biased agonist of the oxytocin receptor. During pregnancy, the synthesis of oxytocin receptors in the uterus greatly increases, reaching a peak during labor and delivery. Consequently, the administration of carbetocin or another oxytocin analog during or immediately following birth will have increased uterotonic and contractile effect. The application of carbetocin does not affect a non-pregnant uterus with lower oxytocin receptor expression. Carbetocin also functions to thicken the blood, further preventing post-partum hemorrhage. Carbetocin should not be used to induce or augment labor since it could cause cardiac or respiratory distress to mother or infant.   === Pharmacokinetics === Carbetocin is to be used in the hospital by prescription only. It can be administered intravenously or intramuscularly. In both cases, the recommended dose for an average adult female is 100 ug.  Contractile effects of the uterus are apparent within two minutes and can be observed for approximately one hour, though maximum binding occurs about 30 minutes after intramuscular injection. Administration is performed immediately following parturition to minimize risk of postpartum hemorrhage by inducing uterine contractions, increasing muscle tone and thickening the blood. If further uterine stimulation is needed, treatment with other forms of oxytocic uterotonic drugs should be used. Endogenous and synthetic oxytocin has a half-life of approximately 3.5 minutes. Carbetocin, in comparison, has a much longer half-life ranging from 85 to 100 minutes. The bioavailable dose is around 80%. The elimination half-life following intravenous administration is around 40 minutes, though the elimination mechanism is not entirely known. Studies have shown that elimination is only minimally renal (0.7%), but may occur at least partially through enzymatic degradation of peptides, primarily on the C-terminal end. Both elimination and volume of distribution are not dose dependent.   == Society and culture ==   === Legal status === Carbetocin has been approved for use under the following three brand names in 23 countries: Duratocin (Argentina, Australia, Bahrain, Canada, China, Hong Kong, Italy, Malaysia, Singapore, New Zealand), Lonactene (Mexico), and Pabal (Austria, Belgium, Switzerland, Germany, Estonia, France, UK, Hungary, Lithuania, Luxembourg, Finland). Duratocin has also been approved for veterinary use in Poland, Germany, Italy, Belgium, Luxembourg, France and the Netherlands.   === Brand names === Duratocin, Pabal, Lonactene, Depotocin, Comoton, and Decomoton.   == References =="}