{"name": "carbimazole", "category": "drug", "content": "Carbimazole (brand names Neo-Mercazole, Anti-Thyrox, etc.) is used to treat hyperthyroidism. Carbimazole is a pro-drug as after absorption it is converted to the active form, methimazole. Methimazole prevents thyroid peroxidase enzyme from iodinating and coupling the tyrosine residues on thyroglobulin, hence reducing the production of the thyroid hormones T3 and T4 (thyroxine). It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Medical therapy for hyperthyroidism typically involves either titrating the dose of carbimazole until the patient becomes euthyroid or maintaining a high dose of carbimazole to suppress endogenous thyroid production, and then replacing thyroid hormone with levothyroxine (\"block and replace\"). Treatment is usually given for 18–24 months followed by a trial withdraw. The onset of anti-thyroid effect is rapid but the onset of clinical effects on thyroid hormone levels in the blood is much slower. This is because the large store of pre-formed T3 and T4 in the thyroid gland and bound to thyroid binding globulin (99% bound) has to be depleted before any beneficial clinical effect occurs.   == Adverse effects == Whilst rashes and pruritus are common, these can often be treated with antihistamines without stopping the carbimazole. For those patients where sensitivity reactions cannot be controlled, propylthiouracil may be used as an alternative; cross-sensitivity between these drugs is rare. Its most serious rare side effect is bone marrow suppression causing neutropenia and agranulocytosis. This may occur at any stage during treatment and without warning; monitoring of white cell count is not useful. Patients are advised to immediately report symptoms of infection, such as sore throat or fever, so that a full blood count test may be arranged. If this confirms a low neutrophil count, discontinuation of the drug leads to recovery. However failure to report suggestive symptoms or delays in  considering the possibility of immunosuppression and its testing, can lead to fatalities.   === Precautions === Some people are allergic to azole(s). Some azole drugs have adverse side-effects. Some azole drugs may disrupt estrogen production in pregnancy, affecting pregnancy outcome. Carbimazole should be used judiciously in pregnancy as it crosses the placenta. It has (rarely) been associated with congenital defects, including aplasia cutis of the neonate but is not contra-indicated. However, it more predictably may cause fetal hypothyroidism so (in minimal doses) it can be used in order to control maternal hyperthyroidism. There are reported cases of goiter and choanal atresia in fetus. Furthermore, breast feeding is possible but only if lowest effective dose is used and neonatal development is closely monitored. For the above reasons, it is preferable to use PTU in pregnancy, especially in the first trimester, with the possibility of changing to carbimazole for the second and third trimesters.   == Brand names == Neo-mercazole Vidalta Thyrocab Neomerdin   == References ==   == Further reading =="}