{"name": "carbamide peroxide", "category": "drug", "content": "Hydrogen peroxide–urea (also called Hyperol, artizone, urea hydrogen peroxide, and UHP) is a white crystalline solid chemical compound composed of equal amounts of hydrogen peroxide and urea. It contains solid and water-free hydrogen peroxide, which offers a higher stability and better controllability than liquid hydrogen peroxide when used as an oxidizing agent. Often called carbamide peroxide in dentistry, it is used as a source of hydrogen peroxide when dissolved in water for bleaching, disinfection and oxidation.   == Production == For the preparation of the complex, urea is dissolved in 30% hydrogen peroxide (molar ratio 2:3) at temperatures below 60 °C. upon cooling this solution, hydrogen peroxide–urea precipitates in the form of small platelets. Akin to water of crystallization, hydrogen peroxide cocrystallizes with urea with the stoichiometry of 1:1. The compound is simply produced (on a scale of several hundred tonnes a year) by the dissolution of urea in excess concentrated hydrogen peroxide solution, followed by crystallization. The laboratory synthesis is analogous.   == Structure and properties == The solid state structure of this adduct has been determined by neutron diffraction. Hydrogen peroxide–urea is a readily water-soluble, odorless, crystalline solid, which is available as white powder or colorless needles or platelets. Upon dissolving in various solvents, the 1:1 complex dissociates back to urea and hydrogen peroxide. So just like hydrogen peroxide, the (erroneously) so-called adduct is an oxidizer but the release at room temperature in the presence of catalysts proceeds in a controlled manner. Thus the compound is suitable as a safe substitute for the unstable aqueous solution of hydrogen peroxide. Because of the tendency for thermal decomposition, which accelerates at temperatures above 82 °C, it should not be heated above 60 °C, particularly in pure form. The solubility of commercial samples varies from 0.05 g/mL to more than 0.6 g/mL.   == Applications ==   === Disinfectant and bleaching agent === Hydrogen peroxide–urea is mainly used as a disinfecting and bleaching agent in cosmetics and pharmaceuticals. As a drug, this compound is used in some preparations for the whitening of teeth. It is also used to relieve minor inflammation of gums, oral mucosal surfaces and lips including canker sores and dental irritation, and to emulsify and disperse earwax. Carbamide peroxide is also suitable as a disinfectant, e.g. for germ reduction on contact lens surfaces or as an antiseptic for mouthwashes, ear drops or for superficial wounds and ulcers.   === Reagent in organic synthesis === In the laboratory, it is used as a more easily handled replacement for hydrogen peroxide. It has proven to be a stable, easy-to-handle and effective oxidizing agent which is readily controllable by a suitable choice of the reaction conditions. It delivers oxidation products in an environmentally friendly manner and often in high yields especially in the presence of organic catalysts such as cis-butenedioic anhydride or inorganic catalysts such as sodium tungstate.  It converts thiols selectively to disulfides, secondary alcohols to ketones, sulfides to sulfoxides and sulfones, nitriles to amides, and N-heterocycles to amine oxides.  Hydroxybenzaldehydes are converted to dihydroxybenzenes (Dakin reaction) and give, under suitable conditions, the corresponding benzoic acids.  It oxidizes ketones to esters, in particular cyclic ketones, such as substituted cyclohexanones or cyclobutanones to give lactones (Baeyer–Villiger oxidation). The epoxidation of various alkenes in the presence of benzonitrile yields oxiranes in yields of 79 to 96%.  The oxygen atom transferred to the alkene originates from the peroxoimide acid formed intermediately from benzonitrile. The resulting imidic acid tautomerizes to the benzamide.   == Safety == The compound acts as a strong oxidizing agent and can cause skin irritation and severe eye damage. Urea–hydrogen peroxide was also found to be an insensitive high explosive, capable of detonation by strong impulse under heavy confinement.   == See also == Sodium percarbonate Peroxide-based bleach   == References ==   == External links == \"Hydrogen peroxide urea adduct, UHP\". Organic Chemistry Portal. \"Carbamide Peroxide Monograph\". Drugs.com."}