{"name": "carfilzomib", "category": "drug", "content": "Carfilzomib, sold under the brand name Kyprolis, is an anti-cancer medication acting as a selective proteasome inhibitor. Chemically, it is a tetrapeptide epoxyketone and an analog of epoxomicin. It was developed by Onyx Pharmaceuticals. The US Food and Drug Administration (FDA) approved it in July 2012.   == Medical uses == The FDA approved carfilzomib in July 2012, for use in people with multiple myeloma who have received at least two prior therapies, including treatment with bortezomib and an immunomodulatory therapy (such as lenalidomide) and have demonstrated disease progression on or within 60 days of completion of the last therapy.   == Mechanism == Carfilzomib covalently  irreversibly binds to and inhibits the chymotrypsin-like activity of the 20S proteasome, an enzyme that degrades unwanted cellular proteins. Carfilzomib displays minimal interactions with non-proteasomal targets, thereby improving safety profiles over bortezomib. Inhibition of proteasome-mediated proteolysis results in a build-up of polyubiquitinated proteins, which may cause cell cycle arrest, apoptosis, and inhibition of tumor growth.   == History == Carfilzomib is derived from epoxomicin, a natural product that was shown by the laboratory of Craig Crews at Yale University to inhibit the proteasome. The Crews laboratory subsequently invented a more specific derivative of epoxomicin named YU101, which was licensed to Proteolix, Inc.  Scientists at Proteolix invented a new, distinct compound that had potential use as a drug in humans, known as carfilzomib. Proteolix advanced carfilzomib to multiple phase I and II clinical trials, including a pivotal phase 2 clinical trial designed to seek accelerated approval. Clinical trials for carfilzomib continue under Onyx Pharmaceuticals, which acquired Proteolix in 2009. In January 2011, the FDA granted carfilzomib fast-track status, allowing Onyx to initiate a rolling submission of its new drug application for carfilzomib. In December 2011, the FDA granted Onyx standard review designation, for its new drug application submission based on the 003-A1 study, an open-label, single-arm phase IIb trial. The trial evaluated 266 heavily-pretreated patients with relapsed and refractory multiple myeloma who had received at least two prior therapies, including bortezomib and either thalidomide or lenalidomide. Initial approval was based on response rate. Data demonstrating an overall survival benefit was demonstrated in the ENDEAVOR trial and approved by the FDA.   == Clinical trials & side effects ==   === Completed === A single-arm, phase II trial (003-A1) of carfilzomib in patients with relapsed and refractory multiple myeloma showed that single-agent carfilzomib demonstrated a clinical benefit rate of 36% in the 266 patients evaluated and had an overall response rate of 22.9% and median duration of response of 7.8 months. The FDA approval of carfilzomib was based on results of the 003-A1 trial. In a phase II trial (004), carfilzomib had a 53% overall response rate among patients with relapsed and/or refractory multiple myeloma who had not previously received bortezomib. This study also included a bortezomib-treated cohort. Results were reported separately. This study also found prolonged carfilzomib treatment was tolerable, with approximately 22% of patients continuing treatment beyond one year. The 004 trial was a smaller study originally designed to investigate the impact of carfilzomib treatment in relationship to bortezomib treatment in less heavily pretreated (1–3 prior regimens) patients. A phase II trial (005), which assessed the safety, pharmacokinetics, pharmacodynamics and efficacy of carfilzomib, in patients with multiple myeloma and varying degrees of renal impairment, where nearly 50% of patients were refractory to both bortezomib and lenalidomide, demonstrated that pharmacokinetics and safety were not influenced by the degree of baseline renal impairment. Carfilzomib was tolerable and demonstrated efficacy. In another phase II trial (006) of patients with relapsed and/or refractory multiple myeloma, carfilzomib in combination with lenalidomide and dexamethasone demonstrated an overall response rate of 69%. A phase II trial (007) for multiple myeloma and solid tumors showed promising results. In phase II trials of carfilzomib, the most common grade 3 or higher treatment-emergent adverse events were hematologic toxicity  with thrombocytopenia, anemia, lymphopenia, neutropenia, pneumonia, fatigue and hyponatremia. In a frontline phase I/II study, the combination of carfilzomib, lenalidomide, and low-dose dexamethasone was highly active and well tolerated, permitting the use of full doses for an extended time in newly diagnosed multiple myeloma patients, with limited need for dose modification. Responses were rapid and improved over time, reaching 100% very good partial response. Furthermore, gastrointestinal disturbances, including diarrhea and nausea are non hematologic group of side effects commonly reported with proteasome inhibitors. Additionally, cardiovascular toxicity may be an outcome of carfilzomib treatment due to the effects on proteasomes in the myocardium. Thus, patient evaluation and risk assessment prior to initiation of therapy with carfilzomib is crucial.   === ASPIRE trial === A phase III confirmatory clinical trial, known as the ASPIRE trial, compared carfilzomib, lenalidomide, and dexamethasone (KRd) versus lenalidomide and dexamethasone (Rd) in patients with relapsed multiple myeloma and found improved progression-free survival and overall survival. Treatment discontinuation because of adverse effects occurred less frequently in the KRd arm, and events included thrombocytopenia, hypertension, and heart failure.    == Society and culture ==   === Economics === Carfilzomib costs approximately US$10,000 per 28-day cycle.   == References =="}