{"name": "cariprazine", "category": "drug", "content": "Cariprazine, sold under the brand name Vraylar among others, is an atypical antipsychotic developed by Gedeon Richter, which is used in the treatment of schizophrenia, bipolar mania, bipolar depression, and major depressive disorder. It acts primarily as a D3 and D2 receptor partial agonist, with a preference for the D3 receptor. Cariprazine is also a partial agonist at the serotonin 5-HT1A receptor and acts as an antagonist at 5-HT2B and 5-HT2A receptors, with high selectivity for the D3 receptor. It is taken by mouth. Cariprazine was approved for medical use in the United States in September 2015. It was approved as a generic medication in 2022, but is covered by patents until 2029.   == Medical uses == Cariprazine is used to treat patients with schizophrenia and manic, depressive, or mixed episodes associated with bipolar I disorder. In the United States it is approved for schizophrenia in adults, acute treatment of manic or mixed episodes associated with bipolar I disorder in adults and treatment of depressive episodes associated with bipolar I disorder (bipolar depression). Cariprazine consistently improved depressive symptoms across a spectrum of patients with bipolar I depression. In Australia, the United Kingdom, and the European Union it is approved only for treating schizophrenia.   == Side effects == Side effects may first appear several weeks after starting cariprazine. The most prevalent side effects for cariprazine include akathisia and insomnia. Cariprazine does not appear to impact prolactin levels, and unlike many other antipsychotics, does not increase the QT interval on the electrocardiogram (ECG). In short term clinical trials extrapyramidal effects, sedation, akathisia, nausea, dizziness, vomiting, anxiety, and constipation were observed. One review characterized the frequency of these events as \"not greatly different from that seen in patient treated with placebo\" but a second called the incidence of movement-related disorders \"rather high\". Regarding these side effects, the label of cariprazine states, \"The possibility of lenticular changes or cataracts cannot be excluded at this time.\" Because cariprazine and its active metabolites have long half-lives, many healthcare professionals monitor for adverse effects up to several weeks after starting cariprazine. A longer monitoring period is also indicated for dosage changes, whether they represent an increase or a decrease, because elimination may take several weeks.   == Pharmacology ==   === Pharmacodynamics ===  Unlike many antipsychotics that are D2 and 5-HT2A receptor antagonists, cariprazine is a D2 and D3 partial agonist. It also has a higher affinity for D3 receptors. The D2 and D3 receptors are important targets for the treatment of schizophrenia, because the overstimulation of dopamine receptors has been implicated as a possible cause of schizophrenia. Cariprazine acts to inhibit overstimulated dopamine receptors (acting as an antagonist) and stimulate the same receptors when the endogenous dopamine levels are low. Cariprazine's high selectivity towards D3 receptors could prove to reduce side effects associated with the other antipsychotic drugs, because D3 receptors are mainly located in the ventral striatum and would not incur the same motor side effects (extrapyramidal symptoms) as drugs that act on dorsal striatum dopamine receptors. Cariprazine also acts on 5-HT1A receptors, though the affinity is considerably lower than the affinity to dopamine receptors (seen in monkey and rat brain studies). In the same studies, cariprazine has been noted to produce pro-cognitive effects, the mechanisms of which are currently under investigation. An example of pro-cognitive effects occurred in pre-clinical trials with rats: rats with cariprazine performed better in a scopolamine-induced learning impairment paradigm in a water labyrinth test. This may be due to the selective antagonist nature of D3 receptors, though further studies need to be conducted. This result could be very useful for schizophrenia, as one of the symptoms includes cognitive deficits. Cariprazine has partial agonist as well as antagonist properties depending on the endogenous dopamine levels. When endogenous dopamine levels are high (as is hypothesized in schizophrenic patients), cariprazine acts as an antagonist by blocking dopamine receptors. When endogenous dopamine levels are low, cariprazine acts more as an agonist, increasing dopamine receptor activity. In monkey studies, the administration of increasing doses of cariprazine resulted in a dose-dependent and saturable reduction of specific binding. At the highest dose (300 μg/kg), the D2/D3 receptors were 94% occupied, while at the lowest dose (1 μg/kg), receptors were 5% occupied. Dopamine D2 and D3 receptor occupancy in humans has been summarized as, \"In healthy volunteers, single-dose cariprazine of 0.5 mg occupied up to 12% of striatal D2/D3 receptors, while striatal D2/D3 occupancy after multiple dosing up to cariprazine 1.0 mg/d ranged from 63 to 79% [39]. In an open-label, fixed-dose, 2-week trial in eight males with schizophrenia, PET scans of dorsal striatal regions (caudate nucleus and putamen) and ventral striatum (nucleus accumbens) showed maximum occupancy (‡ 90%) at a 3-mg target dose of cariprazine following 14 d of treatment [40,41]. After 14 d of cariprazine 1.5 mg/d, receptor occupancy was 69% in the caudate nucleus, 69% in the nucleus accumbens, and 75% in the putamen\".  Cariprazine, as well as other third generation antipsychotics, possesses a lower chance of exacerbating extrapyramidal symptoms. However the ability to induce akathasia remains relatively high. This may be mediated through a lack of anticholinergic effects (as agents of this class are sometimes used to treat akathisia), as well as a lack of a balanced dopaminergic(D2)/serotonergic(5-HT2A) ratio (compared to the second generation antipsychotics serving a more nuanced profile in this regard). Moreover, partial agonists, through their limited response triggering, ironically often have the tendency to occupy near all targeted receptors at relatively low dosages of the drug. An extreme example is aripiprazole with an average occupancy of 70% (D2) at a 2 mg dose, well below its usual antipsychotic dosage (the often cited threshold of occupancy for an antipsychotic effect is 70%). This could be another reason for akathasia from partial agonists.   === Pharmacokinetics === Cariprazine has high oral bioavailability and can cross the blood brain barrier easily in humans because it is lipophilic. In rats, the oral bioavailability was 52% (with a dose of 1 mg/kg). Cariprazine is metabolized primarily by the cytochrome P450 3A4 isoenzyme (CYP3A4), with some minor metabolism by CYP2D6. Cariprazine does not induce the production of CYP3A4 or CYP1A2 in the liver, and weakly, competitively inhibits CYP2D6 and CYP3A4.   == Research == Positive Phase III study results were published for schizophrenia and mania in early 2012, and for bipolar disorder I depression from a Phase II trial in 2015. Cariprazine is also potentially useful as an add-on therapy in major depressive disorder. It is being developed jointly by AbbVie and Gedeon Richter Plc, with AbbVie responsible for commercialization in the US, Canada, Japan, Taiwan and certain Latin American countries (including Argentina, Bolivia, Brazil, Chile, Colombia, Ecuador, Mexico, Peru and Venezuela). In February 2022, AbbVie requested approval by the US Food and Drug Administration (FDA) for adjunctive treatment for major depressive disorder. Approval was granted by the FDA in December 2022 for cariprazine to be used as an adjunctive treatment for major depressive disorder.   == References =="}