{"name": "carmofur", "category": "drug", "content": "Carmofur (INN) or HCFU (1-hexylcarbamoyl-5-fluorouracil) is a pyrimidine analogue used as an antineoplastic agent. It is a derivative of fluorouracil, being a lipophilic-masked analog of 5-FU that can be administered orally.   == Biology == Carmofur prodrug is ingested and taken up in the intestine, overcoming the problem of 5-FU degradation by dihydropyrimidine dehydrogenase. Once inside a cell, the carmofur prodrug is converted into 5-FU.   == Mechanism of action == The mechanism of action of carmofur prodrug is traditionally thought to be the generation of 5–FU. However, carmofur is a highly potent acid ceramidase (AC) inhibitor. Ceramide influences cancer cell survival, growth and death. Inhibition of AC activity sensitizes tumor cells to the effects of antineoplastic agents and radiation. Carmofur, much more effective than temozolomide, has been reported as the small-molecule drug capable of killing adult and pediatric glioblastomas.   == Medicinal uses == Product marketing for carmofur started in 1981. Carmofur has also been used as adjuvant chemotherapy for curatively resected colorectal cancer patients in China, Japan, and Finland for many years. Trials and meta-analyses have confirmed that the drug is effective on patients with this cancer type, extending their survival. Carmofur has been shown to inhibit the SARS-CoV-2 main protease, and is therefore a promising lead compound to develop new antiviral treatment for COVID-19.   == Adverse effects == As fluorouracil, carmofur has been known to induce leukoencephalopathy, characterized by progressive damage to white matter in the brain with stroke-like symptoms. A clinical trial for small hepatocellular carcinoma was stopped prematurely because 56% of the treated patients had unacceptable side effects. Moreover, the treatment had no survival advantage for stage 1 and 2 cancer patients. This may be a reason why carmofur was never pursued for FDA-approval in the US.   == Chemical synthesis == Ozaki et al. have reported a synthesis by treating 5-FU with phosgene and hexylamine. Xiong et al. reported an alternative approach for the synthesis of carmofur . Chemical preparations and structures can be found here.   == References =="}