{"name": "casimersen", "category": "drug", "content": "Casimersen, sold under the brand name Amondys 45, is an antisense oligonucleotide medication used for the treatment of Duchenne muscular dystrophy (DMD) in people who have a confirmed mutation of the dystrophin gene that is amenable to exon 45 skipping. It is an antisense oligonucleotide of phosphorodiamidate morpholino oligomer (PMO). Duchenne muscular dystrophy is a rare disease that primarily affects boys. It is caused by low levels of a muscle protein called dystrophin. The lack of dystrophin causes progressive muscle weakness and premature death. The most common side effects include upper respiratory tract infections, cough, fever, headache, joint pain and throat pain. Casimersen was approved for medical use in the United States in February 2021, and it is the first FDA-approved targeted treatment for people who have a confirmed mutation of the DMD gene that is amenable to skipping exon 45.   == Medical uses == Casimersen is indicated for the treatment of Duchenne muscular dystrophy (DMD) in people who have a confirmed mutation of the DMD gene that is amenable to exon 45 skipping.   == Adverse effects == Common side effects include: headache, fever, joint pain, cough and cold symptoms.   == Pharmacology ==   === Pharmacodynamics === Duchenne muscular dystrophy is an X-linked recessive disorder that results in the absence of a functional dystrophin protein. Dystrophin protein is a protein that consists of an N-terminal actin-binding domain, C-terminal B-dystroglycan- binding domain, and 24 internal spectrum-like repeats. Dystrophin plays a role in muscle function and without dystrophin, muscle tissue will be replaced with fibrous and adipose tissue. Casimersen is an antisense phosphorodiamidate morpholino oligonucleotide designed to bind to the exon 45 of the DMD pre-MRNA, which prevents its exclusion into the mature RNA before translation. This change causes the production of an internally truncated dystrophin protein.   == History == Casimersen was evaluated in a double-blind, placebo-controlled study in which 43 participants were randomized 2:1 to receive either intravenous casimersen or placebo. All participants were male, between 7 and 20 years of age, and had a genetically confirmed mutation of the DMD gene that is amenable to exon 45 skipping. The benefit was evaluated by measuring the level of dystrophin in muscle biopsies in 43 participants before treatment and at week 48, in an interim analysis. The trial was conducted at seven sites in five countries (United States, Canada, Germany, Spain, Czech Republic). The U.S. Food and Drug Administration (FDA) granted the application for casimersen fast track, priority review, and orphan drug designations. The FDA granted the approval of Amondys 45 to Sarepta Therapeutics, Inc.   == References ==   == External links == \"Casimersen\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT02500381 for \"Study of SRP-4045 and SRP-4053 in DMD Patients (ESSENCE)\" at ClinicalTrials.gov"}