{"name": "caspofungin", "category": "drug", "content": "Caspofungin (INN; brand name Cancidas) is a lipopeptide antifungal drug from Merck & Co., Inc.. It is a member of a class of antifungals termed the echinocandins. It works by inhibiting the enzyme (1→3)-β-D-glucan synthase and thereby disturbing the integrity of the fungal cell wall. Caspofungin was the first inhibitor of fungal (1→3)-β-D-glucan synthesis to be approved by the United States Food and Drug Administration. Caspofungin is administered intravenously. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Caspofungin acetate for injection was initially approved by both the US Food and Drug Administration (FDA), and the European Medicines Agency (EMA) in 2001. Its approved therapeutic indications by both organizations include the empirical therapy of presumed fungal infections in febrile, neutropenic adults and for salvage therapy in people treatment of invasive aspergillosis in adults whose disease is refractory to, or who are intolerant of, other antifungal agents (i.e., conventional or lipid formulations of amphotericin B and/or itraconazole). Additionally, the FDA approval includes indication for the treatment of candidemia and some specific Candida infections (intra-abdominal abscesses, peritonitis, pleural cavity infections, and esophagitis) and the EMA approval includes indication for the treatment of general invasive candidiasis in adults. The mean duration of therapy in previous studies was 34 days. Some people were even healed by a one-day treatment. However, a few people were treated for as long as 162 days and tolerated the drug well, indicating that longtime use may be indicated and tolerated favourably in complicated cases of aspergillosis. Generally, the duration of treatment is dictated by the severity of the disease, the clinical response, and the improvement of immunocompetence in immunocompromised people. About 36% of patients refractory to other therapies responded well to caspofungin therapy, while even 70% of patients intolerant to other therapies were classified as responders. Direct comparative studies to other drugs in the treatment of invasive aspergillosis have so far not been undertaken.   === Spectrum of activity === Caspofungin has been effective in treating fungal infections caused by Aspergillus and Candida species. It is a member of the echinocandin family, a new class of antifungal agents with broad spectrum of activity against all Candida species. In comparison to treatment with either fluconazole or amphotericin B, all three drugs in this class have been demonstrated to be highly effective or superior in well-defined clinical settings including invasive Candida infections, Candida oesophagitis and candidaemia. Higher minimum inhibitory concentration (MIC) of these agents has been observed against C. parapsilosis and C. guilliermondii. In a few patients with infections caused by Candida albicans, mutants with reduced sensitivity to caspofungin have been noticed, but is currently still rare. The mechanism is probably a point mutation in the (1→3)-β-D-glucan synthase gene. There are no data regarding development of resistance in other fungi than C. albicans. The following summarizes MIC susceptibility for a few medically significant organisms.  Candida albicans 0.015 — 16 μg/mL Candida krusei 0.03 — 8 μg/mL Cryptococcus neoformans — 16 μg/mL   === Specific populations === Caspofungin has been shown in animal studies to have embryotoxic properties. The drug is found in the milk of lactating rats, but it is not known whether this is seen in humans. Caspofungin is FDA approved for people aged three months and older. Dosing is based on body surface area (BSA) as calculated by the Mosteller formula.   == Adverse effects == Compared to amphotericin B, caspofungin seems to have a relatively low incidence of side effects. In clinical studies and postmarketing reports, the side effects seen in 1% or more of the patients were as follows:  Gastrointestinal system: nausea, vomiting, abdominal pain, and diarrhea Central nervous system: headache Whole body: fever, phlebitis or thrombophlebitis, complications at the intravenous cannulation site (e.g. induration), unspecified pain, flu-like syndrome, myalgia, chills, and paresthesia Respiratory: dyspnea Renal: increased plasma creatinine Hematological: anemia Electrolytes: hypokalemia Liver: increased liver enzymes (asymptomatic) Hypersensitivity: rash, facial edema, pruritus Other: tachycardia Additionally, infrequent cases of symptomatic liver damage, peripheral edema and swelling, and hypercalcemia have been seen.   === Liver effects === The concomitant use of caspofungin and ciclosporin in healthy volunteers led to a more frequent increase of liver enzymes (ALT=SGPT and AST=SGOT) than noted with cyclosporine alone.   === Sensitivity reactions === Reactions due to histamine release (rash, facial swelling, pruritus, sensation of warmth) have been seen. Known hypersensitivity to caspofungin acetate or any other ingredient contained in the formulation contraindicate its use.   == Pharmacology == Caspofungin is semisynthesized from pneumocandin B0, a fermentation product of Glarea lozoyensis.   === Pharmacokinetics === Caspofungin is slowly metabolized by peptide hydrolysis and N-acetylation in liver. Therefore, in case of liver impairment the dose needs to be reduced. Caspofungin also undergoes spontaneous chemical degradation to an open-ring peptide compound, L-747969. Additional metabolism involves hydrolysis into constitutive amino acids and their derivatives, including dihydroxyhomotyrosine and N-acetyl-dihydroxyhomotyrosine.   == Interactions ==  Cyclosporin: see under liver effects Tacrolimus: potential pharmacokinetic interactions Other systemic antimycotic agents: with amphotericin B, itraconazole and mycophenolate, no interactions have been seen Inducers of drug clearance (e.g. carbamazepine, phenytoin, rifampin, dexamethasone): consider 70 mg intravenous as maintenance dose instead of 50 mg   == References =="}