{"name": "cefalexin", "category": "drug", "content": "Cefalexin, also spelled cephalexin, is an antibiotic that can treat a number of bacterial infections. It kills gram-positive and some gram-negative bacteria by disrupting the growth of the bacterial cell wall. Cefalexin is a β-lactam antibiotic within the class of first-generation cephalosporins. It works similarly to other agents within this class, including intravenous cefazolin, but can be taken by mouth. Cefalexin can treat certain bacterial infections, including those of the middle ear, bone and joint, skin, and urinary tract. It may also be used for certain types of pneumonia and strep throat and to prevent bacterial endocarditis. Cefalexin is not effective against infections caused by methicillin-resistant Staphylococcus aureus (MRSA), most Enterococcus, or Pseudomonas. Like other antibiotics, cefalexin cannot treat viral infections, such as the flu, common cold or acute bronchitis. Cefalexin can be used in those who have mild or moderate allergies to penicillin. However, it is not recommended in those with severe penicillin allergies. Common side effects include stomach upset and diarrhea. Allergic reactions or infections with Clostridium difficile, a cause of diarrhea, are also possible. Use during pregnancy or breast feeding does not appear to be harmful to the fetus. It can be used in children and those over 65 years of age. Those with kidney problems may require a decrease in dose. Cefalexin was developed in 1967. It was first marketed in 1969 and 1970 under the names Keflex and Ceporex, among others. It is available as a generic medication. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 96th most commonly prescribed medication in the United States, with more than 7 million prescriptions. In Canada, it was the fifth most common antibiotic used in 2013. In Australia, it is one of the top 15 most prescribed medications.   == Medical uses ==  Cefalexin can treat a number of bacterial infections including otitis media, streptococcal pharyngitis, bone and joint infections, pneumonia, cellulitis, and urinary tract infections. It may be used to prevent bacterial endocarditis. It can also be used for the prevention of recurrent urinary-tract infections. Cefalexin does not treat methicillin-resistant Staphylococcus aureus infections. Cefalexin is a useful alternative to penicillins in patients with penicillin intolerance. For example, penicillin is the treatment of choice for respiratory tract infections caused by Streptococcus, but cefalexin may be used as an alternative in penicillin-intolerant patients. Caution must be exercised when administering cephalosporin antibiotics to penicillin-sensitive patients, because cross-sensitivity with β-lactam antibiotics has been documented in up to 10% of patients with a documented penicillin allergy.   === Pregnancy and breastfeeding === It is categorized in category A in Australia meaning that no evidence of harm has been found after being taken by many pregnant women. Use during breast feeding is generally safe.   == Adverse effects == The most common adverse effects of cefalexin, like other oral cephalosporins, are gastrointestinal (stomach area) disturbances and hypersensitivity reactions.  Gastrointestinal disturbances include nausea, vomiting, and diarrhea, the latter being the most common.  Hypersensitivity reactions include skin rashes, urticaria, fever, and anaphylaxis. Pseudomembranous colitis and Clostridium difficile have been reported with use of cefalexin. Less common and more serious side effects include bruising of the skin and yellowing of the skin or eye whites. Signs and symptoms of an allergic reaction include rash, itching, swelling, trouble breathing, or red, blistered, swollen, or peeling skin. Overall, cefalexin allergy occurs in less than 0.1% of patients. Evidence suggests that it is seen in 1% to 10% of patients with a penicillin allergy.   == Interactions == Like other β-lactam antibiotics, renal excretion of cefalexin is delayed by probenecid. It is also not recommended to take cefalexin with dofetilide, live Cholera vaccine, warfarin, and cholestyramine. Alcohol consumption reduces the rate at which it is absorbed. Cefalexin also interacts with metformin, an antidiabetic drug, and this can lead to higher concentrations of metformin in the body. Histamine H2 receptor antagonists like cimetidine and ranitidine may reduce the efficacy of cefalexin by delaying its absorption and altering its antimicrobial pharmacodynamics. Zinc and zinc supplements also interact with cefalexin and may reduce the amount of cefalexin in the body.   == Pharmacology ==   === Mechanism of action === Cefalexin is a β-lactam antibiotic of the cephalosporin family.  It is bactericidal and acts by inhibiting synthesis of the peptidoglycan layer of the bacterial cell wall. As cefalexin closely resembles d-alanyl-d-alanine, an amino acid ending on the peptidoglycan layer of the cell wall, it is able to irreversibly bind to the active site of PBP, which is essential for the synthesis of the cell wall. It is most active against gram-positive cocci, and has moderate activity against some gram-negative bacilli. However, some bacterial cells have the enzyme β-lactamase, which hydrolyzes the β-lactam ring, rendering the drug inactive. This contributes to antibacterial resistance towards cefalexin.   === Pharmacokinetics === Cefalexin is rapidly and almost completely absorbed from the gastrointestinal tract with oral administration. Absorption is slightly reduced when it is taken with food and the medication can be taken without regard for meals. Peak levels of cefalexin occur about 1 hour after administration. Maximal levels of cefalexin increase approximately linearly over a dose range of 250 to 1,000 mg. Like most other cephalosporins, cefalexin is not metabolized or otherwise inactivated in the body. The elimination half-life of cefalexin is approximately 30 to 60 minutes in people with normal renal function. Therapeutic levels of cefalexin with oral administration are maintained for 6 to 8 hours. For this reason, cefalexin is typically administered once every 6 to 12 hours depending on the indication. More than 90% of cefalexin is excreted unchanged in the urine within 8 hours.   == Society and culture == It is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies cefalexin as highly important for human medicine.   === Names === Cefalexin is the International Nonproprietary Name (INN) and the Australian Approved Name (AAN), while cephalexin is the British Approved Name (BAN) and the United States Adopted Name (USAN). Brand names for cefalexin include Keflex, Acfex, Cephalex, Ceporex, L-Xahl, Medoxine, Ospexin, Torlasporin, Bio-Cef, Panixine DisperDose, and Novo-Lexin.   == Veterinary uses ==   === Dogs === According to Plumb's Veterinary Medication Guides, cefalexin can be used in treating skin, respiratory tract, and urinary tract infections. Specifically, it can be used to treat pyoderma in dogs. The U.S. Food and Drug Administration (FDA) has approved it for use in humans and dogs but not for other species. Like other drugs approved for human use, cefalexin may be prescribed by veterinarians for animals in certain situations. Cefalexin (Lexylan) is indicated for the treatment of cattle, dogs, and cats in the European Union.   == References =="}