{"name": "cefadroxil", "category": "drug", "content": "Cefadroxil (formerly trademarked as Duricef) is a broad-spectrum antibiotic of the cephalosporin type, effective in Gram-positive and Gram-negative bacterial infections.  It is a bactericidal antibiotic. It was patented in 1967 and approved for medical use in 1978.   == Medical use == Cefadroxil is a first-generation cephalosporin antibacterial drug that is the para-hydroxy derivative of cephalexin, and is used similarly in the treatment of mild to moderate susceptible infections such as the bacterium Streptococcus pyogenes, causing the disease popularly called strep throat or streptococcal tonsillitis, urinary tract infection, reproductive tract infection, and skin infections. Cefadroxil is used as an antibiotic prophylaxis before dental procedures, for patients allergic to penicillins.   === Spectrum of bacterial resistance and susceptibility === Cefadroxil has a broad spectrum of activity and has been effective in treating bacteria responsible for causing tonsillitis, and infections of the skin and urinary tract. Cefadroxil covers similar organisms to Cephalexin given that it is a derivative drug. The following represents MIC susceptibility data for a few medically significant microorganisms.  Escherichia coli: 8 μg/ml Staphylococcus aureus: 1 – 2 μg/ml Streptococcus pneumoniae: ≤1  – >16 μg/ml   == Side effects == The most common side effects of cefadroxil are diarrhea (which, less commonly, may be bloody), nausea, upset stomach, and vomiting. Other side effects include rashes, hives, and itching.   == Pharmacokinetics == Cefadroxil is almost completely absorbed from the gastrointestinal tract. After doses of 500 mg and 1 g by mouth, peak plasma concentrations of about 16 and 30 micrograms/ml, respectively, are obtained after 1.5 to 2.0 hours. Although peak concentrations are similar to those of cefalexin, plasma concentrations are more sustained. Dosage with food does not appear to affect the absorption of cefadroxil.  About 20% of cefadroxil is reported to be bound to plasma proteins.  Its plasma half-life is about 1.5 hours and is prolonged in patients with renal impairment. Cefadroxil is widely distributed to body tissues and fluids. It crosses the placenta and appears in breast milk. More than 90% of a dose of cefadroxil may be excreted unchanged in the urine within 24 hours by glomerular filtration and tubular secretion; peak urinary concentrations of 1.8 mg/ml have been reported after a dose of 500 mg. Cefadroxil is removed by haemodialysis.   == Dosage == Cefadroxil is given by mouth, and doses are expressed in terms of the anhydrous substance; 1.04 g of cefadroxil monohydrate is equivalent to about 1 g of anhydrous cefadroxil.   == Veterinary use == It can be used for treating infected wounds on animals. Usually in powder form mixed with water, it has a color and smell similar to Tang. Given orally to animals, the amount is dependent on their weight and severity of infection.   == References =="}