{"name": "cefdinir", "category": "drug", "content": "Cefdinir, sold under the brand name Omnicef among others, is an antibiotic used to treat pneumonia, otitis media, strep throat, and cellulitis. It is a less preferred option for pneumonia, otitis media, and strep throat which may be used in those with a severe allergy to penicillin. It is taken by mouth. Common side effects include diarrhea, nausea, and a skin rash. Serious side effects may include Clostridioides difficile infection, anaphylaxis, and Stevens–Johnson syndrome. Use in pregnancy and breastfeeding is believed to be safe but has not been well studied. It is a third-generation cephalosporin and works by interfering with a bacteria's ability to make a cell wall resulting in its death. It was patented in 1979 and approved for medical use in 1991. It is available as a generic medication. In 2021, it was the 197th most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Therapeutic uses of cefdinir include otitis media, soft tissue infections, and respiratory tract infections, including sinusitis, strep throat (note: no documented resistance of Group A Streptococcus to penicillin has ever been reported, and penicillin or amoxicillin is preferred except in penicillin allergic patients), community-acquired pneumonia, and acute exacerbations of bronchitis.   === Susceptible organisms === Cefdinir is a bactericidal antibiotic of the cephalosporin class of antibiotics. It can be used to treat infections caused by several Gram-negative and Gram-positive bacteria.   === Bacterial susceptibility and resistance === Cefdinir is a broad-spectrum antibiotic and has been used to treat infections of the respiratory tract including pneumonia, sinusitis, and bronchitis. The following represents MIC susceptibility data for a few medically significant microorganisms.  Haemophilus influenzae: 0.05 - 4 μg/ml Streptococcus pneumoniae: 0.006 - 64 μg/ml Streptococcus pyogenes: ≤0.004 - 2 μg/ml   == Side effects == Side effects include diarrhea, vaginal infections or inflammation, nausea, headache, and abdominal pain.\" It is also one of the medications that can cause toxic epidermal necrolysis or Stevens–Johnson syndrome. The pediatric version of cefdinir can bind to iron in the digestive tract; in rare cases, this causes a rust or red discoloration of the stool. Blood typically appears dark brown or black in stool, and testing may confirm which is present.  If the reddish stool is accompanied by abdominal pain, weight loss, diarrhea, etc., a Clostridioides difficile infection caused by the antibiotic could be signified.   == Mechanism of action ==   == Synthesis ==  Acylation at the primary amine of the cephalosporin intermediate (1) with 4-bromo-3-oxobutanoyl bromide (2) gives the amide (3). The active methylene group in that compound is then nitrosated with sodium nitrite; the initial product spontaneously tautomerizes to afford the oxime (4). The bromoketone functional group reacts with thiourea in the penultimate step, forming the thiazole ring of cefdinir, which is the product after removal of the benzhydryl ester protecting group with trifluoroacetic acid.   == Society and culture ==   === Economics === As of 2008, cefdinir was the highest-selling cephalosporin antibiotic in the United States, with more than $585 million in retail sales of its generic versions.   === Available forms === Cefdinir is administered orally. It is available as capsules and a suspension. Dosage, schedule, and duration of therapy varies according to the type of infection. Warner-Lambert licensed the drug for marketing in US from Fujisawa. Abbott obtained U.S. marketing rights to cefdinir in December 1998 through an agreement with Warner-Lambert Company. It was approved by the FDA on 4 December 1997. It is available in US as Omnicef by Abbott Laboratories and in India as Cednir by Abbott, Kefnir by Glenmark, Cefdair by Xalra Pharma and Cefdiel by Ranbaxy.   == References =="}