{"name": "cefditoren pivoxil", "category": "drug", "content": "Cefditoren, also known as cefditoren pivoxil is an antibiotic used to treat infections caused by Gram-positive and Gram-negative bacteria that are resistant to other antibiotics. It is mainly used for treatment of community acquired pneumonia. It is taken by mouth and is in the cephalosporin family of antibiotics, which is part of the broader beta-lactam group of antibiotics.   == Structure == Like other cephalosporins, cefditoren has a β-lactam ring at the 7 position of cephalosporin ring that is responsible for its inhibitory action on bacterial cell wall synthesis. In addition to the cephem nucleus common to all cephalosporins, cefditoren has an aminothiazole group that enhances its activity against Gram-negative organisms, a methylthiazole group that enhances its activity against Gram-positive organisms, a methoxyimino group that gives it stability against β-lactamases, and a pivoxil ester group that enhances oral bioavailability.   == Antimicrobial activity == The spectrum of cefditoren includes both Gram-positive and Gram-negative bacterial species. It has strong antimicrobial activity because of its high affinity for penicillin binding protein 2X, which responsible for cephalosporin resistance when mutated. Cefditoren pivoxil high intrinsic activity against Streptococcus pneumoniae, including penicillin-resistant strains. Cefditoren holds a balanced antimicrobial spectrum that includes the three major pathogens of community-acquired lower-respiratory tract infections: Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis.  Aerobic Gram-positive microorganisms: Staphylococcus aureus (methicillin-susceptible strains, including β-lactamase-producing strains), Streptococcus pneumoniae, Streptococcus pyogenes Aerobic Gram-negative microorganisms: Haemophilus influenzae (including β-lactamase-producing strains), Haemophilus parainfluenzae (including β-lactamase-producing strains), Moraxella catarrhalis (including β-lactamase-producing strains.   == Pharmacokinetics ==   === Absorption === Oral bioavailability: following oral administration, cefditoren pivoxil is absorbed from the gastrointestinal tract and hydrolyzed to cefditoren by esterases. Maximal plasma concentrations of cefditoren under fasting conditions average 1.8 ± 0.6 μg/mL following 200 mg dose and occur 1.5 to 3 hours following dosing. Cefditoren does not accumulate in plasma following twice daily administration to subjects with normal renal function. Under fasting conditions, the estimated absolute bioavailability of cefditoren pivoxil is approximately 14%.   === Distribution === Binding of cefditoren to plasma proteins averages 88%, and the mean volume of distribution of cefditoren at steady state is 9.3L. Cefditoren has been shown to penetrate into bronchial mucosa, epithelial lining fluid, skin blister fluid and tonsillar tissue and clinically relevant concentrations against common pathogens are achieved in these tissues for at least 4 hours.   === Metabolism and Excretion === Cefditoren is predominantly eliminated by the kidneys as unchanged drug and has a renal clearance of 4.1–5.6 L/h after multiple doses; its elimination half-life is 1.5 hours.   == Medical uses == Cefditoren pivoxil is indicated to treat uncomplicated skin and skin structure infections, community-acquired pneumonia, acute bacterial exacerbation of chronic bronchitis, pharyngitis, and tonsillitis, acute maxillary sinusitis, otitis media (indications may differ in some countries).   === Spectrum of bacterial susceptibility === Cefditoren pivoxil has a broad spectrum of activity and has been used to treat bacterial infections of the skin and respiratory tract, including bronchitis, pneumonia, and tonsillitis. The following represents minimum inhibitory concentration data for several medically significant microorganisms.  Haemophilus influenzae: ≥0.063 – 0.25 μg/ml Staphylcoccus aureus: 0.25 – >128 μg/ml (not including methicillin-resistant Staphylococcus aureus) Streptococcus pyogenes: ≤0.004 – 2 μg/ml Cefditoren does not have antibacterial activity against Pseudomonas aeruginosa.   == Dosage and administration ==   === Adults and Adolescents (≥12 Years) === Community-acquired pneumonia: 400 mg twice daily for 14 days Acute bacterial exacerbation of chronic bronchitis: 400 mg twice daily for 10 days Pharyngitis/tonsillitis, otitis media, sinusitis: 200 mg twice daily for 10 days Uncomplicated skin and skin structure infections: 200 mg twice daily for 10 days   === Children (2 months to 12 years of age) === Pneumonia, otitis media or sinusitis: 3 mg/kg/dose, 3 times a day, after meals. The dosage may be increased up to 6 mg/kg/dose as needed, but not exceed the maximum dose for adults. For children with diseases other than above: 3 mg/kg/dose, 3 times a day after meals. The dosage may be adjusted according to the disease or the patients age and symptoms, but not exceed the maximum dose for adults. Safety in low birth weight infants and newborns has not been established.   == Pregnancy ==   === Pregnancy Category B === Cefditoren pivoxil was not teratogenic up to the highest doses tested in rats and rabbits. In rats, this dose was 1000 mg/kg/day, which is approximately 24 times a human dose of 200 mg twice daily based on mg/m2/day. In rabbits, the highest dose tested was 90 mg/kg/day, which is approximately four times a human dose of 200 mg twice daily based on mg/m2/day. This dose produced severe maternal toxicity and resulted in fetal toxicity and abortions. In a postnatal development study in rats, cefditoren pivoxil produced no adverse effects on postnatal survival, physical and behavioral development, learning abilities, and reproductive capability at sexual maturity when tested at doses of up to 750 mg/kg/day, the highest dose tested. This is approximately 18 times a human dose of 200 mg twice daily based on mg/m2/day. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproductive studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed.   == Geriatric use == Of the 2675 patients in clinical studies who received cefditoren pivoxil 200 mg twice daily, 308 (12%) were >65 years of age. Of the 2159 patients in clinical studies who received cefditoren pivoxil 400 mg twice daily, 307 (14%) were >65 years of age. No clinically significant differences in effectiveness or safety were observed between older and younger patients. No dose adjustments are necessary in geriatric patients with normal renal function. This drug is substantially excreted by the kidney, and the risk of toxic reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function.   == International approvals == Cefditoren pivoxil is available as 200 and 400 mg tablets in the United States. It was marketed under the trade name Spectracef by Vansen Pharma Inc.  Cefditoren is also marketed under the name Meiact by Meiji Seika Pharma Co., Ltd. In India it is marketed under the brand name Zostum-O by Zuventus Healthcare.   === Proprietary Preparations and Countries === US:Spectracef; India:Zostum-O; Japan:Meiact; Russia:Spectracef; China:Meiact; Greece:Spectracef; Indonesia:Meiact; Italy:Giasion; Mexico:Spectracef; Portugal:Meiact; Thailand:Meiact; Turkey: Cftiten, Meiact; Sefporin Spain: Spectracef, Meiact.   == Contraindications == In patients with known allergy to the cephalosporin class of antibiotics or any of its components. Patients with carnitine deficiency or inborn errors of metabolism that may result in clinically significant carnitine deficiency, because use of cefditoren causes renal excretion of carnitine.   == Safety and tolerability == Cefditoren pivoxil is generally well-tolerated, with most adverse events being of mild-to-moderate severity and self-limiting. Gastrointestinal adverse events (e.g., diarrhoea, nausea and abdominal pain) were the most commonly reported adverse events, although they seldom led to treatment discontinuation. In a post-marketing surveillance evaluating safety in 2006 children with acute otitis media treated with cefditoren (median daily dose: 10.0 mg/kg with a median total treatment period of 7 days), the incidence of adverse reactions was 1.79%, without unexpected or serious adverse drug reactions reported. The most frequent adverse drug reaction was diarrhea (1.30%) that resolved or subsided during treatment or after discontinuation or completion of therapy in all cases. Data from the clinical studies carried out with cefditoren in the treatment of pharyngotonsillitis from 2007 to 2010 in Japan showed that the percentage of adverse events was very low and diarrhea was the most frequent event. In the largest study (734 children), the incidence of adverse reactions was 1.50% (11 events in 11 patients), with 3 events of diarrhea and three of hematuria in urinalysis without clinical symptoms. In a study carried out in children in Thailand comparing cefditoren (66 patients) with amoxicillin/clavulanic acid (72 patients) for 10 days in the treatment of acute bacterial rhinosinusitis, the most frequent adverse event was diarrhea, with significant (P = 0.02) differences in the percentages found for both compounds (4.5% with cefditoren vs. 18.1% for amoxicillin/clavulanic acid).   == Guidelines ==   === Japanese Guidelines === Japanese guidelines for the management of respiratory infectious diseases in children recommend cefditoren pivoxil as an initial antimicrobial therapy in children (2 months and older).   === A panel of 70 pulmonologists, coordinated by 9 experts in respiratory care recommendations === A consensus on appropriate prescribing in lower respiratory tract infection therapy was appraised by Delphi exercise, based on a panel of 70 pulmonologists, coordinated by a scientific committee of nine experts in respiratory medical care. Amongst 3rd-generation oral cephalosporins, cefditoren pivoxil has the highest intrinsic activity against Streptococcus pneumoniae, penicillin-resistant strains included. Amongst 3rd-generation oral cephalosporins, the spectrum of cefditoren is particularly balanced, includes both Gram-positive and Gram-negative species. The experts expressed the opinion that, due to its high intrinsic activity, cefditoren appears as an appropriate agent for either the treatment of lower respiratory tract infections and for parenteral to oral switch therapy as well.   == Ideal for switch therapy == The characteristics of oral antibiotics to be considered for the switch therapy (parenteral to oral antibiotic) are: (i) similar antimicrobial spectrum, (ii) high bioavailability, (iii) administration time 12–24 hours, (iv) good tolerability The expert panel reached a high level of consensus on cefditoren pivoxil as the most appropriate option for the switch therapy from parenteral third-generation cephalosporins (like cefotaxime or ceftriaxone) to oral therapy, because of the similar spectrum and the highest intrinsic activity.   == References ==   == External links == Drug Approval Package Manufacturer's Product website Manufacturer's prescribing information for Spectracef"}