{"name": "cefepime", "category": "drug", "content": "Cefepime is a fourth-generation cephalosporin antibiotic. Cefepime has an extended spectrum of activity against Gram-positive and Gram-negative bacteria, with greater activity against both types of organism than third-generation agents. A 2007 meta-analysis suggested when data of trials were combined, mortality was increased in people treated with cefepime compared with other β-lactam antibiotics. In response, the U.S. Food and Drug Administration (FDA) performed their own meta-analysis which found no mortality difference. Cefepime was patented in 1982 by Bristol-Myers Squibb and approved for medical use in 1994. It is available as a generic drug and sold under a variety of trade names worldwide. It was removed from the World Health Organization's List of Essential Medicines in 2019.   == Medical use == Cefepime is usually reserved to treat moderate to severe nosocomial pneumonia, infections caused by multiple drug-resistant microorganisms (e.g. Pseudomonas aeruginosa) and empirical treatment of febrile neutropenia. Cefepime has good activity against important pathogens including Pseudomonas aeruginosa, Staphylococcus aureus, and multiple drug-resistant Streptococcus pneumoniae. A particular strength is its activity against Enterobacteriaceae. Whereas other cephalosporins are degraded by many plasmid- and chromosome-mediated beta-lactamases, cefepime is stable and is a front-line agent when infection with Enterobacteriaceae is known or suspected.   === Spectrum of bacterial susceptibility === Cefepime is a broad-spectrum cephalosporin antibiotic and has been used to treat bacteria responsible for causing pneumonia and infections of the skin and urinary tract. Some of these bacteria include Pseudomonas, Escherichia, and Streptococcus species. The following represents MIC susceptibility data for a few medically significant microorganisms:  Escherichia coli: ≤0.007 – 128 μg/ml Pseudomonas aeruginosa: 0.06 – >256 μg/ml Streptococcus pneumoniae: ≤0.007  – >8 μg/ml   == Chemistry ==  The combination of the syn-configuration of the methoxy imino moiety and the aminothiazole moiety confers extra stability to β-lactamase enzymes produced by many bacteria.  The N-methyl pyrrolidine moiety increases penetration into Gram-negative bacteria. These factors increase the activity of cefepime against otherwise resistant organisms including Pseudomonas aeruginosa and Staphylococcus aureus.   == Trade names ==  Following expiration of the Bristol-Myers Squibb patent, cefepime became available as a generic and is now marketed by numerous companies worldwide under tradenames including Neopime (Neomed), Maxipime, Cepimax, Cepimex, and Axepim.   == References ==   == External links == \"Cefepime\". Drug Information Portal. U.S. National Library of Medicine."}