{"name": "cefiderocol", "category": "drug", "content": "Cefiderocol, sold under the brand name Fetroja among others, is an antibiotic used to treat complicated urinary tract infections when no other options are available. It is indicated for the treatment of multi-drug-resistant Gram-negative bacteria including Pseudomonas aeruginosa. It is given by injection into a vein. Common side effects include diarrhea, infusion site reactions, constipation and rash. Cefiderocol is in the cephalosporin family of medications. It was approved for medical use in the United States in November 2019, and in the European Union in April 2020. In September 2020, cefiderocol (Fetroja) received FDA approval as supplemental New Drug Application (sNDA) for treatment of hospital-acquired bacterial pneumonia (HABP) and ventilator-associated bacterial pneumonia (VABP) when caused by Gram-negative bacteria resistant to other antibiotics. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Cefiderocol is used to treat adults with complicated urinary tract infections, including kidney infections caused by susceptible Gram-negative microorganisms, who have limited or no alternative treatment options. In the United States, cefiderocol is indicated in adults 18 years of age or older who have limited or no alternative treatment options for the treatment of complicated urinary tract infections (cUTIs), including pyelonephritis caused by the following susceptible Gram-negative microorganisms: Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis, Pseudomonas aeruginosa, and Enterobacter cloacae complex. For the treatment of severe pneumonia (HABP and VABP), it is indicated in patients 18 years of age and older whose pneumonia is not responding to other, more commonly used antibiotics and is confirmed to be caused by one of the following Gram-negative organisms:  Acinetobacter baumannii complex Escherichia coli Enterobacter cloacae complex Klebsiella pneumoniae Pseudomonas aeruginosa Serratia marcescens This indication is supported by a study in which cefiderocol was not inferior to meropenem in treating nosocomial pneumonia caused by Gram-negative bacteria. The primary endpoint of the study was mortality due to any cause at day 14, where both antibiotics were shown to be equally effective. As of 2020, cefiderocol is indicated in the European Union for the treatment of infections due to aerobic Gram-negative bacteria in adults with limited treatment options.   == Adverse effects == Cefiderocol may cause serious and life-threatening allergic reactions, severe diarrhea caused by C. difficile and seizures. An increased rate of mortality was observed in people treated with cefiderocol as compared to other antibiotics in a separate clinical trial in critically ill people with multidrug-resistant Gram-negative bacterial infections. The higher rate was observed in people treated for hospital-acquired/ventilator-associated pneumonia (i.e., nosocomial pneumonia), bloodstream infections, or sepsis. The cause of death has not been established, but some of the deaths were a result of worsening or complications of infection, or underlying co-morbidities. The safety and efficacy of cefiderocol has not been established for the treatment of these types of infections.  Hence, cefiderocol label includes a warning regarding the higher all-cause mortality rate. In 2021, the first cases of antibiotic resistance were reported, and as of 2022 alarming proportions of up to 50% of resistance in some cohorts have been reported. In September 2022, the German RKI reported victims of the Russian invasion of Ukraine with cefiderocol resistant surgical infections (Klebsiella species and Acinetobacter baumannii) who had been treated in Germany.   == Pharmacology == Its structure is similar to cefepime and ceftazidime, but a chlorocatechol group at the end of the C-3 side chain further enhances its  β-lactamase stability and renders it a siderophore. This means it enters into bacterial cells by binding to iron, which is actively transported into the bacterial cells. It was the first siderophore antibiotic to be approved by the U.S. Food and Drug Administration (FDA). It bypasses the bacterial porin channels by using the bacteria's own iron-transport system for being transported in. Once within the periplasmic space, cefiderocol dissociates from the iron and binds to PBPs, inhibiting peptidoglycan cell wall synthesis. Cefiderocol shows high stability against β-lactamases, with a broad spectrum of activity against all classes of carbapenemases, including serine-carbapenemases (class A such as KPC and class D such as OXA-48) and metallo-β-lactamases (class B such as VIM, NDM, and IMP).   == History == Cefiderocol received a Qualified Infectious Disease Product designation from the U.S. Food and Drug Administration (FDA) and was granted priority review. In November 2019, the FDA granted approval of cefiderocol to Shionogi & Co. as an antibacterial drug for treatment of adults 18 years of age or older with complicated urinary tract infections (cUTI), including kidney infections caused by susceptible Gram-negative microorganisms, who have limited or no alternative treatment options. The safety and effectiveness of cefiderocol was demonstrated in a study (NCT02321800) of 448 participants with cUTIs. Of the participants who were administered cefiderocol, 72.6% had resolution of symptoms and eradication of the bacteria approximately seven days after completing treatment, compared with 54.6% in participants who received an alternative antibiotic. The clinical response rates were similar between the two treatment groups. The trial included participants from Europe, United States and Mexico. In the clinical trial, participants with cUTI were chosen at random to receive cefiderocol, or another antibacterial drug called imipenem/cilastatin. Both treatments were given intravenously for 7–14 days and neither the participants nor the health care professionals knew which drugs were given until after the trial was complete. Participants could not be switched to an oral antibacterial drug to complete the treatment for cUTI. The benefit of cefiderocol was measured by the proportion of participants who achieved cure or improvement in their symptoms related to cUTI and a negative urine culture test in comparison to imipenem/cilastatin. In April 2020, Cefiderocol was approved for medical use in the European Union.   == References ==   == Further reading == Committee for Medicinal Products for Human Use (27 February 2020). \"Fetcroja: EPAR - Public assessment report\" (PDF). European Medicines Agency (EMA). EMA/136096/2020.   == External links == \"Cefiderocol\". Drug Information Portal. U.S. National Library of Medicine. \"Cefiderocol sulfate tosylate\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT02321800 for \"A Study of Efficacy and Safety of Intravenous Cefiderocol (S-649266) Versus Imipenem/Cilastatin in Complicated Urinary Tract Infections (APEKS-cUTI)\" at ClinicalTrials.gov"}