{"name": "cefixime", "category": "drug", "content": "Cefixime, sold under the brand name Suprax among others, is an antibiotic medication used to treat a number of bacterial infections. These infections include otitis media, strep throat, pneumonia, urinary tract infections, gonorrhea, and Lyme disease. For gonorrhea typically only one dose is required. In the United States it is a second-line treatment to ceftriaxone for gonorrhea. It is taken by mouth. Common side effects include diarrhea, abdominal pain, and nausea. Serious side effects may include allergic reactions and Clostridium difficile diarrhea. It is not recommended in people with a history of a severe penicillin allergy. It appears to be relatively safe during pregnancy. It is in the third-generation cephalosporin class of medications. It works by disrupting the bacteria's cell wall resulting in its death. Cefixime was patented in 1979 and approved for medical use in the United States in 1989. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication in the United States.   == Medical uses == Cefixime treats infections of the:  Urinary tract: Uncomplicated urinary tract infections caused by susceptible isolates of Escherichia coli and Proteus mirabilis. Ear: Otitis media caused by Haemophilus influenzae, Moraxella catarrhalis and Streptococcus pyogenes. Throat: Tonsillitis and pharyngitis caused by Streptococcus pyogenes. Chest and lungs: Chronic bronchitis caused by Streptococcus pneumoniae and Haemophilus influenzae. Cervix and urethra: Gonorrhea (cervical/urethral) caused by susceptible isolates of Neisseria gonorrhoeae (penicillinase-and non-penicillinase-producing isolates). Skin and soft tissue infection: effective against group A and B beta-hemolytic streptococci. However, Staphylococcus aureus, coagulase-negative staphylococci and enterococci are resistant. It is also used to treat typhoid fever.   === Spectrum of bacterial susceptibility === Cefixime is a broad spectrum cephalosporin antibiotic and is commonly used to treat bacterial infections of the ear, urinary tract, and upper respiratory tract. The following represents MIC susceptibility data for a few medically significant microorganisms:  Escherichia coli: 0.015 μg/mL – 4 μg/mL Haemophilus influenzae: ≤0.004 μg/mL – >4 μg/mL Proteus mirabilis: ≤0.008 μg/mL – 0.06 μg/mL Streptococcus pneumoniae: 0.12 μg/mL Staphylococcus aureus: >128 μg/mL (Resistant) Enterobacter spp.: >128 μg/mL (Resistant)    == Mechanism of action == The bactericidal action of Cefixime is due to the inhibition of cell wall synthesis. It binds to one of the penicillin binding proteins (PBPs) which inhibits the final transpeptidation step of the peptidoglycan synthesis in the bacterial cell wall, thus inhibiting biosynthesis and arresting cell wall assembly resulting in bacterial cell death. Absorption Only 40–50% is absorbed from the GI tract (oral bioavailability). Absorption may be slowed but not decreased when taken with food. Average peak concentration after administration of oral suspension is approximately 25–50% greater than the peak concentration following oral tablet or capsules administration. Distribution It has high concentrations in bile and urine. It can cross the placenta and its protein binding capacity is 65%.   == Contraindications == Cefixime is contraindicated in patients with known sensitivity or allergies to cephalosporin class of antibiotics. As Cefixime is a third generation cephalosporin, it is not contraindicated for patients with a true penicillin allergy.   == Adverse effects ==  Adverse drug reactions include diarrhea, dyspepsia, nausea and vomiting. Hypersensitivity reactions like skin rashes, urticaria and Stevens–Johnson syndrome have been reported. There is no specific antidote for cefixime overdosage.   == Drug interactions == Alcohol – No major interaction has been observed between cefixime and alcohol.   == History == It was sold under the trade name Suprax 125 in the United States until 2003, when it was taken off the market by drug manufacturer Wyeth after its patent expired. Lupin started selling Suprax in the United States in 2007, and it is available in different formulations and strengths.   == Marketing == Cefixime is marketed under many brand names worldwide; examples include Pancef, Caricef, Taxim o, Texit, Ofex, Ceftid, Cef-3, Denvar, 3-C, Cefim, Magnett, Oroken, Ofiken, Fix-A, and Zifi. In India it is marketed as Zifi 200 and is commonly counterfeited.   == References =="}