{"name": "cefotaxime", "category": "drug", "content": "Cefotaxime is an antibiotic used to treat a number of bacterial infections in human, other animals and plant tissue culture. Specifically in humans it is used to treat joint infections, pelvic inflammatory disease, meningitis, pneumonia, urinary tract infections, sepsis, gonorrhea, and cellulitis. It is given either by injection into a vein or muscle. Common side effects include nausea, allergic reactions, and inflammation at the site of injection. Another side effect may include Clostridium difficile diarrhea. It is not recommended in people who have had previous anaphylaxis to a penicillin. It is relatively safe for use during pregnancy and breastfeeding. It is in the third-generation cephalosporin family of medications and works by interfering with the bacteria's cell wall. Cefotaxime was discovered in 1976, and came into commercial use in 1980. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == It is a broad-spectrum antibiotic with activity against numerous gram-positive and gram-negative bacteria. Given its broad spectrum of activity, cefotaxime is used for a variety of infections, including:  Lower respiratory tract infections – e.g. pneumonia (most commonly caused by S. pneumoniae) Genitourinary system infections – urinary tract infections (e.g. E. coli, S. epidermidis, P. mirabilis) and cervical/urethral gonorrhea Gynecologic infections – e.g. pelvic inflammatory disease, endometritis, and pelvic cellulitis Sepsis – secondary to Streptococcus spp., S. aureus, E. coli, and Klebsiella spp. Intra-abdominal infections – e.g. peritonitis Bone and joint infections – S. aureus, Streptococcus spp. CNS infections – e.g. meningitis/ventriculitis secondary to N. meningitidis, H. influenzae, S. pneumoniae Although cefotaxime has demonstrated efficacy in these infections, it is not necessarily considered to be the first-line agent.  In meningitis, cefotaxime crosses the blood–brain barrier better than cefuroxime.   === Spectrum of activity === As a β-lactam antibiotic in the third-generation class of cephalosporins, cefotaxime is active against numerous Gram-positive and Gram-negative bacteria, including several with resistance to classic β-lactams such as penicillin.  These bacteria often manifest as infections of the lower respiratory tract, skin, central nervous system, bone, and intra-abdominal cavity.  While regional susceptibilities must always be considered, cefotaxime typically is effective against these organisms (in addition to many others):  Staphylococcus aureus (not including MRSA) and S. epidermidis Streptococcus pneumoniae and S. pyogenes Escherichia coli Haemophilus influenzae Neisseria gonorrhoeae and N. meningitidis Klebsiella spp. Burkholderia cepacia Proteus mirabilis and P. vulgaris Enterobacter spp. Bacteroides spp. Fusobacterium spp. Notable organisms against which cefotaxime is not active include Pseudomonas and Enterococcus. As listed, it has modest activity against the anaerobic Bacteroides fragilis. The following represents MIC susceptibility data for a few medically significant microorganisms:  H. influenzae: ≤0.007 – 0.5 μg/mL S. aureus: 0.781 – 172 μg/mL S. pneumoniae: ≤0.007 – 8 μg/mL  Historically, cefotaxime has been considered to be comparable to ceftriaxone (another third-generation cephalosporin) in safety and efficacy for the treatment of bacterial meningitis, lower respiratory tract infections, skin and soft tissue infections, genitourinary tract infections, and bloodstream infections, as well as prophylaxis for abdominal surgery. The majority of these infections are caused by organisms traditionally sensitive to both cephalosporins. However, ceftriaxone has the advantage of once-daily dosing, whereas the shorter half-life of cefotaxime necessitates two or three daily doses for efficacy.  Changing patterns in microbial resistance suggest cefotaxime may be suffering greater resistance than ceftriaxone, whereas the two were previously considered comparable.  Considering regional microbial sensitivities is also important when choosing any antimicrobial agent for the treatment of infection.   == Adverse reactions == Cefotaxime is contraindicated in patients with a known hypersensitivity to cefotaxime or other cephalosporins.  Caution should be used and risks weighed against potential benefits in patients with an allergy to penicillin, due to cross-reactivity between the classes. The most common adverse reactions experienced are:  Pain and inflammation at the site of injection/infusion (4.3%) Rash, pruritus, or fever (2.4%) Colitis, diarrhea, nausea, vomiting (1.4%)   == Mechanism of action == Cefotaxime is a β-lactam antibiotic (which refers to the structural components of the drug molecule itself).  As a class, β-lactams inhibit bacterial cell wall synthesis by binding to one or more of the penicillin-binding proteins (PBPs). This inhibits the final transpeptidation step of peptidoglycan synthesis in bacterial cell walls, thus inhibiting cell wall biosynthesis. Bacteria eventually lyse due to ongoing activity of cell wall autolytic enzymes (autolysins and murein hydrolases) in the absence of cell wall assembly.  Due to the mechanism of their attack on bacterial cell wall synthesis, β-lactams are considered to be bactericidal. Unlike β-lactams such as penicillin and amoxicillin, which are highly susceptible to degradation by β-lactamase enzymes (produced, for example, nearly universally by S. aureus), cefotaxime boasts the additional benefit of resistance to β-lactamase degradation due to the structural configuration of the cefotaxime molecule. The syn-configuration of the methoxyimino moiety confers stability against β-lactamases.  Consequently, the spectrum of activity is broadened to include several β-lactamase-producing organisms (which would otherwise be resistant to β-lactam antibiotics), as outlined below. Cefotaxime, like other β-lactam antibiotics, does not only block the division of bacteria, including cyanobacteria, but also the division of cyanelles, the photosynthetic organelles of the glaucophytes, and the division of chloroplasts of bryophytes. In contrast, it has no effect on the plastids of the vascular plants. This supports the endosymbiotic theory and indicates an evolution of plastid division in land plants.   == Administration == Cefotaxime is administered by intramuscular injection or intravenous infusion. As cefotaxime is metabolized to both active and inactive metabolites by the liver and largely excreted in the urine, dose adjustments may be appropriate in people with renal or hepatic impairment.   == Plant tissue culture == Cefotaxime is the only cephalosporin which has very low toxicity in plants, even at higher concentration (up to 500 mg/L). It is widely used to treat plant tissue infections with Gram-negative bacteria, while vancomycin is used to treat the plant tissue infections with Gram-positive bacteria.   == See also == Ceftazidime   == References ==   == External links == \"Cefotaxime\". Drug Information Portal. U.S. National Library of Medicine."}