{"name": "cefoxitin", "category": "drug", "content": "Cefoxitin is a second-generation cephamycin antibiotic developed by Merck & Co., Inc. from Cephamycin C in the year following its discovery, 1972. It was synthesized in order to create an antibiotic with a broader spectrum. It is often grouped with the second-generation cephalosporins. Cefoxitin requires a prescription and as of 2010 is sold under the brand name Mefoxin by Bioniche Pharma, LLC. The generic version of cefoxitin is known as cefoxitin sodium.   == History and discovery == Groups of researchers at Merck and Lilly discovered Cephamycin C while looking at penicillin-producing bacteria. This followed their discovery of erythromycin, another antibiotic. Cephamycin C was the first cephem discovered but while it was highly resistant to several beta-lactamases, as is its derivative cefoxitin, it was almost only effective against Gram negative bacteria. The scientists used chemically modified the compound to give cefoxitin, so titled due to its semi-synthetic nature. This new modification broadened its spectrum to include Gram positive bacteria. More than 300 modifications were made to it and tested on the cephalosporin base with methoxy groups at the 7-alpha position. Yet only cefoxitin retained its previous effectiveness against Gram negative bacteria, developed effectiveness against Gram positive bacteria, and resisted breakdown by beta-lactamase. Cefoxitin, and the cephamycin family as a whole, served as a branching point and impulsed the discovery of more classes of beta-lactams. This is in part due to their primary and early discovery in the broths studied.   == Mechanism == Cefoxitin is a beta-lactam antibiotic which binds to penicillin binding proteins, or transpeptidases. By binding to PBPs, cefoxitin prevents the PBPs from forming the cross-linkages between the peptidoglycan layers that make up the bacterial cell wall, thereby interfering with cell wall synthesis. It is a strong beta-lactamase inducer, as are certain other antibiotics (such as imipenem). However, cefoxitin is a better substrate than imipenem for beta-lactamases.   == Microbiological resistance == In the presence of cefoxitin, bacteria that make beta-lactamases will increase their production and secretion to cleave the beta lactam ring. As a cephamycin, cefoxitin is highly resistant to hydrolysis by some beta-lactamases, in part due to the presence of the 7-alpha-methoxy functional group (see skeletal formula above). Another more efficient form of resistance to cefoxitin is provided by the mecA gene in bacteria. This gene codes for an alternative penicillin binding protein, PBP2a. This PBP has a lower binding affinity for penicillin-based antibiotics such as cefoxitin and will continue to cross-link the peptidoglycan layers of the cell wall even in the presence of the beta-lactam antibiotics. MRSA, or methicillin-resistant Staphylococcus aureus is a strain that has acquired resistance to cefoxitin via this gene. For the purposes of detecting bacterial strains with the mecC gene, which like mecA codes for a different PBP, cefoxitin is more reliable than oxacillin because mecC does not correlate as strongly with oxacillin resistance.   == Spectrum of bacterial susceptibility == Cefoxitin's spectrum of in vitro antimicrobial activity includes a broad range of gram-negative and gram-positive bacteria, including anaerobes. It is inactive against most strains of Pseudomonas aeruginosa and many strains of Enterobacter cloacae. Staphylococci that are resistant to methicillin and oxacillin should also be considered clinically resistant to cefoxitin even if they test susceptible by in vitro methods. Major bacterial strains susceptible to cefoxitin include:  methicillin-susceptible Staphylococcus aureus Streptococcus sp. E. coli Salmonella sp. Proteus vulgaris Flavobacterium sp. Klebsiella sp. Major bacteria resistant to cefoxitin include:  methicillin-resistant Staphylococcus aureus Enterococci Listeria monocytogenes Enterobacter sp. Bacteroides sp.   == Replacement and substitution == In a 2005 study, Fernandes et al. determined that cefoxitin serves as an appropriate replacement for methicillin in determining if some bacteria display methicillin resistance. Likewise, Funsun et al. found in a 2009 study that cefoxitin disk assays correctly identified all 60 mecA-positive Staphylococcus aureus, or MRSA isolates, to be resistant to cefoxitin. Due, in part, to the unavailability of methicillin in the United States, cefoxitin has replaced methicillin for disk diffusion tests, which determine the sensitivity of a bacterial specimen to a given antibiotic. Cefoxitin also yields more accurate results for disk diffusion tests. Interpretive criteria for determining susceptibility to cefoxitin via disk diffusion are greater than or equal to 22mm resulting in a \"susceptible\" result for Staphylococcus aureus and greater than or equal to 25mm for coagulase-negative staphylococci to be considered susceptible. The following are susceptibility data for several medically significant microorganisms, measured by minimum inhibitory concentration, which is an alternative, liquid medium test for susceptibility.  Escherichia coli: 0.2 μg/ml – 64 μg/ml Haemophilus influenzae: 0.5 μg/ml – 12.5 μg/ml Streptococcus pneumoniae: 0.2 μg/ml – 1 μg/ml   == Uses in medicine == Cefoxitin is sold in three major IV doses, 1g, 2g, and 10g. It is usually given to adults every six to eight hours in 1g or 2g doses. Cefoxitin may interfere with tests detecting urine glucose and result in a false positive. As with any antibiotic, it should not be given to patients who are allergic to it. Cefoxitin is used to treat:  Skin infections, primarily due to Staphylococcus Urinary tract infections Bronchitis Tonsillitis Ear infections Bacterial pneumonia Sepsis Bone and joint infections Abdominal infections and abscesses Perineum injuries Pelvic inflammatory disease Gonorrhea Infections caused by susceptible bacteria mentioned earlier Cefoxitin has many other uses; it may be given prior to surgery to prevent the development of surgical wound infections, and when used in third and fourth degree perineal injuries in women after giving vaginal birth, cefoxitin decreases infection rate at two and six weeks. However, the earlier and more times a child is exposed to cefoxitin, as with early and multiple exposure to many antibiotics, the greater the likelihood of developing inflammatory bowel disease later in life. This may be due in part to a decreased variety of microorganisms in the digestive system. It is also used to treat pelvic inflammatory disease, because it is a broad spectrum antibiotic. For outpatient treatment, oral antibiotics or those with less frequent dosing may be prescribed. As an effective alternative to penicillin and spectinomycin, and replacement for methicillin, cefoxitin is used to treat gonorrhea in both men and women with few side effects.   == Side effects == Side effects for cefoxitin are regarded as mild. Common side effects include:  local tenderness or pain at the site of injection skin color change, mild diarrhea mild nausea headache loss of appetite vaginal discharge and itching swelling of feet or legs. While cefoxitin has not been associated with alcohol incompatibility like other members of the second generation cephalosporins class, it has been with a higher risk of coagulopathy, a bleeding disorder. This is not a comprehensive list and not intended to provide medical advice. If any of the previous side effects are severe, or if an allergic reaction takes place immediately contact your doctor.   == Notable drug interactions ==   === Contraindications === A contraindication means that the drug in question should not be used under particular circumstances. For cefoxitin, this includes patients who are hypersensitive to cephalosporin antibiotics. Patients with colitis, kidney disease, or liver disease are also advised not to take cefoxitin. However, some drug databases will considers the diseases means for caution rather than contraindications.   === Major or Severe === Aside from the above-mentioned contraindications and diseases which require monitoring by a doctor, the live cholera and live typhoid vaccines are known to have a severe interaction with cefoxitin. Individuals on a low sodium diet, undergoing dialysis, or who have experienced seizures, particularly following antibiotic therapy, should also consult their physician prior to taking cefoxitin.   === Moderate === Only take additional antibiotics, anticoagulants and blood thinners under doctor supervision. Cefoxitin may decrease the effectiveness of hormonal birth control. This increases the risk for pregnancy and a medical consult will help determine whether backup birth control methods should be used.   === Minor === Minor drug interactions do not usually require a change in treatment. Your doctor may monitor specific events, such as bleeding, while taking cefoxitin. Two such minor interactions occur between cefoxitin and heparin as well as genistein.   == Pharmacodynamic and pharmacokinetic data == Pharmocokinetic and pharmacodynamic data for cefoxitin are, as of 2013, considered limited and outdated. A few relatively recent studies have attempted to remedy that. One such study was by the Hôpitaux de Paris in collaboration with the French Ministry of Health. However, while the clinical trials were completed in 2015, no study data have been published. The expected results from using cefoxitin over carbapenems, another type of antibiotic with a wider bacterial spectrum, included effective treatment of E. coli produce extended spectrum beta-lactamase, less selective pressure on the GI tract which better maintains balanced flora, and a lower treatment cost. This followed a 2012 French study on the same E. coli strain with CTX-M-15 extended release beta-lactamase. Lepeule et al. determined that in mice, the ideal pharmacodynamic target of fT>MIC=33%, where MIC is the minimum inhibitory concentration, was obtained with 200 mg/kg every four hours. The fT>MIC (%) was increased by 11% when the administration frequency was increased from every four hours to every three hours. This implied that increasing the frequency might yield similar results in humans. The study also found no significant difference between the effectiveness of carbapenems and cefoxitin and suggested that cefoxitin can be used as an alternative treatment for CTX-M producing E. coli to carbapenems such as imipenem and ertapenem.   == References ==   == External links == \"Cefoxitin\". Drug Information Portal. U.S. National Library of Medicine. \"Cefoxitin sodium\". Drug Information Portal. U.S. National Library of Medicine."}