{"name": "cefprozil", "category": "drug", "content": "Cefprozil is a second-generation cephalosporin antibiotic. Originally discovered in 1983, and approved in 1992, it was sold under the tradename Cefzil by Bristol Meyers Squibb until 2010 when the brand name version was discontinued. It continues to be available from various companies in its generic form. It is used in the treatment of pharyngitis, tonsillitis, ear infections, acute sinusitis, bacterial exacerbation of chronic bronchitis, and skin and skin structure infections. It is currently available as a tablet and as a liquid suspension.   == Adverse effects == Although there is a widely quoted cross-allergy risk of 10% between cephalosporins and penicillin, research has shown no increased risk for cross-allergy for cefprozil and several other second-generation or later cephalosporins. The most common side effects were increased hepatic lab values (including AST and ALGT), dizziness, eosinophilia, diaper rash and superinfection, genital pruritus, vaginitis, diarrhea, nausea, vomiting, and abdominal pain.   == Spectrum of bacterial susceptibility and resistance == Currently, bacteria like Enterobacter aerogenes, Morganella morganii and Pseudomonas aeruginosa are resistant to cefprozil, while Salmonella enterica serotype Agona and streptococci are susceptible to cefprozil. Some bacteria like Brucella abortus, Moraxella catarrhalis and Streptococcus pneumoniae have developed resistance towards cefprozil in varying degrees. Detailed minimum inhibition concentration information is given by the Cefprozil Susceptibility and Resistance Data sheet.   == Synthesis ==  Displacement of the allylic chloride in intermediate (1) with triphenylphosphine gives the phosphonium salt (2). This functionality is then converted to its ylide; condensation with acetaldehyde then leads to the vinyl derivative (3); deprotection then gives cefprozil. Semisynthetic oral cephalosporin consisting of ~90:10 Z/E isomeric mixture.   == References ==   == External links == Cefprozil MedlinePlus Drug Information"}