{"name": "ceftolozane", "category": "drug", "content": "Ceftolozane/tazobactam, sold under the brand name Zerbaxa, is a fixed-dose combination antibiotic medication used for the treatment of complicated urinary tract infections and complicated intra-abdominal infections in adults. Ceftolozane is a cephalosporin antibiotic, developed for the treatment of infections with gram-negative bacteria that are resistant to conventional antibiotics. It was studied for urinary tract infections, intra-abdominal infections and ventilator-associated bacterial pneumonia. The most common side effects include nausea (feeling sick), headache, constipation, diarrhea and fever. Ceftolozane is a type of antibiotic called a cephalosporin, which belongs to the wider group of antibiotics called beta-lactams. It works by interfering with the production of molecules that bacteria need to build their protective cell walls. This causes weakness in the bacterial cell walls which then become prone to collapse, ultimately leading to the death of the bacteria. Tazobactam blocks the action of bacterial enzymes called beta-lactamases. These enzymes enable bacteria to break down beta-lactam antibiotics like ceftolozane, making the bacteria resistant to the antibiotic's action. By blocking the action of these enzymes, tazobactam allows ceftolozane to act against bacteria that would otherwise be resistant to ceftolozane. Ceftolozane is combined with the β-lactamase inhibitor tazobactam, which protects ceftolozane from degradation. It was approved for medical use in the United States in December 2014, and in the European Union in September 2015. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Ceftolozane/tazobactam is indicated for the treatment of the following infections in adults caused by designated susceptible microorganisms:  Complicated intra-abdominal infections; Acute pyelonephritis; Complicated urinary tract infections. Hospital-acquired bacterial pneumonia and Ventilator-associated bacterial pneumonia (HABP/VABP)   == Chemical structure == Ceftolozane contains a 7-aminothiadiazole, affording increased activity against gram-negative organisms, as well as an alkoximino group, providing stability against many β-lactamases. Ceftolozane has a dimethylacetic acid moiety that contributes to enhanced activity against Pseudomonas aeruginosa. The addition of a bulky side chain (a pyrazole ring) at the 3-position prevents hydrolysis of the β-lactam ring via steric hindrance. Tazobactam is a penicillinate sulfone β-lactamase inhibitor, which prevents hydrolysis of the amide bond of the β-lactam molecules by β-lactamase enzymes.   == Mechanism of action == Ceftolozane exerts bactericidal activities against susceptible gram-negative and gram-positive infections by inhibiting essential penicillin-binding proteins (PBPs), which are required for peptidoglycan cross-linking for bacterial cell wall synthesis, resulting in inhibition of cell wall synthesis and subsequent cell death. Ceftolozane is an inhibitor of PBPs of Pseudomonas aeruginosa (e.g. PBP1b, PBP1c, and PBP3) and E. coli (e.g., PBP3). Tazobactam is a potent β-lactamase inhibitor of most common class A and C β-lactamases. Tazobactam has little clinically relevant in vitro activity against bacteria due to its reduced affinity to penicillin-binding proteins; however, it is an irreversible inhibitor of some β-lactamases (certain penicillinases and cephalosporinases) and can covalently bind to some chromosomal and plasmid-mediated bacterial beta-lactamases. The addition of tazobactam strengthens the therapeutic response to ceftolozane, giving it the ability to treat a broader range of bacterial infections and resistant organisms.   == Pharmacokinetics ==   === Absorption and distribution === Ceftolozane–tazobactam is available as a 2:1 fixed combination (such that a 1.5 g dose of ceftolozane–tazobactam is composed of 1 g of ceftolozane and 500 mg of tazobactam). Ceftolozane-tazobactam is administered intravenously. For both ceftolozane and tazobactam, the peak plasma concentration occurs immediately after a 60 minute infusion, with a time to maximum concentration of approximately one hour. The binding of ceftolozane to human plasma proteins is approximately 16% to 21%, while the binding of tazobactam is approximately 30%. The mean steady-state volume of distribution in healthy adult males after a single 1.5 g IV dose is 13.5 L for ceftolozane and 18.2 L for tazobactam, which is similar to extracellular fluid volume. Tissue distribution of ceftalozone-tazobactam is rapid and shows good penetration into the lung, rendering it an ideal treatment for bacterial pneumonia.   === Metabolism and elimination === The metabolism and excretion of ceftolozane are similar to those of most β-lactam antimicrobial agents. Ceftolozane is not metabolized to any significant extent and thus predominantly eliminated unchanged in the urine. Tazobactam is partially metabolized to an inactive metabolite, and both drug and metabolite are excreted in the urine (80% as unchanged drug). The half-life of ceftolozane is 2.5–3.0 hours, and the half-life of tazobactam is approximately 1.0 hour; the clearance of both drugs is directly proportional to renal function. Tazobactam primarily undergoes renal excretion via active tubular secretion. Coadministration of ceftolozane with tazobactam does not result in an interaction, since ceftolozane is primarily eliminated by glomerular filtration.   == Spectrum of activity == The in vitro activity of ceftolozane–tazobactam has been examined in five surveillance studies of isolates from Europe and North America. In these studies, ceftolozane–tazobactam was notable for its activity against Pseudomonas aeruginosa, a common cause of hospital-acquired infections that is commonly multi-drug resistant.  Ninety percent of Pseudomonas aeruginosa isolates were inhibited by a ceftolozane–tazobactam at a concentration of 4 μg/mL (MIC90), making it the most potent anti-pseudomonal antibiotic in clinical use. In these same studies, ceftolozane–tazobactam exhibited MIC90 values of <1 μg/mL for Escherichia coli, Citrobacter koseri, Morganella morganii, Proteus mirabilis, Salmonella species, and Serratia marcescens.  Somewhat poorer activity is observed for the Klebsiella and Enterobacter species, with the MIC90 for extended spectrum beta-lactamase expressing Klebsiella pneumoniae being >32 μg/mL.   == Adverse drug reactions == The adverse-event profile of ceftolozane/tazobactam from two phase 2 trials (comparing either ceftolozane alone or in combination with tazobactam to ceftazidime or meropenem) suggests that ceftolozane/tazobactam is well tolerated. The most common AEs reported with ceftolozane/tazobactam were headache (5.8%), constipation (3.9%), hypertension (3%), nausea (2.8%), and diarrhea (1.9%).   == Drug interactions == Based on previous trial data and ongoing clinical trials, no significant drug–drug or food–drug interactions have been associated with ceftolozane/tazobactam administration. However, drug–drug interactions similar to those observed with the cephalosporin class of antimicrobials and β-lactamase inhibitors should be considered as potential interactions until further drug–drug interactions have been completely elucidated. Moreover, as a result of drug accumulation in renal impairment, caution should be taken when coadministering ceftolozane/tazobactam with other renally eliminated medications due to possible nephrotoxicity   == Chemical synthesis == Researchers at Cubist Pharmaceuticals (prior to the acquisition of Cubist by Merck) discovered and developed a synthesis of ceftolozane sulfate based on a palladium-mediated coupling in the presence of the cephalosporin nucleus, marking a significant advancement in the chemistry of cephalosporin antibiotics. This chemistry was determined to be general to the family of cephalosporin antibiotics. Key elements of the coupling reaction were the use of a designed, electron-deficient phosphite ligand in tandem with the addition of an exogenous chloride scavenging reagent, which functioned through the in situ precipitation of potassium chloride. This work is described only in the patent literature.   == History == The efficacy of ceftolozane/tazobactam to treat complicated intra-abdominal infections (cIAI) in combination with metronidazole was established in a clinical trial with a total of 979 adults. Participants were randomly assigned to receive ceftolozane/tazobactam plus metronidazole or meropenem. Results showed ceftolozane/tazobactam plus metronidazole was effective for the treatment of cIAI. The efficacy of ceftolozane/tazobactam to treat complicated urinary tract infections (cUTI) was established in a clinical trial where 1,068 adults were randomly assigned to receive ceftolozane/tazobactam or levofloxacin. Ceftolozane/tazobactam demonstrated it was effective in treating cUTI. Ceftolozane/tazobactam was shown to be at least as effective as other antibiotics in curing infections in three main studies. One study involved 1,083 participants who mostly had kidney infection or in some cases a complicated urinary-tract infection. Ceftolozane/tazobactam successfully treated the infection in about 85% of the cases where it was given (288 of 340), compared with 75% (266 of 353) of those given another antibiotic called levofloxacin. The second study involved 993 participants with complicated intra-abdominal infections. Ceftolozane/tazobactam was compared with another antibiotic, meropenem. Both medicines cured 94% of participants (353 out of 375 given ceftolozane/tazobactam and 375 out of 399 given meropenem). The third study involved 726 participants who were using a ventilator and who had either hospital-acquired pneumonia or ventilator-associated pneumonia. It found ceftolozane/tazobactam to be at least as effective as meropenem: the infection had resolved in 54% of participants (197 out of 362) after 7 to 14 days of treatment with ceftolozane/tazobactam compared with 53% of participants (194 out of 362) on meropenem.   == References =="}