{"name": "ceftaroline fosamil", "category": "drug", "content": "Ceftaroline fosamil (INN) , brand name Teflaro in the US and Zinforo in Europe, is a cephalosporin antibiotic with anti-MRSA activity. Ceftaroline fosamil is a prodrug of ceftaroline. It is active against methicillin-resistant Staphylococcus aureus (MRSA) and other Gram-positive bacteria. It retains some activity of later-generation cephalosporins having broad-spectrum activity against Gram-negative bacteria, but its effectiveness is relatively much weaker. It is currently being investigated for community-acquired pneumonia and complicated skin and skin structure infection. Ceftaroline is being developed by Forest Laboratories, under a license from Takeda. Ceftaroline received approval from the U.S. Food and Drug Administration (FDA) for the treatment of community-acquired bacterial pneumonia and acute bacterial skin infections on 29 October 2010. In vitro studies show it has a similar spectrum to ceftobiprole, the only other fifth-generation cephalosporin to date, although no head-to-head clinical trials have been conducted. Ceftaroline and ceftobiprole are on an unnamed subclass of cephalosporins by the Clinical and Laboratory Standards Institute (CLSI). It was removed from the World Health Organization's List of Essential Medicines in 2019.   == Clinical use ==  Ceftaroline is a novel cephalosporin with activity against methicillin-resistant S. aureus (MRSA) with phase III clinical trials for complicated skin and skin structure infections with reported non-inferior efficacy against MRSA compared to vancomycin and aztreonam. In 2009, ceftaroline had completed phase-III clinical trials for community-acquired pneumonia comparing it against ceftriaxone with non-inferior results and similar adverse reaction profile. However, only results for phase-II clinical trials in treatment of complicated skin and skin structure infections have been published. Sept 2009 : Phase III trials results reported. On 8 September 2010, the FDA Advisory Committee recommended approval for the treatment of community acquired bacterial pneumonia and complicated skin and skin structure infections. In October 2010, FDA approval was gained for treatment of community-acquired bacterial pneumonia and acute bacterial skin and skin structure infections, including MRSA. MRSA can develop resistance to ceftaroline through the alteration of penicillin-binding proteins. Amino acid-altering mutations in the ceftaroline-binding pocket of the transpeptidase region of penicillin-binding protein 2a (PBP2a) confer resistance to ceftaroline. Ceftaroline- and methicillin-resistant strains of S. aureus have been identified in Europe and Asia, but have not been identified in the United States. While cephalosporinases (a type of beta-lactamase that inactivates cephalosporins) confers resistance to other cephalosporins, cephalosporinases have not yet been identified as a mechanism of resistance to ceftaroline.   == Safety == The clinical studies indicated ceftaroline was well tolerated. The overall rate of adverse events was comparable between the two treatment groups (The CANVAS I and CANVAS II trials evaluated ceftaroline monotherapy versus vancomycin plus aztreonam in adult subjects with complicated skin and skin structure infections caused by Gram-positive and Gram-negative bacteria.). The overall discontinuation rate for ceftaroline-treated subjects was 2.7% compared to a rate of 3.7% for the comparator group-treated subjects. The most common adverse reactions occurring in > 2% of subjects receiving ceftaroline in the pooled phase-III clinical trials were diarrhea, nausea, and rash.:   == Contraindications == Known serious hypersensitivity to ceftaroline or other members of the cephalosporin class Anaphylaxis and anaphylactoid reactions   == Warnings and precautions ==  The warnings and precautions associated with ceftaroline include:   === Hypersensitivity reactions === Serious hypersensitivity (anaphylactic) reactions and serious skin reactions have been reported with beta-lactam antibiotics, including ceftaroline. Exercise caution in people with known hypersensitivity to beta-lactam antibiotics including ceftaroline. Before therapy with ceftaroline is instituted, careful inquiry about previous hypersensitivity reactions to other cephalosporins, penicillins, or carbapenems should be made. If this product is to be given to penicillin- or other beta-lactam-allergic people, caution should be exercised because cross sensitivity among beta-lactam antibacterial agents has been clearly established. If an allergic reaction to ceftaroline occurs, the drug should be discontinued. Serious acute hypersensitivity reactions require emergency treatment with epinephrine and other emergency measures, that may include airway management, oxygen, intravenous fluids, antihistamines, corticosteroids, and vasopressors as clinically indicated.   === Clostridium difficile-associated diarrhea === Clostridium difficile-associated diarrhea (CDAD) has been reported for nearly all antibacterial agents including ceftaroline, and may range in severity from mild diarrhea to fatal colitis. Careful medical history is necessary because CDAD has been reported to occur more than two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, antibacterials not directed against C. difficile should be discontinued, if possible.   === Development of drug-resistant bacteria === Prescribing ceftaroline in the absence of a proven or strongly suspected bacterial infection is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria.   === Direct Coombs test seroconversion === In the pooled phase-III CABP trials, 51/520 (9.8%) of subjects treated with ceftaroline compared to 24/534 (4.5%) of subjects treated with ceftriaxone seroconverted from a negative to a positive direct Coombs' test result. No clinical adverse reactions representing hemolytic anemia were reported in any treatment group. If anemia develops during or after treatment with ceftaroline, drug-induced hemolytic anemia should be considered. If drug-induced hemolytic anemia is suspected, discontinuation of ceftaroline should be considered and supportive care should be administered to the patient if clinically indicated.   === Interactions === No clinical drug-drug interaction studies have been conducted with ceftaroline fosamil. In vitro studies in human liver microsomes indicated that neither ceftaroline fosamil nor ceftaroline inhibits the major cytochrome P450 isoenzymes. Therefore, neither ceftaroline fosamil nor ceftaroline is expected to inhibit or induce the clearance of drugs that are metabolized by these metabolic pathways in a clinically relevant manner.   === Use in specific populations === For pregnant or nursing mothers, ceftaroline fosamil should be used only if the potential benefit outweighs the potential risk to the fetus or child. Safety and effectiveness in pediatric children has not been studied. Because elderly people 65 years of age or older are more likely to have decreased renal function and ceftaroline is excreted primarily by the kidney, care should be taken in dose selection in this age group as in younger people with impaired renal function. Dosage adjustment is required in people with moderately (30 to ‰¤ 50 mL/min) or severely (< 30 mL/min) impaired renal function. The pharmacokinetics of ceftaroline in people with hepatic impairment have not been established.   == Side effects == No adverse reactions occurred in greater than 5% of people receiving ceftaroline. The most common adverse reactions occurring in > 2% of people receiving ceftaroline in the pooled phase-III clinical trials were:  Diarrhea Nausea Rash   == Chemistry == Ceftaroline fosamil is used in form of the acetate. It is a prodrug that is converted to active metabolite ceftaroline and inactive metabolite ceftaroline-M1. Initial in vitro and in vivo animal studies referred to ceftaroline fosamil acetate as PPI-0903. Characteristic of cephalosporins, ceftaroline has a bicyclic ring with four-member β-lactam ring fused to a six-member cephem ring. Ceftaroline is thought to have activity against MRSA with its 1,3-thiazole ring.   == References ==   == External links == \"Ceftaroline fosamil\". Drug Information Portal. U.S. National Library of Medicine."}