{"name": "ceftazidime", "category": "drug", "content": "Ceftazidime, sold under the brand name Fortaz among others, is a third-generation cephalosporin antibiotic useful for the treatment of a number of bacterial infections. Specifically it is used for joint infections, meningitis, pneumonia, sepsis, urinary tract infections, malignant otitis externa, Pseudomonas aeruginosa infection, and vibrio infection. It is given by injection into a vein, muscle, or eye. Common side effects include nausea, allergic reactions, and pain at the site of injection. Other side effects may include Clostridium difficile diarrhea. It is not recommended in people who have had previous anaphylaxis to a penicillin. Its use is relatively safe during pregnancy and breastfeeding. It is in the third-generation cephalosporin family of medications and works by interfering with the bacteria's cell wall. Ceftazidime was patented in 1978 and came into commercial use in 1984. It is on the World Health Organization's List of Essential Medicines. Ceftazidime is available as a generic medication.   == Medical uses == Ceftazidime is used to treat lower respiratory tract, skin, urinary tract, blood-stream, joint, and abdominal infections, and meningitis. Ceftazidime is the first-line treatment for the tropical infection, melioidosis, an important cause of sepsis in Asia and Australia. Labeled indications include the treatment of patients with:  Pseudomonas aeruginosa infections other Gram-negative, aerobic infections neutropenic fever As a class, cephalosporins have activity against Gram-positive and Gram-negative bacteria. The balance of activity tips toward Gram-positive organisms for earlier generations; later generations of cephalosporins have more Gram-negative coverage. Ceftazidime is one of the few in this class with activity against Pseudomonas aeruginosa. However, ceftazidime is less effective for S. aureus than first and second generation cephalosporins. Also. cephalosporins until fourth generation are not active against methicillin-resistant Staphylococcus aureus.   === Spectrum of activity === Clinically relevant organisms against which ceftazidime has activity include:  Gram-negative aerobes such as Enterobacter, Escherichia coli, Haemophilus influenzae, Klebsiella spp., Proteus spp., Pseudomonas aeruginosa, and Neisseria meningitidis Gram-positive aerobes, such as group B streptococci, Streptococcus pneumoniae, and Streptococcus pyogenes Ceftazidime generally has poor efficacy against anaerobes, such as Bacteroides spp. The following represents MIC susceptibility data for a few clinically significant pathogens:  Escherichia coli: 0.015–512 μg/mL Pseudomonas aeruginosa: ≤0.03–1024 μg/mL    == Side effects == Ceftazidime is generally well tolerated. When side effects occur, they are most commonly local effects from the intravenous line site, allergic reactions, and gastrointestinal symptoms. According to one manufacturer, in clinical trials, allergic reactions including itching, rash, and fever, happened in fewer than 2% of patients. Rare but more serious allergic reactions, such as toxic epidermal necrolysis, Stevens–Johnson syndrome, and erythema multiforme, have been reported with this class of antibiotics, including ceftazidime. Gastrointestinal symptoms, including diarrhea, nausea, vomiting, and abdominal pain, were reported in fewer than 2% of patients. Another source reported, in addition, blood tests of patients may show increased eosinophils (8%), increased lactate dehydrogenase (6%), increased gamma-glutamyl transferase (5%), positive direct Coombs test (4%), increased platelets (thrombocythemia) (2%), increased ALT (7%), increased AST (6%), or increased alkaline phosphatase (4%).   === Contraindications === Ceftazidime is contraindicated in people with a known allergy to ceftazidime or to any other cephalosporin antibiotic.   === Precautions === Ceftazidime is mainly eliminated by the kidneys into the urine. As such, drug levels in the blood may build up in persons with kidney injury or kidney disease. This includes those on dialysis. In these cases of renal impairment, the drug is dosed less frequently. No dose adjustment is needed for those with liver disease.   === Pregnancy === According to the manufacturer, research studies in mice and rats showed no evidence of harm to the fetus, even at up to 40 times the human dose of ceftazidime. Importantly, though, no high-quality research studies of the effects of the drug in pregnant women were conducted.   == Mechanism of action == Third-generation cephalosporins differ from earlier generations in the presence of a C=N-OCH3 group in their chemical structure (cefuroxime & cefuzonam also bear this functional group but are only listed as class II). This group provides improved stability against certain beta-lactamase enzymes produced by Gram-negative bacteria. These bacterial enzymes rapidly destroy earlier-generation cephalosporins by breaking open the drug's beta-lactam chemical ring, leading to antibiotic resistance. Though initially active against these bacteria, with widespread use of third-generation cephalosporins, some Gram-negative bacteria that produce extended-spectrum beta-lactamases (ESBLs) are even able to inactivate the third-generation cephalosporins. Infections caused by ESBL-producing Gram-negative bacteria are of particular concern in hospitals and other healthcare facilities.   == Chemistry == In addition to the syn-configuration of the imino side chain, compared to other third-generation cephalosporins, the more complex moiety (containing two methyl and a carboxylic acid group) confers extra stability to beta-lactamase enzymes produced by many Gram-negative bacteria. The extra stability to β-lactamases increases the activity of ceftazidime against otherwise resistant Gram-negative organisms including Pseudomonas aeruginosa. The charged pyridinium moiety increases water-solubility. Ceftazidime shares the same variable R-group side chain with aztreonam, a monobactam antibiotic; the two drugs share a similar spectrum of activity, including activity against Pseudomonas aeruginosa.   == See also == Ceftazidime/avibactam   == References ==   == External links == \"Ceftazidime\". Drug Information Portal. U.S. National Library of Medicine."}