{"name": "cefuroxime axetil", "category": "drug", "content": "Cefuroxime axetil, sold under the brand name Ceftin among others, is a second generation oral cephalosporin antibiotic. It is an acetoxyethyl ester prodrug of cefuroxime which is effective orally.  The activity depends on in vivo hydrolysis and release of cefuroxime tablets. It was patented in 1976 and approved for medical use in 1987.   == Medical uses == Second generation cephalosporins are more effective in treating Gram-negative bacilli compared to first generation cephalosporins, which have a greater coverage for Gram-positive cocci. Also, it has been reported that cefuroxime is resistant to hydrolysis by β-lactamases produced by Gram-negative bacteria. Some medical uses are:  Upper respiratory tract infections Lower respiratory tract infections Urinary tract infections Skin and soft tissue infections Gonorrhoea Early Lyme disease   === Bacterial susceptibility === Cefuroxime axetil treats infections against methicillin-, oxacillin- and penicillin-sensitive bacterial strains. Cefuroxime axetil does not work against enterococci.  Gram-positive aerobic microorganisms  Staphylococcus aureus (Methicillin-sensitive only) Staphylococcus epidermidis Streptococcus pneumoniae (Penicillin-sensitive only) Gram-negative aerobic microorganisms  Haemophilus influenzae Moraxella catarrhalis Neisseria gonorrhoeae Escherichia coli Proteus mirabilis Klebsiella pneumoniae (variable activity)   == Mechanism of action == Cefuroxime axetil is a second generation cephalosporin that, like penicillins antibiotics, contains a β-lactam ring structure. Cephalosporins work as bactericidal antibiotics; that by binding to penicillin-binding proteins (PBPs), inhibit the last step of the bacterial cell wall synthesis. Once the β-lactam ring binds to PBPs, cross-linking between peptidoglycan units is inhibited.   == Pharmacokinetics == Absorption: Once consumed, cefuroxime axetil is converted to the active compound cefuroxime by esterases of mucosal cells in the gastrointestinal tract. Cefuroxime is then released for systematic circulation. If cefuroxime axetil is given with food, absorption values can increase by 52% compared to fasting patients. Distribution: It has been reported that after cefuroxime axetil administration, it can be found in tonsil tissue, sinus tissue, bronchial tissue and middle ear effusion. Elimination: After cefuroxime production, the body is unable to metabolize the drug, and is eliminated unchanged in the urine.   == History == It was discovered by Glaxo (now GlaxoSmithKline) and introduced in 1987. It was approved by FDA on December 28, 1987. It is available by GSK as Ceftin in the US and Ceftum in India.   == References ==   == External links == \"Cefuroxime Injection: MedlinePlus Drug Information\". MedlinePlus."}