{"name": "cemiplimab", "category": "drug", "content": "Cemiplimab, sold under the brand name Libtayo, is a monoclonal antibody medication for the treatment of squamous cell skin cancer. Cemiplimab belongs to a class of drugs that binds to the programmed death receptor-1 (PD-1), blocking the PD-1/PD-L1 pathway. The most common side effects include fatigue, rash, diarrhea, musculoskeletal pain, and nausea. In September 2018, it was approved by the US Food and Drug Administration (FDA) for treating people with metastatic cutaneous squamous cell carcinoma (CSCC) or locally advanced CSCC who are not candidates for curative surgery or curative radiation. It was approved for medical use in the European Union in June 2019. It was approved for medical use in Australia in July 2020. Cemiplimab is the first FDA approval of a medication specifically for advanced cutaneous squamous cell carcinoma (CSCC).   == Medical uses == Cemiplimab is indicated for the treatment of patients with metastatic cutaneous squamous cell carcinoma (CSCC) or locally advanced CSCC who are not candidates for curative surgery or curative radiation.   == Adverse effects == Cemiplimab is associated with side effects related to the activity of the immune system, which can be serious, although most side effects go away with appropriate treatment or on stopping cemiplimab. The most common immune-related effects (which may affect up to 1 in 10 people) were hypothyroidism (an underactive thyroid gland with tiredness, weight gain, and skin and hair changes), pneumonitis (inflammation in the lungs causing shortness of breath and cough), skin reactions, hyperthyroidism (an overactive thyroid gland which can cause hyperactivity, sweating, weight loss and thirst) and hepatitis (inflammation of the liver). Severe reactions, including Stevens–Johnson syndrome and toxic epidermal necrolysis (life-threatening reactions with flu-like symptoms and painful rash affecting the skin, mouth, eyes and genitals) have been reported with cemiplimab. Cemiplimab can cause harm to a developing fetus; women should be advised of the potential risk to the fetus and to use effective contraception.   == Mechanism of action == Cemiplimab targets the cellular pathway known as PD-1 (protein found on the body's immune cells and some cancer cells) so it acts as a checkpoint inhibitor.   == History == The safety and efficacy of cemiplimab was studied in two open label clinical trials. A total of 108 participants (75 with metastatic disease and 33 with locally advanced disease) were included in the efficacy evaluation. The study's primary endpoint was objective response rate, or the percentage of participants who experienced partial shrinkage or complete disappearance of their tumor(s) after treatment. Results showed that 47.2 percent of all participants treated with cemiplimab had their tumors shrink or disappear. The majority of these participants had ongoing responses at the time of data analysis. The US Food and Drug Administration (FDA) granted the application of cemiplimab breakthrough therapy and priority review designations. The FDA granted the approval of cemiplimab-rwlc to Regeneron Pharmaceuticals, Inc. In November 2022, the FDA approved cemiplimab in combination with platinum-based chemotherapy for adults with advanced non-small cell lung cancer (NSCLC) with no EGFR, ALK, or ROS1 aberrations.   == Research == As of 2017, cemiplimab is being investigated for the treatment of myeloma. As of 2018, cemiplimab is being investigated for the treatment of lung cancer. As of 2021, cemiplimab is in phase III clinical trials for advanced cervical cancer.  Based on findings from the Phase 3 EMPOWER-Cervical 1 trial (NCT03257267), the European Medicines Agency’s Committee for Medicinal Products for Human Use has adopted a positive opinion for Libtayo monotherapy for the treatment of adult patients with recurrent or metastatic cervical cancer with disease progression on or after platinum-based chemotherapy. As of 2022, cemiplimab is in phase II clinical trials for treatment of cutaneous squamous cell carcinoma.   == References =="}