{"name": "Cerebrovascular Disorders", "category": "disease", "content": "Cerebrovascular disease includes a variety of medical conditions that affect the blood vessels of the brain and the cerebral circulation. Arteries supplying oxygen and nutrients to the brain are often damaged or deformed in these disorders. The most common presentation of cerebrovascular disease is an ischemic stroke or mini-stroke and sometimes a hemorrhagic stroke. Hypertension (high blood pressure) is the most important contributing risk factor for stroke and cerebrovascular diseases as it can change the structure of blood vessels and result in atherosclerosis. Atherosclerosis narrows blood vessels in the brain, resulting in decreased cerebral perfusion. Other risk factors that contribute to stroke include smoking and diabetes. Narrowed cerebral arteries can lead to ischemic stroke, but continually elevated blood pressure can also cause tearing of vessels, leading to a hemorrhagic stroke. A stroke usually presents with an abrupt onset of a neurologic deficit – such as hemiplegia (one-sided weakness), numbness, aphasia (language impairment), or ataxia (loss of coordination) – attributable to a focal vascular lesion. The neurologic symptoms manifest within seconds because neurons need a continual supply of nutrients, including glucose and oxygen, that are provided by the blood. Therefore, if blood supply to the brain is impeded, injury and energy failure is rapid. Besides hypertension, there are also many less common causes of cerebrovascular disease, including those that are congenital or idiopathic and include CADASIL, aneurysms, amyloid angiopathy, arteriovenous malformations, fistulas, and arterial dissections. Many of these diseases can be asymptomatic until an acute event, such as a stroke, occurs. Cerebrovascular diseases can also present less commonly with headache or seizures. Any of these diseases can result in vascular dementia due to ischemic damage to the brain.   == Signs and symptoms ==  The most common presentation of cerebrovascular diseases is an acute stroke, which occurs when blood supply to the brain is compromised. Symptoms of stroke are usually rapid in onset, and may include weakness of one side of the face or body, numbness on one side of the face or body, inability to produce or understand speech, vision changes, and balance difficulties. Hemorrhagic strokes can present with a very severe, sudden headache associated with vomiting, neck stiffness, and decreased consciousness. Symptoms vary depending on the location and the size of the area of involvement of the stroke. Edema, or swelling, of the brain may occur which increases intracranial pressure and may result in brain herniation. A stroke may result in coma or death if it involves key areas of the brain. Other symptoms of cerebrovascular disease include migraines, seizures, epilepsy, or cognitive decline. However, cerebrovascular disease may go undetected for years until an acute stroke occurs. In addition, patients with some rare congenital cerebrovascular diseases may begin to have these symptoms in childhood.   == Causes ==   === Congenital === Congenital diseases are medical conditions that are present at birth that may be associated with or inherited through genes. Examples of congenital cerebrovascular diseases include arteriovenous malformations, germinal matrix hemorrhage, and CADASIL (cerebral autosomal-dominant arteriopathy with subcortical infarcts and leukoencephalopathy). Arteriovenous malformations are abnormal tangles of blood vessels. Usually, a capillary bed separates arteries from veins, which protects the veins from the higher blood pressures that occur in arteries. In arteriovenous malformations, arteries are directly connected to veins, which increases the risk of venous rupture and hemorrhage. Cerebral arteriovenous malformations in the brain have a 2–4% chance of rupture each year. However, many arteriovenous malformations go unnoticed and are asymptomatic throughout a person's lifetime. A germinal matrix hemorrhage is bleeding into the brain of premature infants caused by the rupture of fragile blood vessels within the germinal matrix of premature babies. The germinal matrix is a highly vascularized area within an unborn infant's brain from which brain cells, including neurons and glial cells, originate. Infants are at most risk to germinal matrix hemorrhages when they are born prematurely, before 32 weeks. The stresses exposed after birth, along with the fragile blood vessels, increase risk of hemorrhage. Signs and symptoms include flaccid weakness, seizures, abnormal posturing, or irregular respiration. CADASIL is an inherited disorder caused by mutations in the NOTCH3 gene located on chromosome 19. NOTCH3 codes for a transmembrane protein whose function is not well-known. However, the mutation causes accumulation of this protein within small to medium-sized blood vessels. This disease often presents in early adulthood with migraines, stroke, mood disturbances, and cognitive deterioration. MRI shows white matter changes in the brain and also signs of repeated strokes. The diagnosis can be confirmed by gene testing.   === Acquired === Acquired cerebrovascular diseases are those that are obtained throughout a person's life that may be preventable by controlling risk factors. The incidence of cerebrovascular disease increases as an individual ages. Causes of acquired cerebrovascular disease include atherosclerosis, embolism, aneurysms, and arterial dissections. Atherosclerosis leads to narrowing of blood vessels and less perfusion to the brain, and it also increases the risk of thrombosis, or a blockage of an artery, within the brain. Major modifiable risk factors for atherosclerosis include:  Controlling these risk factors can reduce the incidence of atherosclerosis and stroke. Atrial fibrillation is also a major risk factor for strokes. Atrial fibrillation causes blood clots to form within the heart, which may travel to the arteries within the brain and cause an embolism. The embolism prevents blood flow to the brain, which leads to a stroke. An aneurysm is an abnormal bulging of small sections of arteries, which increases the risk of artery rupture. Intracranial aneurysms are a leading cause of subarachnoid hemorrhage, or bleeding around the brain within the subarachnoid space. There are various hereditary disorders associated with intracranial aneurysms, such as Ehlers-Danlos syndrome, autosomal dominant polycystic kidney disease, and familial hyperaldosteronism type I. However, individuals without these disorders may also obtain aneurysms. The American Heart Association and American Stroke Association recommend controlling modifiable risk factors including smoking and hypertension. Arterial dissections are tears of the internal lining of arteries, often associated with trauma. Dissections within the carotid arteries or vertebral arteries may compromise blood flow to the brain due to thrombosis, and dissections increase the risk of vessel rupture.   === Idiopathic === Idiopathic diseases are those that occur spontaneously without a known cause. Moyamoya is an example of an idiopathic cerebrovascular disorder that results in narrowing and occlusion of intracranial blood vessels. The most common presentation is stroke or transient ischemic attack, but cognitive decline within children may also be a presenting symptom. The disease may begin to show symptoms beginning in adolescence, but some may not have symptoms until adulthood.   == Pathophysiology ==   === Mechanism of brain cell death === When a reduction in blood flow lasting seconds occurs, the brain tissue suffers ischemia, or inadequate blood supply. If the interruption of blood flow is not restored in minutes, the tissue suffers infarction followed by tissue death. When the low cerebral blood flow persists for a longer duration, this may develop into an infarction in the border zones (areas of poor blood flow between the major cerebral artery distributions). In more severe instances, global hypoxia-ischemia causes widespread brain injury leading to a severe cognitive sequelae called hypoxic-ischemic encephalopathy. An ischemic cascade occurs where an energetic molecular problem arises due to lack of oxygen and nutrients. The cascade results in decreased production of adenosine triphosphate (ATP), which is a high-energy molecule needed for cells in the brain to function. Consumption of ATP continues in spite of insufficient production, this causes total levels of ATP to decrease and lactate acidosis to become established (ionic homeostasis in neurons is lost). The downstream mechanisms of the ischemic cascade thus begins. Ion pumps no longer transport Ca2+ out of cell, this triggers release of glutamate, which in turn allows calcium into cell walls. In the end the apoptosis pathway is initiated and cell death occurs. There are several arteries that supply oxygen to different areas of the brain, and damage or occlusion of any of them can result in stroke. The carotid arteries cover the majority of the cerebrum.  The common carotid artery divides into the internal and the external carotid arteries. The internal carotid artery becomes the anterior cerebral artery and the middle central artery.  The ACA transmits blood to the frontal parietal. From the basilar artery are two posterior cerebral arteries.  Branches of the basilar and PCA supply the occipital lobe, brain stem, and the cerebellum. Ischemia is the loss of blood flow to the focal region of the brain. This produces heterogeneous areas of ischemia at the affected vascular region, furthermore, blood flow is limited to a residual flow. Regions with blood flow of less than 10 mL/100 g of tissue/min are core regions (cells here die within minutes of a stroke). The ischemic penumbra with a blood flow of <25 ml/100g tissue/min, remain usable for more time (hours).   === Types of stroke === There are two main divisions of strokes: ischemic and hemorrhagic. Ischemic stroke involves decreased blood supply to regions of the brain, while hemorrhagic stroke is bleeding into or around the brain.   ==== Ischemic ==== Ischemic stroke, the most common is caused by a blockage of a blood vessel in the brain, usually caused by thrombosis or emboli from a proximal arterial source or the heart, that leads to the brain being starved of oxygen. The neurologic signs and symptoms must last longer than 24 hours or the brain infarction is demonstrated, mainly by imaging techniques. Transient ischemic attack (TIA) also called a mini-stroke. This is a condition in which the blood flow to a region of the brain is blocked, but blood flow is quickly restored and the brain tissue can fully recover. The symptoms are only transient, leaving no sequelae, or long-term deficits. In order to diagnose this entity, all neurologic signs and symptoms must have been resolved within 24 hrs without evidence of brain infarction on brain imaging.   ==== Hemorrhagic ==== Subarachnoid haemorrhage occurs when blood leaks out of damaged vessels into the cerebrospinal fluid in the subarachnoid space around the brain. The most common cause of a subarachnoid hemorrhage is an aneurysm rupture due to the weakened blood vessel walls and increased wall stress. The neurologic symptoms are produced by the blood mass effect on neural structures, from the toxic effects of blood on the brain tissue, or by the increasing of intracranial pressure. Intracerebral haemorrhage is bleeding directly into the brain rather than around the brain. Causes and risk factors include hypertension, blood thinning medications, trauma, and arteriovenous malformations.   == Diagnosis ==  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  Diagnoses of cerebrovascular disease may include:  medical history physical exam neurological examination. acute stroke imaging is generally performed in significant symptoms of new onset. It is important to differentiate the symptoms caused by a stroke from those caused by syncope (fainting) which is also a reduction in cerebral blood flow, almost always generalized, but they are usually caused by systemic hypotension of various origins: cardiac arrhythmias, myocardial infarction, hemorrhagic shock, among others.   == Treatment == Treatment for cerebrovascular disease may include medication, lifestyle changes, and surgery, depending on the cause. Examples of medications are:  antiplatelets (aspirin, clopidogrel) blood thinners (heparin, warfarin) antihypertensives: ACE inhibitors beta blockers calcium channel blockers - in particular Nimodipine reduces the incidence and severity of ischemic deficits in patients with subarachnoid hemorrhage (SAH) anti-diabetic medications. Surgical procedures include:  endovascular surgery and vascular surgery (for future stroke prevention).   == Prognosis == Prognostics factors: Lower Glasgow Coma Scale score, higher pulse rate, higher respiratory rate and lower arterial oxygen saturation level is prognostic features of in-hospital mortality rate in acute ischemic stroke.   == Epidemiology ==  Worldwide, it is estimated there are 31 million stroke survivors, though about 6 million deaths were due to cerebrovascular disease (2nd most common cause of death in the world and 6th most common cause of disability). Cerebrovascular disease primarily occurs with advanced age; the risk for developing it goes up significantly after 65 years of age. CVD tends to occur earlier than Alzheimer's Disease (which is rare before the age of 80). In some countries such as Japan, CVD is more common than AD. In 2012, 6.4 million adults from the US had a stroke, which corresponds to 2.7% of the US. This is approximately 129,000 deaths in 2013. Geographically, a \"stroke belt\" in the US has long been known, similar to the \"diabetes belt\" which includes all of Mississippi and parts of Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, North Carolina, Ohio, Pennsylvania, South Carolina, Tennessee, Texas, Virginia, and West Virginia.   == References ==   == Further reading == Chan, Pak H. (2002-03-28). Cerebrovascular Disease: 22nd Princeton Conference. Cambridge University Press. ISBN 9781139439657. Mark, S. D; Wang, W; Fraumeni, J. F; Li, J.-Y; Taylor, P. R; Wang, G.-Q; Guo, W; Dawsey, S. M; Li, B; Blot, W. J (1996). \"Lowered Risks of Hypertension and Cerebrovascular Disease after Vitamin/Mineral Supplementation: The Linxian Nutrition Intervention Trial\". American Journal of Epidemiology. 143 (7): 658–664. doi:10.1093/oxfordjournals.aje.a008798. PMID 8651227. Ning, Mingming; Lopez, Mary; Cao, Jing; Buonanno, Ferdinando S; Lo, Eng H (2012). \"Application of proteomics to cerebrovascular disease\". Electrophoresis. 33 (24): 3582–3597. doi:10.1002/elps.201200481. PMC 3712851. PMID 23161401.   == External links =="}