{"name": "Cerebral Vasospasm", "category": "disease", "content": "Cerebral vasospasm is the prolonged, intense vasoconstriction of the larger conducting arteries in the subarachnoid space which is initially surrounded by a clot.  Significant narrowing of the blood vessels in the brain develops gradually over the first few days after the aneurysmal rupture. This kind of narrowing usually is maximal in about a week's time following intracerebral haemorrhage. Vasospasm is one of the leading causes of death after the aneurysmal rupture along with the effect of the initial haemorrhage and later bleeding.   == Epidemiology == Cerebral vasospasm is a common and severe complication following aneurysmal subarachnoid hemorrhage, occurring in 50-90% of cases after aneurysm rupture. Moderate or severe vasospasm in one or more cerebral arteries develops in approximately two-thirds of patients with ruptured aneurysms. Of these, nearly half exhibit symptoms of cerebral ischemia. Infarction occurs in about half of the symptomatic patients and is significantly associated with factors such as advanced age, a history of hypertension, or diabetes mellitus. Despite improvements in the management of subarachnoid hemorrhage, the overall risk of death and disability remains approximately 10%.    == Pathophysiology ==   === Pathogenesis === The pathogenesis of cerebral vasospasm, particularly after subarachnoid hemorrhage, is complex and is thought to involve several mechanisms that lead to the narrowing of cerebral arteries, reducing blood flow to the brain. Currently understood mechanisms of vasospasm are as follows:   ==== Hemoglobin release and smooth muscle contraction ==== When an aneurysm ruptures, blood enters the subarachnoid space, forming clots. Hemoglobin, released from these clots, plays a key role in initiating vasospasm<r.ef>Hansenschwartz, J; Vajkoczy, P; MacDonald, R; Pluta, R; Zhang, J (June 2007). \"Cerebral vasospasm: looking beyond vasoconstriction\". Trends in Pharmacological Sciences. 28 (6): 252–256. doi:10.1016/j.tips.2007.04.002. ISSN 0165-6147. PMID 17466386.</ref> Hemoglobin scavenges nitric oxide, a critical vasodilator produced by the endothelium (the inner lining of blood vessels). The loss of nitric oxide leads to unopposed contraction of smooth muscle cells in the vessel wall, resulting in acute vasoconstriction. This process is calcium-dependent and represents the early, more reversible stage of vasospasm.   ==== Endothelial dysfunction ==== Endothelial cells regulate vascular tone by producing vasodilators (like nitric oxide and prostacyclin) and vasoconstrictors (like endothelin). In vasospasm, endothelial damage disrupts this balance, reducing vasodilator production while increasing levels of vasoconstrictors. Elevated levels of endothelin, a potent vasoconstrictor, are consistently observed in patients with vasospasm, contributing to prolonged and sustained narrowing of the arteries.   ==== Chronic vasospasm and structural damage ==== While early vasospasm is largely mediated by functional changes in smooth muscle contraction, chronic vasospasm involves more permanent structural damage to the vessel wall. In chronic stages, smooth muscle contraction becomes less reversible because of remodeling and damage to the layers of the blood vessels. This damage impairs normal vessel function and leads to sustained vasoconstriction.   ==== Inflammation and oxidative stress ==== Blood in the subarachnoid space triggers an inflammatory response, which includes the release of cytokines, leukocyte infiltration, and activation of microglia. This inflammation contributes to oxidative stress, further damaging the endothelial lining and smooth muscle cells. The inflammatory response exacerbates the release of vasoconstrictors like endothelin and decreases the availability of vasodilators like NO, worsening vasospasm.   ===== Calcium signaling pathways ===== The smooth muscle contraction in vasospasm is heavily dependent on calcium signaling. During acute vasospasm, calcium influx into smooth muscle cells causes contraction . In chronic vasospasm, alterations in calcium-handling mechanisms in vascular smooth muscle cells may contribute to persistent vasoconstriction that does not respond to traditional vasodilatory signals.   == Risk factors == The most critical risk factor for vasospasm after subarachnoid hemorrhage is the presence of a large volume of persistent subarachnoid clot. Additional factors that increase the risk include:  Loss of consciousness at the time of aneurysm rupture Poor neurological status upon admission Cigarette smoking Preexisting diabetes mellitus (DM) and hyperglycemia Preexisting hypertension   == Diagnosis == It is critical to rule out other potential causes of delayed neurological deterioration such as hyponatremia, hypoxemia, infection, cerebral edema, or rebleeding of aneurysms.  Cerebral vasospasm is primarily diagnosed using transcranial Doppler, which measures cerebral blood flow velocity. Increased velocities indicate narrowing of the blood vessels. Vasospasm is considered significant at velocities exceeding 120 cm/second and severe at velocities above 200 cm/second. Other diagnostic methods include:  Cerebral angiography, which uses contrast dye to visualize vasospasm CT scanning, which helps stage subarachnoid hemorrhage and predict vasospasm risk   == Prediction and prevention == Several approaches have been developed to predict and prevent vasospasm following subarachnoid hemorrhage. The modified Fischer scale, which uses parameters such as clot volume and distribution on CT scans, helps predict the risk and prognosis of vasospasm. There is also evidence that aneurysm repair through coiling, compared to microsurgical repair, may reduce the risk of vasospasm. Nimodipine, an oral calcium channel blocker, is the standard treatment for the prevention of vasospasm following subarachnoid hemorrhage. While it does not reverse vasospasm once it has occurred, it is effective in reducing the overall incidence. Early mobilization and rehabilitation have also been shown to significantly decrease the frequency and severity of vasospasm in some prospective interventional studies.   === Treatment === The management of vasospasm includes supportive management such as staying within adequate blood pressure and heart rate ranges, managing seizures, and providing supportive care. Despite various investigational preventive treatments, most have not shown consistent efficacy. An example is IV magnesium sulfate, which was initially considered for its neuroprotective properties, but was not found to be effective in reducing the risk of vasospasm or infarction in the large multicenter IMASH and IMASH-2 trials  Current clinical treatments include:  Intra-arterial vasodilators, such as nimodipine, delivered via catheter as a slow bolus injection. Endovascular mechanical angioplasty, performed within two hours of symptom onset, which can also be paired with intra-arterial vasodilators. While fluid therapy is beneficial for patients with poor neurological status, prophylactic hypervolemia or hypertension is not recommended due to the risk of complications, as outlined by the American Heart Association guidelines.   == References =="}