{"name": "cerivastatin", "category": "drug", "content": "Cerivastatin (INN, brand names: Baycol, Lipobay) is a synthetic member of the class of statins used to lower cholesterol and prevent cardiovascular disease. It was marketed by the pharmaceutical company Bayer A.G. in the late 1990s, competing with Pfizer's highly successful atorvastatin (Lipitor). Cerivastatin was voluntarily withdrawn from the market worldwide in 2001, due to reports of fatal rhabdomyolysis. During postmarketing surveillance, 52 deaths were reported in patients using cerivastatin, mainly from rhabdomyolysis and its resultant kidney failure. Risks were higher in patients using fibrates, mainly gemfibrozil (Lopid), and in patients using the highest (0.8 mg/day) dose of cerivastatin. Bayer A.G. added a contraindication for the concomitant use of cerivastatin and gemfibrozil to the package 18 months after the drug interaction was found. The frequency of deadly cases of rhabdomyolysis with cerivastatin was 16 to 80 times higher than with other statins. Another 385 nonfatal cases of rhabdomyolysis were reported. This put the risk of this (rare) complication at 5-10 times that of the other statins. Cerivastatin also induced myopathy in a dose-dependent manner when administered as monotherapy, but that was revealed only after Bayer was sued and unpublished company documents were opened.   == Structure and reactivity == Cerivastatin consists of a fluorophenyl linked to a pyridine. The pyridine has two isopropyl groups, one methoxy group and a dihydroxyheptanoic acid side chain. The dihydroxyheptanoic acid group is the functional part of the molecule. This part will bind to the HMG-CoA reductase making it unavailable for HMG-CoA. Cerivastatin is a pure synthetic drug, produced to create a more potent inhibitor of HMG-CoA reductase. Cerivastatin was the most potent inhibitor with an inhibitory constant of 0.5 μg/L, which made it already effective at a low dose. It is taken up orally as tablets, where it is combined with sodium salt. The IUPAC name is then (+)-(3R,5S,6E)-7-[4-(4-fluorophenyl)-2,6-diisopropyl-5-methoxymethylpyridin-3-yl]-3,5-dihydroxy-6-heptenoic acid monosodium salt. Cerivastatin sodium (C22H33FNO3Na) is administered orally via a tablet. The molecular weight is 481.5 g/mol. It is odorless and it is soluble in water, methanol and ethanol. Under acidic circumstances, it undergoes cyclization to form pyridinolactone.   == Mechanism of action == Five main classes of agents can be used to treat hyperlipidemia, a condition that comes with high cholesterol levels. Those are bile acid sequestrants, nicotinic acid, fibric acid derivatives, probucol and HMG-CoA-reductase inhibitors. Cerivastatin mainly acts by competitively inhibiting HMG-CoA-reductase, which is the rate-limiting enzyme step in cholesterol biosynthesis. It occurs during the mevalonate pathway in the liver, where hydroxylmethylglutaryl is converted to mevalonate. Cerivastatin is a synthetic and enantiomerically pure inhibitor of the reductase, meaning it can fit into the enzyme's active site, and therefore compete with the substrate HMG-CoA, which is the native substrate for the reductase. Due to the competition, the rate of mevalonate production by the enzyme is reduced. This also means that the rates subsequent biosynthesis is reduced, since less starting material is available.  Eventually, this will lead to lower cholesterol levels. The location of cholesterol biosynthesis and inhibition of HMG-CoA is of significance, since most circulating cholesterol originates from internal production, rather than the diet. If the liver cannot produce more cholesterol, the cholesterol levels in the blood will decrease. Also, HMG-CoA-reductase inhibitors cause secondary up-regulation of hepatic LDL receptors, with increased LDL-cholesterol clearance and reduction of both total and LDL cholesterol in the serum.   == Metabolism == Cerivastatin is metabolized via the hepatic pathway. In vitro studies with human liver cells showed that two metabolic pathways are equally important; demethylation of the benzylic methyl ether and hydroxylation at one methyl group of the 6-isopropyl substituent. Demethylation is catalysed by the enzymes CYP2C8 and CYP3A4, which generates a metabolite that is known as M-1 in the cerivastatin metabolite pathway. Hydroxylation is catalysed by CYP2C8, which generates the major active metabolite, M-23. M-1 and M-23 are, like cerivastatin, pharmacologically active, with comparable potencies. Combination of the latter leads to another minor metabolite, that is not detectable in plasma, which is also known as M-24. Following a 0.8 mg dose of cerivastatin, the mean steady state Cmax values for cerivastatin, M-1 and M-23 were 12.7, 0.55 and 1.4 μg/L, respectively. Hence, it can be concluded that the cholesterol-lowering effect is mostly due to the cerivastatin itself.   == Efficacy, toxicity and side effects ==   === Efficacy and toxicity === The inhibitory activity of cerivastatin was compared to that of other statins, specifically lovastatin, simvastatin and pravastatin. This comparison was made by determining the IC50 values of each compound. These values were 77 nM, 66 nM and 176 nM for these statins, respectively, while the value for cerivastatin was found to be 1.1 nM. Using Dixon plots, the inhibitory constant of cerivastatin was found to be 1.3 x 10-9 M, which is over 100 times lower than the inhibitory constant of lovastatin, known to be 150 x 10-9 M. To compare cerivastatin activity to that of other statins, its IC25 value was also determined for various types of human smooth muscle cells: cells from the left internal mammary artery (HSMC), cornea fibroblasts (HCF), myoblasts from striated muscle (HM) and umbilical vein endothelial cells (HUVEC). The activity in these groups of muscle cells was compared to the activity of the statins listed above, as well as atorvastatin and fluvastatin. The pharmacological results from cerivastatin show that it is the most active HMG-CoA-reductase inhibitor among reported statins. Due to its high enzyme affinity, it would seem to offer ultra-low dose therapy in the microgram range. However, due to its relatively severe adverse effects in comparison to other statins, its market use was discontinued. The strengths of the available cerivastatin medicine ranged from 0.2 - 0.8 mg, resulting in an actual dose of 1.9 - 13.1 μg/kg body weight for which rhabdomyolysis has been reported. Although the mechanism of the cerivastatin induced myopathy is not exactly known, the risk increases with statin dose. This risk also appears to increase among patients who received gemfibrozil or lovastatin concomitantly, and there is a known interaction between these drugs and cerivastatin. There are 31 cerivastatin-related deaths reported in the US and a further 21 deaths worldwide. There were also 385 cases of non-fatal rhabdomyolysis reported among the estimated 700.000 users in the USA. In 12 of the 31 reported deaths of cerivastatin-related rhabdomyolysis in the US the cerivastatin-gemfibrozil interaction was implicated, while in 7 of the 31 fatal cases in the US, cerivastatin was combined with lovastatin. The reporting rate of fatal rhabdomyolysis in association with cerivastatin monotherapy is 1.9 per million prescriptions, which is 10-50 times as high as for other statins.   === Adverse effects === Cerivastatin was generally found to be well tolerated, side effects being rare. Minor side effects include diarrhea, fatigue, gas, heartburn, nasal congestion and headache. Patients with alcoholic or other liver diseases were advised to use cerivastatin with caution.   == References =="}