{"name": "cerliponase alfa", "category": "drug", "content": "Cerliponase alfa, marketed as Brineura, is an enzyme replacement treatment for Batten disease, a neurodegenerative lysosomal storage disease. Specifically, Cerliponase alfa is meant to slow loss of motor function in symptomatic children over three years old with late infantile neuronal ceroid lipofuscinosis type 2 (CLN2). The disease is also known as tripeptidyl peptidase-1 (TPP1) deficiency, a soluble lysosomal enzyme deficiency. Approved by the United States Food and Drug Administration (FDA) on 27 April 2017, this is the first treatment for a neuronal ceroid lipofuscinosis of its kind, acting to slow disease progression rather than palliatively treat symptoms by giving patients the TPP1 enzyme they are lacking. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == History == TPP1 was identified as the enzyme deficient in CLN2 Batten disease in 1997, via biochemical analysis that identified proteins missing a mannose-6-phosphate lysosomal targeting sequence. A gel electrophoresis was run for known brain proteins with lysosomal targeting sequences to see if a band was missing, indicating a deficiency in that protein. A band appeared to be missing at approximately 46 kDa, confirming its role in CLN2 disease, and almost the entire gene for this unknown protein was sequenced. The gene is located on chromosome 11. Today, it is known that varying mutation types occur in various locations of the gene including the proenzyme region, the mature enzyme region, or the signal sequence regions. After discovery, the recombinant form of TPP1, cerliponase alfa, was first produced in 2000, followed by testing in animal models until 2014. In 2012, BioMarin began the first clinical trial on affected patients using their recombinant DNA technology cerliponase alfa which is synthesized using Chinese hamster ovarian (CHO) cell lines.  After the success of this clinical trial, the U.S. FDA approved the marketing of cerliponase alfa to patients with CLN2 disease. The approval only applied to patients three years or older as the FDA wants to have more data available on children under the age of three before approving it for younger patients. A ten-year study is being performed to assess the long term effects of continued use of this drug. Cerliponase alfa is developed by BioMarin Pharmaceutical and the drug application was granted both orphan drug designation to provide incentives for rare disease research and the tenth Rare Pediatric Disease Priority Review Voucher. Cerliponase alfa was also approved by European Medicines Agency (EMA) on 30 May 2017.  In the United Kingdom NICE evaluated cerliponase alfa for the treatment of CLN2 and deemed it not cost-effective. BioMarin announced that the price per infusion is $27,000, coming to $702,000 per year for treatment, though using Medicaid can decrease the cost. In March 2018, cerliponase alfa was approved in the United States as a treatment for a specific form of Batten disease. Cerliponase alfa is the first FDA-approved treatment to slow loss of walking ability (ambulation) in symptomatic pediatric patients three years of age and older with late infantile neuronal ceroid lipofuscinosis type 2 (CLN2), also known as tripeptidyl peptidase-1 (TPP1) deficiency. The efficacy of cerliponase alfa was established in a non-randomized, single-arm dose escalation clinical study in 22 symptomatic pediatric patients with CLN2 disease and compared to 42 untreated patients with CLN2 disease from a natural history cohort (an independent historical control group) who were at least three years old and had motor or language symptoms. Taking into account age, baseline walking ability and genotype, cerliponase alfa-treated patients demonstrated fewer declines in walking ability compared to untreated patients in the natural history cohort. The safety of cerliponase alfa was evaluated in 24 patients with CLN2 disease aged three to eight years who received at least one dose of cerliponase alfa in clinical studies. The trial was conducted in the United States, United Kingdom, Germany and Italy. The safety and effectiveness of cerliponase alfa has not been established in patients less than three years of age. Brineura-treated patients were compared to untreated patients from a natural history cohort by assessing disease progression through Week 96 of treatment. The investigators measured the loss of ability to walk or crawl using the Motor domain of the CLN2 Clinical Rating Scale. Scores from the Motor domain of the scale range from 3 (grossly normal) to 0 (profoundly impaired). The U.S. Food and Drug Administration (FDA) requires the cerliponase alfa manufacturer to further evaluate the safety of cerliponase alfa in CLN2 patients below the age of two years, including device related adverse events and complications with routine use. In addition, a long-term safety study will assess cerliponase alfa treated CLN2 patients for a minimum of ten years. The application for cerliponase alfa was granted priority review designation, breakthrough therapy designation, orphan drug designation, and a rare pediatric disease priority review voucher. The FDA granted approval of Brineura to BioMarin Pharmaceutical Inc.   == Structure and biomolecular mechanism ==  Cerliponase alfa is an approximately 59 kDa molecule made up of 544 amino acid residues in its proenzyme form, whereas the activated mature enzyme only contains 368 residues. Five of these residues have N-linked glycosylation sites. These five residues have additional mannose-6-phosphate (M6P) targeting sequences which function to target enzymes to the lysosome. When the cerliponase alfa proenzyme reaches target neurons during administration, it binds mannose-6-phosphate receptors on the cell surface to trigger vesicle formation around the receptor-proenzyme complex. The more neutral pH of the cytosol promotes binding of the proenzyme's M6P targeting sequences to their receptors. Once brought into the cell, the receptor-proenzyme complex vesicle is transported to the lysosome where the lower pH promotes both dissociation of the proenzyme from the receptor and activation of the proenzyme to its active catalytic form via cleavage of the proenzyme sequence. Like natural TPP1, cerliponase alfa functions as a serine protease, cleaving N-terminal tripeptides from a broad range of protein substrates. The enzyme uses a catalytic triad active site composed of the three amino acids, aspartic acid, glutamic acid, and serine. Serine functions as the amino acid that performs the nucleophilic attack during the ping pong catalytic activity of a serine protease. The products of this reaction are a tripeptide and the remaining length of the protein substrate with a new N-terminal end that can be cleaved again. In CLN2 disease, TPP1 is deficient or not made at all, meaning that proteins are unable to be degraded in the lysosome and accumulate, leading to damage in nerves. As a protein, cerliponase alfa gets degraded by proteolysis. Therefore, cerliponase alfa is administered repeatedly to maintain sufficient levels of the recombinant TPP1 enzyme in place of the deficient form to degrade proteins and prevent further build up. Cerliponase alfa is a treatment that can potentially slow disease progression but does not cure the disease itself.   == References =="}