{"name": "Chancroids", "category": "disease", "content": "Chancroid ( SHANG-kroyd) is a bacterial sexually transmitted infection characterized by painful sores on the genitalia. Chancroid is known to spread from one individual to another solely through sexual contact. However, there have been reports of accidental infection through the hand.   == Signs and symptoms ==  These are only local and no systemic manifestations are present. The ulcer characteristically:  Ranges in size dramatically from 3 to 50 mm (1/8 inch to 2 inches) across Is painful Has sharply defined, undermined borders Has irregular or ragged borders, described as saucer-shaped. Has a base that is covered with a gray or yellowish-gray material Has a base that bleeds easily if traumatized or scraped Painful swollen lymph nodes occur in 30–60% of patients. Dysuria (pain with urination) and dyspareunia (pain with intercourse) in females About half of infected men have only a single ulcer. Women frequently have four or more ulcers, with fewer symptoms. The ulcers are typically confined to the genital region most of the time. The initial ulcer may be mistaken as a \"hard\" chancre, the typical sore of primary syphilis, as opposed to the \"soft chancre\" of chancroid. Approximately one-third of the infected individuals will develop enlargements of the inguinal lymph nodes, the nodes located in the fold between the leg and the lower abdomen. Half of those who develop swelling of the inguinal lymph nodes will progress to a point where the nodes rupture through the skin, producing draining abscesses. The swollen lymph nodes and abscesses are often referred to as buboes.   === Complications === Extensive lymph node inflammation may develop. Large inguinal abscesses may develop and rupture to form draining sinus or giant ulcer. Superinfection by Fusarium and Bacteroides. These later require debridement and may result in disfiguring scars. Phimosis can develop in long-standing lesion by scarring and thickening of foreskin, which may subsequently require circumcision.   === Sites For Chancroid Lesions ===   ==== Males ==== Internal and external surface of prepuce. Coronal sulcus Frenulum Shaft of penis Prepucial orifice Urethral meatus Glans penis Perineum area   ==== Females ==== Labia majora is the most common site. \"Kissing ulcers\" may develop. These are ulcers that occur on opposing surfaces of the labia. Labia minora Fourchette Vestibule Clitoris Perineal area Inner thighs   == Causes == Chancroid is a bacterial infection caused by the fastidious Gram-negative streptobacillus Haemophilus ducreyi. This pathogen is highly infectious. It is a disease found primarily in developing countries, most prevalent in low socioeconomic groups, associated with commercial sex workers. Chancroid, caused by H. ducreyi has infrequently been associated with cases of Genital Ulcer Disease in the US but has been isolated in up to 10% of genital ulcers diagnosed from STI clinics in Memphis and Chicago. Infection levels are very low in the Western world, typically around one case per two million of the population (Canada, France, Australia, UK and US). Most individuals diagnosed with chancroid have visited countries or areas where the disease is known to occur frequently, although outbreaks have been observed in association with crack cocaine use and prostitution. Chancroid is a risk factor for contracting HIV, due to their ecological association or shared risk of exposure, and biologically facilitated transmission of one infection by the other. Approximately 10% of people with chancroid will have a co-infection with syphilis and/or HIV.   == Pathogenesis == Haemophilus ducreyi enters skin through microabrasions incurred during sexual intercourse. The incubation period of the infection is 10 to 14 days, after which there is progression of the disease. A local tissue reaction leads to development of erythematous papule, which progresses to pustule in 4–7 days. It then undergoes central necrosis to ulcerate.   == Diagnosis ==   === Variants === Some of clinical variants are as follows.   === Laboratory findings === From bubo pus or ulcer secretions, H. ducreyi can be identified using special culture media; however, there is a <80% sensitivity. PCR-based identification of the organisms is available, but none in the United States are FDA-cleared. Simple, rapid, sensitive and inexpensive antigen detection methods for H. ducreyi identification are also popular. Serologic detection of H. ducreyi uses outer membrane protein and lipooligosaccharide. Most of the time, the diagnosis is based on presumptive approach using the symptomatology which in this case includes multiple painful genital ulcers.   === Differential diagnosis ===  Despite many distinguishing features, the clinical spectrums of following diseases may overlap with chancroid:  Primary syphilis Genital herpes Practical clinical approach for this STI as Genital Ulcer Disease is to rule out top differential diagnosis of Syphilis and Herpes and consider empirical treatment for Chancroid as testing is not commonly done for the latter.   ==== Comparison with syphilis ==== There are many differences and similarities between the conditions syphilitic chancre and chancroid:  Similarities Both originate as pustules at the site of inoculation, and progress to ulcerated lesions Both lesions are typically 1–2 cm in diameter Both lesions are caused by sexually transmissible organisms Both lesions typically appear on the genitals of infected individuals Both lesions can be present at multiple sites and with multiple lesions Differences Chancre is a lesion typical of infection with the bacterium that causes syphilis, Treponema pallidum Chancroid is a lesion typical of infection with the bacterium Haemophilus ducreyi Chancres are typically painless, whereas chancroid are typically painful Chancres are typically non-exudative, whereas chancroid typically have a grey or yellow purulent exudate Chancres have a hard (indurated) edge, whereas chancroid have a soft edge Chancres heal spontaneously within three to six weeks, even in the absence of treatment Chancres can occur in the pharynx as well as on the genitals   == Prevention == Chancroid spreads in populations with high sexual activity, such as prostitutes. Use of condom, prophylaxis by azithromycin, syndromic management of genital ulcers, treating patients with reactive syphilis serology are some of the strategies successfully tried in Thailand. Also, treatment of sexual partners is advocated whether they develop symptoms or not as long as there was unprotected sexual intercourse with the patient within 10 days of developing the symptoms.   == Treatment == For the initial stages of the lesion, cleaning with soapy solution is recommended and Sitz bath may be beneficial. Fluctuant nodules may require aspiration. Treatment may include more than one prescribed medication.   === Antibiotics === Macrolides are often used to treat chancroid. The CDC recommendation is either a single oral dose (1 gram) of azithromycin, a single IM dose (250 mg) of ceftriaxone, oral (500 mg) of erythromycin three times a day for seven days, or oral (500 mg) of ciprofloxacin twice a day for three days. Due to a paucity of reliable empirical evidence it is not clear whether macrolides are actually more effective and/or better tolerated than other antibiotics when treating chancroid. Data is limited, but there have been reports of ciprofloxacin and erythromycin resistance. Aminoglycosides such as gentamicin, streptomycin, and kanamycin has been used to successfully treat chancroid; however aminoglycoside-resistant strain of H. ducreyi have been observed in both laboratory and clinical settings.[7] Treatment with aminoglycosides should be considered as only a supplement to a primary treatment. Pregnant and lactating women, or those below 18 years of age regardless of gender, should not use ciprofloxacin as treatment for chancroid. Treatment failure is possible with HIV co-infection and extended therapy is sometimes required.   == Prognosis == Prognosis is excellent with proper treatment. Treating sexual contacts of affected individual helps break cycle of infection.   === Follow-up === Within 3–7 days after commencing treatment, patients should be re-examined to determine whether the treatment was successful. Within 3 days, symptoms of ulcers should improve. Healing time of the ulcer depends mainly on size and can take more than two weeks for larger ulcers. In uncircumcised men, healing is slower if the ulcer is under the foreskin. Sometimes, needle aspiration or incision and drainage are necessary.   == Epidemiology == Although the prevalence of chancroid has decreased in the United States and worldwide, sporadic outbreaks can still occur in regions of the Caribbean and Africa. Like other sexually transmitted infections, having chancroid increases the risk of transmitting and acquiring HIV.   == History == Chancroid has been known to humans since time of ancient Greeks. Some of important events on historical timeline of chancre are:   == References ==   == External links =="}