{"name": "Chemotherapy induced neutropenia", "category": "disease", "content": "Neutropenia is an abnormally low concentration of neutrophils (a type of white blood cell) in the blood. Neutrophils make up the majority of circulating white blood cells and serve as the primary defense against infections by destroying bacteria, bacterial fragments and immunoglobulin-bound viruses in the blood. People with neutropenia are more susceptible to bacterial infections and, without prompt medical attention, the condition may become life-threatening (neutropenic sepsis). Neutropenia can be divided into congenital and acquired, with severe congenital neutropenia (SCN) and cyclic neutropenia (CyN) being autosomal dominant and mostly caused by heterozygous mutations in the ELANE gene (neutrophil elastase). Neutropenia can be acute (temporary) or chronic (long lasting). The term is sometimes used interchangeably with \"leukopenia\" (\"deficit in the number of white blood cells\"). Decreased production of neutrophils is associated with deficiencies of vitamin B12 and folic acid, aplastic anemia, tumors, drugs, metabolic disease, nutritional deficiencies (including minerals such as copper), and immune mechanisms. In general, the most common oral manifestations of neutropenia include ulcer, gingivitis, and periodontitis. Agranulocytosis can be presented as whitish or greyish necrotic ulcer in the oral cavity, without any sign of inflammation. Acquired agranulocytosis is much more common than the congenital form. The common causes of acquired agranulocytosis including drugs (non-steroidal anti-inflammatory drugs, antiepileptics, antithyroid, and antibiotics) and viral infection. Agranulocytosis has a mortality rate of 7–10%. To manage this, the application of granulocyte colony stimulating factor (G-CSF) or granulocyte transfusion and the use of broad-spectrum antibiotics to protect against bacterial infections are recommended.   == Signs and symptoms ==  Signs and symptoms of neutropenia include fever, painful swallowing, gingival pain, skin abscesses, and otitis. These symptoms may exist because individuals with neutropenia often have infection. Children may show signs of irritability and poor feeding. Hypotension has also been observed in individuals with this condition.   == Causes ==  The causes of neutropenia can be divided between problems that are transient and those that are chronic. Causes can be divided into these groups:  Severe bacterial infections, especially in people with underlying hematological diseases or alcoholism, can deplete neutrophil reserves and lead to neutropenia. Gram-positive bacteria are present in 60–70% of bacterial infections. There are serious concerns regarding antibiotic-resistant organisms. These would include as methicillin-resistant Staphylococcus aureus (MRSA) or vancomycin-resistant Enterococcus (VRE). Nutritional deficiencies, such as deficiency in vitamin B12, folate, copper or protein-calorie malnutrition are associated with chronic neutropenia. However, nutritional deficiencies are usually associated with decreases in other cell lines (multiple cytopenia or pancytopenia) rather than isolated neutropenia. Other causes of congenital neutropenia are Shwachman–Diamond syndrome, Cyclic neutropenia, bone marrow failure syndromes, cartilage–hair hypoplasia, reticular dysgenesis, and Barth syndrome. Viruses that infect neutrophil progenitors can also be the cause of neutropenia. Viruses identified that have an effect on neutrophils are rubella and cytomegalovirus. Though the body can manufacture a normal level of neutrophils, in some cases the destruction of excessive numbers of neutrophils can lead to neutropenia. These are:   == Pathophysiology == The pathophysiology of neutropenia can be divided into congenital and acquired. The congenital neutropenia (severe and cyclic type) is autosomal dominant, with mutations in the ELA2 gene (neutrophil elastase) as the most common genetic reason for this condition. Acquired neutropenia (immune-associated neutropenia) is due to anti-neutrophil antibodies that target neutrophil-specific antigens, ultimately altering neutrophil function. Furthermore, emerging research suggests neutropenia without an identifiable etiology (idiopathic neutropenia) may be the result of a  low-grade, chronic inflammatory process with an abnormal excessive production of myelosuppressive cytokines in a study conducted in the island of Crete. Neutropenia fever can complicate the treatment of cancers. Observations of children noted that fungal infections are more likely to develop in those with neutropenia. Mortality increases during cancer treatments if neutropenia is also present. Congenital neutropenia is determined by blood neutrophil counts (absolute neutrophil counts or ANC) < 0.5 × 109/L and recurrent bacterial infections beginning very early in childhood. Congenital neutropenia is related to alloimmunization, sepsis, maternal hypertension, twin-to-twin transfusion syndrome, and Rh hemolytic disease.   == Diagnosis ==  Neutropenia can be the result of a variety of consequences, including taking certain types of drugs, exposure to environmental toxins, vitamin deficiencies, metabolic abnormalities, as well as cancer, viral or bacterial infections. Neutropenia itself is a rare entity, but can be clinically common in oncology and immunocompromised individuals as a result of chemotherapy (drug-induced neutropenia). Additionally, acute neutropenia can be commonly seen from people recovering from a viral infection or in a post-viral state. Meanwhile, several subtypes of neutropenia exist which are rarer and chronic, including acquired (idiopathic) neutropenia, cyclic neutropenia, autoimmune neutropenia, and congenital neutropenia. Neutropenia that is developed in response to chemotherapy typically becomes evident in seven to fourteen days after treatment, this period is known as the nadir or \"low point\". Conditions that indicate the presence of neutropenic fever are implanted devices; leukemia induction; the compromise of mucosal, mucociliary and cutaneous barriers; a rapid decline in absolute neutrophil count, duration of neutropenia >7–10 days, and other illnesses that exist in the patient. Signs of infection can be subtle. Fevers are a common and early observation. Sometimes overlooked is the presence of hypothermia, which can be present in sepsis. Physical examination and accessing the history and physical examination is focused on sites of infection. Indwelling line sites, areas of skin breakdown, sinuses, nasopharynx, bronchi and lungs, alimentary tract, and skin are assessed. The diagnosis of neutropenia is done via the low neutrophil count detection on a complete blood count. Generally, other investigations are required to arrive at the right diagnosis. When the diagnosis is uncertain, or serious causes are suspected, bone marrow biopsy may be necessary. A bone marrow biopsy can identify abnormalities in myelopoesis contributing to neutropenia such as the stage of arrest in the development of myeloid progenitor cells. Bone marrow biopsies can also be used to monitor the development of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML) in patients with chronic neutropenia (especially in those with severe congenital neutropenia (SCN) which carries a higher risk of MDS and AML)). Other investigations commonly performed: serial neutrophil counts for suspected cyclic neutropenia, tests for antineutrophil antibodies, autoantibody screen (and investigations for systemic lupus erythematosus), vitamin B12 and folate assays. Rectal examinations are usually not performed due to the increased risk of introducing bacteria into the blood stream and the possible development of rectal abscesses.   === Classification ===  Generally accepted reference range for absolute neutrophil count (ANC) in adults is 1500 to 8000 cells per microliter (μL) of blood. Three general guidelines are used to classify the severity of neutropenia based on the ANC (expressed below in cells/μL):  Mild neutropenia (1000 <= ANC < 1500): minimal risk of infection Moderate neutropenia (500 <= ANC < 1000): moderate risk of infection Severe neutropenia (ANC < 500): severe risk of infection. Each of these are either derived from laboratory tests or via the formula below: ANC =                                    (           %           n           e           u           t           r           o           p           h           i           l           s           +           %           b           a           n           d           s           )           ×           (           W           B           C           )                             (           100           )                          {\\displaystyle (\\%neutrophils+\\%bands)\\times (WBC) \\over (100)}      == Treatment == A fever, when combined with profound neutropenia (febrile neutropenia), is considered a medical emergency and requires broad spectrum antibiotics. An absolute neutrophil count less than 200 is also considered a medical emergency and almost always requires hospital admission and initiation of broad spectrum antibiotics with selection of specific antibiotics based on local resistance patterns.Precautions to avoid opportunistic infections in those with chronic neutropenia include maintaining proper soap and water hand hygiene, good dental hygiene and avoiding highly contaminated sources that may contain a large fungal reservoirs such as mulch, construction sites and bird or other animal waste. Neutropenia can be treated with the hematopoietic growth factor granulocyte-colony stimulating factor (G-CSF). These are cytokines that are present naturally in the body. The factors promote neutrophil recovery following anticancer therapy or in chronic neutropenia. Recombinant G-CSF factor preparations, such as filgrastim can be effective in people with congenital forms of neutropenia including severe congenital neutropenia and cyclic neutropenia; the amount needed (dosage) to stabilize the neutrophil count varies considerably (depending on the individual's condition). Guidelines for neutropenia regarding diet are currently being studied. Those who have chronic neutropenia and fail to respond to G-CSF or who have an increased risk of developing MDS or AML (due to increased dosage requirements of G-CSF or having abnormal precursor cells in the bone marrow)  often require hematopoietic stem cell transplantation as a treatment. Most cases of neonatal neutropenia are temporary. Antibiotic prophylaxis is not recommended because of the possibility of encouraging the development of multidrug-resistant bacterial strains. These are cytokines that are present naturally in the body. The factors promote neutrophil recovery following anticancer therapy. The administration of intravenous immunoglobulins (IVIGs) has had some success in treating neutropenias of alloimmune and autoimmune origins with a response rate of about 50%. Blood transfusions have not been effective. Patients with neutropenia caused by cancer treatment can be given antifungal drugs. A Cochrane review  found that lipid formulations of amphotericin B had fewer side effects than conventional amphotericin B, though it is not clear whether there are particular advantages over conventional amphotericin B if given under optimal circumstances. Another Cochrane review  was not able to detect a difference in effect between amphotericin B and fluconazole because available trial data analysed results in a way that disfavoured amphotericin B. Trilaciclib, a CDK4/6 inhibitor, administered approximately thirty minutes before chemotherapy, has been shown in three clinical trials to significantly reduce the occurrence of chemotherapy-induced neutropenia and the associated need for interventions such as the administration of G-CSF's. The drug was approved in February 2021  by the FDA for use in patients with extensive-stage small cell lung cancer. In November 2023, FDA approved efbemalenograstim alfa.   == Prognosis == If left untreated, people with fever and absolute neutrophil count <500 have a mortality of up to 70% within 24 hours. The prognosis of neutropenia depends on the cause. Antibiotic agents have improved the prognosis for individuals with severe neutropenia. Neutropenic fever in individuals treated for cancer has a mortality of 4–30%.   == Epidemiology == Neutropenia is usually detected shortly after birth, affecting 6% to 8% of all newborns in neonatal intensive care units (NICUs). Out of the approximately 600,000 neonates annually treated in NICUs in the United States, 48,000 may be diagnosed as neutropenic. The incidence of neutropenia is greater in premature infants. Six to fifty-eight percent of preterm neonates are diagnosed with this auto-immune disease. The incidence of neutropenia correlates with decreasing birth weight. The disorder is seen up to 38% in infants that weigh less than 1000g, 13% in infants weighing less than 2500g, and 3% of term infants weighing more than 2500 g. Neutropenia is often temporary, affecting most newborns in only first few days after birth. In others, it becomes more severe and chronic indicating a deficiency in innate immunity. Furthermore, the prevalence of chronic neutropenia in the general public is rare. In a study conducted in Denmark, over 370,000 people were assessed for the presence of neutropenia. Results published demonstrated only 1% of those evaluated were neutropenic, and were commonly seen in those with HIV, viral infections, acute leukemias, and myelodysplastic syndromes. The study concluded the presence of neutropenia is an ominous sign that warrants further investigation and follow-up.   == See also == Pancytopenia Thrombocytopenia   == References ==   == External links =="}