{"name": "chenodiol", "category": "drug", "content": "Chenodeoxycholic acid (CDCA; also known as chenodesoxycholic acid, chenocholic acid and 3α,7α-dihydroxy-5β-cholan-24-oic acid) is a bile acid. Salts of this carboxylic acid are called chenodeoxycholates. Chenodeoxycholic acid is one of the main bile acids.  It was first isolated from the bile of the domestic goose, which gives it the \"cheno\" portion of its name (Greek: χήν = goose).   == Structure == Chenodeoxycholic acid and cholic acid are the two primary bile acids in humans. Chenodeoxycholic acid has two hydroxyl groups and is modified with the addition of another hydroxyl group to produce cholic acid.  Some other mammals have muricholic acid or deoxycholic acid rather than chenodeoxycholic acid.  It occurs as a white crystalline substance insoluble in water but soluble in alcohol and acetic acid, with melting point at 165–167 °C.   == Biosynthesis and function == Chenodeoxycholic acid is synthesized in the liver from cholesterol via several enzymatic steps.  Like other bile acids, it can be conjugated  with taurine or glycine, forming taurochenodeoxycholate or glycochenodeoxycholate. Conjugation results in a lower pKa. This results in the conjugated bile acids being ionized at the usual pH in the intestine, and staying in the gastrointestinal tract until reaching the ileum to be reabsorbed. CDCA and other bile acids are surfactants forming micelles with fats, which facilitate lipid digestion. After absorption, they are taken up by the liver and resecreted, so undergoing an enterohepatic circulation. Unabsorbed CDCA can be metabolised by bacteria in the colon to form the secondary bile acid, lithocholic acid or the epimer, ursodeoxycholic acid. CDCA is the most potent natural bile acid at stimulating the nuclear bile acid receptor, farnesoid X receptor (FXR). The transcription of many genes is activated by FXR, including those encoding FGF19 and small heterodimer partner.   == Therapeutic applications ==   === Gallstones === CDCA has been used as medical therapy to dissolve gallstones. Medical therapy with oral bile acids has been used in patients who have small cholesterol stones, and for patients with larger cholesterol gallstones who are unable or reluctant to have surgery. CDCA treatment can cause diarrhea, mild reversible hepatic injury, and a small increase in the plasma cholesterol level.   === Cerebrotendineous xanthomatosis === CDCA can be used in the treatment of cerebrotendineous xanthomatosis.   === Other === CDCA has been used in several other conditions.  As diarrhea is frequent when CDCA is used in gallstone dissolution, it has been studied as a possible treatment for constipation and has been shown to accelerate colonic transit and improve bowel function. The Australian biotechnology company Giaconda has tested a treatment for hepatitis C infection that combines chenodeoxycholic acid with bezafibrate.   == See also == Ursodeoxycholic acid Hyodeoxycholic acid   == References ==   == External links =="}