{"name": "chlorpropamide", "category": "drug", "content": "Chlorpropamide is an antidiabetic drug, belonging to the sulfonylurea class of organic compounds. It is used to treat diabetes mellitus type 2. It is a long-acting first-generation sulfonylurea.   == Mechanism of action == Like other sulfonylureas, chlorpropamide acts to increase the secretion of insulin, so it is only effective in patients who have some pancreatic beta cell function. It can cause relatively long episodes of hypoglycemia; this is one reason why shorter-acting sulfonylureas such as gliclazide or tolbutamide are used instead. The risk of hypoglycemia makes this drug a poor choice for the elderly and patients with mild to moderate hepatic and renal impairment. Chlorpropamide is also used in partial central diabetes insipidus.   == Pharmacokinetics == Maximal plasma concentrations are reached 3 to 5 hours after quick and nearly complete (>90%) resorption from the gut. plasma half life is 36 hours; the drug is effective for about 24 hours, longer than other sulfonylureas. A stable plasma level is only reached after three days of continuous application. 90% of the drug are bound to plasma proteins; at least two albumin binding sites exist. More than 99% of chlorpropamide are excreted unchanged via the kidneys. It is first filtrated in the glomeruli, then reabsorbed, and finally secreted into the tubular lumen.   == Cautions and contraindications ==  Chlorpropamide and other sulfonylureas encourage weight gain, so they are generally not favored for use in very obese patients. Metformin (Glucophage) is considered a better drug for these patients. Sulfonylureas should be used with caution or generally avoided in patients with hepatic and renal impairment, patients with porphyria, patients who are breastfeeding, patients with ketoacidosis, and elderly patients.   === Other side effects === The most common side effects are skin related, such as rashes, photoallergy and (in rare cases) Stevens–Johnson syndrome. Less common side effects of chlorpropamide include gastrointestinal symptoms such as nausea, vomiting, and diarrhea. It may cause facial flushing after the ingestion of alcohol. In very high doses it can increase secretion of antidiuretic hormone (ADH), which can lead to hyponatremia. It also markedly raises the serum level of alkaline phosphatase.   == Chemical properties == Chlorpropamide is a white crystalline powder with no characteristic taste or smell. It exhibits polymorphism. Its acid dissociation constant pKa is 5.0 at 20 °C.   === Solubility ===   == See also == Tolbutamide Tolazamide Glyburide Glipizide   == References =="}