{"name": "Chloasma", "category": "disease", "content": "Melasma (also known as chloasma faciei,: 854  or the mask of pregnancy when present in pregnant women) is a tan or dark skin discoloration. Melasma is thought to be caused by sun exposure, genetic predisposition, hormone changes, and skin irritation. Although it can affect anyone, it is particularly common in women, especially pregnant women and those who are taking oral or patch contraceptives or hormone replacement therapy medications.   == Signs and symptoms == The symptoms of melasma are dark, irregular, well-demarcated, hyperpigmented macules to patches. These patches often develop gradually over time. Melasma does not cause any other symptoms beyond the cosmetic discoloration. Patches can vary in size from 0.5 cm to larger than 10 cm depending on the person. Its location can be categorized as centrofacial, malar, or mandibular. The most common is centrofacial, in which patches appear on the cheeks, nose, upper lip, forehead, and chin. The mandibular category accounts for patches on the bilateral rami, while the malar location accounts for patches only on the nose and cheeks.   == Cause == The exact cause of melasma is unknown. Melasma is thought to be the stimulation of melanocytes (cells in the dermal layer, which transfer the pigment melanin to the keratinocytes of skin) when the skin is exposed to ultraviolet light from the sun. Small amounts of sun exposure can make melasma return to the skin after it has faded, which is why people with melasma often get it again and again, particularly in the summer. Pregnant women often get melasma, or chloasma, known as the mask of pregnancy. Birth-control pills and hormone replacement therapy also can trigger melasma. The discoloration usually disappears spontaneously over a period of several months after giving birth or stopping the oral contraceptives or hormone treatment. Genetic predisposition is also a major factor in determining whether someone will develop melasma. People with the Fitzpatrick skin type III or greater from African, Asian, or Hispanic descent are at a much higher risk than others. In addition, women with a light brown skin type who are living in regions with intense sun exposure are particularly susceptible to developing this condition. The incidence of melasma also increases in patients with thyroid disease. It is thought that the overproduction of melanocyte-stimulating hormone  brought on by stress can cause outbreaks of this condition. Other rare causes of melasma include allergic reaction to medications and cosmetics.   === Addison's disease === Melasma suprarenale (Latin: 'above the kidneys') is a symptom of Addison's disease, particularly when caused by pressure or minor injury to the skin, as discovered by FJJ Schmidt of Rotterdam in 1859.   == Diagnosis ==   === Types === The two different kinds of melasma are epidermal and dermal.   Epidermal melasma results from melanin pigment that is elevated in the suprabasal layers of the epidermis. Dermal melasma occurs when the dermal macrophages have an elevated melanin level. Melasma is usually diagnosed visually or with assistance of a Wood's lamp (340–400 nm wavelength). Under Wood's lamp, excess melanin in the epidermis can be distinguished from that of the dermis. This is done by looking at how dark the melasma appears; dermal melasma appears darker than epidermal melasma under the Wood's lamp.   === Severity === The severity of facial melasma may be assessed by colorimetry, mexametry, and the melasma area and severity index (MASI) score.   === Differential diagnoses === Melasma should be differentiated from freckles, solar lentigo, toxic melanoderma, Riehl melanosis, post-inflammatory hyperpigmentation, friction melanosis, ochronosis (endogenous and exogenous), and cutaneous erythematosus lupus.  Additionally, it should not be confused with phytophotodermatosis, pellagra, endogenous phototoxicity, nevus of Ota, café au lait macules, seborrheic keratosis, Poikiloderma of Civatte, acquired bilateral nevus of ota-like macules (Hori's nevus), periorbital hyperpigmentation, erythrose pigmentaire peribuccale of Brocq, erythromelanosis follicularis faciei, facial acanthosis nigricans, and actinic lichen planus. Also, cases of drug-induced pigmentation have been reported, caused by amiodarone, or hydroquinone-induced exogenous ochronosis (see ochronosis treatment).   == Treatment ==  Assessment by a dermatologist can help guide treatment. Treatments to hasten the fading of the discolored patches include:  Topical depigmenting agents, such as hydroquinone (HQ) either in over-the-counter (OTC – 2%) or prescription (4%) strength. HQ inhibits tyrosinase, an enzyme involved in the production of melanin. Tretinoin, a retinoid, increases skin cell (keratinocyte) turnover. This treatment is not used during pregnancy due to risk of harm to the fetus. Azelaic acid (20%) is thought to decrease the activity of melanocytes. Tranexamic acid by mouth has shown to provide rapid and sustained lightening in melasma by decreasing melanogenesis in epidermal melanocytes. Cysteamine hydrochloride (5%) over-the-counter Mechanism of action seems to involve inhibition of melanin synthesis pathway Kojic acid (2%) OTC Alpha Arbutin 2–5% OTC Flutamide (1%) Chemical peels Microdermabrasion to dermabrasion (light to deep) Galvanic or ultrasound facials with a combination of a topical crème/gel, either in an aesthetician's office or as a home massager unit Laser but not intense pulsed light (which can make the melasma darker) Melatonin helps regulate melasma.   === Effectiveness === Evidence-based reviews found that the most effective therapy for melasma includes a combination of topical agents. Triple combination creams formulated with hydroquinone, tretinoin, and a steroid component have shown to be more effective than dual combination therapy or hydroquinone alone. More recently, a systematic review found that oral medications also have a role in melasma treatment, and have been shown to be efficacious with a minimal number and severity of adverse events. Oral medications and dietary supplements employed in the treatment of melasma include tranexamic acid, Polypodium leucotomos extract, beta‐carotenoid, melatonin, and procyanidin. Oral procyanidin combined with vitamins A, C, and E shows promise as safe and effective for epidermal melasma. In an 8-week randomized, double-blind, placebo-controlled trial in 56 Filipino women, treatment was associated with significant improvements in the left and right malar regions, and was safe and well tolerated. In all of these treatments, the effects are gradual and a strict avoidance of sunlight is required. The use of broad-spectrum sunscreens with physical blockers, such as titanium dioxide and zinc oxide, is preferred,  because UV-A, UV-B, and visible lights are all capable of stimulating pigment production. Many negative side effects can go along with these treatments, and treatments often are unsatisfying overall. Scarring, irritation, lighter patches of skin, and contact dermatitis are all commonly seen. Patients should avoid other precipitants, including hormonal triggers. Cosmetic camouflage can also be used to hide melasma.   == See also == Linea nigra List of cutaneous conditions   == References ==   == External links ==  DermNet colour/melasma"}