{"name": "chlorhexidine", "category": "drug", "content": "Chlorhexidine is a disinfectant and antiseptic with the molecular formula C22H30Cl2N10, which is used for skin disinfection before surgery and to disinfect surgical instruments. It is also used for cleaning wounds, preventing dental plaque, treating yeast infections of the mouth, and to keep urinary catheters from blocking. It is used as a liquid or a powder. It is commonly used in salt form, either the gluconate or the acetate. Side effects may include skin irritation, tooth discoloration, and allergic reactions, although apart from discoloration the risk appears to be the same as povidone-iodine. Chlorhexidine rinse is also known to have a bitter metallic aftertaste. Rinsing with water is not recommended as it is known to increase the bitterness. It may cause eye problems if direct contact occurs. Use in pregnancy appears to be safe. Chlorhexidine may come mixed in alcohol, water, or surfactant solution. It is effective against a range of microorganisms, but does not inactivate spores. Chlorhexidine came into medical use in the 1950s and is  available over the counter in the United States. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 247th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Uses == Chlorhexidine is used in disinfectants (disinfection of the skin and hands), cosmetics (additive to creams, toothpaste, deodorants, and antiperspirants), and pharmaceutical products (preservative in eye drops, active substance in wound dressings and antiseptic mouthwashes). A 2019 Cochrane review concluded that based on very low certainty evidence in those who are critically ill \"it is not clear whether bathing with chlorhexidine reduces hospital-acquired infections, mortality, or length of stay in the intensive care unit (ICU), or whether the use of chlorhexidine results in more skin reactions.\" In endodontics, chlorhexidine has been used for root canal irrigation and as an intracanal dressing. It has however been replaced by the use of sodium hypochlorite bleach in much of the developed world.   === Antiseptic === Chlorhexidine is active against Gram-positive and Gram-negative organisms, facultative anaerobes, aerobes, and yeasts. It is particularly effective against Gram-positive bacteria (in concentrations ≥ 1 μg/L). Significantly higher concentrations (10 to more than 73 μg/mL) are required for Gram-negative bacteria and fungi. Chlorhexidine is ineffective against polioviruses and adenoviruses. The effectiveness against herpes viruses has not yet been established unequivocally. There is strong evidence that chlorhexidine is more effective than povidone-iodine for clean surgery. Evidence shows that it is an effective antiseptic for upper limb surgery. Meta-data spanning several decades shows that the efficacy of chlorhexidine (against organisms that cause surgical site infection) has not changed, dispelling concerns over emerging resistance.   === Dental use ===  Use of a chlorhexidine-based mouthwash in combination with normal tooth care can help reduce the build-up of plaque and improve mild gingivitis. There is not enough evidence to determine the effect in moderate to severe gingivitis. Its use as a mouthwash has a number of adverse effects including damage to the mouth lining, tooth discoloration, tartar build-up, and impaired taste. Extrinsic tooth staining occurs when chlorhexidine rinse has been used for four weeks or longer. Mouthwashes containing chlorhexidine which stain teeth less than the classic solution have been developed, many of which contain chelated zinc. Chlorhexidine is a cation which interacts with anionic components of toothpaste, such as sodium lauryl sulfate and sodium monofluorophosphate, and forms salts of low solubility and reduced antibacterial activity. Hence, to enhance the antiplaque effect of chlorhexidine, \"it seems best that the interval between toothbrushing and rinsing with CHX [chlorhexidine] be more than 30 minutes, cautiously close to two hours after brushing\".   === Topical === Chlorhexidine gluconate is used as a skin cleanser for surgical scrubs, as a cleanser for skin wounds, for preoperative skin preparation, and for germicidal hand rinses. Chlorhexidine eye drops have been used as a treatment for eyes affected by Acanthamoeba keratitis. Chlorhexidine is a very effective antiseptic and its use is growing in the world for treating the umbilical cord. A 2015 Cochrane review has yielded high-quality evidence that within the community setting, chlorhexidine skin or cord care can reduce the incidence of omphalitis (inflammation of the umbilical cord) by 50% and neonatal mortality by 12%.   == Side effects == Side effects may include skin irritation, tooth discoloration, and allergic reactions, although apart from discoloration the risk appears to be the same as povidone-iodine. Chlorhexidine is ototoxic (toxic to the inner ear). If put into a ruptured ear canal it may lead to deafness. Chlorhexidine does not meet European specifications for a hand disinfectant. Under the test conditions of the European Standard EN 1499, no significant difference in the efficacy was found between a 4% solution of chlorhexidine digluconate and soap. In the US, between 2007 and 2009, Hunter Holmes McGuire Veterans Administration Medical Center conducted a cluster-randomized trial and concluded that daily bathing of patients in intensive care units with washcloths saturated with chlorhexidine gluconate reduced the risk of hospital-acquired infections. Whether prolonged exposure over many years may have carcinogenic potential is still not clear. The US Food and Drug Administration recommendation is to limit the use of a chlorhexidine gluconate mouthwash to a maximum of six months. When ingested, chlorhexidine is poorly absorbed in the gastrointestinal tract and can cause stomach irritation or nausea. If aspirated into the lungs at high enough concentration, as reported in one case, it can be fatal due to the high risk of acute respiratory distress syndrome.   == Mechanism of action == At physiologic pH, chlorhexidine salts dissociate and release the positively charged chlorhexidine cation. The bactericidal effect is a result of the binding of this cationic molecule to negatively charged bacterial cell walls. At low concentrations of chlorhexidine, this results in a bacteriostatic effect; at high concentrations, membrane disruption results in cell death.   == Chemistry == It is a cationic polybiguanide (bisbiguanide).   == Deactivation == Chlorhexidine is deactivated by forming insoluble salts with anionic compounds, including the anionic surfactants commonly used as detergents in toothpastes and mouthwashes, anionic thickeners such as carbomer, and anionic emulsifiers such as acrylates/C10-30 alkyl acrylate crosspolymer, among many others. For this reason, chlorhexidine mouth rinses should be used at least 30 minutes after other dental products.   == Synthesis == The structure is based on two molecules of proguanil, linked with a hexamethylenediamine spacer.   == Society and culture ==   === Brands === Chlorhexidine topical is sold as Betasept, Biopatch, Calgon Vesta, ChloraPrep One-Step, Dyna-Hex, Hibiclens, Hibistat Towelette, Scrub Care Exidine, Spectrum-4 among others. Chlorhexidine gluconate mouthwash is sold as Dentohexin, Paroex, Peridex, PerioChip, Corsodyl and Periogard, among others.   == Veterinary medicine == In animals, chlorhexidine is used for topical disinfection of wounds, and to manage skin infections. Chlorhexidine-based disinfectant products are used in the dairy farming industry. Post-surgical respiratory problems have been associated with the use of chlorhexidine products in cats.   == References =="}