{"name": "chlortetracycline", "category": "drug", "content": "Chlortetracycline (trade name Aureomycin, Lederle Laboratories) is a tetracycline antibiotic, the first tetracycline to be identified. It was discovered in 1945 at Lederle Laboratories under the supervision of scientist Yellapragada Subbarow, Benjamin Minge Duggar. They were helped by Louis T. Wright, a surgeon who conducted this medications first human experiments. Duggar identified the antibiotic as the product of an actinomycete he cultured from a soil sample collected from Sanborn Field at the University of Missouri.  The organism was named Streptomyces aureofaciens and the isolated drug, Aureomycin, because of their golden color. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == A combination cream with triamcinolone acetonide is available for the treatment of infected allergic dermatitis in humans. In veterinary medicine, chlortetracycline is commonly used to treat conjunctivitis in cats, dogs and horses. It is also used to treat infected wounds in cattle, sheep and pigs, and respiratory tract infections in calves, pigs and chickens.   == Contraindications == Chlortetracycline for systemic use is contraindicated in animals with severe hepatic or renal impairment. Topical chlortetracycline must not be used on the udder of animals whose milk is intended for human consumption.   == Adverse effects == Like other tetracyclines, chlortetracyclin can inhibit bone and tooth mineralization in growing and unborn animals, and color their teeth yellow or brown. It can also impair liver and kidney function. Allergic reactions are rare.   == Interactions == Chlortetracycline may increase the anticoagulant activities of acenocoumarol. The risk or severity of adverse effects can be increased when chlortetracycline is combined with acitretin, adapalene, or alitretinoin. Aluminum phosphate and aluminum hydroxide can cause decreases in the absorption of chlortetracycline resulting in a reduced serum concentration and potentially a decrease in efficacy. The therapeutic efficacy of mecillinam (amdinocillin), amoxicillin, and ampicillin can be decreased when used in combination with chlortetracycline. Chlortetracycline may increase the neuromuscular blocking activities of atracurium besilate.   == Pharmacology ==   === Mechanism of action ===   == References =="}