{"name": "chlorprothixene", "category": "drug", "content": "Chlorprothixene, sold under the brand name Truxal among others, is a typical antipsychotic of the thioxanthene group.   == Medical uses == Chlorprothixene's principal indications are the treatment of psychotic disorders (e.g. schizophrenia) and of acute mania occurring as part of bipolar disorders. Other uses are pre- and postoperative states with anxiety and insomnia, severe nausea / emesis (in hospitalized patients), the amelioration of anxiety and agitation due to use of selective serotonin reuptake inhibitors for depression and, off-label, the amelioration of alcohol and opioid withdrawal. It may also be used cautiously to treat nonpsychotic irritability, aggression, and insomnia in pediatric patients. An intrinsic antidepressant effect of chlorprothixene has been discussed, but not proven. Likewise, it is unclear if chlorprothixene has genuine (intrinsic) analgesic effects. However, chlorprothixene can be used as co-medication in severe chronic pain. Also, like most antipsychotics, chlorprothixene has antiemetic effects.   == Side effects == Chlorprothixene has a strong sedative activity with a high incidence of anticholinergic side effects. The types of side effects encountered (dry mouth, massive hypotension and tachycardia, hyperhidrosis, substantial weight gain etc.) normally do not allow a full effective dose for the remission of psychotic disorders to be given. So cotreatment with another, more potent, antipsychotic agent is needed. Chlorprothixene is structurally related to chlorpromazine, with which it shares, in principle, all side effects. Allergic side effects and liver damage seem to appear with an appreciable lower frequency. The elderly are particularly sensitive to anticholinergic side effects of chlorprothixene (precipitation of narrow angle glaucoma, severe obstipation, difficulties in urinating, confusional and delirant states). In patients >60 years the doses should be particularly low. Early and late extrapyramidal side effects may occur but have been noted with a low frequency (one study with a great number of participants has delivered a total number of only 1%).   == Overdose == Overdose symptoms can be confusion, hypotension, and tachycardia, and several fatalities have been reported with concentrations in postmortem blood ranging from 0.1 to 7.0 mg/L compared to non-toxic levels in postmortem blood which can extend to 0.4 mg/kg.   == Interactions == Chlorprothixene may increase the plasma-level of concomitantly given lithium. In order to avoid lithium intoxication, lithium plasma levels should be monitored closely. If chlorprothixene is given concomitantly with opioids, the opioid dose should be reduced (by approx. 50%), because chlorprothixene amplifies the therapeutic actions and side effects of opioids considerably. Avoid the concomitant use of chlorprothixene and tramadol (Ultram). Seizures may be encountered with this combination. Consider additive sedative effects and confusional states to emerge, if chlorprothixene is given with benzodiazepines or barbiturates. Choose particular low doses of these drugs. Exert particular caution in combining chlorprothixene with other anticholinergic drugs (tricyclic antidepressants and antiparkinsonian agents): Particularly the elderly may develop delirium, high fever, severe obstipation, even ileus and glaucoma .   == Pharmacology ==   === Pharmacodynamics ===  Chlorprothixene is an antagonist of the following receptors:  5-HT2, 5-HT6, 5-HT7: antipsychotic effects, sedation/anxiolysis, antidepressant effect, weight gain D1, D2, D3, D4, D5: antipsychotic effects, sedation, extrapyramidal side effects, prolactin increase, depression, apathy/anhedonia, weight gain H1: sedation, weight gain Muscarinic acetylcholine receptors: anticholinergic effects, inhibition of extrapyramidal side effects α1-Adrenergic: hypotension, sedation, anxiolysis Because of its potent serotonin 5-HT2A and muscarinic acetylcholine receptor antagonism, chlorprothixene causes relatively mild extrapyramidal symptoms. This is in contrast to most other typical antipsychotics. For this reason, chlorprothixene has sometimes been described instead as an atypical antipsychotic. Chlorprothixene has also been found to act as FIASMA (functional inhibitor of acid sphingomyelinase).   === Pharmacokinetics === One metabolite of chlorprothixene is N-desmethylchlorprothixene.   == History == Chlorprothixene was the first of the thioxanthene antipsychotics to be synthesized. It was introduced in 1959 by Lundbeck. Lometraline, tametraline, and sertraline were reportedly derived via structural modification of chlorprothixene.   == Society and culture ==   === Brand names === Chlorprothixene is sold mainly under the brand name Truxal.   === Availability === Chlorprothixene is widely available throughout Europe and elsewhere in the world. The drug was previously available in the United States under the brand name Taractan, but this formulation has since been discontinued and the drug is no longer available in this country.   == References =="}