{"name": "cholestyramine", "category": "drug", "content": "Colestyramine (INN) or cholestyramine (USAN) (trade names Questran, Questran Light, Cholybar, Olestyr) is a bile acid sequestrant, which binds bile in the gastrointestinal tract to prevent its reabsorption. It is a strong ion exchange resin, which means it can exchange its chloride anions with anionic bile acids in the gastrointestinal tract and bind them strongly in the resin matrix. The functional group of the anion exchange resin is a quaternary ammonium group attached to an inert styrene-divinylbenzene copolymer. Colestyramine removes bile acids from the body by forming insoluble complexes with bile acids in the intestine, which are then excreted in the feces. As a result of this loss of bile acids, more plasma cholesterol is converted to bile acids in the liver to normalise levels. This conversion of cholesterol into bile acids lowers plasma cholesterol levels.   == Medical uses == Bile acid sequestrants such as colestyramine were first used to treat hypercholesterolemia, but since the introduction of statins, now have only a minor role for this indication.  They can also be used to treat the pruritus, or itching, that often occurs during liver failure and other types of cholestasis where the ability to eliminate bile acids is reduced. Colestyramine is commonly used to treat diarrhea resulting from bile acid malabsorption. It was first used for this in Crohn's disease patients who had undergone ileal resection. The terminal portion of the small bowel (ileum) is where bile acids are reabsorbed. When this section is removed, the bile acids pass into the large bowel and cause diarrhea due to stimulation of chloride/fluid secretion by the colonocytes resulting in a secretory diarrhea. Colestyramine prevents this increase in water by making the bile acids insoluble and osmotically inactive. Colestyramine is also used in the control of other types of bile acid diarrhea. The primary, idiopathic form of bile acid diarrhea is a common cause of chronic functional diarrhea, often misdiagnosed as diarrhea-predominant irritable bowel syndrome (IBS-D), and most of these patients respond to colestyramine. It is beneficial in the treatment of postcholecystectomy syndrome chronic diarrhea. Colestyramine is also useful in treating post-vagotomy diarrhea. Colestyramine can be helpful in the treatment of Clostridium difficile infections, to absorb toxins A and B, and reduce the diarrhea and the other symptoms these toxins cause. However, because it is not an anti-infective, it is used in concert with vancomycin. It is also used in the \"wash out\" procedure in patients taking leflunomide or teriflunomide to aid drug elimination in the case of drug discontinuation due to severe side effects caused by leflunomide or teriflunomide. A case report suggests that colestyramine may be useful for cyanobacterial (microcystin) poisoning in dogs. Ointments containing colestyramine compounded with Aquaphor have been used in topical treatment of diaper rash in infants and toddlers. Cholestyramine also binds with oxalate in the GI tract, ultimately reducing urine oxalate and calcium oxalate stone formation.   == Available forms == Colestyramine is available as powder form, in 4-g packets, or in larger canisters.  In the United States, it can be purchased either as a generic medicine, or as Questran or Questran Light (Bristol-Myers Squibb).   == Dosage == A typical dose is 4 to 8 g once or twice daily, with a maximum dose of 24 g/d.   == Side effects == These side effects have been noted:  Most frequent: constipation Increased plasma triglycerides Intestinal obstruction has been reported in patients with previous bowel surgery who should use colestyramine cautiously.  Cholestyramine-induced hyperchloremic metabolic acidosis has also been reported rarely. Patients with hypothyroidism, diabetes, nephrotic syndrome, dysproteinemia, obstructive liver disease, kidney disease, or alcoholism should consult their doctor before taking this medication. Other drugs should be taken at least one hour before or four to six hours after colestyramine to reduce possible interference with absorption.  Patients with phenylketonuria should consult with a physician before taking Questran Light because that product contains phenylalanine.   == Drug interactions == Interactions with these drugs have been noted:  Digitalis Estrogens and progestins Oral diabetes drugs Penicillin G Phenobarbital Spironolactone Tetracycline Thiazide-type diuretic pills Thyroid medication Warfarin Leflunomide Most interactions are due to the risk of decreased absorption of these drugs.  The duration of treatment is not limited, but the prescribing physician should reassess at regular intervals if continued treatment is still necessary. The principal overdose risk is blockage of intestine or stomach. Colestyramine may interfere in the absorption of fat-soluble vitamins such as vitamins A, D, E, and K. No special considerations regarding alcohol consumption are made.   == Notes and references == The Merck Index (12 ed.). p. 2257."}