{"name": "cholic acid", "category": "drug", "content": "Cholic acid, also known as 3α,7α,12α-trihydroxy-5β-cholan-24-oic acid is a primary bile acid that is insoluble in water (soluble in alcohol and acetic acid),  it is a white crystalline substance.  Salts of cholic acid are called cholates.  Cholic acid, along with chenodeoxycholic acid, is one of the two major bile acids produced by the liver, where it is synthesized from cholesterol.  These two major bile acids are roughly equal in concentration in humans. Derivatives are made from cholyl-CoA, which exchanges its CoA with either glycine, or taurine, yielding glycocholic and taurocholic acid, respectively. Cholic acid downregulates cholesterol-7-α-hydroxylase (rate-limiting step in bile acid synthesis), and cholesterol does the opposite.  This is why chenodeoxycholic acid, and not cholic acid, can be used to treat gallstones (because decreasing bile acid synthesis would supersaturate the stones even more). Cholic acid and chenodeoxycholic acid are the most important human bile acids.  Other species may synthesize different bile acids as their predominant primary bile acids.   == Medical uses ==  Cholic acid, sold under the brand name Cholbam, is approved for use in the United States and is indicated as a treatment for children and adults with bile acid synthesis disorders due to single enzyme defects, and for peroxisomal disorders (such as Zellweger syndrome). It was approved for use in the European Union in September 2013, and is sold under the brand name Orphacol. It is indicated for the treatment of inborn errors in primary bile-acid synthesis due to 3β-hydroxy-Δ5-C27-steroid oxidoreductase deficiency or Δ4-3-oxosteroid-5β-reductase deficiency in infants, children and adolescents aged one month to 18 years and adults. Cholic acid FGK (Kolbam) was approved for medical use in the European Union in November 2015. It is indicated for the treatment of inborn errors of primary bile acid synthesis, in infants from one month of age for continuous lifelong treatment through adulthood, encompassing the following single enzyme defects:  sterol 27-hydroxylase deficiency (presenting as cerebrotendinous xanthomatosis, CTX); 2- (or alpha-) methylacyl-CoA racemase (AMACR) deficiency; cholesterol 7 alpha-hydroxylase (CYP7A1) deficiency. The most common side effects include peripheral neuropathy (nerve damage in the hands and feet), diarrhea, nausea (feeling sick), acid reflux (stomach acid flowing up into the mouth), esophagitis (inflammation of the food pipe), jaundice (yellowing of the skin and eyes), skin problems (lesions) and malaise (feeling unwell).   == Interactive pathway map == Click on genes, proteins and metabolites below to link to respective articles.     == References =="}