{"name": "Chorioretinitis", "category": "disease", "content": "Chorioretinitis is an inflammation of the choroid (thin pigmented vascular coat of the eye) and retina of the eye. It is a form of posterior uveitis.  Inflammation of these layers can lead to vision-threatening complications. If only the choroid is inflamed, not the retina, the condition is termed choroiditis. The ophthalmologist's goal in treating these potentially blinding conditions is to eliminate the inflammation and minimize the potential risk of therapy to the patient.   == Symptoms == Symptoms may include the presence of floating black spots, blurred vision, pain or redness in the eye, sensitivity to light, or excessive tearing.   == Causes == Chorioretinitis is often caused by toxoplasmosis and cytomegalovirus infections (mostly seen in immunodeficient subjects such as people with HIV/AIDS or on immunosuppressant drugs). Congenital toxoplasmosis via transplacental transmission can also lead to sequelae such as chorioretinitis along with hydrocephalus and cerebral calcifications. Other possible causes of chorioretinitis are syphilis, sarcoidosis, tuberculosis, Behçet's disease, onchocerciasis, or West Nile virus. Chorioretinitis may also occur in presumed ocular histoplasmosis syndrome (POHS); despite its name, the relationship of POHS to Histoplasma is controversial.   == Diagnosis == In general, the diagnosis of chorioretinitis is based on direct examination of active chorioretinal inflammation and/or by detection of leukocytes in the vitreous humor on ophthalmic examination.   == Treatment == Chorioretinitis is usually treated with a combination of corticosteroids and antibiotics. However, if there is an underlying cause such as HIV, specific therapy can be started as well. A 2012 Cochrane Review found weak evidence suggesting that ivermectin could result in reduced chorioretinal lesions in patients with onchocercal eye disease. More research is needed to support this finding.   == See also == Uveitis Retinitis Multifocal choroiditis and panuveitis   == References ==   == Further reading == Neil J. Friedman; Peter K. Kaiser; Roberto Pineda (2009). The Massachusetts Eye and Ear Infirmary illustrated manual of ophthalmology (3rd ed.). Saunders/Elsevier. ISBN 978-1437709087. Emmett T. Cunningham; Paul Riordan-Eva (2011). Vaughan & Asbury's general ophthalmology (18th ed.). McGraw-Hill Medical. ISBN 978-0071634205.   == External links =="}