{"name": "Chronic viral hepatitis B with hepatitis D", "category": "disease", "content": "Hepatitis D is a type of viral hepatitis caused by the hepatitis delta virus (HDV). HDV is one of five known hepatitis viruses: A, B, C, D, and E. HDV is considered to be a satellite (a type of subviral agent) because it can propagate only in the presence of the hepatitis B virus (HBV). Transmission of HDV can occur either via simultaneous infection with HBV (coinfection) or superimposed on chronic hepatitis B or hepatitis B carrier state (superinfection). HDV infecting a person with chronic hepatitis B (superinfection) is considered the most serious type of viral hepatitis due to its severity of complications. These complications include a greater likelihood of experiencing liver failure in acute infections and a rapid progression to liver cirrhosis, with an increased risk of developing liver cancer in chronic infections. In combination with hepatitis B virus, hepatitis D has the highest fatality rate of all the hepatitis infections, at 20%. A recent estimate from 2020 suggests that currently 48 million people are infected with this virus.   == Virology ==   === Structure and genome === The hepatitis delta viruses, or HDV, are eight species of negative-sense single-stranded RNA viruses (or virus-like particles) classified together as the genus Deltavirus, within the realm Ribozyviria. The HDV virion is a small, spherical, enveloped particle with a 36 nm diameter; its viral envelope contains host phospholipids, as well as three proteins taken from the hepatitis B virus—the large, medium, and small hepatitis B surface antigens. This assembly surrounds an inner ribonucleoprotein (RNP) particle, which contains the genome surrounded by about 200 molecules of hepatitis D antigen (HDAg) for each genome. The central region of HDAg has been shown to bind RNA. Several interactions are also mediated by a coiled-coil region at the N terminus of HDAg. The HDV genome is negative sense, single-stranded, closed circular RNA; with a genome of approximately 1700 nucleotides, HDV is the smallest \"virus\" known to infect animals. It has been proposed that HDV may have originated from a class of plant pathogens called viroids, which are much smaller than viruses. Its genome is unique among animal viruses because of its high GC nucleotide content. Its nucleotide sequence is about 70% self-complementary, allowing the genome to form a partially double-stranded, rod-like RNA structure. HDV strains are highly divergent; fusions of different strains exist and sequences had been deposited in public databases employing different start sites for the circular viral RNA involved. This had resulted in something of chaos with respect to molecular classification of this virus, a situation which has been resolved recently with the adoption of a proposed reference genome and a uniform classification system.   === Life cycle === Like hepatitis B, HDV gains entry into liver cells via the sodium taurocholate cotransporting polypeptide (NTCP) bile transporter. HDV recognizes its receptor via the N-terminal domain of the large hepatitis B surface antigen, HBsAg. Mapping by mutagenesis of this domain has shown that amino acid residues 9–15 make up the receptor-binding site. After entering the hepatocyte, the virus is uncoated and the nucleocapsid translocated to the nucleus due to a signal in HDAg Since the HDV genome does not code for an RNA polymerase to replicate the virus' genome, the virus makes use of the host cellular RNA polymerases. Initially thought to use just RNA polymerase II, now RNA polymerases I and III have also been shown to be involved in HDV replication. Normally RNA polymerase II utilizes DNA as a template and produces mRNA. Consequently, if HDV indeed utilizes RNA polymerase II during replication, it would be the only known animal pathogen capable of using a DNA-dependent polymerase as an RNA-dependent polymerase. The RNA polymerases treat the RNA genome as double-stranded DNA due to the folded rod-like structure it is in. Three forms of RNA are made; circular genomic RNA, circular complementary antigenomic RNA, and a linear polyadenylated antigenomic RNA, which is the mRNA containing the open reading frame for the HDAg. Synthesis of antigenomic RNA occurs in the nucleolus, mediated by RNA polymerase I, whereas synthesis of genomic RNA takes place in the nucleoplasm, mediated by RNA polymerase II. HDV RNA is synthesized first as linear RNA that contains many copies of the genome. The genomic and antigenomic RNA contain a sequence of 85 nucleotides, the hepatitis delta virus ribozyme, that acts as a ribozyme, which self-cleaves the linear RNA into monomers. These monomers are then ligated to form circular RNA.   === Delta antigens ===  A significant difference between viroids and HDV is that, while viroids produce no proteins, HDV is known to produce one protein, namely HDAg. It comes in two forms; a 27kDa large-HDAg, and a small-HDAg of 24kDa. The N-terminals of the two forms are identical, they differ by 19 more amino acids in the C-terminal of the large HDAg. Both isoforms are produced from the same reading frame which contains an UAG stop codon at codon 196, which normally produces only the small-HDAg. However, editing by cellular enzyme adenosine deaminase acting on RNA (ADAR) changes the stop codon to UGG, allowing the large-HDAg to be produced. Despite having 90% identical sequences, these two proteins play diverging roles during the course of an infection. HDAg-S is produced in the early stages of an infection and enters the nucleus and supports viral replication. HDAg-L, in contrast, is produced during the later stages of an infection, acts as an inhibitor of viral replication, and is required for assembly of viral particles. Thus RNA editing by the cellular enzymes is critical to the virus' life cycle because it regulates the balance between viral replication and virion assembly.   === Antigenic loop infectivity === The HDV envelope protein has three of the HBV surface proteins anchored to it. The S region of the genome is most commonly expressed and its main function is to assemble subviral particles. HDV antigen proteins combine with the viral genome to form a ribonucleoprotein (RNP) which when enveloped with the subviral particles can form viral-like particles that are almost identical to mature HDV, but they are not infectious. Researchers had concluded that the determinant of infectivity of HDV was within the N-terminal pre-S1 domain of the large protein (L). It was found to be a mediator in binding to the cellular receptor. Researchers Georges Abou Jaoudé and Camille Sureau published an article in 2005 that studied the role of the antigenic loop, found in HDV envelope proteins, in the infectivity of the virus. The antigenic loop, like the N-terminal pre-S1 domain of the large protein, is exposed at the virion surface. Jaoudé and Sureau's study provided evidence that the antigenic loop may be an important factor in HDV entry into the host cell and by mutating parts of the antigenic loop, the infectivity of HDV may be minimized.   == Transmission == The routes of transmission of hepatitis D are similar to those for hepatitis B. Infection is largely restricted to persons at high risk of hepatitis B infection, particularly injecting drug users and persons receiving clotting factor concentrates. Worldwide more than 15 million people are co-infected. HDV is rare in most developed countries, and is mostly associated with intravenous drug use. However, HDV is much more common in the immediate Mediterranean region, sub-Saharan Africa, the Middle East, and the northern part of South America. In all, about 20 million people may be infected with HDV.   == People at risk == As previously stated, patients previously diagnosed with hepatitis B are at risk for hepatitis D infection. Hepatitis D infection risk increases if a person uses injecting drugs, is a hemophiliac, if they are a hemodialysis patient, or through sexual contact with other infected persons.   == Prevention == Vaccination against hepatitis B protects against hepatitis D viral infection as hepatitis D requires hepatitis B viral infection to be present in order to infect and replicate in people. Universal vaccination against hepatitis B virus is recommended by the World Health Organization. The hepatitis B vaccine is routinely given soon after birth (usually within 24 hours) to protect against hepatitis B and D viral infection. Latex or polyurethane condoms have been shown to prevent the transmission of hepatitis B, and most likely hepatitis D viral infection. Women who are pregnant or trying to become pregnant should undergo testing for HBV to know if they carry the virus, this will allow prevention strategies to be implemented during the birth of the child. The CDC recommends that all women who are pregnant be tested for hepatitis B viral infection and that all infants of women with HBV infection be given hepatitis B immune globulin (HBIG) and the hepatitis B vaccine within 12 hours of birth to prevent transmission of the virus from mother to child. Those who get tattoos or body piercings should do so using sterile equipment to prevent the transmission of hepatitis B and D via infected bodily fluids. Hepatitis B and D can also be transmitted from contaminated needles, so those who inject drugs should seek help to stop drug use or use sterile needles and avoid sharing needles with others. Those with hepatitis B or D should also not share razors or other personal care items which may have been contaminated by potentially infectious bodily fluids.   == Diagnosis == Screening for hepatits D requires testing for anti-HDV antibodies, which indicate past exposure to the virus or current infection. If anti-HDV antibodies are present, then active HDV infection is confirmed by measuring hepatitis D RNA levels. Testing for HDV is only indicated in those who are hepatitis B surface antigen positive (those who have had previous or active infection with hepatitis B) as HDV requires hepatitis B viral infection to infect people. Non-invasive measures of liver fibrosis, such as the biomarker based FibroTest or non-invasive liver imaging such as transient elastography(also known as the FibroScan) have not been validated as quantitative measures of liver fibrosis in those with chronic hepatitis D infection. In those with whom liver fibrosis or cirrhosis is suspected, a liver biopsy is usually needed.   == Treatment == Current established treatments for chronic hepatitis D include conventional or pegylated interferon alpha therapy. Evidence suggests that pegylated interferon alpha is effective in reducing the viral load and the effect of the disease during the time the drug is given, but the benefit generally stops if the drug is discontinued. The efficiency of this treatment does not usually exceed about 20%, and late relapse after therapy has been reported. In May 2020, the Committee for Medicinal Products for Human Use of the European Medicines Agency approved the antiviral Hepcludex (bulevirtide) to treat hepatitis D. Bulevirtide binds and inactivates the sodium/bile acid cotransporter, blocking hepatitis D virus (as well as hepatitis B virus) from entering hepatocytes. Bulevirtide may be given with pegylated interferon alpha as the two are thought to have a synergistic effect, leading to greater treatment response rates. In patients with HDV-related compensated Cirrhosis and clinically significant portal hypertension, the treatment with (bulevirtide) was safe, well tolerated and has led to a significant improvement in biochemical variables and an increase in liver function parameters. Other treatments for hepatitis D which are currently under development include pegylated interferon lambda (λ), which binds to receptors on the hepatocyte surface leading to an intracellular signaling cascade via the JAK-STAT signaling pathway and activation of anti-viral cell mediated immunity. The prenylation inhibitor lonafarnib prevents hepatitis D viral particle assembly by inhibiting the farnesylation of the L-HDAg. REP2139-Ca is a nucleic acid polymer that prevents the release of hepatitis B surface antigen (which is required for assembly of hepatitis D viral particles).   == Prognosis == Superinfections, in which hepatitis D viral infection occurs in someone who has chronic hepatitis B (as opposed to co-infection, in which a person is infected with hepatitis B and D simultaneously), are more likely to progress to chronic hepatitis D and are associated with a worse prognosis. 90% of cases of chronic hepatitis D infection are thought to be due to superinfection in those already with hepatitis B. Hepatitis B and D co-infection is likely to lead to acute hepatitis, but is usually self limited with regards to the hepatitis D infection. Chronic hepatitis B and D is associated with a worse prognosis than chronic hepatitis B alone. Infection with both viruses is characterized by a poor prognosis with 75% of those with chronic hepatitis D developing liver cirrhosis within 15 years and a much higher risk of developing liver cancer. Persistent HDV viremia is the most important risk factor for disease progression in those with co-infection or superinfection. Other factors that are responsible for a poor prognosis in chronic hepatitis D include male sex, older age at time of infection, alcohol use, diabetes, obesity and immunodeficiency.   == Epidemiology ==  HDV is prevalent worldwide. However, the prevalence is decreasing in many higher income countries due to hepatitis B vaccination programs (although rates remain high in some groups such as those who inject drugs or immigrants from HDV endemic reigions). Infection with HDV is a major medical scourge in low income regions of the globe in which HBV prevalence remains high. Currently the Amazon basin and low income regions of Asia and Africa have high rates of HDV, owing to concurrently high rates of HBV. Globally, five percent of those with chronic hepatitis B infection also have hepatitis D and 12.5% of people with HIV are also co-infected with hepatitis D.   == History == Hepatitis D virus was first reported in 1977 as a nuclear antigen in patients infected with HBV who had severe liver disease. This nuclear antigen was then thought to be a hepatitis B antigen and was called the delta antigen. Subsequent experiments in chimpanzees showed that the hepatitis delta antigen (HDAg) was a structural part of a pathogen that required HBV infection to produce a complete viral particle. The entire genome was cloned and sequenced in 1986. It was subsequently placed in its own genus: Deltavirus.   === Lábrea fever ===  Lábrea fever is a lethal tropical infection discovered in the 1950s in the city of Lábrea, in the Brazilian Amazon basin, where it occurs mostly in the area south of the Amazon River, in the states of Acre, Amazonas, and Rondônia. The disease has also been diagnosed in Colombia and Peru. It is now known to be a coinfection or superinfection of hepatitis B (HBV) with hepatitis D. Lábrea fever has a sudden onset, with jaundice, anorexia (lack of appetite), hematemesis (vomiting of blood), headache, fever and severe prostration. Death occurs by acute liver failure (ALF). In the last phase, neurological symptoms such as agitation, delirium, convulsions and hemorrhagic coma commonly appear. These symptoms arise from a fulminant hepatitis which may kill in less than a week, and which characteristically affects children and young adults, and more males than females. It is accompanied also by an encephalitis in many cases. The disease is highly lethal: in a study carried out in 1986 at Boca do Acre, also in the Amazon, 39 patients out of 44 died in the acute phase of the disease. Survivors may develop chronic disease. The main discovery of delta virus and HBV association was done by Gilberta Bensabath, of the Instituto Evandro Chagas, of Belém, state of Pará, and her collaborators. Infected patients show extensive destruction of liver tissue, with steatosis of a particular type (microsteatosis, characterized by small fat droplets inside the cells), and infiltration of large numbers of inflammatory cells called morula cells, comprised mainly by macrophages containing delta virus antigens. In the 1987 Boca do Acre study, scientists did an epidemiological survey and reported delta virus infection in 24% of asymptomatic HBV carriers, 29% of acute nonfulminant hepatitis B cases, 74% of fulminant hepatitis B cases, and 100% of chronic hepatitis B cases. The delta virus seems to be endemic in the Amazon region.   == Evolution == Three genotypes (I–III) were originally described. Genotype I has been isolated in Europe, North America, Africa and some Asia. Genotype II has been found in Japan, Taiwan, and Yakutia (Russia). Genotype III has been found exclusively in South America (Peru, Colombia, and Venezuela). Some genomes from Taiwan and the Okinawa islands have been difficult to type but have been placed in genotype 2. However it is now known that there are at least 8 genotypes of this virus (HDV-1 to HDV-8). Phylogenetic studies suggest an African origin for this pathogen. An analysis of 36 strains of genotype 3 estimated that the most recent common ancestor of these strains originated around 1930. This genotype spread exponentially from early 1950s to the 1970s in South America. The substitution rate was estimated to be 1.07×10−3 substitutions per site per year. Another study found an overall evolution rate of 3.18×10−3 substitutions per site per year. The mutation rate varied with position : the hypervariable region evolved faster (4.55×10−3 substitutions per site per year) than the hepatitis delta antigen coding region (2.60×10−3 substitutions per site per year) and the autocatalytic region (1.11×10−3 substitutions per site per year). A third study suggested a mutation rate between 9.5×10−3 to 1.2×10−3 substitutions/site/year. Genotypes, with the exception of type 1, appear to be restricted to certain geographical areas: HDV-2 (previously HDV-IIa) is found in Japan, Taiwan and Yakutia; HDV-4 (previously HDV-IIb) in Japan and Taiwan; HDV-3 in the Amazonian region; HDV-5, HDV-6, HDV-7 and HDV-8 in Africa. Genotype 8 has also been isolated from South America. This genotype is usually only found in Africa and may have been imported into South America during the slave trade. HDV-specific CD8+ T cells can control the virus, but it has been found HDV mutates to escape detection by CD8+ T cells.   == Related species == A few other viruses with similarity to HDV have been described in species other than humans. Unlike HDV, none of them depend on a Hepadnaviridae (HBV family) virus to replicate. These agents have rod-like structure, a delta antigen, and a ribozyme. HDV and all such relatives are classified in their own realm, Ribozyviria, by the International Committee on Taxonomy of Viruses.   == References ==   == Bibliography ==   == External links =="}