{"name": "Chronic pain", "category": "disease", "content": "Chronic pain or chronic pain syndrome is a type of pain that is also known by other titles such as gradual burning pain, electrical pain, throbbing pain, and nauseating pain. This type of pain is sometimes confused with acute pain and can last from three months to several years; various diagnostic manuals such as DSM-5 and ICD-11 have proposed several definitions of chronic pain, but the accepted definition is that it is \"pain that lasts longer than the expected period of recovery.\" Creating a pain mechanism prevents possible damage to the body, but chronic pain is a pain without biological value (doesn't have a positive effect). This pain has different divisions; cancer, post-traumatic or surgery, musculoskeletal and visceral are the most important of these divisions. Various factors cause the formation of chronic pain, which can be neurogenic (gene-dependent), nociceptive, neuropathic, psychological or unknown. Some diseases such as diabetes (high blood sugar), shingles (some viral diseases), phantom limb pain, hypertension and stroke also play a role in the formation of chronic pain. The most common types of chronic pain are back pain, severe headache, migraine, and facial pain. Chronic pain can cause very severe psychological and physical effects that sometimes continue until the end of life. Analysis of the grey matter (damage to brain neurons), insomnia and sleep deprivation, metabolic problems, chronic stress, obesity and heart attack are examples of physical disorder; and depression, cognitive disorders, perceived injustice (PI) and neuroticism are examples of mental disorder. A wide range of treatments are performed for this disease; drug therapy (types of opioid and non-opioid drugs), cognitive behavioral therapy and physical therapy are the most significant of them. Medicines are usually associated with side effects and are prescribed when the effects of pain become severe. Medicines such as aspirin and ibuprofen are used for milder pain and morphine and codeine for severe pain. Other treatment methods, such as behavioral therapy and physiotherapy, are often used as a supplement along with drugs due to their low effectiveness. There is currently no definitive cure for any of these methods, and research continues into a wide variety of new management and therapeutic interventions, such as nerve block and radiation therapy. Chronic pain is considered a kind of disease; this type of pain has affected the people of the world more than diabetes, cancer and heart diseases. During several epidemiological studies conducted in different countries, wide differences in the prevalence of chronic pain have been reported from 8% to 55.2% in countries; for example, studies evaluate the incidence in Iran and Canada between 10% and 20% and in the United States between 30% and 40%. The results show that an average of 8% to 11.2% of people in different countries have severe chronic pain, and its epidemic is higher in industrialized countries than in other countries. According to the estimates of the American Medical Association, the costs related to this disease in this country are about 560 to 635 billion dollars.   == Classification ==  The International Association for the Study of Pain (IASP) defines chronic pain as a general pain without biological value that sometimes continues even after the healing of the affected area; A type of pain that cannot be classified as acute pain and lasts longer than expected to heal, or typically, pain that has been experienced on most days or daily for the past six months, is considered chronic pain. According to the DSM-5 index, a complication is \"chronic\" when the resulting complication (pain, disorder, and illness) lasts for a period of more than six months (this type of classification does not have any prerequisites such as physical or mental injury). The classification of chronic pain is not only limited to pains that arise in the presence of real tissue damage (secondary pains resulting from a primary event); the title \"nociplastic pain\" or primary pain is related to the pains that occur in the absence of a health-threatening factor, such as disease or damage to the body's somatosensory system, and as a result of permanent nerve stimulation. The International Statistical Classification of Diseases, in its 11th edition (ICD-11), proposed a seven-category classification for chronic pain:  Primary chronic pain: Defined by 3 months of continuous pain in one or more areas of the body, the origin of which is not understood. Chronic cancer pain: pain in one of the body's organs caused by cancer damage (in internal organs, bone or skeletal muscular) is formed. Chronic pain post-traumatic or surgery: Pain that occurs 3 months after an injury or surgery, without taking into account infectious conditions and the severity of tissue damage; also, the person's past pain is not important in this classification. Chronic neuropathic pain: pain caused by damage to the somatosensory nervous system. Chronic headache and orofacial pain: pain that originates in the head or face, and occurs for 50% or more days over a 3 months period. Chronic visceral pain: pain originating in an internal organ. Chronic musculoskeletal pain: pain originating in the bones, muscles, joints or connective tissue. Also, the World Health Organization (WHO) states that optional criteria or codes can be used in the classification of chronic pain for each of the seven categories of chronic pain (for example, \"diabetic neuropathic\" pain). Another classification for chronic pain is \"nociceptive\" (caused by inflamed or damaged tissue that activates special pain sensors called nociceptors) and \"neuropathic\" (caused by damage or malfunction of the nervous system). The type of \"nociceptive\" itself is divided into two parts: \"superficial\" and \"deep\"; also, deep pains are divided into two parts: \"deep physical\" and \"deep visceral\" pain. \"neuropathic\" pains are also divided into \"peripheral\" (source The peripheral nervous system) and \"central\" (Central nervous system from the brain or spinal cord) are divided. Peripheral neuropathic pain is often described as \"burning\", \"tingling\", \"electrical\", \"stabbing\", or \"pins and needles\". \"Superficial pain\" is the result of the activation of pain receptors in the skin or superficial tissues; \"deep somatic pain\" is caused by stimulation of pain receptors in ligaments, tendons, bones, blood vessels, fascia, and muscles. (this type of pain is constant but weak) and \"deep visceral pain\" is pain that originates from one of the body's organs. Deep pain is often very difficult to localize and occurs in multiple areas of the body when injured or inflamed. In the \"deep visceral\" type, the feeling of pain exists in a place far from the injury, for this reason it is also called vague pain.   == Etiology == Chronic pain has many pathophysiological and environmental causes and can occur in cases such as neuropathy of the central nervous system, after cerebral hemorrhage, tissue damage such as extensive burns, inflammation, autoimmune disorders such as rheumatoid arthritis, psychological stress such as headache, migraine or abdominal pain (caused by emotional, psychological or behavioral) and mechanical pain caused by tissue wear and tear such as arthritis. In some cases, chronic pain can be caused by genetic factors which interfere with neuronal differentiation, leading to a permanently lowered threshold for pain. The pathophysiological etiology of chronic pain remains unclear. Many theories of chronic pain fail to clearly explain why the same pathological conditions do not invariably result in chronic pain. Patients' anatomical predisposition to proximal neural compression (in particular of peripheral nerves) may be the answer to this conundrum. Proximal neural lesion at the level of the dorsal root ganglion (DRG) may drive a vicious cycle of chronic pain by causing postural protection of the painful site and consequent neural compression in the same spinal region. Difficulties in diagnosing proximal neural lesion may account for the theoretical perplexity of chronic pain.   === Pathophysiology ===  The mechanism of continuous activation and transmission of pain messages, leads the body to an activity to relieve pain (a mechanism to prevent damage in the body), this action causes the release of prostaglandin and increase the sensitivity of that part to stimulation; Prostaglandin secretion causes unbearable and chronic pain. Under persistent activation, the transmission of pain signals to the dorsal horn may produce a pain wind-up phenomenon. This triggers changes that lower the threshold for pain signals to be transmitted. In addition, it may cause non-nociceptive nerve fibers to respond to, generate, and transmit pain signals. Researchers believe that the nerve fibers that cause this type of pain are group C nerve fibers; these fibers are not myelinated (have low transmission speed) and cause long-term pain. These changes in neural structure can be explained by neuroplasticity. When there is chronic pain, the somatotopic arrangement of the body (the distribution view of nerve cells) is abnormally changed due to continuous stimulation and can cause allodynia or hyperalgesia. In chronic pain, this process is difficult to reverse or stop once established. EEG of people with chronic pain showed that brain activity and synaptic plasticity change as a result of pain, and specifically, the relative activity of beta wave increases and alpha and theta waves decrease. Inefficient management of dopamine secretion in the brain can act as a common mechanism between chronic pain, insomnia and major depressive disorder and cause its unpleasant side effects. Astrocytes, microglia and satellite glial cells also lose their effective function in chronic pain. Increasing the activity of microglia, changing microglia networks, and increasing the production of chemokines and cytokines by microglia may exacerbate chronic pain. It has also been observed that astrocytes lose their ability to regulate the excitability of neurons and increase the spontaneous activity of neurons in pain circuits.   == Management ==  Pain management is a branch of medicine that uses an interdisciplinary approach. The combined knowledge of various medical professions and allied health professions is used to ease pain and improve the quality of life of those living with pain. The typical pain management team includes medical practitioners (particularly anesthesiologists), rehabilitation psychologists, physiotherapists, occupational therapists, physician assistants, and nurse practitioners. Acute pain usually resolves with the efforts of one practitioner; however, the management of chronic pain frequently requires the coordinated efforts of a treatment team. Complete, longterm remission of many types of chronic pain is rare. Chronic pain may originate in the body, or in the brain or spinal cord. It is often difficult to treat. Epidemiological studies have found that 8–11.2% of people in various countries have chronic widespread pain. Various non-opioid medicines are initially recommended to treat chronic pain, depending on whether the pain is due to tissue damage or is neuropathic. Psychological treatments including cognitive behavioral therapy and acceptance and commitment therapy may be effective for improving quality of life in those with chronic pain. Some people with chronic pain may benefit from opioid treatment while others can be harmed by it. People with non-cancer pain who have not been helped by non-opioid medicines might be recommended to try opioids if there is no history of substance use disorder and no current mental illness.   === Nonopioids === Initially recommended efforts are non-opioid based therapies. Non-opioid treatment of chronic pain with pharmaceutical medicines might include acetaminophen (paracetamol) or NSAIDs. Various other nonopioid medicines can be used, depending on whether the pain is a result of tissue damage or is neuropathic (pain caused by a damaged or dysfunctional nervous system). There is limited evidence that cancer pain or chronic pain from tissue damage as a result of a conditions (e.g. rheumatoid arthritis) is best treated with opioids. For neuropathic pain other drugs may be more effective than opioids, such as tricyclic antidepressants, serotonin-norepinephrine reuptake inhibitors, and anticonvulsants. Some atypical antipsychotics, such as olanzapine, may also be effective, but the evidence to support this is in very early stages. In women with chronic pain, hormonal medications such as oral contraceptive pills (\"the pill\") might be helpful. When there is no evidence of a single best fit, doctors may need to look for a treatment that works for the individual person. It is difficult for doctors to predict who will use opioids just for pain management and who will go on to develop an addiction. It is also challenging for doctors to know which patients ask for opioids because they are living with an opioid addiction. Withholding, interrupting or withdrawing opioid treatment in people who benefit from it can cause harm. Interventional pain management may be appropriate, including techniques such as trigger point injections, neurolytic blocks, and radiotherapy. While there is no high quality evidence to support ultrasound, it has been found to have a small effect on improving function in non-specific chronic low back pain. Psychological treatments, including cognitive behavioral therapy and acceptance and commitment therapy can be helpful for improving quality of life and reducing pain interference. Brief mindfulness-based treatment approaches have been used, but they are not yet recommended as a first-line treatment. The effectiveness of mindfulness-based pain management (MBPM) has been supported by a range of studies. Among older adults psychological interventions can help reduce pain and improve self-efficacy for pain management. Psychological treatments have also been shown to be effective in children and teens with chronic headache or mixed chronic pain conditions. While exercise has been offered as a method to lessen chronic pain and there is some evidence of benefit, this evidence is tentative. For people living with chronic pain, exercise results in few side effects.   === Opioids === In those who have not benefited from other measures and have no history of either mental illness or substance use disorder treatment with opioids may be tried. If significant benefit does not occur it is recommended that they be stopped. In those on opioids, stopping or decreasing their use may improve outcomes including pain. Some people with chronic pain benefit from opioid treatment and others do not; some are harmed by the treatment. Possible harms include reduced sex hormone production, hypogonadism, infertility, impaired immune system, falls and fractures in older adults, neonatal abstinence syndrome, heart problems, sleep-disordered breathing, opioid-induced hyperalgesia, physical dependence, addiction, abuse, and overdose.   === Alternative medicine === Alternative medicine refers to health practices or products that are used to treat pain or illness that are not necessarily considered a part of conventional medicine. When dealing with chronic pain, these practices generally fall into the following four categories: biological, mind-body, manipulative body, and energy medicine. Implementing dietary changes, which is considered a biological-based alternative medicine practice, has been shown to help improve symptoms of chronic pain over time. Adding supplements to one's diet is a common dietary change when trying to relieve chronic pain, with some of the most studied supplements being: acetyl-L-carnitine, alpha-lipoic acid, and vitamin E. Vitamin E is perhaps the most studied out of the three, with strong evidence that it helps lower neurotoxicity in those with cancer, multiple sclerosis, and cardiovascular diseases. Hypnosis, including self-hypnosis, has tentative evidence. Hypnosis, specifically, can offer pain relief for most people and may be a safe alternative to pharmaceutical medication. Evidence does not support hypnosis for chronic pain due to a spinal cord injury. Preliminary studies have found medical marijuana to be beneficial in treating neuropathic pain, but not other kinds of long term pain. As of 2018, the evidence for its efficacy in treating neuropathic pain or pain associated with rheumatic diseases is not strong for any benefit and further research is needed. For chronic non-cancer pain, a recent study concluded that it is unlikely that cannabinoids are highly effective. However, more rigorous research into cannabis or cannabis-based medicines is needed. Tai chi has been shown to improve pain, stiffness, and quality of life in chronic conditions such as osteoarthritis, low back pain, and osteoporosis. Acupuncture has also been found to be an effective and safe treatment in reducing pain and improving quality of life in chronic pain including chronic pelvic pain syndrome. Transcranial magnetic stimulation for reduction of chronic pain is not supported by high quality evidence, and the demonstrated effects are small and short-term. Spa therapy could potentially improve pain in patients with chronic lower back pain, but more studies are needed to provide stronger evidence of this. While some studies have investigated the efficacy of St John's Wort or nutmeg for treating neuropathic (nerve) pain, their findings have raised serious concerns about the accuracy of their results. Kinesio tape has not been shown to be effective in managing chronic non-specific low-back pain. Myofascial release has been used in some cases of fibromyalgia, chronic low back pain, and tennis elbow but there is not enough evidence to support this as method of treatment.   == Epidemiology == Chronic pain varies in different countries affecting anywhere from 8% to 55% of the population. It affects women at a higher rate than men, and chronic pain uses a large amount of healthcare resources around the globe. A large-scale telephone survey of 15 European countries and Israel found that 19% of respondents over 18 years of age had suffered pain for more than 6 months, including the last month, and more than twice in the last week, with pain intensity of 5 or more for the last episode, on a scale of 1 (no pain) to 10 (worst imaginable). 4839 of these respondents with chronic pain were interviewed in-depth. Sixty-six percent scored their pain intensity at moderate (5–7), and 34% at severe (8–10); 46% had constant pain, 56% intermittent; 49% had suffered pain for 2–15 years; and 21% had been diagnosed with depression due to the pain. Sixty-one percent were unable or less able to work outside the home, 19% had lost a job, and 13% had changed jobs due to their pain. Forty percent had inadequate pain management and less than 2% were seeing a pain management specialist. In the United States, chronic pain has been estimated to occur in approximately 35% of the population, with approximately 50 million Americans experiencing partial or total disability as a consequence. According to the Institute of Medicine, there are about 116 million Americans living with chronic pain, which suggests that approximately half of American adults have some chronic pain condition. The Mayday Fund estimate of 70 million Americans with chronic pain is slightly more conservative. In an internet study, the prevalence of chronic pain in the United States was calculated to be 30.7% of the population: 34.3% for women and 26.7% for men. In Canada it is estimated that approximately 1 in 5 Canadians live with chronic pain and half of those people have lived with chronic pain for 10 years or longer. Chronic pain in Canada also occurs more and is more severe in women and Canada's Indigenous communities.   == Outcomes == Sleep disturbance, and insomnia due to medication and illness symptoms are often experienced by those with chronic pain. These conditions can be difficult to treat due to the high potential of medication interactions, especially when the conditions are treated by different doctors. Severe chronic pain is associated with increased risk of death over a ten-year period, particularly from heart disease and respiratory disease. Several mechanisms have been proposed for this increase, such as an abnormal stress response in the body's endocrine system. Additionally, chronic stress seems to affect risks to heart and lung (cardiovascular) health by increasing how quickly plaque can build up on artery walls (arteriosclerosis). However, further research is needed to clarify the relationship between severe chronic pain, stress and cardiovascular health. People with chronic pain tend to have higher rates of depression and although the exact connection between the comorbidities is unclear, a 2017 study on neuroplasticity found that \"injury sensory pathways of body pains have been shown to share the same brain regions involved in mood management.\" Chronic pain can contribute to decreased physical activity due to fear of making the pain worse. Pain intensity, pain control, and resilience to pain can be influenced by different levels and types of social support that a person with chronic pain receives, and are also influenced by the person's socioeconomic status. Chronic pain of different causes has been characterized as a disease that affects brain structure and function. MRI studies have shown abnormal anatomical and functional connectivity, even during rest involving areas related to the processing of pain. Also, persistent pain has been shown to cause grey matter loss, which is reversible once the pain has resolved. One approach to predicting a person's experience of chronic pain is the biopsychosocial model, according to which an individual's experience of chronic pain may be affected by a complex mixture of their biology, psychology, and their social environment.   == Psychology ==   === Personality === Two of the most frequent personality profiles found in people with chronic pain by the Minnesota Multiphasic Personality Inventory (MMPI) are the conversion V and the neurotic triad. The conversion V personality expresses exaggerated concern over body feelings, develops bodily symptoms in response to stress, and often fails to recognize their own emotional state, including depression. The neurotic triad personality also expresses exaggerated concern over body feelings and develops bodily symptoms in response to stress, but is demanding and complaining. Some investigators have argued that it is this neuroticism that causes acute pain to turn chronic, but clinical evidence points the other way, to chronic pain causing neuroticism. When long term pain is relieved by therapeutic intervention, scores on the neurotic triad and anxiety fall, often to normal levels. Self-esteem, often low in people with chronic pain, also shows improvement once pain has resolved. It has been suggested that catastrophizing might play a role in the experience of pain. Pain catastrophizing is the tendency to describe a pain experience in more exaggerated terms than the average person, to think a great deal more about the pain when it occurs, or to feel more helpless about the experience. People who score highly on measures of catastrophization are likely to rate a pain experience as more intense than those who score low on such measures. It is often reasoned that the tendency to catastrophize causes the person to experience the pain as more intense. One suggestion is that catastrophizing influences pain perception through altering attention and anticipation, and heightening emotional responses to pain. However, at least some aspects of catastrophization may be the product of an intense pain experience, rather than its cause. That is, the more intense the pain feels to the person, the more likely they are to have thoughts about it that fit the definition of catastrophization.   === Comorbidity with trauma === Individuals with post-traumatic stress disorder (PTSD) have a high comorbidity with chronic pain. Patients with both PTSD and chronic pain report higher severity of pain than those who do not have a PTSD comorbidity.   === Comorbidity with depression === People with chronic pain may also have symptoms of depression. In 2017, the British Medical Association found that 49% of people with chronic pain had depression.   === Effect on cognition === Chronic pain's impact on cognition is an under-researched area, but several tentative conclusions have been published. Most people with chronic pain complain of cognitive impairment, such as forgetfulness, difficulty with attention, and difficulty completing tasks. Objective testing has found that people in chronic pain tend to experience impairment in attention, memory, mental flexibility, verbal ability, speed of response in a cognitive task, and speed in executing structured tasks. A review of studies in 2018 reports a relationship between people in chronic pain and abnormal results in test of memory, attention, and processing speed.   == Prognosis == Chronic pain leads to a significant decrease in quality of life, decreased productivity, decreased wages, worsening of other chronic diseases, and mental disorders such as depression, anxiety, and substance use disorder. Many drugs that are often used to treat chronic pain have risks and potential side effects and possible complications associated with their use, and the constant use of opioids is associated with decreased life expectancy and increased mortality of patients. Acetaminophen, a standard drug treatment for chronic pain, can cause hepatotoxicity when taken in excess of four grams per day. In addition, therapeutic doses for patients with chronic liver diseases may also cause hepatotoxicity. Long-term risks and side effects of opioids include constipation, drug tolerance or dependence, nausea, indigestion, arrhythmia (QT prolongation of electrocardiography in methadone treatment), and endocrine gland problems that can lead to amenorrhea, impotence, gynecomastia, and decreased become energy. Also there is a risk of opioid overdose depending on the dose taken by the patient. Current treatments for chronic pain can reduce pain by 30%. This reduction in pain can significantly improve patients' performance and quality of life. However, the general and long-term prognosis of chronic pain shows decreased function and quality of life. Also, this disease causes many complications and increases the possibility of death of patients and suffering from other chronic diseases and obesity. Similarly, patients with chronic pain who require opioids often develop drug tolerance over time, and this increase in the amount of the dose taken to be effective increases the risk of side effects and death. Mental disorders can amplify pain signals and make symptoms more severe. In addition, comorbid psychiatric disorders, such as major depressive disorder, can significantly delay the diagnosis of pain disorders. Major depressive disorder and generalized anxiety disorder are the most common comorbidities associated with chronic pain. Patients with underlying pain and comorbid mental disorders receive twice as much medication from doctors annually as compared to patients who do not have such co-morbidities. Studies have shown that when coexisting diseases exist along with chronic pain, the treatment and improvement of one of these disorders can be effective in the improvement of the other. Patients with chronic pain are at higher risk for suicide and suicidal thoughts. Research has shown approximately 20% of people with suicidal thoughts and between 5 and 14% of patients with chronic pain who commit suicide. Of patients who attempted suicide, 53.6% died of gunshot wounds and 16.2% died of opioid overdose. A multimodal treatment approach is important for better pain control and outcomes, as well as minimizing the need for high-risk treatments such as opioid medications. Managing comorbid depression and anxiety is critical in reducing chronic pain. Also, patients with chronic pain should be carefully monitored for severe depression and any suicidal thoughts and plans. Periodic referral of the patient to the doctor for physical examination and to check the effectiveness of treatment 2 is necessary, and the rapid and correct treatment and management of chronic pain can prevent the occurrence of potential negative consequences on the patient's life and increase in healthcare costs.   == Social and personal impacts ==   === Social support === Social support has important consequences for individuals with chronic pain. In particular, pain intensity, pain control, and resiliency to pain have been implicated as outcomes influenced by different levels and types of social support. Much of this research has focused on emotional, instrumental, tangible and informational social support. People with persistent pain conditions tend to rely on their social support as a coping mechanism and therefore have better outcomes when they are a part of larger more supportive social networks. Across a majority of studies investigated, there was a direct significant association between social activities or social support and pain. Higher levels of pain were associated with a decrease in social activities, lower levels of social support, and reduced social functioning.   === Racial disparities === Evidence exists for unconscious biases and negative stereotyping against racial minorities requesting pain treatment, although clinical decision making was not affected, according to one 2017 review. Minorities may be denied diagnoses for pain and pain medications, and are more likely to go through substance abuse assessment, and are less likely to transfer for pain specialist referral. A 2010 University of Michigan Health study found that black patients in pain clinics received 50% of the amount of drugs that patients who were white received. Preliminary research showed that health providers might have less empathy for black patients and underestimated their pain levels, resulting in treatment delays. Minorities may experience a language barrier, limiting the high level of engagement between the person with pain and health providers for treatment.   === Perceptions of injustice === Similar to the damaging effects seen with catastrophizing, perceived injustice is thought to contribute to the severity and duration of chronic pain. Pain-related injustice perception has been conceptualized as a cognitive appraisal reflecting the severity and irreparability of pain- or injury-related loss (e.g., \"I just want my life back\"), and externalizing blame and unfairness (\"I am suffering because of someone else's negligence.\"). It has been suggested that understanding problems with top down processing/cognitive appraisals can be used to better understand and treat this problem.   === Chronic pain and COVID-19 === COVID-19 has disrupted the lives of many, leading to major physical, psychological and socioeconomic impacts in the general population. Social distancing practices defining the response to the pandemic alter familiar patterns of social interaction, creating the conditions for what some psychologists are describing as a period of collective grief. Individuals with chronic pain tend to embody an ambiguous status, at times expressing that their type of suffering places them between and outside of conventional medicine. With a large proportion of the global population enduring prolonged periods of social isolation and distress, one study found that people with chronic pain from COVID-19 experienced more empathy towards their suffering during the pandemic.   === Effect of chronic pain in the workplace === In the workplace, chronic pain conditions are a significant problem for both the person with the condition and the organization; a problem only expected to increase in many countries due to an aging workforce. In light of this, it may be helpful for organizations to consider the social environment of their workplace, and how it may be working to ease or worsen chronic pain issues for employees. As an example of how the social environment can affect chronic pain, some research has found that high levels of socially prescribed perfectionism (perfectionism induced by external pressure from others, such as a supervisor) can interact with the guilt felt by a person with chronic pain, thereby increasing job tension, and decreasing job satisfaction.   == See also == List of chronic pain syndromes Childhood chronic pain Dopaminergic pathways List of investigational analgesics Neurodegeneration Neuroinflammation   == Notes ==   == References ==   == Further reading ==   == External links == ‹The template Curlie is being considered for deletion.› Chronic Pain Syndromes at Curlie International Association for the Study of Pain Archived 2021-05-01 at the Wayback Machine  Media related to pain at Wikimedia Commons"}