{"name": "Chronic Spontaneous Urticaria", "category": "disease", "content": "Chronic spontaneous urticaria (CSU) also known as Chronic idiopathic urticaria (CIU) is defined by the presence of wheals, angioedema, or both for more than six weeks. The most common symptoms of chronic spontaneous urticaria are angioedema and hives that are acompanied by itchiness. Chronic spontaneous urticaria, despite its cause being unknown, is linked to a higher prevalence of autoimmune diseases, and is often worsened by triggers like stress, infections, certain foods, or nonsteroidal anti-inflammatory drugs. The hives and angioedema seen in CSU is thought to be linked to the degranulation of skin mast cells. Mast cells release proteases, histamine, cytokines, and arachidonic acid metabolites, causing swelling, redness, and itching. The standard workup for CSU differs in different parts of the world. However, most doctors agree on the importance of having a detailed history. The main goal is to identify any urticaria-inducing factors because eliminating them is the most straightforward course of treatment. Basic laboratory tests, such as C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and possibly a complete blood count (CBC) with differential, are critical for detecting signs of systemic inflammation and ruling out autoinflammatory conditions as well as urticarial vasculitis with systemic involvement. For the treatment of chronic spontaneous urticaria, a two-pronged strategy has been proposed. The underlying cause(s) and/or eliciting trigger(s) must first be identified and eliminated. The second approach is pharmacotherapy, which aims to alleviate symptoms. A therapeutic approach should be implemented in three steps, according to current guidelines: (1) taking a second-generation antihistamine once daily; (2) increasing the second-generation antihistamine's daily dose up to four times; and (3) pursuing off-label therapy with cyclosporine A or montelukast or add-on therapy with omalizumab, which is an approved treatment option for CSU.   == Signs and symptoms == Angioedema, excruciatingly itchy recurrent wheals, or both can be signs of chronic spontaneous urticaria. Between 40 and 50 percent of CSU patients experience angioedema. However, angioedema is the main symptom reported by about 10% of patients. Usually, urticarial lesions or hives are elevated, erythematous plaques with a defined perimeter. If a patient is taking antihistamines, these lesions may appear flattened and take on a range of sizes. It can affect any part of the body, including parts where clothing might press against the skin. Lesions typically do not last more than 24 hours. The degree of pruritus can interfere with everyday activities and sleep. Angioedema is characterized by sporadic, asymmetrical submucosal or subcutaneous edema. It is more common to experience paresthesia, such as tingling or numbness, than the pruritus associated with urticaria. Often affected body parts are the lips, eyes, cheeks, and limbs. Urticaria and angioedema typically coexist, but in a small percentage of cases, angioedema may be the only symptom.   == Causes == While the cause of chronic spontaneous urticaria is unknown many infividuals with chronic urticaria have been found to have a higher prevalence of various autoimmune diseases. Many patients with chronic spontaneous urticaria report that certain triggers, like stress, infections, certain foods, or nonsteroidal anti-inflammatory drug consumption, cause their disease to worsen.   === Risk factors === There is evidence that individuals with chronic urticaria are more likely to have a variety of autoimmune diseases. Researchers found that patients with systemic lupus erythematosus, rheumatoid arthritis, thyroid issues, celiac disease, Sjögren syndrome, and type 1 diabetes had higher rates of these conditions than those with chronic urticaria in a study involving a database of 13,000 patients compared to 10,000 control subjects.   === Triggers === The majority of patients with chronic spontaneous urticaria frequently linked multiple triggers to flare-ups. However, the suspected trigger does not always result in symptoms, so patients frequently subject themselves to needless limitations and lifestyle modifications. In one study, the most common type of idiopathic urticaria among CSU patients was symptomatic dermographism. The second most common physical trigger that was reported was pressure. The third most commonly reported trigger was cold. The majority of guidelines discourage food as the cause of chronic urticaria; nonetheless, patients frequently believe that certain foods aggravate their condition or are the cause of it. Between 13 and 80% of people self-report that food triggers their CSU episodes. A contributing factor to the exacerbation of chronic spontaneous urticaria in certain patients may be stress. On the other hand, urticaria is most likely one of the main sources of stress.   == Mechanism ==  The degranulation of skin mast cells in CSU appears to be involved in wheals and angioedema. These cells release proteases, histamine, and cytokines along with platelet-activating factors and other metabolites of arachidonic acid. These mediators cause swelling, redness, and itching by stimulating sensory nerve endings, increasing vascular permeability, and inducing vasodilatation. Edema, mast cell degranulation, and a perivascular infiltrate of cells, including CD4ξ lymphocytes, monocytes, neutrophils, eosinophils, and basophils, are the hallmarks of a lesion site, also known as a wheal. This infiltrate bears resemblance to the infiltrate observed in the allergen late-phase reaction. T-cell expression of IL-4, IL-5, and IFN-g is evident in the lesion cytokine profile, indicating a mixed TH1/TH2 response. The dermis of lesion skin contains epithelial-derived cytokines that support the TH2 profile, such as IL-33, IL-25, and thymic stromal lymphopoietin, as well as the vasoactive agents calcitonin gene-related peptide and vascular endothelial growth factor. These factors were not present in the skin that is not affected. The pathophysiology of chronic urticaria is the subject of several theories, none of which has been proven beyond a reasonable doubt. Research has looked at the validity of serologic testing to establish an autoimmune basis for disease as well as the autoimmune theory of illness. Other theories include additional serologic factors, abnormalities of tissue mast cells, and basophils.   == Diagnosis == Chronic spontaneous urticaria is defined by the presence of wheals, angioedema, or both for more than six weeks. In various areas of the world, the standard workup is different. A very comprehensive history is something that is universally agreed upon. The main goal is to identify any urticaria-inducing factors, as the most straightforward course of treatment is to eliminate them, including physical provocation factors, food allergies, etc. Provocations such as double-blinded, placebo-controlled food provocation, pressure, heat, cold, and others should be used if an eliciting factor is suspected in order to confirm if it is an eliciting factor. Because chronic as well as recurrent infections are known to cause urticaria, only differential blood counts and CRP or ESR are advised if no symptom-inducing factor can be found. Urticarial autoinflammatory diseases and urticarial vasculitis (UV) are uncommon but should be taken into consideration in patients who experience recurrent wheals. Doctors should ask about the duration as well as resolution of each wheal as well as the presence of any other signs and symptoms, such as fever episodes or musculoskeletal pain, in addition to itchy wheals or angioedema, in order to rule out both conditions. Extended periods of time exceeding twenty-four hours and a gradual resolution of individual wheals indicate UV exposure; further indications of systemic inflammation may indicate autoinflammatory disease as well as other autoimmune disorders. A skin biopsy should be part of the diagnostic process if UV as well as an autoinflammatory disease is suspected. This is so that neutrophilic infiltrates or vascular destruction can be checked for. It could be challenging to differentiate UV from CSU because there are currently no established standardized histopathologic criteria for UV. Basic laboratory tests, which include inflammatory markers C-reactive protein (CRP) as well as erythrocyte sedimentation rate (ESR) and possibly complete blood count (CBC) with differential, are crucial to detect signs of systemic inflammation and rule out autoinflammatory conditions as well as UV with systemic involvement. However, these results can also be influenced by other comorbidities and can be seen in CSU. Patients with recurrent wheals need to have a number of other conditions taken into consideration. Certain conditions, like hypereosinophilic syndromes and Wells syndrome, are uncommon. The primary skin lesions in these patients vary, ranging from permanent maculopapular lesions to long-lasting plaque-like lesions, even though they may also present with urticarial lesions. Patients with coexisting wheals and plaques and who are pregnant are said to have pruritic urticarial papules and plaques of pregnancy (also called polymorphic eruption in pregnancy). A skin biopsy is necessary to confirm premonitory bullous pemphigoid in the elderly when there is no sign of vesicles or bullae. Bradykinin-mediated disorders, such as angiotensin-converting enzyme (ACE) inhibitor-induced angioedema, hereditary angioedema, as well as angioedema due to acquired C1 inhibitor deficiency, must be taken into consideration in patients presenting with frequent angioedema without wheals. Here, the doctor should closely examine the patient's history, age at symptom onset, duration of attacks, presence of abdominal angioedema episodes, use of concurrent medications (particularly ACE inhibitor intake), lack of response to antihistamines or corticosteroids, and prodromal symptoms. Laboratory evaluation must involve complement C4 levels, C1 inhibitor concentration, and function in every patient with frequent angioedema in whom hereditary angioedema as well as an acquired C1 inhibitor deficiency cannot be ruled out in order to rule out or confirm hereditary angioedema due to C1 inhibitor deficiency.   === Classification === According to recent data, there are three subgroups of CSU: autoimmunity type I (CSUaiTI, also known as \"autoallergic CSU\"), autoimmunity type IIb (CSUaiTIIb), and CSU with an unidentified cause (CSUuc). Type I and type IIb autoimmunity may coexist in some cases. The underlying pathomechanism in the majority of CSU patients is thought to be CSUaiTI, with IgE autoantibodies to autoallergens. IgG or IgM autoantibodies directed against mast cell receptors that are activated cause mast cell activation and degranulation in CSUaiTIIb. Other mechanisms that are currently unknown have significance for the degranulation of skin mast cells in CSUuc. Furthermore, modulating factors like medications, stress, or infections can change how sensitive skin mast cells are to degranulators, which can lead to increased disease activity and/or exacerbation of the disease.   == Treatment == A two-pronged strategy has been proposed for the treatment of chronic spontaneous urticaria. First, the underlying cause(s) and/or eliciting trigger(s) must be established and eliminated. Pharmacotherapy is the second, and its goal is to relieve symptoms. Although removing the cause is the ideal course of action, this may not be feasible in many situations. According to current guidelines, a therapeutic approach should be implemented in three steps: (1) taking a second-generation antihistamine once daily; (2) increasing the daily dose of the second-generation antihistamine up to four times; and (3) pursuing off-label therapy with cyclosporine A or montelukast or add-on therapy with omalizumab, which is an approved treatment option for CSU. Omalizumab works well even in the most difficult, resistant situations. Despite having nearly as good of an efficacy as omalizumab, cyclosporine is regarded as third line because it carries a much higher risk of side effects. Long-term use of corticosteroids is not advised because the side effects increase with dosage and duration and eventually result in greater disability than CSU. However, until other treatments take effect, acute symptoms can be managed with a brief course of steroids.   == Outlook == According to one study examining the course of urticaria in the general population, 50% of patients with chronic urticaria had no symptoms after three months, and 80% had no symptoms after twelve months. Still, 11% experienced urticaria after five years.   == Epidemiology == It has been discovered by American authors that approximately one in five individuals will at some point in their lives suffer from urticaria of any kind. Similar figures were discovered in a recent Spanish study. Nonetheless, studies conducted in Europe suggest a lower lifetime prevalence, or the prevalence observed throughout one's lifetime up until the investigation, of approximately 8–10%. There is less information on nonacute urticaria. A study conducted forty years ago in Sweden found a point prevalence of about 0.1% in the population overall, and a different study conducted in Spain more recently reported a point prevalence of 0.6% in the population.   == See also == Autoimmune urticaria Mast cell activation syndrome   == References ==   == Further reading == Kaplan, Allen; Lebwohl, Mark; Giménez-Arnau, Ana M.; Hide, Michihiro; Armstrong, April W.; Maurer, Marcus (2023). \"Chronic spontaneous urticaria: Focus on pathophysiology to unlock treatment advances\". Allergy. 78 (2): 389–401. doi:10.1111/all.15603. hdl:10230/55824. ISSN 0105-4538. PMID 36448493. Kaplan, Allen P. (2012). \"Treatment of Chronic Spontaneous Urticaria\". Allergy, Asthma & Immunology Research. 4 (6). The Korean Academy of Asthma, Allergy and Clinical Immunology and The Korean Academy of Pediatric Al: 326–331. doi:10.4168/aair.2012.4.6.326. ISSN 2092-7355. PMC 3479225. PMID 23115728.   == External links == DermNet WebMD"}