{"name": "Chronic idiopathic thrombocytopenic purpura", "category": "disease", "content": "Immune thrombocytopenic purpura (ITP), also known as idiopathic thrombocytopenic purpura or immune thrombocytopenia, is an autoimmune primary disorder of hemostasis characterized by a low platelet count in the absence of other causes. ITP often results in an increased risk of bleeding from mucosal surfaces (such as the nose or gums) or the skin (causing purpura and bruises). Depending on which age group is affected, ITP causes two distinct clinical syndromes: an acute form observed in children and a chronic form in adults. Acute ITP often follows a viral infection and is typically self-limited (resolving within two months), while the more chronic form (persisting for longer than six months) does not yet have a specific identified cause. Nevertheless, the pathogenesis of ITP is similar in both syndromes involving antibodies against various platelet surface antigens such as glycoproteins.    Diagnosis of ITP involves identifying a low platelet count through a complete blood count, a common blood test. However, since the diagnosis relies on excluding other potential causes of a low platelet count, additional investigations, such as a bone marrow biopsy, may be necessary in certain cases. For mild cases, careful observation may be sufficient. However, in instances of very low platelet counts or significant bleeding, treatment options may include corticosteroids, intravenous immunoglobulin, anti-D immunoglobulin, or immunosuppressive medications. Refractory ITP, which does not respond to conventional treatment or shows constant relapse after splenectomy, requires treatment to reduce the risk of significant bleeding. Platelet transfusions may be used in severe cases with extremely low platelet counts in individuals experiencing bleeding. In some cases, the body may compensate by producing abnormally large platelets.   == Signs and symptoms == Signs of ITP include the spontaneous formation of bruises (purpura) and petechiae (tiny bruises), especially on the extremities. Additionally, bleeding from the nostrils and/or gums, as well as menorrhagia (excessive menstrual bleeding), may occur if the platelet count falls below 20,000 per μL. A platelet count below 10,000 per μL can lead to the spontaneous formation of hematomas (blood masses) in the mouth or on other mucous membranes. Furthermore, bleeding time from minor lacerations or abrasions is usually prolonged.  In cases where platelet counts drop to extremely low levels (<5,000 per μL), serious and potentially fatal complications may arise. These complications include subarachnoid or intracerebral hemorrhage (bleeding inside the skull or brain), lower gastrointestinal bleeding, or other internal bleeding. A person with ITP with an extremely low platelet count is susceptible to internal bleeding resulting from blunt abdominal trauma, such as in a motor vehicle crash. These complications are more likely to occur when the platelet count is less than 20,000 per μL. \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Pathogenesis == In approximately 60 percent of cases, antibodies against platelets can be detected. Most often these antibodies are against platelet membrane glycoproteins IIb-IIIa or Ib-IX, and are of the immunoglobulin G (IgG) type. The Harrington–Hollingsworth experiment established the immune pathogenesis of ITP. The coating of platelets with IgG renders them susceptible to opsonization and phagocytosis by splenic macrophages, as well by Kupffer cells in the liver. The IgG autoantibodies are also thought to damage megakaryocytes, the precursor cells to platelets, although this is believed to contribute only slightly to the decrease in platelet numbers. Recent research now indicates that impaired production of the glycoprotein hormone, thrombopoietin, which is the stimulant for platelet production, may be a contributing factor to the reduction in circulating platelets. This observation has led to the development of a class of ITP-targeted medications referred to as thrombopoietin receptor agonists. The stimulus for auto-antibody production in ITP is probably abnormal T cell activity. Preliminary findings suggest that these T cells can be influenced by medications that target B cells, such as rituximab.   == Diagnosis ==  The diagnosis of ITP is a process of exclusion. First, it has to be determined that there are no blood abnormalities other than a low platelet count, and no physical signs other than bleeding. Then, secondary causes (around 5–10 percent of suspected ITP cases) should be excluded including medications (quinine or heparin), viral infection (HIV or HCV), malignancy (leukemia), autoimmune conditions (systemic lupus erythematosus or antiphospholipid syndrome), onyalai, and others. All patients with presumed ITP should be tested for HIV and hepatitis C virus, as platelet counts may be corrected by treating the underlying disease. In approximately 2.7 to 5 percent of cases, autoimmune hemolytic anemia and ITP coexist, a condition referred to as Evans syndrome. Despite the destruction of platelets by splenic macrophages, the spleen is normally not enlarged. In fact, an enlarged spleen should lead to a search for other possible causes for the thrombocytopenia. Bleeding time is usually prolonged in ITP patients. However, the use of bleeding time in diagnosis is discouraged by the American Society of Hematology practice guidelines and a normal bleeding time does not exclude a platelet disorder. Bone marrow examination may be performed on patients over the age of 60 and those who do not respond to treatment, or when the diagnosis is in doubt. On examination of the marrow, an increase in the production of megakaryocytes may be observed  and may help in establishing a diagnosis of ITP. An analysis for anti-platelet antibodies is a matter of clinician's preference, as there is disagreement on whether the 80 percent specificity of this test is sufficient to be clinically useful.   == Treatment == With rare exceptions, there is usually no need to treat based on platelet counts. Many older recommendations suggested a certain platelet count threshold (usually somewhere below 20.0/nL) as an indication for hospitalization or treatment. Current guidelines recommend treatment for adults with significant bleeding or counts below 30/nL, with very low certainty of evidence. Treatment recommendations sometimes differ for adult and pediatric ITP.   === Steroids === Initial treatment usually consists of the administration of corticosteroids, a group of medications that suppress the immune system. The dose and mode of administration is determined by platelet count and whether there is active bleeding: in urgent situations, infusions of dexamethasone or methylprednisolone may be used, while oral prednisone or prednisolone may suffice in less severe cases. Once the platelet count has improved, the dose of steroid is gradually reduced while the possibility of relapse is monitored. 60–90 percent will experience a relapse during dose reduction or cessation. Long-term steroids are avoided if possible because of potential side-effects that include osteoporosis, diabetes and cataracts.   === Anti-D === Another option, suitable for Rh-positive patients with functional spleens is intravenous administration of Rho(D) immune globulin [Human; Anti-D]. The mechanism of action of anti-D is not fully understood. However, following administration, anti-D-coated red blood cell complexes saturate Fcγ receptor sites on macrophages, resulting in preferential destruction of red blood cells (RBCs), therefore sparing antibody-coated platelets. There are two anti-D products indicated for use in patients with ITP: WinRho SDF and Rhophylac. The most common adverse reactions are headache (15%), nausea/vomiting (12%) chills (<2%) and fever (1%).. Following a black-box warning of possible uncontrolled hemolytic reactions, use of intravenous anti-D declined sharply. Intramuscular anti-D has been suggested as an alternative, with one case series reporting a 73% response rate.   === Steroid-sparing agents === There is increasing use of immunosuppressants such as mycophenolate mofetil and azathioprine because of their effectiveness. In chronic refractory cases, where immune pathogenesis has been confirmed, the off-label use of the vinca alkaloid and chemotherapy agent vincristine may be attempted. However, vincristine has significant side effects and its use in treating ITP must be approached with caution, especially in children.   === Intravenous immunoglobulin === Intravenous immunoglobulin (IVIg) may be infused in some cases in order to decrease the rate at which macrophages consume antibody-tagged platelets. However, while sometimes effective, it is costly and produces improvement that generally lasts less than a month. Nevertheless, in the case of an ITP patient already scheduled for surgery who has a dangerously low platelet count and has experienced a poor response to other treatments, IVIg can rapidly increase platelet counts, and can also help reduce the risk of major bleeding by transiently increasing platelet counts.   === Thrombopoietin receptor agonists ===  Thrombopoietin receptor agonists are pharmaceutical agents that stimulate platelet production in the bone marrow.  In this, they differ from the previously discussed agents that act by attempting to curtail platelet destruction. Two such products are currently available:  Romiplostim (trade name Nplate) is a thrombopoiesis stimulating Fc-peptide fusion protein (peptibody) that is administered by subcutaneous injection. Designated an orphan drug in 2003 under United States law, clinical trials demonstrated romiplostim to be effective in treating chronic ITP, especially in relapsed post-splenectomy patients. Romiplostim was approved by the United States Food and Drug Administration (FDA) for long-term treatment of adult chronic ITP on August 22, 2008. Eltrombopag (trade name Promacta in the US, Revolade in the EU) is an orally-administered agent with an effect similar to that of romiplostim. It too has been demonstrated to increase platelet counts and decrease bleeding in a dose-dependent manner. Developed by GlaxoSmithKline and also designated an orphan drug by the FDA, Promacta was approved by the FDA on November 20, 2008. Thrombopoietin receptor agonists exhibited the greatest success so far in treating patients with refractory ITP. Side effects of thrombopoietin receptor agonists include headache, joint or muscle pain, dizziness, nausea or vomiting, and an increased risk of blood clots.   === Surgery === Splenectomy (removal of the spleen) may be considered in patients who are either unresponsive to steroid treatment, have frequent relapses, or cannot be tapered off steroids after a few months. Platelets which have been bound by antibodies are taken up by macrophages in the spleen (which have Fc receptors), and so removal of the spleen reduces platelet destruction. The procedure is potentially risky in ITP cases due to the increased possibility of significant bleeding during surgery. Durable remission following splenectomy is achieved in 60 — 80 percent of ITP cases. Even though there is a consensus regarding the short-term efficacy of splenectomy, findings on its long-term efficacy and side-effects are controversial. After splenectomy, 11.6–75 percent of ITP cases relapsed, and 8.7–40 percent of ITP cases had no response to splenectomy. The use of splenectomy to treat ITP has diminished since the development of steroid therapy and other pharmaceutical remedies.   === Platelet transfusion === Platelet transfusion alone is normally not recommended except in an emergency and is usually unsuccessful in producing a long-term platelet count increase. This is because the underlying autoimmune mechanism that is destroying the patient's platelets will also destroy donor platelets, and so platelet transfusions are not considered a long-term treatment option.   === H. pylori eradication === In adults, particularly those living in areas with a high prevalence of Helicobacter pylori (which normally inhabits the stomach wall and has been associated with peptic ulcers), identification and treatment of this infection has been shown to improve platelet counts in a third of patients. In a fifth, the platelet count normalized completely; this response rate is similar to that found in treatment with rituximab, which is more expensive and less safe. In children, this approach is not supported by evidence, except in high prevalence areas. Urea breath testing and stool antigen testing perform better than serology-based tests; moreover, serology may be false-positive after treatment with IVIG.   === Other agents === Dapsone (also called diphenylsulfone, DDS, or avlosulfon) is an anti-infective sulfone medication. Dapsone may also be helpful in treating lupus, rheumatoid arthritis, and as a second-line treatment for ITP. The mechanism by which dapsone assists in ITP is unclear but an increased platelet count is seen in 40–60 percent of recipients. The off-label use of rituximab, a chimeric monoclonal antibody against the B cell surface antigen CD20, may sometimes be an effective alternative to splenectomy. However, significant side-effects can occur, and randomized controlled trials are inconclusive. Fostamatinib was approved for refractory chronic ITP in the United States in April 2018.  Fostamatinib blocks the activity of the enzyme spleen tyrosine kinase (SYK), thus reducing FcγR-mediated signal transduction and phagocytosis by monocyte/macrophages.  Adverse effects include diarrhea, hypertension, and abnormal liver function tests. In a phase 1-2 open-label study treatment with CM313, a novel anti-CD38 monoclonal antibody, rapidly boosted platelet levels in adults with ITP by inhibiting antibody-dependent cell-mediated cytotoxicity on platelets; maintained long-term efficacy by clearing plasma cells; and was associated with low-grade toxic effects.. Ianalumab is a monoclonal antibody that targets the BAFF receptor BAFF-R to inhibit B-cell signaling and deplete B cells through antibody-dependent cellular cytotoxicity. The VAYHIT1 study was designed to evaluate the efficacy and safety of ianalumab for ITP.   == Prognosis == In general patients with acute ITP will only rarely have life-threatening bleeding. most of the patients ultimately have stable but lower platelet counts which is hemostatic for a person. Unlike in pediatric patients who can be cured, most of the adults will run a chronic course even after splenectomy.   == Epidemiology == A normal platelet count is considered to be in the range of 150,000–450,000 per microlitre (μL) of blood for most healthy individuals. Hence one may be considered thrombocytopenic below that range, although the threshold for a diagnosis of ITP is not tied to any specific number. The incidence of ITP is estimated at 50–100 new cases per million per year, with children accounting for half of that number. At least 70 percent of childhood cases will end up in remission within six months, even without treatment. Moreover, a third of the remaining chronic cases will usually remit during follow-up observation, and another third will end up with only mild thrombocytopenia (defined as a platelet count above 50,000). A number of immune related genes and polymorphisms have been identified as influencing predisposition to ITP, with FCGR3a-V158 allele and KIRDS2/DL2 increasing susceptibility and KIR2DS5 shown to be protective. ITP is usually chronic in adults and the probability of durable remission is 20–40 percent. The male to female ratio in the adult group varies from 1:1.2 to 1.7 in most age ranges (childhood cases are roughly equal for both sexes) and the median age of adults at the diagnosis is 56–60. The ratio between male and female adult cases tends to widen with age. In the United States, the adult chronic population is thought to be approximately 60,000—with women outnumbering men approximately 2 to 1, which has resulted in ITP being designated an orphan disease. The mortality rate due to chronic ITP varies but tends to be higher relative to the general population for any age range. In a study conducted in Great Britain, it was noted that ITP causes an approximately 60 percent higher rate of mortality compared to sex- and age-matched subjects without ITP. This increased risk of death with ITP is largely concentrated in the middle-aged and elderly. Ninety-six percent of reported ITP-related deaths were individuals 45 years or older. No significant difference was noted in the rate of survival between males and females.   == Pregnancy == The incidence of ITP in pregnancy is not well known. It may occur during any trimester of pregnancy. It is the most common cause of significant thrombocytopenia (platelets less than 100,000) in the second trimester, and it is a common cause of significant thrombocytopenia in the first and third trimesters. As in non-pregnant individuals, ITP in pregnancy is a diagnosis of exclusion and other potential causes of low platelets in pregnancy require consideration. These include obstetrical causes such as pre-eclampsia, HELLP syndrome (hemolysis, elevated liver enzymes and low platelets), or thrombotic microangiopathies that may occur during pregnancy. Other causes of thrombocytopenia which may occur in pregnancy, such as drug induced thrombocytopenia, hereditary thrombocytopenia and pseudothrombocytopenia should also be ruled out. ITP can be difficult to distinguish from gestational thrombocytopenia (which is by far the most common cause of thrombocytopenia in pregnancy). Unlike ITP, the platelet count in gestational thrombocytopenia rarely goes below 100,000, and a platelet count below 80,000 is even more rare (seen in less than 0.1% of cases of gestational thrombocytopenia). Also unlike ITP, gestational thrombocytopenia is not a cause of neonatal or maternal bleeding, or neonatal thrombocytopenia. Women with ITP often have a decrease in their platelet counts when they become pregnant, often requiring treatment. Pregnant women with ITP are 1.83 times more likely to have bleeding episodes during pregnancy compared to non-pregnant females with ITP, however, with proper treatment, platelets rarely drop below 30,000. In ITP, severe bleeding is a rare occurrence, and with treatment maternal deaths due to ITP are extremely rare. ITP has not been found to increase the risk of some common obstetrical complications; with no increased risk of pre-eclampsia, premature delivery, placental abruption or blood clots observed. Further, in those with ITP, platelet counts usually return to pre-pregnancy levels after delivery.  Anti-platelet autoantibodies in a pregnant woman with ITP will attack the patient's own platelets and will also cross the placenta and react against fetal platelets leading to thrombocytopenia. Thrombopoietin levels are also increased during pregnancy (which is thought to be due to placental production of estradiol) and this estradiol leads to decreased megakaryocyte activity and therefore decreased platelet production. Therefore, ITP is a significant cause of fetal and neonatal immune thrombocytopenia. Approximately 10% of newborns affected by ITP will have platelet counts <50,000/uL and 1% to 2% will have a risk of intracerebral hemorrhage, comparable to that of infants with neonatal alloimmune thrombocytopenia (NAIT). No lab test can reliably predict if neonatal thrombocytopenia will occur. The risk of neonatal thrombocytopenia is increased with:  Mothers with a history of splenectomy for ITP Mothers who had a previous infant affected with ITP Gestational (maternal) platelet count less than 100,000/uL It is recommended that pregnant women with thrombocytopenia or a previous diagnosis of ITP be tested for serum antiplatelet antibodies. Indications for treatment of pregnant people with ITP include the presence of bleeding, platelet counts less than 20-30,000, planned procedures (such as an amniocentesis), and raising platelet levels prior to delivery (the minimum platelet level for a vaginal delivery is 30,000 and for a cesarean section is 50,000). Rarely, a platelet transfusion may be needed to facilitate safe delivery. First line therapies for ITP include steroids such as prednisone, IVIG or both. Second line therapies (usually used in those in whom first line therapies fail and thrombocytopenia persists) include rituximab, thrombopoetin receptor agonsists (such as romiplostim), or a splenectomy. Platelet transfusions may be performed in newborns, depending on the degree of thrombocytopenia. IVIG and steroids (methylprednisolone) may also be given to raise the platelet counts. It is recommended that neonates be followed with serial platelet counts for the first few days after birth. Ultrasound or MRI are also recommended for severely thrombocytopenic infants to rule out a brain bleed.   == History == After initial reports by the Portuguese physician Amato Lusitano in 1556 and Lazarus de la Rivière (physician to the King of France) in 1658, it was the German physician and poet Paul Gottlieb Werlhof who in 1735 wrote the most complete initial report of the purpura of ITP. Platelets were unknown at the time. The name \"Werlhof's disease\" was used more widely before the current descriptive name became more popular. Platelets were described in the early 19th century, and in the 1880s several investigators linked the purpura with abnormalities in the platelet count. The first report of a successful therapy for ITP was in 1916, when a young Polish medical student, Paul Kaznelson, described a female patient's response to a splenectomy. Splenectomy remained a first-line remedy until the introduction of steroid therapy in the 1950s.   == References ==   == External links =="}