{"name": "Chronic idiopathic constipation", "category": "disease", "content": "Functional constipation, also known as chronic idiopathic constipation (CIC), is defined by less than three bowel movements per week, hard stools, severe straining, the sensation of anorectal blockage, the feeling of incomplete evacuation, and the need for manual maneuvers during feces, without organic abnormalities. Many illnesses, including endocrine, metabolic, neurological, mental, and gastrointestinal obstructions, can cause constipation as a secondary symptom. When there is no such cause, functional constipation is diagnosed. Functional constipation requires symptoms to be present at least a fourth of the time. Causes include anismus, descending perineum syndrome, inability to control the external anal sphincter, poor diet, unwillingness to defecate, nervous reactions, and deep psychosomatic disorders. Comorbid symptoms like headache may also be present, especially in children. Functional constipation is diagnosed using the Rome criteria, a consensus of experts. The criteria include over 25% of defecations involving straining, 25% resulting in lumpy or hard stools, 25% requiring partial evacuation, 25% experiencing anorectal blockage or obstruction, and 25% using manual techniques. Less than three weekly spontaneous bowel movements are also considered. A thorough history and physical examination, including a digital rectal exam, is crucial for diagnosing constipation. Additional laboratory testing is typically used in cases of uncertainty or to rule out underlying medical conditions. Functional constipation is a condition that requires nonpharmacological management, including education and lifestyle modifications. It begins with dietary guidelines, focusing on regular fiber and fluid intake. Children with functional constipation should consume a normal intake of fiber, as per ESPGHAN/NASPGHAN criteria. Parents and children should receive counseling about overflow incontinence and withholding behavior. An organized toilet-training program with a reward system can help reduce faecal impaction. Pharmacological treatment for children with functional constipation consists of maintenance therapy and faecal disimpaction. High-dose oral polyethylene glycol (PEG) or enemas containing active substances can induce fecal disimpaction, while maintenance therapy is recommended after successful disimpaction to avoid reoccurring stool buildup. Glycerine or bisacodyl suppositories are also used for both adults and children. Maintenance treatment for functional constipation includes osmotic laxatives, milk of magnesia, and mineral oil. Stimulant laxatives like senna or bisacodyl are recommended for those with persistent symptoms.   == Signs and symptoms == Individuals suffering from functional constipation often exhibit hard or lumpy stools, decreased frequency of bowel movements, a feeling of incomplete evacuation or obstruction, straining, and in some cases, stomach pain and bloating. Generally speaking, symptoms are considered chronic if they have persisted for three months or more. Faecal incontinence, which is the involuntary loss of stools in the underwear during toilet training and is brought on by an overflow of soft stools passing around a solid faecal mass in the rectum (faecal impaction), is a common symptom in children. Urinary symptoms, including urine incontinence and urinary tract infections, are frequently observed in children who suffer from functional constipation.   == Causes == To be considered functional constipation, symptoms must be present at least a fourth of the time. Possible causes are:  Anismus Descending perineum syndrome Other inability or unwillingness to control the external anal sphincter, which normally is under voluntary control A poor diet An unwillingness to defecate Nervous reactions, including prolonged and/or chronic stress and anxiety, that close the internal anal sphincter, a muscle that is not under voluntary control Deeper psychosomatic disorders which sometimes affect digestion and the absorption of water in the colon There is also possibility of presentation with other comorbid symptoms such as headache, especially in children.   == Diagnosis == Functional constipation cannot be diagnosed with particular testing; instead, the Rome criteria, a consensus of experts, is used to make this diagnosis. The Rome IV criteria define functional constipation as meeting at least two of the six requirements given below:  Over ¼ (25%) of defecations involve straining. More than ¼ (25%) of defecations result in lumpy or hard stools (Bristol Stool Form Scale 1-2). Sensation of partial evacuation for over ¼ (25%) of the defecations. Sensation of anorectal blockage or obstruction during more than ¼ (25%) of bowel movements. Manual techniques (such as pelvic floor support and digital evacuation) to assist in more than ¼ (25%) of defecations. Less than three weekly spontaneous bowel movements. Loose stools are rarely seen without the use of laxatives. Not enough criteria met to diagnose irritable bowel syndrome. A thorough history and physical examination should be performed while evaluating constipation. Along with push and squeeze maneuvers, a comprehensive digital rectal exam (DRE) is a crucial component of the clinical examination. Generally speaking, additional laboratory testing should be carried out only in cases of uncertainty or to rule out underlying medical conditions such as hypothyroidism or celiac disease. Abdominal radiography, with or without the introduction of radio-opaque markers to determine colonic transit time, and abdominal ultrasonography are frequently employed supplementary tests in the diagnosis of constipation. Chronic idiopathic constipation is similar to constipation-predominant irritable bowel syndrome (IBS-C); however, people with CIC do not have other symptoms of IBS, such as abdominal pain.   == Treatment == Treatment for functional constipation begins with nonpharmacological management. This includes education and lifestyle modifications, such as diet changes, consistent exercise, and guidance on proper body position and behavior when using the restroom. The first treatments for constipation are dietary guidelines, which include the requirement for a regular consumption of fiber and fluids. A normal intake of fiber is advocated for children with functional constipation, as per the criteria of ESPGHAN/NASPGHAN. It is not recommended to increase the consumption of fiber above what is considered normal. In order to effectively treat childhood constipation, it is imperative that parents and children receive counseling. This includes teaching them about the concept of overflow incontinence and the significance of withholding behavior. One way to reduce faecal impaction and lower the risk of faecal incontinence is to use an organized toilet-training program with a reward system that instructs the kid to try to defaecate at least twice or three times a day (after each meal). Children with functional constipation can be treated pharmacologically in two stages: maintenance therapy and faecal disimpaction. High-dose oral polyethylene glycol (PEG) or enemas containing active substances such sodium phosphate, sodium lauryl sulfoacetate, or sodium ducosate can be used to induce fecal disimpaction.  Maintenance therapy is suggested following successful disimpaction in order to avoid reoccurring stool buildup. Adults rarely need faecal disimpaction, although the methods are comparable, and substantial doses of PEG or magnesium citrate are popular oral therapies. For both adults and children, glycerine or bisacodyl suppositories provide an alternative to enemas. The first-choice maintenance treatment advised for functional constipation is osmotic laxatives. Other often used laxatives include milk of magnesia (magnesium hydroxide) and mineral oil, a lubricant. Clinical recommendations advocate using stimulant laxatives, such as senna or bisacodyl, in both adults and children if symptoms are still present. A number of novel therapeutic treatments have been suggested and licensed in recent years for the treatment of functional constipation. Prosecretory drugs including plecanatide, linaclotide, and lubiprostone alter gut epithelial channels, encouraging intestinal fluid secretion and increasing stool volume, which improves GI transit. Functional constipation has been treated with a variety of 5-hydroxytryptamine 4 (5-HT4) agonists. Serotonin (5-HT) is an enteric and central neurotransmitter that binds to the gut's 5-HT4 receptors to boost acetylcholine release, which in turn increases secretion and motility of the gut. Additionally, serotonin promotes motility by stimulating the mucosa's afferent neurons, which in turn triggers the gastrocolic reflex.   == Research == A 2014 meta-analysis of three small trials evaluating probiotics showed a slight improvement in management of chronic idiopathic constipation, but well-designed studies are necessary to know the true efficacy of probiotics in treating this condition. Children with functional constipation often claim to lack the sensation of the urge to defecate, and may be conditioned to avoid doing so due to a previous painful experience.  One retrospective study showed that these children did indeed have the urge to defecate using colonic manometry, and suggested behavioral modification as a treatment for functional constipation.   == See also == Functional symptom Sacral nerve stimulation   == References ==   == Further reading == Serra, Jordi; Pohl, Daniel; Azpiroz, Fernando; Chiarioni, Giuseppe; Ducrotté, Philippe; Gourcerol, Guillaume; Hungin, A. Pali S.; Layer, Peter; Mendive, Juan-Manuel; Pfeifer, Johann; Rogler, Gerhard; Scott, S. Mark; Simrén, Magnus; Whorwell, Peter; The Functional Constipation Guidelines Working Group (2020). \"European society of neurogastroenterology and motility guidelines on functional constipation in adults\". Neurogastroenterology & Motility. 32 (2): e13762. doi:10.1111/nmo.13762. ISSN 1350-1925. PMID 31756783. Bassotti, Gabrio; Usai Satta, Paolo; Bellini, Massimo (2021). \"Chronic Idiopathic Constipation in Adults: A Review on Current Guidelines and Emerging Treatment Options\". Clinical and Experimental Gastroenterology. 14. Informa UK Limited: 413–428. doi:10.2147/ceg.s256364. ISSN 1178-7023. PMC 8547593. PMID 34712055.   == External links == WebMD The Hospital for Sick Children"}