{"name": "Chylomicronemia syndrome", "category": "disease", "content": "Lipoprotein lipase deficiency  is a genetic disorder in which a person has a defective gene for lipoprotein lipase, which leads to very high triglycerides, which in turn causes stomach pain and deposits of fat under the skin, and which can lead to problems with the pancreas and  liver, which in turn can lead to diabetes.  The disorder only occurs if a child acquires the defective gene from both parents (it is  autosomal recessive). It is managed by restricting fat in diet to less than 20 g/day.   == Signs and symptoms == The disease often presents in infancy with colicky pain, failure to thrive, and other symptoms and signs of the chylomicronemia syndrome. In women the use of estrogens or first pregnancy are also well known trigger factors for initial manifestation of LPLD. At all ages, the most common clinical manifestation is recurrent abdominal pain and acute pancreatitis. The pain may be epigastric, with radiation to the back, or it may be diffuse, with the appearance of an emergent acute abdomen. Other typical symptoms are eruptive xanthomas (in about 50% of patients), lipaemia retinalis and hepatosplenomegaly.   === Complications === Patients with LPLD are at high risk of acute pancreatitis, which can be life-threatening, and can lead to chronic pancreatic insufficiency and diabetes.   == Diagnosis == Lab tests show massive accumulation of chylomicrons in the plasma and corresponding severe hypertriglyceridemia. Typically, the plasma in a fasting blood sample appears creamy (plasma lactescence). Familial LPL deficiency should be considered in anyone with severe hypertriglyceridemia and the chylomicronemia syndrome. The absence of secondary causes of severe hypertriglyceridemia (like e.g. diabetes, alcohol, estrogen-, glucocorticoid-, antidepressant- or isotretinoin-therapy, certain antihypertensive agents, and paraproteinemic disorders) increases the possibility of LPL deficiency. In this instance besides LPL also other loss-of-function mutations in genes that regulate catabolism of triglyceride-rich lipoproteins (like e.g. ApoC2, ApoA5, LMF-1, GPIHBP-1 and GPD1) should also be considered The diagnosis of familial lipoprotein lipase deficiency is finally confirmed by detection of either homozygous or compound heterozygous pathogenic gene variants in LPL with either low or absent lipoprotein lipase enzyme activity. Lipid measurements ·        Milky, lipemic plasma revealing severe hyperchylomicronemia; ·        Severely elevated fasting plasma triglycerides (>2000 mg/dL); LPL enzyme ·        Low or absent LPL activity in post-heparin plasma; ·        LPL mass level reduced or absent in post-heparin plasma; Molecular genetic testing The LPL gene is located on the short (p) arm of chromosome 8 at position 22. More than 220 mutations in the LPL gene have been found to cause familial lipoprotein lipase deficiency so far.   == Treatment == Treatment of LPLD has two different objectives: immediate prevention of pancreatitis attacks and long-term reduction of cardiovascular disease risk. Treatment is mainly based on medical nutrition therapy to maintain plasma triglyceride concentration below 11,3 mmol/L (1000 mg/dL). Maintenance of triglyceride levels below 22,6 mmol/L (2000 mg/dL) prevents in general from recurrent abdominal pain.   === Strict low fat diet and avoidance of simple carbohydrates === Restriction of dietary fat to not more than 20 g/day or 15% of the total energy intake is usually sufficient to reduce plasma triglyceride concentration, although many patients report that to be symptom free a limit of less than 10g/day is optimal. Simple carbohydrates should be avoided as well. Medium-chain triglycerides can be used for cooking, because they are absorbed into the portal vein without becoming incorporated into chylomicrons. Fat-soluble vitamins A, D, E, and K, and minerals should be supplemented in patients with recurrent pancreatitis since they often have deficiencies as a result of malabsorption of fat. However, the diet approach is difficult to sustain for many of the patients.   === Lipid lowering drugs === Lipid-lowering agents such as fibrates and omega-3-fatty acids can be used to lower TG levels in LPLD; however, those drugs are very often not effective enough to reach treatment goals in LPLD patients. Statins should be considered to lower elevated non-HDL-Cholesterol. Additional measures are avoidance of agents known to increase endogenous triglyceride levels, such as alcohol, estrogens, diuretics, isotretinoin, antidepressants (e.g. sertraline) and b-adrenergic blocking agents.   === Gene therapy === In 2012, the European Commission approved alipogene tiparvovec (Glybera), a gene therapy for adults diagnosed with familial LPLD (confirmed by genetic testing) and having severe or multiple pancreatitis attacks despite dietary fat restrictions.  It was the first gene therapy to receive marketing authorization in Europe; it was priced at about $1 million per treatment, and as of 2016, only one person had been treated with it commercially. A total of 31 patients were treated with Glybera, most for free in clinical trials before the drug was taken off the market.   == Incidence == The disorder affects about 1 out of 1,000,000 people; however, epidemiological data are limited and there are regional differences due to cofounder effect (e.g. in Canada) or intermarriage.   == See also == Primary hyperlipoproteinemia Familial apoprotein CII deficiency List of cutaneous conditions   == References ==   == Further reading == Gaudet, D; de Wal, J; Tremblay, K; Déry, S; van Deventer, S; Freidig, A; Brisson, D; Méthot, J (June 2010). \"Review of the clinical development of alipogene tiparvovec gene therapy for lipoprotein lipase deficiency\". Atherosclerosis. Supplements. 11 (1): 55–60. doi:10.1016/j.atherosclerosissup.2010.03.004. PMID 20427244. \"LPL gene\". NIH Genetics Home Reference. February 2015. Hegele, RA; et al. (August 2014). \"The polygenic nature of hypertriglyceridaemia: implications for definition, diagnosis, and management\". The Lancet. Diabetes & Endocrinology. 2 (8): 655–66. doi:10.1016/S2213-8587(13)70191-8. PMC 4201123. PMID 24731657.   == External links =="}