{"name": "cianidanol", "category": "drug", "content": "Catechin  is a flavan-3-ol, a type of secondary metabolite providing antioxidant roles in plants. It belongs to the subgroup of polyphenols called flavonoids. The name of the catechin chemical family derives from catechu, which is the tannic juice or boiled extract of Mimosa catechu (Acacia catechu L.f).   == Chemistry ==  Catechin possesses two benzene rings (called the A and B rings) and a dihydropyran heterocycle (the C ring) with a hydroxyl group on carbon 3. The A ring is similar to a resorcinol moiety while the B ring is similar to a catechol moiety. There are two chiral centers on the molecule on carbons 2 and 3. Therefore, it has four diastereoisomers. Two of the isomers are in trans configuration and are called catechin and the other two are in cis configuration and are called epicatechin. The most common catechin isomer is (+)-catechin. The other stereoisomer is (−)-catechin or ent-catechin. The most common epicatechin isomer is (−)-epicatechin (also known under the names L-epicatechin, epicatechol, (−)-epicatechol, L-acacatechin, L-epicatechol, epicatechin, 2,3-cis-epicatechin or (2R,3R)-(−)-epicatechin). The different epimers can be separated using chiral column chromatography. Making reference to no particular isomer, the molecule can just be called catechin. Mixtures of the different enantiomers can be called (±)-catechin or DL-catechin and (±)-epicatechin or DL-epicatechin. Catechin and epicatechin are the building blocks of the proanthocyanidins, a type of condensed tannin.  \tDiastereoisomers gallery \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  Moreover, the flexibility of the C-ring allows for two conformation isomers,  putting the B-ring either in a pseudoequatorial position (E conformer) or in a pseudoaxial position (A conformer). Studies confirmed that (+)-catechin adopts a mixture of A- and E-conformers in aqueous solution and their conformational equilibrium has been evaluated to be 33:67. As flavonoids, catechins can act as antioxidants when in high concentration in vitro, but compared with other flavonoids, their antioxidant potential is low. The ability to quench singlet oxygen seems to be in relation with the chemical structure of catechin, with the presence of the catechol moiety on ring B and the presence of a hydroxyl group activating the double bond on ring C.   === Oxidation === Electrochemical experiments show that (+)-catechin oxidation mechanism proceeds in sequential steps, related with the catechol and resorcinol groups and the oxidation is pH-dependent. The oxidation of the catechol 3′,4′-dihydroxyl electron-donating groups occurs first, at very low positive potentials, and is a reversible reaction. The hydroxyl groups of the resorcinol moiety oxidised afterwards were shown to undergo an irreversible oxidation reaction. The laccase/ABTS system oxidizes (+)-catechin to oligomeric products of which proanthocyanidin A2 is a dimer.   === Spectral data ===   == Natural occurrences == (+)-Catechin and (−)-epicatechin as well as their gallic acid conjugates are ubiquitous constituents of vascular plants, and frequent components of traditional herbal remedies, such as Uncaria rhynchophylla. The two isomers are mostly found as  cacao and tea constituents, as well as in Vitis vinifera grapes.   === In food ===  The main dietary sources of catechins in Europe and the United States are tea and  pome fruits. Catechins and epicatechins are found in cocoa, which, according to one database, has the highest content (108 mg/100 g) of catechins among foods analyzed, followed by prune juice (25 mg/100 ml) and broad bean pod (16 mg/100 g). Açaí oil, obtained from the fruit of the açaí palm (Euterpe oleracea), contains (+)-catechins (67 mg/kg). Catechins are diverse among foods, from peaches to green tea and vinegar. Catechins are found in barley grain where they are the main phenolic compound responsible for dough discoloration. The taste associated with monomeric (+)-catechin or (−)-epicatechin is described as slightly astringent, but not bitter.   == Metabolism ==   === Biosynthesis ===  The biosynthesis of catechin begins with ma 4-hydroxycinnamoyl CoA starter unit which undergoes chain extension by the addition of three malonyl-CoAs through a PKSIII pathway. 4-Hydroxycinnamoyl CoA is biosynthesized from L-phenylalanine through the Shikimate pathway. L-Phenylalanine is first deaminated by phenylalanine ammonia lyase (PAL) forming cinnamic acid which is then oxidized to 4-hydroxycinnamic acid by cinnamate 4-hydroxylase. Chalcone synthase then catalyzes the condensation of 4-hydroxycinnamoyl CoA and three molecules of malonyl-CoA to form chalcone. Chalcone is then isomerized to naringenin by chalcone isomerase which is oxidized to eriodictyol by flavonoid 3′-hydroxylase and further oxidized to taxifolin by flavanone 3-hydroxylase. Taxifolin is then reduced by dihydroflavanol 4-reductase and leucoanthocyanidin reductase to yield catechin. The biosynthesis of catechin is shown below Leucocyanidin reductase (LCR) uses 2,3-trans-3,4-cis-leucocyanidin to produce (+)-catechin and is the first enzyme in the proanthocyanidin (PA) specific pathway. Its activity has been measured in leaves, flowers, and seeds of the legumes Medicago sativa, Lotus japonicus, Lotus uliginosus, Hedysarum sulfurescens, and Robinia pseudoacacia. The enzyme is also present in Vitis vinifera (grape).   === Biodegradation === Catechin oxygenase, a key enzyme in the degradation of catechin, is present in fungi and bacteria. Among bacteria, degradation of (+)-catechin can be achieved by Acinetobacter calcoaceticus. Catechin is metabolized to protocatechuic acid (PCA) and phloroglucinol carboxylic acid (PGCA). It is also degraded by Bradyrhizobium japonicum. Phloroglucinol carboxylic acid is further decarboxylated to phloroglucinol, which is dehydroxylated to resorcinol. Resorcinol is hydroxylated to hydroxyquinol. Protocatechuic acid and hydroxyquinol undergo intradiol cleavage through protocatechuate 3,4-dioxygenase and hydroxyquinol 1,2-dioxygenase to form β-carboxy-cis,cis-muconic acid  and maleyl acetate. Among fungi, degradation of catechin can be achieved by Chaetomium cupreum.   === Metabolism in humans ===  Catechins are metabolised upon uptake from the gastrointestinal tract, in particular the jejunum, and in the liver, resulting in so-called structurally related epicatechin metabolites (SREM). The main metabolic pathways for SREMs are glucuronidation, sulfation and methylation of the catechol group by catechol-O-methyl transferase, with only small amounts detected in plasma. The majority of dietary catechins are however metabolised by the colonic microbiome to gamma-valerolactones and hippuric acids which undergo further biotransformation, glucuronidation, sulfation and methylation in the liver. The stereochemical configuration of catechins has a strong impact on their uptake and metabolism as uptake is highest for (−)-epicatechin and lowest for (−)-catechin.   === Biotransformation === Biotransformation of (+)-catechin into taxifolin by a two-step oxidation can be achieved by Burkholderia sp. (+)-Catechin and (−)-epicatechin are transformed by the endophytic filamentous fungus Diaporthe sp. into the 3,4-cis-dihydroxyflavan derivatives, (+)-(2R,3S,4S)-3,4,5,7,3′,4′-hexahydroxyflavan (leucocyanidin) and (−)-(2R,3R,4R)-3,4,5,7,3′,4′-hexahydroxyflavan, respectively, whereas (−)-catechin and (+)-epicatechin with a (2S)-phenyl group resisted the biooxidation. Leucoanthocyanidin reductase (LAR) uses (2R,3S)-catechin, NADP+ and H2O to produce 2,3-trans-3,4-cis-leucocyanidin, NADPH, and H+. Its gene expression has been studied in developing grape berries and grapevine leaves.   === Glycosides === (2R,3S)-Catechin-7-O-β-D-glucopyranoside can be isolated from barley (Hordeum vulgare L.) and malt. Epigeoside (catechin-3-O-α-L-rhamnopyranosyl-(1–4)-β-D-glucopyranosyl-(1–6)-β-D-glucopyranoside) can be isolated from the rhizomes of Epigynum auritum.   == Research ==   === Vascular function === Only limited evidence from dietary studies indicates that catechins may affect endothelium-dependent vasodilation which could contribute to normal blood flow regulation in humans. Green tea catechins may improve blood pressure, especially when systolic blood pressure is above 130 mmHg. Due to extensive metabolism during digestion, the fate and activity of catechin metabolites responsible for this effect on blood vessels, as well as the actual mode of action, are unknown.   === Adverse events === Catechin and its metabolites can bind tightly to red blood cells and thereby induce the development of autoantibodies, resulting in haemolytic anaemia and renal failure. This resulted in the withdrawal of the catechin-containing drug Catergen, used to treat  viral hepatitis, from market in 1985. Catechins from green tea can be hepatotoxic and the European Food Safety Authority has recommended not to exceed 800 mg per day.   === Other === One limited meta-analysis showed that increasing consumption of green tea and its catechins to seven cups per day provided a small reduction in prostate cancer.  Nanoparticle methods are under preliminary research as potential delivery systems of catechins.   == Botanical effects == Catechins released into the ground by some plants may hinder the growth of their neighbors, a form of allelopathy. Centaurea maculosa, the spotted knapweed often studied for this behavior, releases catechin isomers into the ground through its roots, potentially having effects as an antibiotic or herbicide. One hypothesis is that it causes a reactive oxygen species wave through the target plant's root to kill root cells by apoptosis. Most plants in the European ecosystem have defenses against catechin, but few plants are protected against it in the North American ecosystem where Centaurea maculosa is an invasive, uncontrolled weed. Catechin acts as an infection-inhibiting factor in strawberry leaves. Epicatechin and catechin may prevent coffee berry disease by inhibiting appressorial melanization of Colletotrichum kahawae.   == References ==   == External links ==   Media related to (+)-Catechin at Wikimedia Commons"}