{"name": "cinnarizine", "category": "drug", "content": "Cinnarizine is an antihistamine and calcium channel blocker of the diphenylmethylpiperazine group. It is prescribed for nausea and vomiting due to motion sickness or other sources such as chemotherapy, vertigo, or Ménière's disease. Cinnarizine is one of the leading causes of drug-induced parkinsonism. Cinnarizine was first synthesized as R1575 by Janssen Pharmaceutica in 1955. The nonproprietary name is derived from the cinnamyl substituent on the free nitrogen atom of the benzhydrylpiperazine core, combined with the generic ending \"-rizine\" for \"antihistaminics/cerebral (or peripheral) vasodilators\". It is not available in the United States or Canada. It has also been cited as one of the most used drugs for seasickness within the British Royal Navy.   == Medical uses == Cinnarizine is predominantly used to treat nausea and vomiting associated with motion sickness, vertigo, Ménière's disease, or Cogan's syndrome. It is one of only a few drugs that has a beneficial effect in the chronic treatment of the vertigo and tinnitus associated with Ménière's disease.  In a clinical study (n=181), treatment with cinnarizine reduced the occurrence of moderate vertigo experience by 65.8% and extreme vertigo by 89.8%.   It acts by interfering with the signal transmission between vestibular apparatus of the inner ear and the vomiting centre of the hypothalamus by limiting the activity of the vestibular hair cells which send signals about movement. The disparity of signal processing between inner ear motion receptors and the visual senses is abolished, so that the confusion of brain whether the individual is moving or standing is reduced. Vomiting in motion sickness could be a physiological compensatory mechanism of the brain to keep the individual from moving so that it can adjust to the signal perception, but the true evolutionary reason for this malady is currently unknown. When prescribed for balance problems and vertigo, cinnarizine is typically taken two or three times daily depending on the amount of each dose and when used to treat motion sickness, the pill is taken at least two hours before travelling and then again every four hours during travel.  However, a recent 2012 study comparing the effects of cinnarizine to transdermal scopolamine for the treatment of seasickness, concluded that scopolamine was reported as significantly more effective and as having fewer adverse side effects than cinnarizine. This led to the conclusion that transdermal scopolamine is likely a better option for the treatment of motion sickness in naval crew and other sea travelers. However, due to increased levels of drowsiness caused by the medication, it is generally of limited use in pilots and aircrew who must be dependably alert. Additionally, cinnarizine can be used in scuba divers without an increased risk of central nervous system oxygen toxicity which can result in seizures, and is a high risk in closed-circuit oxygen diving. This is also relevant to divers who could potentially have to undergo hypobaric decompression therapy, which uses high oxygen pressure and could also be affected by any cinnarizine-induced CNS oxygen toxicity risk. However, cinnarizine does not heighten toxicity risk, and in fact, evidence even seems to suggest that cinnarizine may be beneficial in helping delay O2 toxicity in the central nervous system. There is also evidence that cinnarizine may be used as an effective anti-asthma medication when taken regularly. Beyond an anti-vertigo treatment, cinnarizine could be also viewed as a nootropic drug because of its vasorelaxating abilities (due to calcium channel blockade), which happen mostly in brain, and the fact that it is also used as a labyrinthine sedative. Cinnarizine inhibits the flow of calcium into red blood cells, which increases the elasticity of the cell wall, thereby increasing their flexibility and making the blood less viscous. This allows the blood to travel more efficiently and effectively through narrowed vessels in order to bring oxygen to damaged tissue. It is also effectively combined with other nootropics, primarily piracetam; in such combination each drug potentiates the other in boosting brain oxygen supply. An animal study comparing the effectiveness of cinnarizine and flunarizine (a derivative of cinnarizine that is 2.5-15 times stronger for treatment of transient global cerebral ischemia), it was found that cinnarizine helped to improve the functional abnormalities of  ischemia, but did not help with damage to the neurons. Flunarizine offered more neuronal protection, but was less effective in treating subsequent behavioral changes. Cinnarizine has also been found to be a valuable second-line treatment for idiopathic urticarial vasculitis.   == Side effects == Side effects experienced while taking cinnarizine range from the mild to the quite severe. Possible side effects include drug-induced parkinsonism, drowsiness, sweating, dry mouth, headache, skin problems, lethargy, gastrointestinal irritation, hypersensitivity reactions, as well as movement problems, muscle rigidity, and tremor. Because cinnarizine can cause drowsiness and blurred vision, it is important that users make sure their reactions are normal before driving, operating machinery, or doing any other jobs which could be dangerous if they are not fully alert or able to see well. Cinnarizine causes acute and chronic parkinsonism due to its affinity for D2 receptors, which strongly counter-suggests its actual usefulness for improving neurological health. Cinnarizine's antagonistic effects of D2 dopamine receptors in the striatum leads to symptoms of depression, tremor, muscle rigidity, tardive dyskinesia, and akathisia. 17 of 100 new parkinsonism cases are linked to administration of either cinnarizine or flunarizine. Drug induced parkinsonism is the second leading cause of parkinsonism. Evidence suggests that it is one of the metabolites of cinnarizine, C-2, that has an active role in contributing to the development of drug-induced parkinsonism. Those people especially at risk are elderly patients, in particular women, and patients who have been taking the drug for a longer amount of time. There is also evidence that patients with a family history of Parkinson's or a genetic predisposition to the disease are more likely to develop the drug induced form of this disease as a result of cinnarizine treatment. In addition to antagonizing D2 receptors, treatment with cinnarizine leads to reduced presynaptic dopamine and serotonin, as well as alterations in vesicular transport of dopamine. Chronic treatment with cinnarizine builds the drug concentrations high enough that they interfere with the proton electrochemical gradient necessary for packaging dopamine into vesicles. Cinnarizine, pKa = 7.4, acts as a protonophore, which prevents the MgATP-dependent production of the electrochemical gradient crucial to the transport and storage of dopamine into vesicles, and thereby lowers the levels of dopamine in the basal ganglia neurons and leads to the Parkinson's symptoms. Several cases of pediatric and adult cinnarizine overdose have been reported, with effects including a range of symptoms such as somnolence, coma, vomiting, hypotonia, stupor, and convulsions. The cognitive complications likely result from the antihistaminic effects of cinnarizine, while the motor effects are a product of the antidopaminergic properties. In cases of overdose, the patient should be brought to and observed in a hospital for potential neurological complications.   == Pharmacokinetics == Cinnarizine is most commonly taken orally, in tablet form, with frequency and amount of dosage varying depending on the reason for taking the medication.  Once ingested, the substance is absorbed quite rapidly and reaches a peak plasma concentration in 1–3 hours post-administration. Cmax, the maximum level of the drug in the tested area (typically blood plasma), has been measured to be 275 ± 36 ng/mL; tmax, the time to maximum concentration, was 3.0 ± 0.5 hours. AUC∞, which can be used to estimate bioavailability, was 4437 ± 948 ng·h/mL. The half-life elimination varies from 3.4–60 hours, depending on age. However, the mean terminal half-life elimination for young volunteer subjects administered 75 mg cinnarizine, was found to be 23.6 ± 3.2 hours. A study that administered 75 mg doses of cinnarizine, twice a day for twelve days, to healthy volunteers, observed that cinnarizine did accumulate in the body, with a steady-state accumulation factor of 2.79 ± 0.23. However, the AUCT for this amount of time (T=12 days) was not significantly different from the AUC∞, which was estimated from the single dose administration. As a very weakly basic and also lipophilic compound with low aqueous solubility, cinnarizine is able to cross the blood brain barrier by simple diffusion.  It is because of this property that it is able to exert its effects on cerebral blood flow in the brain. Bioavailability of orally administered cinnarizine is typically low and variable due to high incidence of degradation. However, it has been found that when administered intravenously in lipid emulsion, better pharmacokinetics and tissue distribution were achieved. The lipid emulsion administration had a higher AUC and lower clearance than the solution form, which meant that there was an increased bioavailability of cinnarizine, allowing for an improved therapeutic effect.  Plasma pharmacokinetics of cinnarizine administered intravenously follows a three-compartment model first with a fast distribution phase, followed by a slower distribution phase, and ending with a very slow elimination. The Vss (steady state apparent volume of distribution) for lipid emulsion administration was 2× lower (6.871 ± 1.432 L/kg) than that of cinnarizine given in solution (14.018 ± 5.598 L/kg) and it was found that significantly less cinnarizine was taken up into the lung and brain in the lipid emulsion condition. This is significant because it would reduce the likelihood of toxic side effects in the central nervous system.   == Pharmacodynamics == Cinnarizine is classified as a selective antagonist of T-type voltage-operated calcium ion channels, because its binding blocks the channels and keeps them inert. It has a Ki (inhibitory constant) value of 22 nM. It is also known to have antihistaminic, antiserotoninergic and antidopaminergic effects, binding to H1 histamine receptors, and dopaminergic (D2) receptors. The IC50 (half-maximal inhibitory concentration) of cinnarizine for smooth muscle contraction inhibition is 60 mM and it has been shown that this drug preferentially binds to its target calcium channels when they are in an open, as opposed to closed conformation. In treatment of nausea and motion sickness it was previously hypothesized that cinnarizine exerts its effects by inhibiting the calcium currents in voltage gated channels in type II vestibular hair cells within the inner ear. However, more recent evidence supports the idea that at pharmacologically relevant levels (0.3–0.5 μM), cinnarizine is not lessening vestibular vertigo by blocking calcium channels, but rather by inhibiting potassium (K+) currents that are activated by heightened hydrostatic pressure on the hair cells. It is true that cinnarizine does abolish calcium currents in vestibular hair cells as well; it is just that this only occurs at higher concentrations of drug (3 μM). The inhibition of these currents works to lessen the vertigo and motion-induced nausea by dampening the over-reactivity of the vestibular hair cells, which send information about balance and motion to the brain.   == Elimination == After administration, cinnarizine is completely metabolized within the body and the metabolites are eliminated by one third in the urine and two thirds in solid waste.   == See also == Cyclizine   == References ==   == External links ==  Media related to Cinnarizine at Wikimedia Commons"}