{"name": "cinoxacin", "category": "drug", "content": "Cinoxacin is a quinolone antibiotic that has been discontinued in the U.K. as well the United States, both as a branded drug or a generic. The marketing authorization of cinoxacin has been suspended throughout the EU. Cinoxacin was an older synthetic antimicrobial related to the quinolone class of antibiotics with activity similar to oxolinic acid and nalidixic acid. It was commonly used thirty years ago to treat urinary tract infections in adults. There are reports that cinoxacin had also been used to treat initial and recurrent urinary tract infections and bacterial prostatitis in dogs. however this veterinary use was never approved by the United States Food and Drug Administration (FDA). In complicated UTI, the older gyrase-inhibitors such as cinoxacin are no longer indicated.   == History == Cinoxacin is one of the original quinolone drugs, which were introduced in the 1970s. Commonly referred to as the first generation quinolones. This first generation also included other quinolone drugs such as pipemidic acid, and oxolinic acid, but this first generation proved to be only marginal improvements over nalidixic acid. Cinoxacin is similar chemically (and in antimicrobial activity) to oxolinic acid and nalidixic acid. Relative to nalidixic acid, cinoxacin was found to have a slightly greater inhibitory and bactericidal activity. Cinoxacin was patented in 1972 and assigned to Eli Lilly. Eli Lilly obtained approval from the FDA to market cinoxacin in the United States as Cinobac on June 13, 1980. Prior to this cinobac was marketed in the U.K. and Switzerland in 1979. Oclassen Pharmaceuticals (Oclassen Dermatologics) commenced sales of Cinobac in the United States and Canada back in September 1992, under an agreement with Eli Lilly which granted Oclassen exclusive United States and Canadian distribution rights. Oclassen promoted Cinobac primarily to urologists for the outpatient treatment of initial and recurrent urinary tract infections and prophylaxis. Oclassen Pharmaceuticals was a privately held pharmaceutical company founded in 1985 until acquired by Watson Pharmaceuticals, Inc., in 1997. Watson Pharmaceuticals, Inc., (also incorporated in 1985), having acquired Oclassen Pharmaceuticals (Oclassen Dermatologics) also acquired the marketing rights contained within the agreement with Eli Lilly to market Cinobac.   == Licensed uses == Urinary tract infections only   == Availability == 250 mg, capsules (prescription only)   == Mode of action == Cinoxacin mode of action involves the inhibiting of DNA gyrase, a type II topoisomerase, and topoisomerase iv, which is an enzyme necessary to separate replicated DNA, thereby inhibiting cell division.   == Contraindications == Within the most recent package insert (c. 1999) Cinobac is listed as being contraindicated in patients with a history of hypersensitivity to cinoxacin or other quinolones.   == Adverse reactions == The safety profile of cinoxacin appears to be rather unremarkable. Adverse drug reactions appear to be limited to the gastrointestinal system and the central nervous system. Hypersensitivity resulting in an anaphylactic reactions (as seen with all drugs found within this class) has also been reported in association with cinoxacin. Animal studies have shown that Cinoxacin is associated with renal damage. Such damage appears to be due to the physical trauma resulting from deposition of cinoxacin crystals in the urinary tract. Such crystaluria has also been reported with other drugs in this class. A review of the literature indicates that patients treated with cinoxacin reported fewer adverse drug reactions than those treated with nalidixic acid, furadantin, amoxicillin, or trimethoprim-sulfamethoxazole. Although phototoxicity and photoallergenicity is well demonstrated experimentally, phototoxicity does not appear to be an issue with cinoxacin As a result of this safety profile the manufacturer, Eli Lilley states that \"cinoxacin perhaps should be reserved only for those patients with organisms resistant to usual first-line agents or those who fail to respond to therapy with these agents.\"   == Overdose == Symptoms following an overdose of cinoxacin may include anorexia, nausea, vomiting, epigastric distress, and diarrhea. The severity of the epigastric distress and the diarrhea are dose related. Patients who have ingested an overdose of cinoxacin should be kept well hydrated to prevent crystalluria. Forced diuresis, peritoneal dialysis, hemodialysis, or charcoal hemoperfusion have not been established as beneficial for an overdose of cinoxacin.   == Pharmacokinetics == Biotransformation is mainly hepatic, with approximately 30-40% metabolized to inactive metabolites. Protein Binding ranges from 60 to 80%. Cinoxacin is rapidly absorbed after oral administration. The presence of food delays absorption but does not affect total absorption. The mean serum half-life is 1.5 hours. Half-life in patients with impaired renal function may exceed 10 hours.   == Dosing == The usual adult dosage for the treatment of urinary tract infections is 1 gram daily, administered orally in two or four divided doses (500 mg b.i.d. or 250 mg q.i.d. respectively) for seven to 14 days.   === Impaired renal function === When renal function is impaired, a reduced dosage must be employed.   == Susceptible bacteria == Gram-negative aerobes:  Enterobacter species Escherichia coli Klebsiella species Proteus mirabilis Proteus vulgaris Enterococcus species, Pseudomonas species, and Staphylococcus species are resistant.   == References ==   == External links == Cinobac Package Insert ‹The template Curlie is being considered for deletion.› Cinoxacin at Curlie"}