{"name": "cisapride", "category": "drug", "content": "Cisapride is a gastroprokinetic agent, a drug that increases motility in the upper gastrointestinal tract. It acts directly as a serotonin 5-HT4 receptor agonist and indirectly as a parasympathomimetic. Stimulation of the serotonin receptors increases acetylcholine release in the enteric nervous system. It has been sold under the trade names Prepulsid (Janssen-Ortho) and Propulsid (in the United States). It was discovered by Janssen Pharmaceuticals in 1980.  In many countries, it has been either withdrawn from the market or had its indications limited due to incidence of serious cardiac side-effects.  Propulsid was linked to children's deaths. The commercial preparations of this drug are the racemic mixture of both enantiomers of the compound. The (+) enantiomer itself has the major pharmacologic effects and does not induce many of the detrimental side-effects of the mixture.   == Medical uses == Cisapride has been used for the treatment of gastroesophageal reflux disease (GERD). There is no evidence it is effective for this use in children. It also increases gastric emptying in people with diabetic gastroparesis. Evidence for its use in constipation is not clear. In many countries, it has been either withdrawn or had its indications limited because of reports of the side-effect long QT syndrome, which may cause arrhythmias. The U.S. Food and Drug Administration (FDA) issued a warning letter to doctors, and cisapride was voluntarily removed from the U.S. market on July 14, 2000. Its use in Europe has also been limited. It was banned in India and in the Philippines in 2011.   == Veterinary uses == Cisapride is still available in the United States and Canada for use in animals, and is commonly prescribed by veterinarians to treat megacolon in cats. Cisapride is also commonly used to treat GI stasis in rabbits, sometimes in conjunction with metoclopramide (Reglan).   == Kinetics == Oral bioavailability of cisapride is approximately 33%. It is inactivated primarily by hepatic metabolism by CYP3A4 with a half-life of 10 hours. The dose of the drug should be reduced in case of liver diseases.   == Pharmacology and mechanism of action == As a prokinetic agent that increases gastrointestinal motility, cisapride acts as a selective serotonin agonist in the 5-HT4 receptor subtype. Cisapride also relieves constipation-like symptoms by indirectly stimulating the release of acetylcholine, which acts on muscarinic receptors.   == See also == Domperidone Drug of last resort Serotonin-agonising laxatives Benzamide Itopride Metoclopramide Mosapride   == References ==   == Further reading ==   == External links == Archived Drug Label"}