{"name": "cisplatin", "category": "drug", "content": "Cisplatin is a chemical compound with formula cis-[Pt(NH3)2Cl2]. It is a coordination complex of platinum that is used as a chemotherapy medication used to treat a number of cancers. These include testicular cancer, ovarian cancer, cervical cancer, bladder cancer, head and neck cancer, esophageal cancer, lung cancer, mesothelioma, brain tumors and neuroblastoma. It is given by injection into a vein. Common side effects include bone marrow suppression, hearing problems including severe hearing loss, kidney damage, and vomiting. Other serious side effects include numbness, trouble walking, allergic reactions, electrolyte problems, and heart disease. Use during pregnancy can cause harm to the developing fetus. Cisplatin is in the platinum-based antineoplastic family of medications. It works in part by binding to DNA and inhibiting its replication. Cisplatin was first reported in 1845 and licensed for medical use in 1978 and 1979. It is on the World Health Organization's List of Essential Medicines.   == Medical use == Cisplatin is administered intravenously as short-term infusion in normal saline for treatment of solid and haematological malignancies. It is used to treat various types of cancers, including sarcomas, some carcinomas (e.g., small cell lung cancer, squamous cell carcinoma of the head and neck and ovarian cancer), lymphomas, bladder cancer, cervical cancer, and germ cell tumors. The introduction of cisplatin as a standard treatment for testicular cancer improved remission rates from 5-10% before 1974 to 75-85% by 1984.   == Side effects == Cisplatin has a number of side effects that can limit its use:  Nephrotoxicity (kidney damage) is the primary dose-limiting side effect and is of major clinical concern. Cisplatin selectively accumulates into the proximal tubule via basolateral-to-apical transport, where it disrupts mitochondrial energetics and endoplasmic reticulum Ca2+ homeostasis and stimulates reactive oxygen species and pro-inflammatory cytokines. Multiple mitigation strategies are being explored clinically and pre-clinically, including hydration regimens, amifostine, transporter inhibitors, antioxidants, anti-inflammatories, and epoxyeicosatrienoic acids and their analogues. Neurotoxicity (nerve damage) can be anticipated by performing nerve conduction studies before and after treatment. Common neurological side effects of cisplatin include visual perception and hearing disorder, which can occur soon after treatment begins. While triggering apoptosis through interfering with DNA replication remains the primary mechanism of cisplatin, this has not been found to contribute to neurological side effects. Cisplatin noncompetitively inhibits an archetypal, membrane-bound mechanosensitive sodium-hydrogen ion transporter known as NHE-1. It is primarily found on cells of the peripheral nervous system, which are aggregated in large numbers near the ocular and aural stimuli-receiving centers. This noncompetitive interaction has been linked to hydroelectrolytic imbalances and cytoskeleton alterations, both of which have been confirmed in vitro and in vivo. However, NHE-1 inhibition has been found to be both dose-dependent (half-inhibition = 30 μg/mL) and reversible. Cisplatin can increase levels of sphingosine-1-phosphate in the central nervous system, contributing to the development of post-chemotherapy cognitive impairment. Nausea and vomiting: cisplatin is one of the most emetogenic chemotherapy agents, but this symptom is managed with prophylactic antiemetics (ondansetron, granisetron, etc.) in combination with corticosteroids. Aprepitant combined with ondansetron and dexamethasone has been shown to be better for highly emetogenic chemotherapy than just ondansetron and dexamethasone. Ototoxicity and hearing loss associated with cisplatin can be severe and is considered to be a dose-limiting side effect. Audiometric analysis may be necessary to assess the severity of ototoxicity. Other drugs (such as the aminoglycoside antibiotic class) may also cause ototoxicity, and the administration of this class of antibiotics in patients receiving cisplatin is generally avoided.  The ototoxicity of both the aminoglycosides and cisplatin may be related to their ability to bind to melanin in the stria vascularis of the inner ear or the generation of reactive oxygen species. In September 2022, the U.S. Food and Drug Administration (FDA) approved sodium thiosulfate under the brand name Pedmark to lessen the risk of ototoxicity and hearing loss in people receiving cisplatin. There is ongoing investigation of acetylcysteine injections as a preventative measure. Electrolyte disturbance: Cisplatin can cause hypomagnesaemia, hypokalaemia and hypocalcaemia. The hypocalcaemia seems to occur in those with low serum magnesium secondary to cisplatin, so it is not primarily due to the cisplatin. Hemolytic anemia can be developed after several courses of cisplatin. It is suggested that an antibody reacting with a cisplatin-red-cell membrane is responsible for hemolysis.   == Pharmacology == Cisplatin interferes with DNA replication, which kills the fastest proliferating cells, which in theory are cancerous.   Following administration, one chloride ion is slowly displaced by water to give the aquo complex cis-[PtCl(NH3)2(H2O)]+, in a process termed aquation.  Dissociation of the chloride is favored inside the cell because the intracellular chloride concentration is only 3–20% of the approximately 100 mM chloride concentration in the extracellular fluid. The water molecule in cis-[PtCl(NH3)2(H2O)]+ is itself easily displaced by the N-heterocyclic bases on DNA. Guanine preferentially binds. A model compound has been prepared and crystals were examined by X-ray crystallography Subsequent to formation of [PtCl(guanine-DNA)(NH3)2]+, crosslinking can occur via displacement of the other chloride, typically by another guanine. Cisplatin crosslinks DNA in several ways, interfering with cell division by mitosis. The damaged DNA elicits DNA repair mechanisms, which in turn activate apoptosis when repair proves impossible. In 2008, apoptosis induced by cisplatin on human colon cancer cells was shown to depend on the mitochondrial serine-protease Omi/Htra2. Since this was only demonstrated for colon carcinoma cells, it remains an open question whether the Omi/Htra2 protein participates in the cisplatin-induced apoptosis in carcinomas from other tissues. Most notable among the changes in DNA are the 1,2-intrastrand cross-links with purine bases. These include 1,2-intrastrand d(GpG) adducts, which form nearly 90% of the adducts, and the less common 1,2-intrastrand d(ApG) adducts. Coordination chemists have obtained crystals of the products of reacting cisplain with small models of DNA. Here is a POVray plot of the platinum binding to a small model of DNA.  1,3-intrastrand d(GpXpG) adducts occur but are readily excised by the nucleotide excision repair (NER). Other adducts include inter-strand crosslinks and nonfunctional adducts that have been postulated to contribute to cisplatin's activity. Interaction with cellular proteins, particularly HMG domain proteins, has also been advanced as a mechanism of interfering with mitosis, although this is probably not its primary method of action.   === Cisplatin resistance === Cisplatin combination chemotherapy is the cornerstone of treatment of many cancers. Initial platinum responsiveness is high, but the majority of cancer patients will eventually relapse with cisplatin-resistant disease. Many mechanisms of cisplatin resistance have been proposed, including changes in cellular uptake and efflux of the drug, increased detoxification of the drug, inhibition of apoptosis, increased DNA repair or changes in metabolism. Oxaliplatin is active in highly cisplatin-resistant cancer cells in the laboratory; however, there is little evidence for its activity in the clinical treatment of patients with cisplatin-resistant cancer. The drug paclitaxel may be useful in the treatment of cisplatin-resistant cancer; the mechanism for this activity is as yet unknown.   === Transplatin === Transplatin, the trans-stereoisomer of cisplatin, has formula trans-[PtCl2(NH3)2] and does not exhibit a comparably useful pharmacological effect. Two mechanisms have been suggested to explain the reduced anticancer effect of transplatin. Firstly, the trans arrangement of the chloro ligands is thought to confer transplatin with greater chemical reactivity, causing transplatin to become deactivated before it reaches the DNA, where cisplatin exerts its pharmacological action. Secondly, the stereo-conformation of transplatin is such that it is unable to form the characteristic 1,2-intrastrand d(GpG) adducts formed by cisplatin in abundance.   == Molecular structure == Cisplatin is the square planar coordination complex cis-[Pt(NH3)2Cl2].: 286–8 : 689  The prefix cis indicates the cis isomer in which two similar ligands are in adjacent positions.: 550  The systematic chemical name of this molecule is cis–diamminedichloroplatinum,: 286  where ammine with two m's indicates an ammonia (NH3) ligand, as opposed to an organic amine with one m.: 284    == History == The compound cis-[Pt(NH3)2Cl2] was first described by Italian chemist Michele Peyrone in 1845, and known for a long time as Peyrone's salt. The structure was deduced by Alfred Werner in 1893. In 1965, Barnett Rosenberg, Van Camp et al. of Michigan State University discovered that electrolysis of platinum electrodes generated a soluble platinum complex which inhibited binary fission in Escherichia coli (E. coli) bacteria. Although bacterial cell growth continued, cell division was arrested, the bacteria growing as filaments up to 300 times their normal length. The octahedral Pt(IV) complex cis-[PtCl4(NH3)2], but not the trans isomer, was found to be effective at forcing filamentous growth of E. coli cells. The square planar Pt(II) complex, cis-[PtCl2(NH3)2] turned out to be even more effective at forcing filamentous growth. This finding led to the observation that cis-[PtCl2(NH3)2] was indeed highly effective at regressing the mass of sarcomas in rats. Confirmation of this discovery, and extension of testing to other tumour cell lines launched the medicinal applications of cisplatin.  Cisplatin was approved for use in testicular and ovarian cancers by the U.S. Food and Drug Administration on 19 December 1978. and in the UK (and in several other European countries) in 1979.  Cisplatin was the first to be developed.  In 1983 pediatric oncologist Roger Packer began incorporating cisplatin into adjuvant chemotherapy for the treatment of childhood medulloblastoma. The new protocol that he developed led to a marked increase in disease-free survival rates for patients with medulloblastoma, up to around 85%. The Packer Protocol has since become a standard treatment for medulloblastoma. Likewise, cisplatin has been found to be particularly effective against testicular cancer, where its use improved the cure rate from 10% to 85%.   == Synthesis == Syntheses of cisplatin start from potassium tetrachloroplatinate. Several procedures are available. One obstacle is the facile formation of Magnus's green salt (MGS), which has the same empirical formula as cisplatin. The traditional way to avoid MGS involves the conversion of K2PtCl4 to [[Potassium tetraiodoplatinate|K2PtI4}}, as originally described by Dhara. Reaction with ammonia forms PtI2(NH3)2 which is isolated as a yellow compound. When silver nitrate in water is added insoluble silver iodide precipitates and [Pt(OH2)2(NH3)2](NO3)2 remains in solution. Addition of potassium chloride will form the final product which precipitates In the triiodo intermediate the addition of the second ammonia ligand is governed by the trans effect.  A one-pot synthesis of cisplatin from K2PtCl4 has been developed.  It relies on the slow release of ammonia from ammonium acetate.   == Research == Cisplatin has been studied with Auger therapy to increase the therapeutic effects of cisplatin, without increasing normal tissue toxicities. However, due to significant side effects, the search for structurally novel Pt(II) and Pd(II) compounds exhibiting antineoplastic activity is extremely important and aims to develop more effective and less toxic drugs. Cisplatin-like molecules ([PtCl(NH3)2] and [Pt(NH3)Cl2]) linked by variable length alkandiamine chains have attracted some interest in cancer chemotherapy.   == References ==   == Further reading ==   == External links == \"Cisplatin\". Drug Information Portal. U.S. National Library of Medicine. IARC Monograph: \"Cisplatin\" Wikiversity page for the International Ototoxicity Management Group: https://en.wikiversity.org/wiki/International_Ototoxicity_Management_Group_(IOMG)"}