{"name": "cladribine", "category": "drug", "content": "Cladribine, sold under the brand name Leustatin, among others, is a medication used to treat hairy cell leukemia (leukemic reticuloendotheliosis) and B-cell chronic lymphocytic leukemia. Cladribine, sold under the brand name Mavenclad, is used for the treatment of adults with highly active forms of relapsing-remitting multiple sclerosis. Cladribine is a purine analogue that selectively targets and suppresses lymphocytes implicated in the underlying pathogenesis of multiple sclerosis and B-cell leukaemia. Chemically, it mimics the nucleoside deoxyadenosine. However, unlike deoxyadenosine, it is relatively resistant to breakdown by the enzyme adenosine deaminase, which causes it to accumulate in targeted cells and interfere with the cell's ability to process DNA. Cladribine is taken up by cells via transporter proteins. Once inside a cell, cladribine undergoes phosphorylation by the enzyme deoxycytidine kinase (DCK) to produce mononucleotide 2-chlorodeoxyadenosine 5’monophosphate (2-CdAMP), which is subsequently phosphorylated to the triphosphorylated active compound 2-chlorodeoxyadenosine 5’triphosphate (2-CdATP).  Activated cladribine is incorporated into cellular DNA, which triggers apoptosis.  Accumulation of cladribine into cells is dependent on the ratio of DCK and 5'-nucleotidase (5’-NT), which breaks down and inactivates the compound. This ratio differs between cell types, with high levels in T and B lymphocytes, resulting in selective targeting of these cells. In contrast, DCK:5'NT is relatively low in other cell types, thus sparing numerous non-haematological cells. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Cladribine is used as a first- and second-line treatment for symptomatic hairy cell leukemia and for B-cell chronic lymphocytic leukaemia, and is administered by intravenous or subcutaneous infusion. Some investigators have used the parenteral formulation orally to treat patients with hairy cell leukemia.  About 37–51% of oral cladribine is bioavailable orally. It is used, often in combination with other cytotoxic agents, to treat various kinds of histiocytosis, including Erdheim–Chester disease and Langerhans cell histiocytosis. Following EMA approval of cladribine tablets for the treatment of adult patients with highly active relapsing-remitting multiple sclerosis in 2017, as of July 2020, cladribine tablets have gained marketing authorisation in over 75 countries. In 2019, cladribine tablets were approved by the FDA for the treatment of relapsing forms of multiple sclerosis, to include relapsing-remitting disease and active secondary progressive disease, in adult patients who have had an inadequate response to, or are unable to tolerate, an alternate drug indicated for the treatment of multiple sclerosis. Cladribine may cause foetal harm when administered to a pregnant woman and is listed by the FDA as pregnancy category D; safety and efficacy in children has not been established.   == Mechanism of action == As a purine analogue, cladribine is taken up into rapidly proliferating cells, including B and T lymphocytes, to be incorporated into DNA synthesis. Chemically, it mimics nucleoside adenosine; however, unlike adenosine, cladribine has a chlorine molecule at position 2, which renders it partially resistant to breakdown by adenosine deaminase. This causes it to accumulate in cells and interfere with the targeted cell's ability to process DNA. Cladribine is taken up by specific nucleoside transporter proteins. Once inside a cell, cladribine undergoes phosphorylation by the enzyme deoxycytidine kinase (DCK) to produce mononucleotide 2-chlorodeoxyadenosine 5’monophosphate (2-CdAMP), which is subsequently phosphorylated to the triphosphorylated active compound, 2-chlorodeoxyadenosine 5’triphosphate (2-CdATP). Activated cladribine is incorporated into the DNA synthesis pathway, where it disrupts DNA repair and synthesis, resulting in an accumulation of DNA strand breaks This is followed by the activation of transcription factor p53, the release of cytochrome c from mitochondria and eventual programmed cell death (apoptosis). This process occurs over approximately 2 months, with a peak level of cell depletion 4–8 weeks after treatment. Another family of enzymes, the 5'-nucleotidase (5'-NT) family, is also capable of dephosphorylating cladribine, making it inactive. The most important subtypes of this group appear to be cytosolic 5'-NT, c-5NCT1A and c-NT1B, which are cytosolically active and specific for purine analogues. Accumulation of cladribine into cells is dependent on the ratio of DCK and 5'-NT. This ratio differs between cell types, with high levels in T and B lymphocytes, making them particularly susceptible to cell death. The cells with the highest ratios are B cells, especially germinal centre and naïve B cells. This helps to explain which B cells are more vulnerable to cladribine-mediated apoptosis. DCK is the rate-limiting enzyme for conversion of the cladribine prodrug into its active triphosphate form, leading to the selective depletion of dividing and non-dividing T and B lymphocytes. In contrast, the DCK:5'-NT ratio is relatively low in other cell types, thus sparing numerous non-hematologic cells. In multiple sclerosis, cladribine's effectiveness may be due to depletion of B cells, in particular memory B cells.  In the pivotal phase 3 clinical trial of oral cladribine in multiple sclerosis, CLARITY, cladribine selectively depleted 80% of peripheral B cells, compared to only 40–45% of CD4+ T cells and 15‒30% CD8+ T cells.  More recently, cladribine has been shown to induce long term, selective suppression of certain subtypes of B cells, especially memory B cells. Although cladribine is selective for B cells, the long-term suppression of memory B cells, which may contribute to its effect in multiple sclerosis, is not explained by gene or protein expression. Instead, cladribine appears to deplete the entire B cell department, but while naïve B cells rapidly move from lymphoid organs, the memory B cell pool repopulates slowly from the bone marrow.  Both hairy cell leukemia and B-cell chronic lymphocytic leukaemia are types of B cell blood cancers.   == History in hairy cell leukemia == Ernest Beutler and Dennis A. Carson had studied adenosine deaminase deficiency and recognised that because the lack of adenosine deaminase led to the destruction of B cell lymphocytes, a drug designed to inhibit adenosine deaminase might be useful in lymphomas.  Carson then synthesised cladribine, and through clinical research at Scripps starting in the 1980s, Beutler tested it as intravenous infusion and found it was especially useful to treat hairy cell leukemia.  No pharmaceutical companies were interested in selling the drug because hairy cell leukemia was an orphan disease, so Beutler's lab synthesised and packaged it and supplied it to the hospital pharmacy; the laboratory also developed a test to monitor blood levels.  This was the first treatment that led to prolonged remission of hairy cell leukemia, which was previously untreatable.: 14–15  In February 1991, Scripps began a collaboration with Johnson & Johnson to bring intravenous cladribine to market, and by December of that year, Johnson & Johnson had filed a new drug application; cladribine was approved by the FDA in 1993 for hairy cell leukemia as an orphan drug, and was approved in Europe later that year.: 2  The subcutaneous formulation was developed in Switzerland in the early 1990s and it was commercialised by Lipomed GmbH in the 2000s.: 2    == Safety profile of cladribine in hairy cell leukemia == Injectable cladribine suppresses the body's ability to make new lymphocytes, natural killer cells, and neutrophils (called myelosuppression); data from hairy cell leukemia studies showed that about 70% of people taking the drug developed dangerously low levels of white blood cells and about 30% developed infections and some of those progressed to septic shock; about 40% of people taking the drug had fewer red blood cells and became severely anaemic; and about 10% of people had too few platelets.  At the dosage used to treat hairy cell leukemia in two clinical trials, 16% of people had rashes and 22% had nausea, the nausea generally did not lead to vomiting.   == History in multiple sclerosis == In the mid-1990s, Beutler, in collaboration with Jack Sipe, a neurologist at Scripps Institute, ran several clinical trials exploring the utility of cladribine in multiple sclerosis, based on the drug's immunosuppressive effects. Sipe's insight into multiple sclerosis, and Beutler's interest in multiple sclerosis due to his sister having the disease, initiated a very productive collaboration. Ortho-Clinical, a subsidiary of Johnson & Johnson, filed a new drug application for cladribine for multiple sclerosis in 1997 but withdrew it in the late 1990s after discussion with the FDA proved that more clinical data would be needed. Ivax acquired the rights for oral administration of cladribine to treat multiple sclerosis from Scripps in 2000, and partnered with Serono in 2002. Ivax was acquired by Teva in 2006, and Merck KGaA acquired control of Serono's drug business in 2006. An oral formulation of the drug with cyclodextrin was developed: 16  by Ivax and Serono, and then Merck KGaA conducted clinical trials.  Merck KGaA submitted an application to the European Medicines Agency in 2009, which was rejected in 2010, and an appeal was denied in 2011.: 4–5   Likewise Merck KGaA's new drug application with the FDA rejected in 2011. The ratio of benefit to harm was not clear to regulators, and further studies were requested to address concerns related to severe lymphopenia and cancer cases observed during pivotal trials.: 54–55  Clinical studies of multiple sclerosis were still ongoing at the time of the rejections, and Merck KGaA committed to completing them.  A meta-analysis of data from clinical trials comparing the risk of cancer and other disease-modifying therapies showed that cladribine tablets did not increase the risk of cancer at the doses used in the initial clinical trials. Based on the supporting data from the completed clinical trials that confirmed no increased risk of cancer, Merck announced it would again seek regulatory approval. In 2016, the EMA accepted its application for review. On 22 June 2017, the EMA's Committee for Medicinal Products for Human Use (CHMP) adopted a positive opinion, recommending the granting of a marketing authorisation for the treatment of relapsing forms of multiple sclerosis. Cladribine tablets were later approved in Europe, in August 2017, for highly active relapsing-remitting multiple sclerosis, and has since been approved by the FDA for the treatment of relapsing-remitting and secondary progressive multiple sclerosis in the US.   == Use in multiple sclerosis == As per the EU label, cladribine tablets are indicated for the treatment of adult patients with highly active relapsing multiple sclerosis as defined by clinical or imaging features: (i) patients with a relapse in the previous year and at least one T1 Gd+ lesion or 9 or more T2 lesions, while on another disease-modifying therapies or (ii) patients with two or more relapses in the previous year, whether on disease-modifying treatment or not. Two main approaches to multiple sclerosis treatment maintenance therapy are used – immunomodulation and immunosuppression and alternatively, immune reconstitution therapy. Classified as the latter, cladribine tablets are administered intermittently as a short treatment course without continuous immunosuppression. In contrast to maintenance therapies, clinical efficacy extends beyond the dosing period. Cladribine tablets are administered as 2 courses separated by 1 year (a maximum of 20 days of treatment). The recommended cumulative dose is 3.5 mg/kg weight over 2 years, administered as 1 treatment course of 1.75 mg/kg per year. Each treatment course consists of 2 treatment weeks, one at the beginning of the first month and one at the beginning of the second month of the respective treatment year. Each treatment week consists of 4 or 5 days on which a patient receives 10 mg or 20 mg (1 or 2 tablets) as a single daily dose based on body weight. Before initiating treatment with cladribine tablets, blood tests, MRI and infection screening must be performed. Due to an increased risk of herpes zoster with cladribine tablets, patients who are antibody-negative for varicella zoster virus are recommended to be vaccinated before starting treatment. Treatment should not be initiated within 4 to 6 weeks of receiving a live or attenuated live vaccine because of a risk of active infection. Vaccination with live or attenuated live vaccines should also be avoided during and after treatment, but can be considered when lymphocyte counts have recovered to ≥1000 cells/mm3. Following completion of the two treatment courses, no further treatment or additional monitoring is required. The use of cladribine tablets is contraindicated in pregnant women, and women of childbearing potential must use effective contraception to prevent pregnancy during treatment and 6 months after receiving the last dose.   == Efficacy of cladribine tablets in multiple sclerosis == Clinical trial results have shown that cladribine tablets can be an effective treatment for highly active, relapsing forms of multiple sclerosis, with significant clinical benefits in relapse rate, disability progression, and radiological measures. Compared with placebo, patients who received cladribine tablets (3.5 mg/kg) in the CLARITY study had a 58% reduction in annualized relapse rate and 47% of patients showed no evidence of disease activity at 2 years.  Clinical improvements can be observed at Week 24 of treatment, and benefits may be sustained up to 4 years, beyond the 2-year dosing period and recovery of total lymphocytes. Post-hoc analyses of clinical trial data showed that 89% of patients remained free from disability progression two years after treatment. Further analyses of a subgroup of patients in the CLARITY study who had very active multiple sclerosis showed a 67% reduction in relapse rates and an 82% reduction in disability progression in those treated with cladribine tablets. Similarly, clinical improvements were seen in lesion burden on MRI scans in this population. Studies evaluating the treatment effects of cladribine tablets across a spectrum of baseline demographics and disease characteristics showed that the relative risk of relapse was significantly reduced compared with placebo, irrespective of previous treatment experience. Furthermore, treatment with cladribine tablets has been shown to significantly reduce the rate of brain atrophy in patients with highly active relapsing-remitting multiple sclerosis. This reduction correlated with a reduced risk in disability progression in a retrospective analysis. In clinical trials, higher cumulative doses of cladribine tablets did not result in further improvement in efficacy nor did additional courses after the 2-year treatment period, but was associated with a higher incidence of Grade 3 and Grade 4 lymphopenia.   == Safety profile of cladribine tablets in multiple sclerosis == Cladribine tablets target the cells of the adaptive immune system with minimal impact on innate immune cells. Although the exact mechanism by which cladribine exerts its therapeutic effect is not fully elucidated, it is proposed to have a transient effect on B and T lymphocyte depletion, interrupting the cascade of immune events central to multiple sclerosis. As a result, a reduction in lymphocyte count (lymphopenia) may be reported following treatment. In clinical trials, lymphocyte levels above Grade 0 (≥1000 cells/mm3) and Grade 1 (<1000–800 cells/mm3) were maintained in most patients, with levels continuing to improve after the 2-year dosing period. Less than 1% of patients developed Grade 4 lymphopenia (<200 cells/mm3). It is important that patients with lymphocyte counts below 500 cells/mm3 should be actively monitored for signs suggestive of infection and that anti-infective treatments are given to at-risk patients. Despite the initial reduction in lymphocyte counts following treatment, studies showed the overall risk of infection in patients receiving cladribine tablets was comparable to those who received placebo, except for herpes zoster infection. Due to this increased risk, it is recommended that patients are screened for varicella zoster virus and antibody-negative patients are vaccinated prior to receiving treatment. In an analysis of post-approval data, as of 2020, no new infection safety signals were observed in over 18,000 patients. Progressive multifocal leukoencephalopathy has been reported in patients with hairy cell leukemia treated with parenteral cladribine. However, in up to 10 years of follow-up of patients receiving cladribine tablets for multiple sclerosis, no cases of progressive multifocal leukoencephalopathy have been observed; baseline MRI must be performed prior to initiating treatment. In clinical trials, malignancies were observed more frequently in patients treated with cladribine tablets compared with patients who received placebo. Compared with a matched reference population from the Global Cancer Observatory  database, cladribine tablets had no increased risk of malignancy in long-term real-world evidence data.   == Research == Cladribine has been studied as part of a multidrug chemotherapy regimen for drug-resistant T-cell prolymphocytic leukaemia.   == References =="}