{"name": "clascoterone", "category": "drug", "content": "Clascoterone, sold under the brand name Winlevi, is an antiandrogen medication which is used topically in the treatment of acne. It is also under development in a higher concentration for the treatment of androgen-dependent scalp hair loss, under the brand name Breezula. The medication is used as a cream by application to the skin, for instance the face and scalp. Clascoterone is an antiandrogen, or antagonist of the androgen receptor (AR), the biological target of androgens such as testosterone and dihydrotestosterone. It shows minimal systemic absorption when applied to skin. The medication, developed by Cassiopea and Intrepid Therapeutics, was approved by the US Food and Drug Administration (FDA) for acne in August 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Clascoterone is indicated for the topical treatment of acne vulgaris in people aged twelve years of age and older. Two large phase III randomized controlled trials evaluated the effectiveness of clascoterone for the treatment of acne over a period of 12 weeks. Clascoterone decreased acne symptoms by about 8 to 18% more than placebo. The defined treatment success endpoint was achieved in about 18 to 20% of individuals with clascoterone relative to about 7 to 9% of individuals with placebo. The comparative effectiveness of clascoterone between males and females was not described. A small pilot randomized controlled trial in 2011 found that clascoterone cream decreased acne symptoms to a similar or significantly greater extent than tretinoin 0.05% cream. No active comparator was used in the phase III clinical trials of clascoterone for acne. Hence, it's unclear how clascoterone compares to other therapies used in the treatment of acne.   === Available forms === Clascoterone is available in the form of a 1% (10 mg/g) cream for topical use.   == Side effects == The effects of local skin reactions with clascoterone were similar to placebo in two large phase III randomized controlled trials. Suppression of the hypothalamic–pituitary–adrenal axis (HPA axis) may occur during clascoterone therapy in some individuals due to its cortexolone metabolite. HPA axis suppression as measured by the cosyntropin stimulation test was observed to occur in 3 of 42 (7%) of adolescents and adults using clascoterone for acne. HPA axis function returned to normal within 4 weeks following discontinuation of clascoterone. Hyperkalemia (elevated potassium levels) occurred in 5% of clascoterone-treated individuals and 4% of placebo-treated individuals.   == Pharmacology ==   === Pharmacodynamics === Clascoterone is a steroidal antiandrogen, or antagonist of the androgen receptor (AR), the biological target of androgens such as testosterone and dihydrotestosterone (DHT). In a bioassay, the topical potency of the medication was greater than that of progesterone, flutamide, and finasteride and was equivalent to that of cyproterone acetate. Likewise, it is significantly more efficacious as an antiandrogen than other AR antagonists such as enzalutamide and spironolactone in scalp dermal papilla cells and sebocytes in vitro.   === Pharmacokinetics === Steady-state levels of clascoterone occur within 5 days of twice daily administration. At a dosage of 6 g clascoterone cream applied twice daily, maximal circulating levels of clascoterone were 4.5 ± 2.9 ng/mL, area-under-the-curve levels over the dosing interval were 37.1 ± 22.3 h*ng/mL, and average circulating levels of clascoterone were 3.1 ± 1.9 ng/mL. In rodents, clascoterone has been found to possess strong local antiandrogenic activity, but negligible systemic antiandrogenic activity when administered via subcutaneous injection. Along these lines, the medication is not progonadotropic in animals. The plasma protein binding of clascoterone is 84 to 89% regardless of concentration. Clascoterone is rapidly hydrolyzed into cortexolone (11-deoxycortisol) and this compound is a possible primary metabolite of clascoterone based on in-vitro studies in human liver cells. During treatment with clascoterone, cortexolone levels were detectable and generally below or near the low limit of quantification (0.5 ng/mL). Clascoterone may also produce other metabolites, including conjugates. The elimination of clascoterone has not been fully characterized in humans.   == Chemistry ==  Clascoterone, also known as cortexolone 17α-propionate or 11-deoxycortisol 17α-propionate, as well as 17α,21-dihydroxyprogesterone 17α-propionate or 17α,21-dihydroxypregn-4-en-3,20-dione 17α-propionate, is a synthetic pregnane steroid and a derivative of progesterone and 11-deoxycortisol (cortexolone). It is specifically the C17α propionate ester of 11-deoxycortisol. An analogue of clascoterone is 9,11-dehydrocortexolone 17α-butyrate (CB-03-04).Corticosteroids related to clascoterone, for instance cortisone acetate and prednisolone acetate, show antiandrogenic activity in animals similarly to clascoterone.   == History == C17α esters of 11-deoxycortisol were unexpectedly found to possess antiandrogenic activity. Clascoterone, also known as cortexolone 17α-propionate, was selected for development based on its optimal drug profile. The medication was approved by the US Food and Drug Administration (FDA) for the treatment of acne in August 2020. The FDA approved clascoterone based on evidence from two clinical trials (Trial 1/NCT02608450 and Trial 2/NCT02608476) of 1,440 participants 9 to 58 years of age with acne vulgaris. The trials were conducted at 99 sites in the United States, Poland, Romania, Bulgaria, Ukraine, Georgia, and Serbia. Participants applied clascoterone or vehicle (placebo) cream twice daily for 12 weeks. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed. The benefit of clascoterone in comparison to placebo was assessed after 12 weeks of treatment using the Investigator's Global Assessment (IGA) score that measures the severity of disease (on a scale from 0 to 4) and a decrease in the number of acne lesions.   == Society and culture ==   === Names === Clascoterone is the international nonproprietary name and the United States Adopted Name.   == Research == Clascoterone has been suggested as a possible treatment for hidradenitis suppurativa (acne inversa), an androgen-dependent skin condition.   == References ==   == External links == Clinical trial number NCT02608450 for \"A Study to Evaluate the Safety and Efficacy of CB-03-01 Cream, 1% in Subjects With Facial Acne Vulgaris (25)\" at ClinicalTrials.gov Clinical trial number NCT02608476 for \"A Study to Evaluate the Safety and Efficacy of CB-03-01 Cream, 1% in Subjects With Facial Acne Vulgaris (26)\" at ClinicalTrials.gov"}