{"name": "clavulanic acid", "category": "drug", "content": "Clavulanic acid is a β-lactam drug that functions as a mechanism-based β-lactamase inhibitor. While not effective by itself as an antibiotic, when combined with penicillin-group antibiotics, it can overcome antibiotic resistance in bacteria that secrete β-lactamase, which otherwise inactivates most penicillins. In its most common preparations, potassium clavulanate (clavulanic acid as a salt of potassium) is combined with:  amoxicillin (co-amoxiclav, trade names Augmentin, Clavulin, Tyclav, Clavaseptin (veterinary), Clavamox (veterinary), Synulox (veterinary), and others) ticarcillin (co-ticarclav, trade name Timentin) Clavulanic acid was patented in 1974.   == Medical uses == Amoxicillin–clavulanic acid is a first-line treatment for many types of infections, including sinus infections, and urinary tract infections, including pyelonephritis. This is, in part, because of its efficacy against gram-negative bacteria which tend to be more difficult to control than gram-positive bacteria with chemotherapeutic antibiotics.   == Adverse effects == The use of clavulanic acid with penicillins has been associated with an increased incidence of cholestatic jaundice and acute hepatitis during therapy or shortly after. The associated jaundice is usually self-limiting and very rarely fatal. The UK Committee on Safety of Medicines (CSM) recommends that treatments such as amoxicillin/clavulanic acid preparations be reserved for bacterial infections likely to be caused by amoxicillin-resistant β-lactamase-producing strains, and that treatment should not normally exceed 14 days. Allergic reactions have been reported.   == Sources == The name is derived from strains of Streptomyces clavuligerus, which produces clavulanic acid.   === Biosynthesis ===  The β-lactam like structure of clavulanic acid looks structurally similar to penicillin, but the biosynthesis of this molecule involves a different biochemical pathway.  Clavulanic acid is produced by the bacterium Streptomyces clavuligerus, using glyceraldehyde-3-phosphate and L-arginine as starting materials.  Although each of the intermediates of the pathway are known, the exact mechanism for all of the enzymatic reactions are not fully understood.  The process mainly involves 3 enzymes: clavaminate synthase, β-lactam synthetase, and N2-(2-carboxyethyl)-L-arginine (CEA) synthase. Clavaminate synthase is a non-heme oxygenase dependent on iron and α-keto-glutarate and is encoded by orf5 of the clavulanic acid gene cluster. The specific mechanism of how this enzyme works is not fully understood, but this enzyme regulates 3 steps in the overall synthesis of clavulanic acid.  All 3 steps occur in the same region of the catalytic, iron-containing reaction center, yet do not occur in sequence and affect different areas of the clavulanic acid structure. β-lactam synthetase is a 54.5 kDa protein that is encoded by orf3 of the clavulanic acid gene cluster, and shows similarity to asparagine synthase – Class B enzymes.  The exact mechanism on how this enzyme works to synthesize the β-lactam is not proven, but is believed to occur in coordination with a CEA synthase and ATP.  CEA synthase is a 60.9 kDA protein and is the first gene found in the clavulanic acid biosynthesis gene cluster, encoded by orf2 of the clavulanic acid gene cluster. The specific mechanism of how this enzyme works is still under investigation; however, it is known that this enzyme has the ability to couple together glyceraldehyde-3-phosphate with L-arginine in the presence of thiamine diphosphate (TDP or thiamine pyrophosphate), which is the first step of the clavulanic acid biosynthesis.   == History == Clavulanic acid was discovered around 1974-75 by British scientists working at the drug company Beecham from the bacteria Streptomyces clavuligerus. After several attempts, Beecham finally filed for US patent protection for the drug in 1981, and U.S. Patents 4,525,352, 4,529,720, and 4,560,552 were granted in 1985. Clavulanic acid has negligible intrinsic antimicrobial activity, despite sharing the β-lactam ring that is characteristic of β-lactam antibiotics. However, the similarity in chemical structure allows the molecule to interact with the enzyme β-lactamase secreted by certain bacteria to confer resistance to β-lactam antibiotics. Clavulanic acid is a suicide inhibitor, covalently bonding to a serine residue in the active site of the β-lactamase. This restructures the clavulanic acid molecule, creating a much more reactive species that attacks another amino acid in the active site, permanently inactivating it, and thus inactivating the enzyme. This inhibition restores the antimicrobial activity of β-lactam antibiotics against lactamase-secreting resistant bacteria. Despite this, some bacterial strains that are resistant even to such combinations have emerged.   == References =="}