{"name": "clemastine", "category": "drug", "content": "Clemastine, also known as meclastin, is a first-generation H1 histamine antagonist (antihistamine) with anticholinergic properties (drying) and sedative side effects. Like all first-generation antihistamines, it is sedating.  Patented in 1960, it came into medical use in 1967.   == Medical uses == Clemastine is used to relieve hay fever and allergy symptoms, including sneezing; runny nose; and red, itchy, tearing eyes. Prescription strength clemastine is also used to relieve the itching and swelling of hives.   == Side effects == Overdosage symptoms are paradoxical, ranging from CNS depression to stimulation. Stimulation is most common in children, and is usually followed by excitement, hallucinations, ataxia, loss of coordination, muscle twitching, athetosis, hyperthermia, cyanosis, convulsions, tremors, and hyperreflexia. This may be followed by postictal depression and cardiovascular/respiratory arrest. Other common overdose symptoms include dry mouth, fixed dilated pupils, flushing of the face, and pyrexia. In adults, overdose usually leads to CNS depression, ranging from drowsiness to coma. Continuous and/or cumulative use of anticholinergic medications, including first-generation antihistamines, is associated with higher risk of cognitive decline and dementia in older people.   == Pharmacology ==  Clemastine is an antihistamine with anticholinergic and sedative effects. Antihistamines competitively bind to histamine receptor sites, thus reducing the neurotransmitter's effects. Effects of histamine (which are countered by antihistamines) include:  Increased capillary permeability Increased capillary dilatation Edema (i.e., swelling) Pruritus (Itch) Gastrointestinal/respiratory smooth muscle constriction Clemastine inhibits both the vasoconstrictor and vasodilator effects of histamine. Depending on the dose, the drug can produce paradoxical effects, including CNS stimulation or depression. Most antihistamines exhibit some type of anticholinergic activity. Antihistamines act by competitively binding to H1-receptor sites, thus blocking the binding of endogenous histamine. Antihistamines do not chemically inactivate or prevent the normal release of histamine. Clemastine does also act as FIASMA (functional inhibitor of acid sphingomyelinase). Clemastine is rapidly absorbed from the gastrointestinal tract and peak plasma concentrations are attained in 2–4 hours. Antihistamines are thought to be metabolized in the liver, mostly by mono-/didemethylation and glucuronide conjugation. It is an inhibitor of cytochrome P450 CYP2D6 and may interfere with other drugs metabolized by this isozyme.   == Mechanism of action == Clemastine is a selective histamine H1 antagonist. It binds to the histamine H1 receptor, thus blocking the action of endogenous histamine, which leads to temporary relief of the negative symptoms caused by histamine.   == Society and culture == Clemastine is an OTC drug, and is available under many names and dosage forms worldwide. Most common brand name is Tavegyl.   == Research == Clemastine has been studied for its potential to treat several psychiatric and neurological disorders, including possibly promoting remyelination and myelin repair in conditions like multiple sclerosis (MS). Early phase II clinical trials showed promise for promoting remyelination in patients with MS, with clemastine improving nerve conduction velocity in the optic nerve. However, a clinical trial (TRAP-MS) was halted in early 2024 after researchers found the disability progression was occurring at a significantly faster rate than anticipated in three participants with MS receiving clemastine.   == References ==   == External links == NIH Medline Plus listing on Clemastine The pharmacokinetics and bioavailability of clemastine and phenylpropanolamine in single-component and combination formulations"}