{"name": "clevidipine", "category": "drug", "content": "Clevidipine (INN, trade name Cleviprex) is a dihydropyridine calcium channel blocker indicated for the reduction of  blood pressure when oral therapy is not feasible or not desirable. Clevidipine is used IV only and practitioners titrate this drug to lower blood pressure. It has a half-life of approximately one minute. It is rapidly inactivated by esterases. It was approved by the United States Food and Drug Administration on August 1, 2008.   == Basic chemical and pharmacological properties ==  Clevidipine is a dihydropyridine L-type calcium channel blocker, highly selective for vascular, as opposed to myocardial, smooth muscle and, therefore, has little or no effect on myocardial contractility or cardiac conduction. It reduces mean arterial blood pressure by decreasing systemic vascular resistance. Clevidipine does not reduce cardiac filling pressure (pre-load), confirming lack of effects on the venous capacitance vessels. No increase in myocardial lactate production in coronary sinus blood has been seen, confirming the absence of myocardial ischemia due to coronary steal. Clevidipine is rapidly metabolized by esterases in the blood and extravascular tissues. Therefore, its elimination is unlikely to be affected by hepatic (liver) or renal (kidney) dysfunction. Clevidipine does not accumulate in the body, and its clearance is independent of body weight. The initial phase half-life is approximately 1 minute and the terminal half-life is approximately 15 minutes. Clevidipine will still be rapidly metabolized in pseudocholinesterase-deficient patients. Clevidipine is formulated as a lipid emulsion in 20% soybean oil (Intralipid) and contains approximately 0.2 g of fat per mL (2.0 kcal/ml). Clevidipine also contains glycerin (22.5 mg/mL), purified egg yolk phospholipids (12 mg/mL), and sodium hydroxide to adjust pH. Clevidipine has a pH of 6.0–8.0 In the perioperative patient population Clevidipine produces a 4–5% reduction in systolic blood pressure within 2–4 minutes after starting a 1–2 mg/hour IV infusion. In studies up to 72 hours of continuous infusion, there was no evidence of tolerance. In most patients, full recovery of blood pressure is achieved in 5–15 minutes after the infusion is stopped.   === Stereochemistry === Clevidipine contains a stereocenter and consists of two enantiomers. This is a racemate, ie a 1: 1 mixture of ( R ) – and the ( S ) - form:   == Dosage and administration == Aseptic technique should be used when handling Cleviprex since it contains phospholipids and can support microbial growth. Cleviprex is administered intravenously and should be titrated to achieve the desired blood pressure reduction. Blood pressure and heart rate should be monitored continually during infusion. Cleviprex is a single use product that should not be diluted and should not be administered in the same line as other medications. Once the stopper is punctured, Cleviprex should be used within 12 hours and any unused portion remaining in the vial should be discarded. Change IV lines in accordance with hospital protocol. An IV infusion at 1–2 mg/hour is recommended for initiation and should be titrated by doubling the dose every 90 seconds. As the blood pressure approaches goal, the infusion rate should be increased in smaller increments and titrated less frequently. The maximum infusion rate for Cleviprex is 32 mg/hour. Most patients in clinical trials were treated with doses of 16 mg/hour or less. Because of lipid load restrictions, no more than 1000 mL (or an average of 21 mg/hour) of Cleviprex infusion is recommended per 24 hours. In clinical studies, no significant changes occurred in serum triglyceride levels in the Cleviprex treated patients. There is little experience with infusion durations beyond 72 hours at any dose. The infusion can be reduced or discontinued to achieve desired blood pressure while appropriate oral therapy is established.   == Safety information == Cleviprex is intended for intravenous use. Titrate drug depending on the response of the individual patient to achieve the desired blood pressure reduction. Monitor blood pressure and heart rate continually during infusion, and then until vital signs are stable. Patients who receive prolonged Cleviprex infusions and are not transitioned to other antihypertensive therapies should be monitored for the possibility of rebound hypertension for at least 8 hours after the infusion is stopped. In clinical trials, the safety profile of clevidipine was generally similar to sodium nitroprusside, nitroglycerin, or nicardipine in patients undergoing cardiac surgery. Cleviprex is contraindicated in patients with allergies to soybeans, soy products, eggs, or egg products; defective lipid metabolism such as pathologic hyperlipemia (rare genetic disorders characterized by abnormal triglyceride metabolism), lipoid nephrosis, or acute pancreatitis if it is accompanied by hyperlipidemia; and in patients with severe aortic stenosis. Hypotension and reflex tachycardia are potential consequences of rapid upward titration of Cleviprex. In clinical trials, a similar increase in heart rate was observed in both Cleviprex and comparator arms. Dihydropyridine calcium channel blockers can produce negative inotropic effects and exacerbate heart failure. Heart failure patients should be monitored carefully. Cleviprex gives no protection against the effects of abrupt beta-blocker withdrawal. Most common adverse reactions (>2%) are headache, nausea, and vomiting. Cleviprex should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Maintain aseptic technique while handling Cleviprex. Cleviprex contains phospholipids and can support microbial growth. Do not use if contamination is suspected. Once the stopper is punctured, use or discard within 12 hours.   == Drug interactions == No clinical drug interaction studies were conducted. Cleviprex does not have the potential for blocking or inducing any CYP enzymes.   == Storage == Cleviprex is available in ready-to-use 50- and 100-mL glass vials at a concentration of 0.5 mg/mL of clevidipine butyrate. Vials should be refrigerated at 2-8oC (36-46 °F). Cleviprex can be stored to controlled room temperature for up to 2 months.  Cleviprex is photosensitive and storage in cartons protects against photodegradation. Protection from light during administration is not required.   == Phase III clinical trial results == Cleviprex has been evaluated in 6 Phase III clinical studies including the perioperative and emergency department/intensive care settings. These include ESCAPE-1, ESCAPE-2, ECLIPSE, and VELOCITY trials. ESCAPE-1 was a double-blind, randomized, placebo-controlled efficacy trial of 105 cardiac surgery patients. In ESCAPE-1, Cleviprex had a significantly lower rate of treatment failure when compared with placebo (7.5% vs 82.7%) and a 92.5% rate of success in lowering systolic blood pressure (SBP) by ≥15%. The median time to reduce SBP ≥15% from baseline was 6 minutes. ESCAPE-2 was a  double-blind, randomized, placebo-controlled efficacy trials of 110 cardiac surgery patients. In ESCAPE-2, Cleviprex had a significantly lower rate of treatment failure when compared with placebo (8.2% vs 79.6%) and a 91.8% treatment success rate. The median time to reduce SBP ≥15% from baseline was 5.3 minutes. The ECLIPSE trials consisted of three safety trials in which 1506 patients were randomized to receive Cleviprex, nitroglycerin, sodium nitroprusside, or nicardipine, for the treatment of hypertension associated with cardiac surgery. The incidence of death, stroke, myocardial infarction (heart attack), and renal dysfunction at 30 days did not differ significantly between the pooled Cleviprex and comparator treatment arms. VELOCITY was an open-label trial of 126 patients with severe hypertension (BP > 180/115 mmHg) in the emergency department and intensive care unit. In VELOCITY, 104 out of 117 patients (88.9%) achieved a target SBP mean decrease of 21.1% at 30 minutes.   == References ==   == Further reading ==   == External links == \"Cleviprex Prescribing Information\" (PDF). cleviprex.com. Archived from the original (PDF) on 2016-03-09. \"The Medicines Company's Cleviprex(TM) Receives FDA Approval\". Press release. The Medicines Company. Retrieved 4 August 2008."}