{"name": "clindamycin", "category": "drug", "content": "Clindamycin is a lincosamide antibiotic medication used for the treatment of a number of bacterial infections, including osteomyelitis (bone) or joint infections, pelvic inflammatory disease, strep throat, pneumonia, acute otitis media (middle ear infections), and endocarditis. It can also be used to treat acne, and some cases of methicillin-resistant Staphylococcus aureus (MRSA). In combination with quinine, it can be used to treat malaria. It is available by mouth, by injection into a vein, and as a cream or a gel to be applied to the skin or in the vagina. Common side effects include nausea and vomiting, diarrhea, skin rashes, and pain at the site of injection. It increases the risk of hospital-acquired Clostridium difficile colitis about fourfold and thus is only recommended for use when other antibiotics are not appropriate. It appears to be generally safe in pregnancy. It is of the lincosamide class and works by blocking bacteria from making protein. Clindamycin was first made in 1966 from lincomycin. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 118th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical uses == Clindamycin is used primarily to treat anaerobic infections caused by susceptible anaerobic bacteria, including dental infections, and infections of the respiratory tract, skin, and soft tissue, and peritonitis. In people with hypersensitivity to penicillins, clindamycin may be used to treat infections caused by susceptible aerobic bacteria, as well. It is also used to treat bone and joint infections, particularly those caused by Staphylococcus aureus. Topical application of clindamycin phosphate can be used to treat mild to moderate acne.   === Acne ===  For the treatment of acne, in the long term, the combined use of topical clindamycin and benzoyl peroxide was similar to salicylic acid plus benzoyl peroxide. Topical clindamycin plus topical benzoyl peroxide is more effective than topical clindamycin alone.   === Susceptible bacteria === It is most effective against infections involving the following types of organisms:  Aerobic Gram-positive cocci, including some members of the Staphylococcus and Streptococcus (e.g. pneumococcus) genera, but not enterococci. Anaerobic, Gram-negative rod-shaped bacteria, including some Bacteroides, Fusobacterium, and Prevotella, although resistance is increasing in Bacteroides fragilis. Most aerobic Gram-negative bacteria (such as Pseudomonas, Legionella, Haemophilus influenzae and Moraxella) are resistant to clindamycin, as are the facultative anaerobic Enterobacteriaceae. A notable exception is Capnocytophaga canimorsus, for which clindamycin is a first-line drug of choice. The following represents MIC susceptibility data for a few medically significant pathogens.  Staphylococcus aureus: 0.016 μg/mL – >256 μg/mL Streptococcus pneumoniae: 0.002 μg/mL – >256 μg/mL Streptococcus pyogenes: <0.015 μg/mL – >64 μg/mL   === D-test ===  When testing a gram-positive culture for sensitivity to clindamycin, it is common to perform a \"D-test\" to determine if there is a sub-population of bacteria present with the phenotype known as iMLSB. This phenotype of bacteria are resistant to the macrolide-lincosamide-streptogramin B group of antibiotics, however, the resistance mechanism is only induced by the presence of 14-membered ring macrolides, such as erythromycin. During a D-test, bacteria of the iMLSB phenotype demonstrate in vitro erythromycin-induced in vitro resistance to clindamycin. This is because of the activity of the macrolide-inducible plasmid-encoded erm gene. To perform a D-test, an agar plate is inoculated with the bacteria in question and two drug-impregnated disks (one with erythromycin, one with clindamycin) are placed 15–20 mm apart on the plate. If the area of inhibition around the clindamycin disk is D-shaped, the test result is positive. Despite the apparent susceptibility to clindamycin in the absence of erythromycin, a positive D-test precludes therapeutic use of clindamycin. This is because the erythromycin-inducible erm gene is prone to mutations causing the inducible activity to switch to constitutive (permanently switched on). This in turn, may lead to the therapeutic failure of clindamycin. If the area of inhibition around the clindamycin disk is circular, the test result is negative and clindamycin can be used.   === Malaria === Given with chloroquine or quinine, clindamycin is effective and well tolerated in treating Plasmodium falciparum malaria; the latter combination is particularly useful for children, and is the treatment of choice for pregnant women who become infected in areas where resistance to chloroquine is common. Clindamycin should not be used as an antimalarial by itself, although it appears to be very effective as such, because of its slow action. Patient-derived isolates of Plasmodium falciparum from the Peruvian Amazon have been reported to be resistant to clindamycin as evidenced by in vitro drug susceptibility testing.   === Other === Clindamycin may be useful in skin and soft tissue infections caused by methicillin-resistant Staphylococcus aureus (MRSA). Many strains of MRSA are still susceptible to clindamycin; however, in the United States spreading from the West Coast eastwards, MRSA is becoming increasingly resistant. While it has been used in intraabdominal infections, such use is generally not recommended due to resistance. Clindamycin is used in cases of suspected toxic shock syndrome, often in combination with a bactericidal agent such as vancomycin. The rationale for this approach is a presumed synergy between vancomycin, which causes the death of the bacteria by breakdown of the cell wall, and clindamycin, which is a powerful inhibitor of toxin synthesis. Both in vitro and in vivo studies have shown clindamycin reduces the production of exotoxins by staphylococci; it may also induce changes in the surface structure of bacteria that make them more sensitive to immune system attack (opsonization and phagocytosis). Clindamycin has been proven to decrease the risk of premature births in women diagnosed with bacterial vaginosis during early pregnancy to about a third of the risk of untreated women. The combination of clindamycin and quinine is the standard treatment for severe babesiosis. Clindamycin may also be used to treat toxoplasmosis, and, in combination with primaquine, is effective in treating mild to moderate Pneumocystis jirovecii pneumonia. Clindamycin, either applied to skin or taken by mouth, may also be used in hidradenitis suppurativa.   == Side effects == Common adverse drug reactions associated with systemic clindamycin therapy – found in over 1% of people – include: diarrhea, pseudomembranous colitis, nausea, vomiting, abdominal pain or cramps and/or rash. High doses (both intravenous and oral) may cause a metallic taste. Common adverse drug reactions associated with topical formulations – found in over 10% of people – include: dryness, burning, itching, scaliness, or peeling of skin (lotion, solution); erythema (foam, lotion, solution); oiliness (gel, lotion). Additional side effects include contact dermatitis. Common side effects – found in over 10% of people – in vaginal applications include fungal infection. Rarely –  in less than 0.1% of people –  clindamycin therapy has been associated with anaphylaxis, blood dyscrasias, polyarthritis, jaundice, raised liver enzyme levels, renal dysfunction, cardiac arrest, and/or hepatotoxicity.   === Clostridioides difficile === Pseudomembranous colitis is a potentially lethal condition commonly associated with clindamycin, but which also occurs with other antibiotics. Overgrowth of Clostridioides difficile, which is inherently resistant to clindamycin, results in the production of a toxin that causes a range of adverse effects, from diarrhea to colitis and toxic megacolon.   === Pregnancy and breastfeeding === Use of clindamycin during pregnancy is generally considered safe. Clindamycin is classified as compatible with breastfeeding by the American Academy of Pediatrics, however, the WHO categorizes it as \"avoid if possible\". It is classified as L2 probably compatible with breastfeeding according to Medications and Mothers' Milk. A 2009 review found it was likely safe in breastfeeding mothers, but did find one complication (hematochezia) in a breastfed infant which might be attributable to clindamycin. LactMed lists potentially negative gastrointestinal effects in babies whose mothers take it while breastfeeding but did not see that as justification to stop breastfeeding.   == Interactions == Clindamycin may prolong the effects of neuromuscular-blocking drugs, such as succinylcholine and vecuronium. Its similarity to the mechanism of action of macrolides and chloramphenicol means they should not be given simultaneously, as this causes antagonism and possible cross-resistance.   == Chemistry ==  Clindamycin is a semisynthetic derivative of lincomycin, a natural antibiotic produced by the actinobacterium Streptomyces lincolnensis. It is obtained by 7(S)-chloro-substitution of the 7(R)-hydroxyl group of lincomycin. The synthesis of clindamycin was first announced by BJ Magerlein, RD Birkenmeyer, and F Kagan on the fifth Interscience Conference on Antimicrobial Agents and Chemotherapy (ICAAC) in 1966. It has been on the market since 1968. Clindamycin is white or yellow powder that is very soluble in water. The topically used clindamycin phosphate is a phosphate-ester prodrug of clindamycin.   == Mechanism of action ==  Clindamycin has a primarily bacteriostatic effect. At higher concentrations, it may be bactericidal. It is a bacterial protein synthesis inhibitor by inhibiting ribosomal translocation, in a similar way to macrolides. It does so by binding to the rRNA of the bacterial 50S ribosome subunit, overlapping with the binding sites of the oxazolidinone, pleuromutilin, and macrolide antibiotics, among others. The binding is reversible. Clindamycin is more effective than lincomycin. The X-ray crystal structures of clindamycin bound to ribosomes (or ribosomal subunits) derived from Escherichia coli, Deinococcus radiodurans, and Haloarcura marismortui have been determined; the structure of the closely related antibiotic lincomycin bound to the 50S ribosomal subunit of Staphylococcus aureus has also been reported.   == Society and culture ==   === Economics === Clindamycin is available as a generic medication and is relatively inexpensive.   === Available forms ===  Clindamycin preparations that are taken by mouth include capsules (containing clindamycin hydrochloride) and oral suspensions (containing clindamycin palmitate hydrochloride). Oral suspension is not favored for administration of clindamycin to children, due to its extremely foul taste and odor. Clindamycin is formulated in a vaginal cream and as vaginal ovules for treatment of bacterial vaginosis. It is also available for topical administration in gel form, as a lotion, and in a foam delivery system (each containing clindamycin phosphate) and a solution in ethanol (containing clindamycin hydrochloride) and is used primarily as a prescription acne treatment. Several combination acne treatments containing clindamycin are also marketed, such as single-product formulations of clindamycin with benzoyl peroxide—sold as BenzaClin (Sanofi-Aventis), Duac (a gel form made by Stiefel), and Acanya, among other trade names—and, in the United States, a combination of clindamycin and tretinoin, sold as Ziana. In India, vaginal suppositories containing clindamycin in combination with clotrimazole are manufactured by Olive Health Care and sold as Clinsup-V. In Egypt, vaginal cream containing clindamycin produced by Biopharmgroup sold as Vagiclind indicated for vaginosis. Clindamycin is available as a generic drug, for both systemic (oral and intravenous) and topical use. (The exception is the vaginal suppository, which is not available as a generic in the US).   == Veterinary use == The veterinary uses of clindamycin are quite similar to its human indications, and include treatment of osteomyelitis, skin infections, and toxoplasmosis, for which it is the preferred drug in dogs and cats. They can be used both by mouth and topically. A disadvantage is that bacterial resistance can develop fairly quickly. Gastrointestinal upset may also occur. Toxoplasmosis rarely causes symptoms in cats, but can do so in very young or immunocompromised kittens and cats.   == References ==   == External links == Clinical trial number NCT04370548 for \"DARE-BV1 in the Treatment of Bacterial Vaginosis (DARE-BVFREE)\" at ClinicalTrials.gov"}