{"name": "clioquinol", "category": "drug", "content": "Clioquinol (iodochlorhydroxyquin) tradename Entero-Vioform is an antifungal drug and antiprotozoal drug.  It is neurotoxic in large doses.  It is a member of a family of drugs called hydroxyquinolines which inhibit certain enzymes related to DNA replication.  The drugs have been found to have activity against both viral and protozoal infections.   == Antiprotozoal use == A 1964 report described the use of clioquinol in both the treatment and prevention of shigella infection and Entamoeba histolytica infection in institutionalized individuals at Sonoma State Hospital in California.  The report indicates 4000 individuals were treated over a 4-year period with few side effects. Several recently reported journal articles describing its use as an antiprotozoal include:  A 2005 reference to its use in treating a Dutch family for Entamoeba histolytica infection. A 2004 reference to its use in the Netherlands in the treatment of Dientamoeba fragilis infection. A 1979 reference to the use in Zaire in the treatment of Entamoeba histolytica infection.   == Subacute myelo-optic neuropathy == Clioquinol's use as an antiprotozoal drug has been restricted or discontinued in some countries due to an event in Japan where over 10,000 people developed subacute myelo-optic neuropathy (SMON) between 1957 and 1970.  The drug was used widely in many countries before and after the SMON event without similar reports.  As yet, no explanation exists as to why it produced this reaction, and some researchers have questioned whether clioquinol was the causative agent in the disease, noting that the drug had been used for 20 years prior to the epidemic without incident, and that the SMON cases began to reduce in number prior to the discontinuation of the drug.  Theories suggested have included improper dosing, the permitted use of the drug for extended periods of time, and dosing which did not consider the smaller average stature of Japanese; however a dose dependent relationship between SMON development and clioquinol use was never found, suggesting the interaction of another compound.  Researchers have also suggested the SMON epidemic could have been due to a viral infection with an Inoue-Melnick virus.   == Topical use == Clioquinol is a constituent of the prescription medicine Vioform, which is a topical antifungal treatment. It is also used in the form of a cream (and in combination with betamethasone or fluocinolone) in the treatment of inflammatory skin disorders.   == Potential use as a preventive or treatment in prostate cancer == It has long been recognized that normal prostate cells have high zinc content through ZIP1 mediated uptake, and have low respiration (OXPHOS ATP generation is diverted to citrate export for sperm energetics). Prostate cancer cells have downregulated ZIP1 transporters which leads to greater ATP generation which is diverted to cancer proliferation, an example of a normal-like metabolic phenotype instead being malignant. The zinc ionophore clioquinol was shown in mice to restore zinc levels and stop the growth of prostate tumors.   == Use in neurodegenerative diseases == Research at UCSF indicates that clioquinol appears to block the genetic action of Huntington's disease in mice and in cell culture. Recent animal studies have shown that clioquinol can reverse the progression of Alzheimer's, Parkinson's and Huntington's diseases. According to Siegfried Hekimi and colleagues at McGill's Department of Biology, clioquinol acts directly on a protein called Clk-1, often informally called “clock-1,” and might slow down the aging process. They theorize that this may explain the apparent ability of the drug to be effective in the above conditions, but warn against individuals experimenting with this drug. In addition, a study performed in Drosophila demonstrates that clioquinol can slow the pathogenesis of tauopathy model by removing the excessive zinc in the cell.   == Continued use and manufacture around the world ==   == See also == PBT2, a related 8-hydroxyquinoline Ionophore, other ionophores   == References =="}