{"name": "clobetasol propionate", "category": "drug", "content": "Clobetasol propionate is a corticosteroid used to treat skin conditions such as eczema, contact dermatitis, seborrheic dermatitis, steroid responsive dermatosis, and psoriasis (including scalp and plaque-type). It is applied to the skin as a cream, foam, gel, liquid, solution, ointment, or shampoo. Use should be short term and only if other weaker corticosteroids are not effective. Use is not recommended in rosacea or perioral dermatitis. Common side effects include skin irritation, dry skin, redness, pimples, and telangiectasia. Serious side effects may include adrenal suppression, allergic reactions, cellulitis, and Cushing's syndrome. Use in pregnancy and breastfeeding is of unclear safety. Clobetasol is believed to work by activating steroid receptors. Clobetasol propionate was patented in 1968 and came into medical use in 1978. It is available as a generic medication. In 2021, it was the 162nd most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses == Clobetasol propionate is used for the treatment of various skin disorders including eczema, herpes labialis, psoriasis, and lichen sclerosus.  It is also used to treat several auto-immune diseases including alopecia areata, lichen planus (auto immune skin nodules), and mycosis fungoides (T-cell skin lymphoma). It is used as first-line treatment for both acute and chronic GVHD of the skin. Clobetasol propionate is used cosmetically for skin whitening, although this use is controversial. The U.S. Food and Drug Administration has not approved it for that purpose, and sales without a prescription are illegal in the U.S. Nonetheless, skin-whitening creams containing this ingredient can sometimes be found in beauty supply stores in New York City and on the internet. It is also sold internationally, and does not require a prescription in some countries. Whitening creams with clobetasol propionate, such as Hyprogel, can make skin thin and easily bruised, with visible capillaries, and acne. It can also lead to hypertension, elevated blood sugar, suppression of the body's natural steroids, and stretch marks, which may be permanent. Clobetasol propionate is, along with mercury and hydroquinone, \"amongst the most toxic, the latter in higher concentrations, and most used agents in lightening products.\" Many products sold illegally have higher concentrations of clobetasol propionate than is permitted for prescription drugs. Clobetasol 0.05% is considered a member of the \"Super-high potency\" (Group 1) group of topical corticosteroids  out of 7 total groups in the United States classification system of topical corticosteroids. The weaker strength formulation of 0.025% belongs to Group 2 (“High Potency”).   == Society and culture ==   === Brand names === Clobetasol propionate is marketed and sold worldwide under numerous names, including Clobex, Clob-x (Colombia), Clovate, Clobet (Biolab Thailand) Clonovate (T.O. Chemicals, Thailand), Cormax (Watson, US), Haloderm (Switzerland, by ELKO Org), Pentasol (Colombia), Cosvate, Clop (Cadila Healthcare, India), Propysalic (India), Temovate (US), Dermovate (GlaxoSmithKline, Canada, Estonia, Pakistan, Switzerland, Ukraine, Portugal, Romania, Israel), Olux, ClobaDerm, Tenovate, Dermatovate (Brazil, Mexico), Butavate, Movate, Novate, Salac (Argentina), and Powercort, Lotasbat and Kloderma (Indonesia), Lemonvate and Clobesol (Italy), Dovate (South Africa), Delor (Ethiopia), Psovate (Turkey) or Skineal (Nigeria).    == References =="}