{"name": "clomipramine", "category": "drug", "content": "Clomipramine, sold under the brand name Anafranil among others, is a tricyclic antidepressant (TCA). It is used in the treatment of various conditions, most notably obsessive–compulsive disorder but also many other disorders, including hyperacusis, panic disorder, major depressive disorder, trichotillomania, body dysmorphic disorder and chronic pain. It has also been notably used to treat premature ejaculation and the cataplexy associated with narcolepsy. It may also address certain fundamental features surrounding narcolepsy besides cataplexy (especially hypnagogic and hypnopompic hallucinations). The evidence behind this, however, is less robust. As with other antidepressants (notably including selective serotonin reuptake inhibitors), it may paradoxically increase the risk of suicide in those under the age of 25, at least in the first few weeks of treatment. It is typically taken by mouth, although intravenous preparations are sometimes used. Common side effects include dry mouth, constipation, loss of appetite, sleepiness, weight gain, sexual dysfunction, and trouble urinating. Serious side effects include an increased risk of suicidal behavior in those under the age of 25, seizures, mania, and liver problems. If stopped suddenly, a withdrawal syndrome may occur with headaches, sweating, and dizziness. It is unclear if it is safe for use in pregnancy. Its mechanism of action is not entirely clear but is believed to involve increased levels of serotonin and norepinephrine. Clomipramine was discovered in 1964 by the Swiss drug manufacturer Ciba-Geigy. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.    == Medical uses == Clomipramine has a number of uses in medicine, including in the treatment of:  Obsessive–compulsive disorder (OCD), which happens to be its only U.S. FDATooltip Food and Drug Administration-labeled indication. Other regulatory agencies (such as the TGA of Australia and the MHRA of the UK) have also approved clomipramine for this indication. Major depressive disorder (MDD), a popular off-label use in the US. It is approved by the Australian TGA and the United Kingdom MHRA for this indication. In Japan it is also approved for depression. Some have suggested the possible superior efficacy of clomipramine compared to other antidepressants in the treatment of MDD, especially the more severe, although at the current time the evidence may be insufficient to more fully substantiate this claim. As-with other tricyclic antidepressants, the antidepressant response specifically may be augmented, including in treatment-resistant cases, with triiodothyronine, at a dosage of 50 mcg. In the case of clomipramine specifically, this may also be the case with obsessive-compulsive disorder.  Panic disorder with or without agoraphobia. Body dysmorphic disorder Repetitive self-injurious/self-harming behaviours in those with intellectual disability specifically. The subtype of systemised paranoia characterised by somatic phenomena. Compulsive nail-biting (onychophagia). Cataplexy associated with narcolepsy. This is a TGA and MHRA-labeled indication for clomipramine. Self-bloodletting Premature ejaculation, where it may be more effective than paroxetine Depersonalization-derealization disorder Chronic pain with or without organic disease, particularly headache of the tension type. Developmental stuttering Sleep paralysis, with or without narcolepsy Enuresis (involuntary urinating in sleep) in children. The effect may not be sustained following treatment, and alarm therapy may be more effective in both the short-term and the long-term. Combining a tricyclic (such as clomipramine) with anticholinergic medication may be more effective for treating enuresis than the tricyclic alone. Trichotillomania In combination with lithium and tryptophan for severe, particularly treatment-resistant depression. This combination, in a similar vein, has also been used for clomipramine-resistant obsessive-compulsive disorder. When electro-convulsive therapy is performed alongside this treatment-regime (as may be the case in severe depression and accompanied with thyroxine,) however, great care must be taken with lithium. The overall risk of seizures may have to be weighted against the refractory severity of the current illness and necessity of the amalgamation of treatment(s). Isolated cataplexy unto itself (i.e., in the absence of characteristically associated narcolepsy), admittedly a rare condition There is anecdotal and tentative, as-yet-undocumented information suggesting that clomipramine may address certain core features of hyperacusis, and possibly misophonia. In the case of hyperacusis, this appears to be especially the case at doses > 150 mg/d. As-with obsessive-compulsive disorder, a full response to any one dose may not be experienced for up to 12–16 weeks. Although lithium is most-associated with the treatment of bipolar disorder (where it is known for its general mood-stabilising features and to be especially useful in treating and preventing mania), it may have a certain place in the management of treatment-resistant depression (which is often of higher severity than other depressions which have not been addressed with ECT). In these cases is often prescribed alongside SSRIs (e.g., fluoxetine, paroxetine), venlafaxine and various of the tricyclics (e.g., clomipramine, amitriptyline, nortriptyline, maprotiline), which is why it may feature sometimes in the discussion of depression being managed with clomipramine. Lithium also significantly reduces the long-term risk of suicide in general. In any case, it is not necessary to have a diagnosis of bipolar affective disorder (manic-depressive illness), or even to be considered to have subtle elements of it (“soft bipolarity”), to benefit from lithium in the context of treatment with clomipramine. In a meta-analysis of various trials involving fluoxetine (Prozac), fluvoxamine (Faverin/Luvox), and sertraline (Zoloft) to test their relative efficacies in treating OCD, clomipramine was found to be significantly more effective. Other studies have borne similar results even when risk of bias is eliminated. A potentially significantly greater inherent side-effect profile, however, makes it a second-line choice in the treatment of OCD. SSRIs are generally better-tolerated but appear to be inferior in terms of actual clinical efficacy.   == Contraindications == Contraindications include:  Known hypersensitivity to clomipramine, or any of the excipients or cross-sensitivity to tricyclic antidepressants of the dibenzazepine group Recent myocardial infarction Any degree of heart block or other cardiac arrhythmias Mania Severe liver disease Narrow angle glaucoma Untreated urinary retention It must not be given in combination or within 3 weeks before or after treatment with a monoamine oxidase inhibitor. (Moclobemide-included; however, clomipramine may be initiated sooner at 48 hours following discontinuation of moclobemide.)   === Pregnancy and lactation === Clomipramine use during pregnancy is associated with congenital heart defects in the newborn. It is also associated with reversible withdrawal effects in the newborn. Clomipramine is also distributed in breast milk and hence nursing while taking clomipramine is advised against.   == Side effects == Clomipramine has been associated with the side effects listed below: Very common (>10% frequency):  Common (1–10% frequency):  Uncommon (0.1–1% frequency):  Convulsions Ataxia Arrhythmias Elevated blood pressure Activation of psychotic symptoms Very rare (<0.01% frequency):  Conduction disorder (e.g. widening of QRS complex, prolonged QT interval, PR/PQ interval changes, bundle-branch block, torsade de pointes, particularly in patients with hypokalaemia) Individual side-effects may or may not be amendable to treatment.  As noted below, bethanechol may alleviate anti-muscarinic/anti-cholinergic side-effects. It may also treat sexual side-effects common to the likes of clomipramine, SSRIs and phenelzine. Topiramate has been used to off-set the weight-gain induced from various antidepressants and antipsychotics, and more broadly for general weight-loss (likewise with bupropion). This option may be especially attractive in patients either overweight prior to clomipramine treatment or who have gained an undesirable amount of weight on it. Another potential advantage of topiramate in the adjunctive treatment of people taking clomipramine is engendered in its status as an anti-convulsant medication, thereby theoretically increasing the seizure-threshold in patients (which clomipramine decreases to an extent which precludes its dosage ranging above 250 m.g./d. in normal circumstances, likewise with maprotiline and its 225 m.g./d. upper-ceiling). It may, thus, be useful and of increased importance in any case for patients with a familial or personal history of epilepsy or seizures of some other kind to concurrently take a daily dose of an anti-convulsant drug (topiramate, gabapentin, etc.) should they require or opt for treatment with an antidepressant which reduces the seizure-threshold significantly (bupropion, clomipramine, amoxapine, maprotiline, venlafaxine). In the case of seizures occurring due to overdose of tricyclic antidepressants, intravenous lorazepam may successfully abort them. Phenytoin may or may not prevent them in the first instance but its status as an appropriate acute treatment for these seizures is somewhat controversial. Tremor may be relieved with a beta-blocker (e.g., pindolol, propranolol, atenolol). In certain cases of tremor, pindolol may be an especially sensible option for serious consideration, as there is substantial evidence that its utilisation is an effective augmentation-strategy for obsessive-compulsive disorder, an important indication for clomipramine.   == Withdrawal == Withdrawal symptoms may occur during gradual or particularly abrupt withdrawal of tricyclic antidepressant drugs. Possible symptoms include: nausea, vomiting, abdominal pain, diarrhea, insomnia, headache, nervousness, anxiety, dizziness and worsening of psychiatric status. Differentiating between the return of the original psychiatric disorder and clomipramine withdrawal symptoms is important. Clomipramine withdrawal can be severe. Withdrawal symptoms can also occur in neonates when clomipramine is used during pregnancy. A major mechanism of withdrawal from tricyclic antidepressants is believed to be due to a rebound effect of excessive cholinergic activity due to neuroadaptations as a result of chronic inhibition of cholinergic receptors by tricyclic antidepressants. Restarting the antidepressant and slow tapering is the treatment of choice for tricyclic antidepressant withdrawal. Some withdrawal symptoms may respond to anticholinergics, such as atropine or benztropine mesylate.   == Overdose ==  Clomipramine overdose usually presents with the following symptoms:  There is no specific antidote for overdose and all treatment is purely supportive and symptomatic. Treatment with activated charcoal may be used to limit absorption in cases of oral overdose. Anyone suspected of overdosing on clomipramine should be hospitalised and kept under close surveillance for at least 72 hours. Clomipramine has been reported as being less toxic in overdose than most other TCAs in one meta-analysis but this may well be due to the circumstances surrounding most overdoses as clomipramine is more frequently used to treat conditions for which the rate of suicide is not particularly high such as OCD. In another meta-analysis, however, clomipramine was associated with a significant degree of toxicity in overdose.   == Interactions == Clomipramine may interact with a number of different medications, including the monoamine oxidase inhibitors which include isocarboxazid, moclobemide, phenelzine, selegiline and tranylcypromine, antiarrhythmic agents (due to the effects of TCAs like clomipramine on cardiac conduction. There is also a potential pharmacokinetic interaction with quinidine due to the fact that clomipramine is metabolised by CYP2D6 in vivo), diuretics (due to the potential for hypokalaemia (low blood potassium) to develop which increases the risk for QT interval prolongation and torsades de pointes), the selective serotonin reuptake inhibitors [SSRIs; due to both potential additive serotonergic effects leading to serotonin syndrome and the potential for a pharmacokinetic interaction with the SSRIs that inhibit CYP2D6 (e.g., fluoxetine, paroxetine)] and serotonergic agents such as triptans, other tricyclic antidepressants, tramadol, etc. (due to the potential for serotonin-toxicity | serotonin syndrome). Its use is also advised against in those concurrently on CYP2D6 inhibitors, due to the potential for increased plasma levels of clomipramine and the resulting potential for CNS and cardiotoxicity. Fluvoxamine increases the serotoninergic effects of clomipramine and, likewise, clomipramine increases fluvoxamine levels.   == Pharmacology ==   === Pharmacodynamics ===  Clomipramine is a reuptake inhibitor of serotonin and norepinephrine, or a serotonin–norepinephrine reuptake inhibitor (SNRI); that is, it blocks the reuptake of these neurotransmitters back into neurons by preventing them from interacting with their transporters, thereby increasing their extracellular concentrations in the synaptic cleft and resulting in increased serotonergic and noradrenergic neurotransmission. In addition, clomipramine also has antiadrenergic, antihistamine, antiserotonergic, antidopaminergic, and anticholinergic activities. It is specifically an antagonist of the α1-adrenergic receptor, the histamine H1 receptor, the serotonin 5-HT2A, 5-HT2C, 5-HT3, 5-HT6, and 5-HT7 receptors, the dopamine D1, D2, and D3 receptors, and the muscarinic acetylcholine receptors (M1–M5). Like other TCAs, clomipramine weakly blocks voltage-dependent sodium channels as well. Probably all “anticholinergic” side-effects may be successfully reversed in a majority of people with  bethanechol chloride, although knowledge of this amenability has unfortunately decreased in medical circles over the decades. It (bethanechol supplementation) arguably should, however, be seriously entertained when tricyclics which often carry significant anti-muscarinic effects (amitriptyline, protriptyline, imipramine, clomipramine) are prescribed, as it may alleviate potentially otherwise-limiting side-effects (blurry vision, dry mouth, urinary hesitancy/retention, etc.). This practice can make drugs of otherwise indispensably potent value more tolerable to certain patients and spare them needless suffering, hence-reducing the overall side-effect burden or concern thereof. Although clomipramine shows around 100- to 200-fold preference in affinity for the serotonin transporter (SERT) over the norepinephrine transporter (NET), its major active metabolite, desmethylclomipramine (norclomipramine), binds to the NET with very high affinity (Ki = 0.32 nM) and with dramatically reduced affinity for the SERT (Ki = 31.6 nM). Moreover, desmethylclomipramine circulates at concentrations that are approximately twice those of clomipramine. In accordance, occupancy of both the SERT and the NET has been shown with clomipramine administration in positron emission tomography studies with humans and non-human primates. As such, clomipramine is in fact a fairly balanced SNRI rather than only a serotonin reuptake inhibitor (SRI). The antidepressant effects of clomipramine are thought to be due to reuptake inhibition of serotonin and norepinephrine, while serotonin reuptake inhibition only is thought to be responsible for the effectiveness of clomipramine in the treatment of OCD. Conversely, antagonism of the H1, α1-adrenergic, and muscarinic acetylcholine receptors is thought to contribute to its side effects. Blockade of the H1 receptor is specifically responsible for the antihistamine effects of clomipramine and side effects like sedation and somnolence (sleepiness). Antagonism of the α1-adrenergic receptor is thought to cause orthostatic hypotension and dizziness. Inhibition of muscarinic acetylcholine receptors is responsible for the anticholinergic side effects of clomipramine like dry mouth, constipation, urinary retention, blurred vision, and cognitive/memory impairment. In overdose, sodium channel blockade in the brain is believed to cause the coma and seizures associated with TCAs while blockade of sodium channels in the heart is considered to cause cardiac arrhythmias, cardiac arrest, and death. On the other hand, sodium channel blockade is also thought to contribute to the analgesic effects of TCAs, for instance in the treatment of neuropathic pain. The exceptionally strong serotonin reuptake inhibition of clomipramine likely precludes the possibility of its antagonism of serotonin receptors (which it binds to with more than 100-fold lower affinity than the SERT) resulting in a net decrease in signaling by these receptors. In accordance, while serotonin receptor antagonists like cyproheptadine and chlorpromazine are effective as antidotes against serotonin syndrome, clomipramine is nonetheless capable of inducing this syndrome. In fact, while all TCAs are SRIs and serotonin receptor antagonists to varying extents, the only TCAs that are associated with serotonin syndrome are clomipramine and to a lesser extent its dechlorinated analogue imipramine, which are the two most potent SRIs of the TCAs (and in relation to this have the highest ratios of serotonin reuptake inhibition to serotonin receptor antagonism). As such, whereas other TCAs can be combined with monoamine oxidase inhibitors (with caution due to the risk of hypertensive crisis from NET inhibition; sometimes done in treatment-resistant depressives), clomipramine cannot be due to the risk of serotonin syndrome and death. Unlike the case of its serotonin receptor antagonism, orthostatic hypotension is a common side effect of clomipramine, suggesting that its blockade of the α1-adrenergic receptor is strong enough to overcome the stimulatory effects on the α1-adrenergic receptor of its NET inhibition.   ==== Serotonergic activity ====  Clomipramine is an extremely strong SRI by all accounts. Its affinity for the SERT was reported in one study using human tissues to be 0.14 nM, which is considerably higher than that of other TCAs. For example, the TCAs with the next highest affinities for the SERT in the study were imipramine, amitriptyline, and dosulepin (dothiepin), with Ki values of 1.4 nM, 4.3 nM, and 8.3 nM, respectively. In addition, clomipramine has a terminal half-life that is around twice as long as that of amitriptyline and imipramine. In spite of these differences however, clomipramine is used clinically at the same usual dosages as other serotonergic TCAs (100–200 mg/day). Some health authorities recommend daily dosage is in the range of 30 to 75 mg in single or divided doses. Initial dosage should be 10 mg/day with gradual increments to 30–150 mg/day in divided doses or as a single dose at bedtime. Health Canada recommends maximum dose for outpatients is preferred at 200 mg/day. Sustained-release 75 mg formulation may be preferable at doses above 150 mg/day (i.e. 200 mg to 250 mg/day). It achieves typical circulating concentrations that are similar in range to those of other TCAs but with an upper limit that is around twice that of amitriptyline and imipramine. For these reasons, clomipramine is the most potent SRI among the TCAs and is far stronger as an SRI than other TCAs at typical clinical dosages. In addition, clomipramine is more potent as an SRI than any selective serotonin reuptake inhibitors (SSRIs); it is more potent than paroxetine, which is the strongest SSRI. A positron emission tomography study found that a single low dose of 10 mg clomipramine to healthy volunteers resulted in 81.1% occupancy of the SERT, which was comparable to the 84.9% SERT occupancy by 50 mg fluvoxamine. In the study, single doses of 5 to 50 mg clomipramine resulted in 67.2 to 94.0% SERT occupancy while single doses of 12.5 to 50 mg fluvoxamine resulted in 28.4 to 84.9% SERT occupancy. Chronic treatment with higher doses was able to achieve up to 100.0% SERT occupancy with clomipramine and up to 93.6% SERT occupancy with fluvoxamine. Other studies have found 83% SERT occupancy with 20 mg/day paroxetine and 77% SERT occupancy with 20 mg/day citalopram. These results indicate that very low doses of clomipramine are able to substantially occupy the SERT and that clomipramine achieves higher occupancy of the SERT than SSRIs at comparable doses. Moreover, clomipramine may be able to achieve more complete occupancy of the SERT at high doses, at least relative to fluvoxamine. If the ratios of the 80% SERT occupancy dosage and the approved clinical dosage range are calculated and compared for SSRIs, SNRIs, and clomipramine, it can be deduced that clomipramine is by far the strongest SRI used medically. The lowest approved dosage of clomipramine can be estimated to be roughly comparable in SERT occupancy to the maximum approved dosages of the strongest SSRIs and SNRIs. Because their mechanism of action was originally not known and dose-ranging studies were never conducted, first-generation antipsychotics were dramatically overdosed in patients. It has been suggested that the same may have been true for clomipramine and other TCAs. Nonetheless, there is little doubt that many may, indeed, benefit from much higher doses. 250 mg/d, as mentioned elsewhere, is the typical maximum recommended dose but some people may need as much as 300 mg/d or more to benefit from all clomipramine has to offer beyond its potent SNRI capacity alone.   ==== Obsessive–compulsive disorder ==== Clomipramine was the first drug that was investigated for and found to be effective in the treatment of OCD. In addition, it was the first drug to be approved by the FDATooltip Food and Drug Administration in the United States for the treatment of OCD. The effectiveness of clomipramine in the treatment of OCD is far greater than that of other TCAs, which are comparatively weak SRIs; a meta-analysis found pre- versus post-treatment effect sizes of 1.55 for clomipramine relative to a range of 0.67 for imipramine and 0.11 for desipramine. In contrast to other TCAs, studies have found that clomipramine and SSRIs, which are more selective SRIs, have similar effectiveness in the treatment of OCD. However, multiple meta-analyses have found that clomipramine nonetheless retains a significant effectiveness advantage relative to SSRIs; in the same meta-analysis mentioned previously, the effect sizes of SSRIs in the treatment of OCD ranged from 0.81 for fluoxetine to 1.36 for sertraline (relative to 1.55 for clomipramine). However, the effectiveness advantage for clomipramine has not been apparent in head-to-head comparisons of clomipramine versus SSRIs for OCD. The differences in effectiveness findings could be due to differences in methodologies across non-head-to-head studies. Relatively high doses of SSRIs are needed for effectiveness in the treatment of OCD. Studies have found that high dosages of SSRIs above the normally recommended maximums are significantly more effective in OCD treatment than lower dosages (e.g., 250 to 400 mg/day sertraline versus 200 mg/day sertraline). In addition, the combination of clomipramine and SSRIs has also been found to be significantly more effective in alleviating OCD symptoms, and clomipramine is commonly used to augment SSRIs for this reason. Studies have found that intravenous clomipramine, which is associated with very high circulating concentrations of the drug and a much higher ratio of clomipramine to its metabolite desmethylclomipramine, is more effective than oral clomipramine in the treatment of OCD. There is a case report of complete remission from OCD for approximately one month following a massive overdose of fluoxetine, an SSRI with a uniquely long duration of action. Taken together, stronger serotonin reuptake inhibition has consistently been associated with greater alleviation of OCD symptoms, and since clomipramine, at the clinical dosages in which it is employed, is effectively the strongest SRI used medically (see table above), this may underlie its unique effectiveness in the treatment of OCD. In addition to serotonin reuptake inhibition, clomipramine is also a mild but clinically significant antagonist of the dopamine D1, D2, and D3 receptors at high concentrations. Addition of antipsychotics, which are potent dopamine receptor antagonists, to SSRIs, has been found to significantly augment their effectiveness in the treatment of OCD. As such, besides strong serotonin reuptake inhibition, clomipramine at high doses might also block dopamine receptors to treat OCD symptoms, and this could additionally or alternatively be involved in its possible effectiveness advantage over SSRIs. For this reason, it may also be that augmentation with neuroleptics (a common procedure in the occurrence of inadequate response to monotherapy with an SRI) is needed with less frequency with clomipramine relative to SSRIs, the latter of-which apparently lack significant activity as dopamine-receptor antagonists. Although clomipramine is probably more effective in the treatment of OCD compared to SSRIs, it is greatly inferior to them in terms of tolerability and safety due to its lack of selectivity for the SERT and promiscuous pharmacological activity. In addition, clomipramine has high toxicity in overdose and can potentially result in death, whereas death rarely, if ever, occurs with overdose of SSRIs. It is for these reasons that clomipramine, in spite of potentially superior effectiveness to SSRIs, is now rarely used as a first-line agent in the treatment of OCD, with SSRIs being used as first-line therapies instead and clomipramine generally being reserved for more severe cases and as a second-line agent.   === Pharmacokinetics === The oral bioavailability of clomipramine is approximately 50%. Peak plasma concentrations occur around 2–6 hours (with an average of 4.7 hours) after taking clomipramine orally and are in the range of 56–154 ng/mL (178–489 nmol/L). Steady-state concentrations of clomipramine are around 134–532 ng/mL (426–1,690 nmol/L), with an average of 218 ng/mL (692 nmol/L), and are reached after 7 to 14 days of repeated dosing. Steady-state concentrations of the active metabolite, desmethylclomipramine, are around 230–550 ng/mL (730–1,750 nmol/L). The volume of distribution (Vd) of clomipramine is approximately 17 L/kg. It binds approximately 97–98% to plasma proteins, primarily to albumin. Clomipramine is metabolized in the liver mainly by CYP2D6. It has a terminal half-life of 32 hours, and its N-desmethyl metabolite, desmethylclomipramine, has a terminal half-life of approximately 69 hours. Clomipramine is mostly excreted in urine (60%) and feces (32%). Although the normal maximum-recommended total daily dosage of clomipramine is 250 milligrams, treatment-resistant cases of depression and obsessive-compulsive disorder may require corresponding doses within the range of 255 to 300 milligrams. Indeed, doses of 375 milligrams per day, sometimes in combination with venlafaxine or aripiprazole, have not only been necessary but, remarkably, relatively well-tolerated. Caution, however, is generally prudent when doing this, as seizures, which are more likely to occur with clomipramine than every other tricyclic antidepressant besides maprotiline, become more and more of a risk beyond the normally-recommended upper-ceiling. At daily doses ≤ 250 m.g., the incidence of seizures may be reliably estimated to be around the order of 0.48%. (All tricyclic antidepressants technically lower the seizure-threshold but this is only significant with amoxapine, maprotiline and, indeed, clomipramine.) Dose-increases between 25 m.g. and 150 m.g., barring significant drug-drug interactions which may elevate clomipramine blood-levels, should be titrated in doses of 50 m.g. (25 m.g. in the case of panic disorder and 10 to 25 m.g. in the cases of premature ejaculation and narcoleptic cataplexy) and above 150 m.g. in 25 m.g. increments. Average optimal total daily doses for depression (whether mild or severe), premature ejaculation, cataplexy-narcolepsy, obsessive-compulsive disorder, panic disorder and trichotilomania respectively are (in milligrams) 150, 50, 25 - 75, 150 - 250, 50 - 150 and 150 - 200. Some consider the minimum optimally-therapeutic dose of clomipramine in obsessive-compulsive disorder, which often requires much higher levels of serotoninergic concentration than other indications for these drugs, to be 200, rather than 150, milligrams per day. For premature ejaculation, clomipramine can be taken prn 3 to 5 hours before attempted sexual intercourse.   == Chemistry == Clomipramine is a tricyclic compound, specifically a dibenzazepine, and possesses three rings fused together with a side chain attached in its chemical structure. Other dibenzazepine TCAs include imipramine, desipramine, and trimipramine. Clomipramine is a derivative of imipramine with a chlorine atom added to one of its rings and is also known as 3-chloroimipramine. It is a tertiary amine TCA, with its side chain-demethylated metabolite desmethylclomipramine being a secondary amine. Other tertiary amine TCAs include amitriptyline, imipramine, dosulepin (dothiepin), doxepin, and trimipramine. The chemical name of clomipramine is 3-(3-chloro-10,11-dihydro-5H-dibenzo[b,f]azepin-5-yl)-N,N-dimethylpropan-1-amine and its free base form has a chemical formula of C19H23ClN2 with a molecular weight of 314.857 g/mol. The drug is used commercially almost exclusively as the hydrochloride salt; the free base has been used rarely. The CAS Registry Number of the free base is 303-49-1 and of the hydrochloride is 17321–77–6.   == History == Clomipramine was developed by Geigy as a chlorinated derivative of imipramine. It was first referenced in the literature in 1961 and was patented in 1963. The drug was first approved for medical use in Europe in the treatment of depression in 1970, and was the last of the major TCAs to be marketed. In fact, clomipramine was initially considered to be a \"me-too drug\" by the FDA, and in relation to this, was declined licensing for depression in the United States. As such, to this day, clomipramine remains the only TCA that is available in the United States that is not approved for the treatment of depression, in spite of the fact that it is a highly effective antidepressant. Clomipramine was eventually approved in the United States for the treatment of OCD in 1989 and became available in 1990. It was the first drug to be investigated and found effective in the treatment of OCD. The benefits in OCD were first reported by Juan José López-Ibor in 1967, and the first double-blind, placebo-controlled clinical trial of clomipramine for OCD was conducted in 1976, with more rigorous clinical studies that solidified its effectiveness conducted in the 1980s. It remained the \"gold standard\" for the treatment of OCD for many years until the introduction of the SSRIs, which have since largely superseded it due to greatly improved tolerability and safety (although notably not effectiveness). Clomipramine is the only TCA that has been shown to be effective in the treatment of OCD and that is approved by the FDA for the treatment of OCD; the other TCAs failed clinical trials for this indication, likely due to insufficient serotonergic activity.   == Society and culture ==   === Generic names === Clomipramine is the English and French generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while clomipramine hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Clomipramina is its generic name in Spanish, Portuguese and Italian and its DCITTooltip Denominazione Comune Italiana, while clomipramin is its generic name in German and clomipraminum is its generic name in Latin.   === Brand names === Clomipramine is marketed throughout the world mainly under the brand names Anafranil and Clomicalm for use in humans and animals, respectively.   == Veterinary uses == In the U.S., clomipramine is only licensed to treat separation anxiety in dogs for which it is sold under the brand name Clomicalm. It has proven effective in the treatment of obsessive–compulsive disorders in cats and dogs. In dogs, it has also demonstrated similar efficacy to fluoxetine in treating tail chasing. In dogs some evidence suggests its efficacy in treating noise phobia. Clomipramine has also demonstrated efficacy in treating urine spraying in cats.  Various studies have been done on the effects of clomipramine on cats to reduce urine spraying/marking behavior.  It has been shown to be able to reduce this behavior by up to 75% in a trial period of four weeks.   == References =="}