{"name": "clopidogrel", "category": "drug", "content": "Clopidogrel, sold under the brand name Plavix among others, is an antiplatelet medication used to reduce the risk of heart disease and stroke in those at high risk. It is also used together with aspirin in heart attacks and following the placement of a coronary artery stent (dual antiplatelet therapy). It is taken by mouth. Its effect starts about two hours after intake and lasts for five days. Common side effects include headache, nausea, easy bruising, itching, and heartburn. More severe side effects include bleeding and thrombotic thrombocytopenic purpura. While there is no evidence of harm from use during pregnancy, such use has not been well studied. Clopidogrel is in the thienopyridine-class of antiplatelets. It works by irreversibly inhibiting a receptor called P2Y12 on platelets. Clopidogrel was patented in 1982, and approved for medical use in 1997. It is on the World Health Organization's List of Essential Medicines. In 2022, it was the 47th most commonly prescribed medication in the United States, with more than 13 million prescriptions. It is available as a generic medication.   == Medical uses == Clopidogrel is used to prevent heart attack and stroke in people who are at high risk of these events, including those with a history of myocardial infarction and other forms of acute coronary syndrome, stroke, and those with peripheral artery disease. Treatment with clopidogrel or a related drug is recommended by the American Heart Association and the American College of Cardiology for people who:  Present for treatment with a myocardial infarction with ST-elevation including A loading dose given in advance of percutaneous coronary intervention (PCI), followed by a full year of treatment for those receiving a vascular stent A loading dose given in advance of fibrinolytic therapy, continued for at least 14 days Present for treatment of a non-ST elevation myocardial infarction  or unstable angina Including a loading dose and maintenance therapy in those receiving PCI and unable to tolerate aspirin therapy Maintenance therapy for up to 12 months in those at medium to high risk for which a noninvasive treatment strategy is chosen In those with stable ischemic heart disease, treatment with clopidogrel is described as a \"reasonable\" option for monotherapy in those who cannot tolerate aspirin, as is treatment with clopidogrel in combination with aspirin in certain high risk patients. It is also used, along with acetylsalicylic acid (ASA, aspirin), for the prevention of thrombosis after placement of a coronary stent or as an alternative antiplatelet drug for people intolerant to aspirin. It is available as a fixed-dose combination with aspirin. A meta-analysis found clopidogrel's benefit as an antiplatelet drug in reducing cardiovascular death, myocardial infarction, and stroke to be 25% benefit in smokers, with little (8%) benefit in non-smokers. Consensus-based therapeutic guidelines also recommend the use of clopidogrel rather than aspirin (ASA) for antiplatelet therapy in people with a history of gastric ulceration, as inhibition of the synthesis of prostaglandins by ASA can exacerbate this condition. In people with healed ASA-induced ulcers, however, those receiving ASA plus the proton-pump inhibitor (PPI) esomeprazole had a lower incidence of recurrent ulcer bleeding than those receiving clopidogrel. However, prophylaxis with proton-pump inhibitors along with clopidogrel following acute coronary syndrome may increase adverse cardiac outcomes, possibly due to inhibition of CYP2C19, which is required for the conversion of clopidogrel to its active form. The European Medicines Agency has issued a public statement on a possible interaction between clopidogrel and proton-pump inhibitors. However, several cardiologists have voiced concern that the studies on which these warnings are based have many limitations and that it is not certain whether an interaction between clopidogrel and proton-pump inhibitors is real.   == Adverse effects == Serious adverse drug reactions associated with clopidogrel therapy include:  Thrombotic thrombocytopenic purpura (incidence: four per million patients treated) Hemorrhage – the annual incidence of hemorrhage may be increased by the coadministration of aspirin. In the CURE trial, people with acute coronary syndrome without ST elevation were treated with aspirin plus either clopidogrel or placebo and followed for up to one year. The following rates of major bleed were seen:  Any major bleeding: clopidogrel 3.7%, placebo 2.7% Life-threatening bleeding: clopidogrel 2.2%, placebo 1.8% Hemorrhagic stroke: clopidogrel 0.1%, placebo 0.1% The CAPRIE trial compared clopidogrel monotherapy to aspirin monotherapy for 1.6 years in people who had recently experienced a stroke or heart attack. In this trial the following rates of bleeding were observed.  Gastrointestinal hemorrhage: clopidogrel 2.0%, aspirin 2.7% Intracranial bleeding: clopidogrel 0.4%, aspirin 0.5% In CAPRIE, itching was the only adverse effect seen more frequently with clopidogrel than aspirin. In CURE, there was no difference in the rate of non-bleeding adverse events. Rashes and itching were uncommon in studies (between 0.1 and 1% of people); serious hypersensitivity reactions are rare.   == Interactions == Clopidogrel generally has a low potential to interact with other pharmaceutical drugs. Combination with other drugs that affect blood clotting, such as aspirin, heparins and thrombolytics, showed no relevant interactions. Naproxen did increase the likelihood of occult gastrointestinal bleeding, as might be the case with other nonsteroidal anti-inflammatory drugs. As clopidogrel is metabolized by the liver enzyme CYP2C19, in cellular models it has been theorized that it might increase blood plasma levels of other drugs that are metabolized by this enzyme, such as phenytoin and tolbutamide. Clinical studies showed that this mechanism is irrelevant for practical purposes. In November 2009, the US Food and Drug Administration (FDA) announced that clopidogrel should be used with caution in people using the proton-pump inhibitors omeprazole or esomeprazole, but pantoprazole appears to be safe. The newer antiplatelet agent prasugrel has minimal interaction with (es)omeprazole, hence might be a better antiplatelet agent (if no other contraindications are present) in people who are on these proton-pump inhibitors.   == Pharmacology == Clopidogrel is a prodrug which is metabolized by the liver into its active form. The active form specifically and irreversibly inhibits the P2Y12 subtype of ADP receptor, which is important in activation of platelets and eventual cross-linking by the protein fibrin.   === Pharmacokinetics and metabolism ===  After repeated oral doses of 75 mg of clopidogrel (base), plasma concentrations of the parent compound, which has no platelet-inhibiting effect, are very low and, in general, are below the quantification limit (0.258 μg/L) beyond two hours after dosing. Clopidogrel is a prodrug, which is activated in two steps, first by the enzymes CYP2C19, CYP1A2 and CYP2B6, then by CYP2C19, CYP2C9, CYP2B6 and CYP3A. Due to opening of the thiophene ring, the chemical structure of the active metabolite has three sites that are stereochemically relevant, making a total of eight possible isomers. These are: a stereocentre at C4 (attached to the —SH thiol group), a double bond at C3—C16, and the original stereocentre at C7. Only one of the eight structures is an active antiplatelet drug. This has the following configuration: Z configuration at the C3—C16 double bond, the original S configuration at C7, and, although the stereocentre at C4 cannot be directly determined, as the thiol group is too reactive, work with the active metabolite of the related drug prasugrel suggests the R-configuration of the C4 group is critical for P2Y12 and platelet-inhibitory activity. The active metabolite has an elimination half-life of about 0.5 to 1.0 h, and acts by forming a disulfide bridge with the platelet ADP receptor. Patients with a variant allele of CYP2C19 are 1.5 to 3.5 times more likely to die or have complications than patients with the high-functioning allele. Following an oral dose of 14C-labeled clopidogrel in humans, about 50% was excreted in the urine and 46% in the feces in the five days after dosing.  Effect of food: Administration of clopidogrel bisulfate with meals did not significantly modify the bioavailability of clopidogrel as assessed by the pharmacokinetics of the main circulating metabolite. Absorption and distribution: Clopidogrel is rapidly absorbed after oral administration of repeated doses of 75-milligram clopidogrel (base), with peak plasma levels (about 3 mg/L) of the main circulating metabolite occurring around one hour after dosing. The pharmacokinetics of the main circulating metabolite are linear (plasma concentrations increased in proportion to dose) in the dose range of 50 to 150 mg of clopidogrel. Absorption is at least 50% based on urinary excretion of clopidogrel-related metabolites. Clopidogrel and the main circulating metabolite bind reversibly in vitro to human plasma proteins (98% and 94%, respectively). The binding is not saturable in vitro up to a concentration of 110 μg/mL.  Metabolism and elimination: In vitro and in vivo, clopidogrel undergoes rapid hydrolysis into its carboxylic acid derivative. In plasma and urine, the glucuronide of the carboxylic acid derivative is also observed. In 2010, the US Food and Drug Administration (FDA) added a boxed warning, later updated, to Plavix, alerting that the drug can be less effective in people unable to metabolize the drug to convert it to its active form.   === Pharmacogenetics === CYP2C19 is an important drug-metabolizing enzyme that catalyzes the biotransformation of many clinically useful drugs, including antidepressants, barbiturates, proton-pump inhibitors, and antimalarial and antitumor drugs. Clopidogrel is one of the drugs metabolized by this enzyme. The US Food and Drug Administration (FDA) added a boxed warning on clopidogrel in 2010 about CYP2C19-poor metabolizers. People with variants in cytochrome P-450 2C19 (CYP2C19) have lower levels of the active metabolite of clopidogrel, less inhibition of platelets, and a 3.58-times greater risk for major adverse cardiovascular events such as death, heart attack, and stroke; the risk was greatest in CYP2C19 poor metabolizers. A published review showed that some mutations of CYP2C19, CYP3A4, CYP2C9, CYP2B6, and CYP1A2 genes could affect the clinical efficacy and safety of clopidogrel treatment. For instance, patients carrying the mutations CYP2C19*2, CYP2C19*3, CYP2C9*2, CYP2C9*3, and CYP2B6*5 alleles may not respond to clopidogrel due to poor platelet inhibition efficacy revealed among them.   === Mechanism of action === The active metabolite of clopidogrel specifically and irreversibly inhibits the P2Y12 subtype of ADP receptor, which is important in activation of platelets and eventual cross-linking by the protein fibrin. Platelet inhibition can be demonstrated two hours after a single dose of oral clopidogrel, but the onset of action is slow, so a loading dose of either 600 or 300 mg is administered when a rapid effect is needed.   == Society and culture ==   === Economics ===  Plavix is marketed worldwide in nearly 110 countries, with sales of US$6.6 billion in 2009. It was the second-top-selling drug in the world in 2007 and was still growing by over 20% in 2007. US sales were US$3.8 billion in 2008. Before the expiry of its patent, clopidogrel was the second best-selling drug in the world. In 2010, it grossed over US$9 billion in global sales. In 2006, generic clopidogrel was briefly marketed by Apotex, a Canadian generic pharmaceutical company before a court order halted further production until resolution of a patent infringement case brought by Bristol-Myers Squibb. The court ruled that Bristol-Myers Squibb's patent was valid and provided protection until November 2011. The FDA extended the patent protection of clopidogrel by six months, giving exclusivity that would expire in May 2012. The FDA approved generic versions of clopidogrel in May 2012.   === Names === Generic clopidogrel is marketed by many companies worldwide under many brand names.   == Veterinary uses ==  Clopidogrel has been shown to be effective at decreasing platelet aggregation in cats, so its use in prevention of feline aortic thromboembolism has been advocated.   == References ==   == Further reading == Dean L (2012). \"Clopidogrel Therapy and CYP2C19 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520346. Bookshelf ID: NBK84114.   == External links == US Patent US4847265A for \"Dextro-rotatory enantiomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl)-acetate and the pharmaceutical compositions containing it\""}