{"name": "Clostridium difficile infection", "category": "disease", "content": "Clostridioides difficile infection (CDI or C-diff), also known as Clostridium difficile infection, is a symptomatic infection due to the spore-forming bacterium Clostridioides difficile. Symptoms include watery diarrhea, fever, nausea, and abdominal pain. It makes up about 20% of cases of antibiotic-associated diarrhea.  Antibiotics can contribute to detrimental changes in gut microbiota; specifically, they decrease short-chain fatty acid absorption which results in osmotic, or watery, diarrhea. Complications may include pseudomembranous colitis, toxic megacolon, perforation of the colon, and sepsis. Clostridioides difficile infection is spread by bacterial spores found within feces. Surfaces may become contaminated with the spores with further spread occurring via the hands of healthcare workers. Risk factors for infection include antibiotic or proton pump inhibitor use, hospitalization, hypoalbuminemia, other health problems, and older age. Diagnosis is by stool culture or testing for the bacteria's DNA or toxins. If a person tests positive but has no symptoms, the condition is known as C. difficile colonization rather than an infection. Prevention efforts include terminal room cleaning in hospitals, limiting antibiotic use, and handwashing campaigns in hospitals. Alcohol based hand sanitizer does not appear effective. Discontinuation of antibiotics may result in resolution of symptoms within three days in about 20% of those infected. The antibiotics metronidazole, vancomycin, or fidaxomicin, will cure the infection. Retesting after treatment, as long as the symptoms have resolved, is not recommended, as a person may often remain colonized. Recurrences have been reported in up to 25% of people. Some tentative evidence indicates fecal microbiota transplantation and probiotics may decrease the risk of recurrence. C. difficile infections occur in all areas of the world. About 453,000 cases occurred in the United States in 2011, resulting in 29,000 deaths. Global rates of disease increased between 2001 and 2016. C. difficile infections occur more often in women than men. The bacterium was discovered in 1935 and found to be disease-causing in 1978. Attributable costs for Clostridioides difficile infection in hospitalized adults range from $4500 to $15,000. In the United States, healthcare-associated infections increase the cost of care by US$1.5 billion each year. Although C. difficile is a common healthcare-associated infection, at most 30% of infections are transmitted within hospitals. The majority of infections are acquired outside of hospitals, where medications and a recent history of diarrheal illnesses (e.g. laxative abuse or food poisoning due to Salmonellosis) are thought to drive the risk of colonization.   == Signs and symptoms == Signs and symptoms of CDI range from mild diarrhea to severe life-threatening inflammation of the colon. In adults, a clinical prediction rule found the best signs to be significant diarrhea (\"new onset of more than three partially formed or watery stools per 24-hour period\"), recent antibiotic exposure, abdominal pain, fever (up to 40.5 °C or 105 °F), and a distinctive foul odor to the stool resembling horse manure. In a hospital population, prior antibiotic treatment plus diarrhea or abdominal pain had a sensitivity of 86% and a specificity of 45%. In this study with a prevalence of positive cytotoxin assays of 14%, the positive predictive value was 18% and the negative predictive value was 94%. In children, the most prevalent symptom of a CDI is watery diarrhea with at least three bowel movements a day for two or more days, which may be accompanied by fever, loss of appetite, nausea, and/or abdominal pain. Those with a severe infection also may develop serious inflammation of the colon and have little or no diarrhea.   == Cause ==  Infection with C. difficile bacteria is responsible for C. difficile diarrhea.   === C. difficile ===  Clostridia are anaerobic motile bacteria, ubiquitous in nature, and especially prevalent in soil. Under the microscope, they appear as long, irregular (often drumstick- or spindle-shaped) cells with a bulge at their terminal ends. Under gram staining, C. difficile cells are gram-positive and show optimum growth on blood agar at human body temperatures in the absence of oxygen. When stressed, the bacteria produce spores that are able to tolerate extreme conditions that the active bacteria cannot tolerate. C. difficile may colonize the human colon without symptom; approximately 2–5% of the adult population are carriers, although it varies considerably with demographics. The risk of colonization has been linked to a history of unrelated diarrheal illnesses (e.g. laxative abuse and food poisoning due to Salmonellosis or Vibrio cholerae infection). Pathogenic C. difficile strains produce multiple toxins. The most well-characterized are enterotoxin (Clostridium difficile toxin A) and cytotoxin (Clostridium difficile toxin B), both of which may produce diarrhea and inflammation in infected people, although their relative contributions have been debated. Toxins A and B are glucosyltransferases that target and inactivate the Rho family of GTPases. Toxin B (cytotoxin) induces actin depolymerization by a mechanism correlated with a decrease in the ADP-ribosylation of the low molecular mass GTP-binding Rho proteins. Another toxin, binary toxin, also has been described, but its role in disease is not fully understood. Antibiotic treatment of CDIs may be difficult, due both to antibiotic resistance and physiological factors of the bacteria (spore formation, protective effects of the pseudomembrane). The emergence of a new and highly toxic strain of C. difficile that is resistant to fluoroquinolone antibiotics such as ciprofloxacin and levofloxacin, said to be causing geographically dispersed outbreaks in North America, was reported in 2005. The U.S. Centers for Disease Control and Prevention  in Atlanta warned of the emergence of an epidemic strain with increased virulence, antibiotic resistance, or both. C. difficile is transmitted from person to person by the fecal-oral route. The organism forms heat-resistant spores that are not killed by alcohol-based hand cleansers or routine surface cleaning. Thus, these spores survive in clinical environments for long periods. Because of this, the bacteria may be cultured from almost any surface. Once spores are ingested, their acid-resistance allows them to pass through the stomach unscathed. Upon exposure to bile acids, they germinate and multiply into vegetative cells in the colon.  The presence of the bile acid deoxycholic acid in the intestinal environment can promote induction of C. difficle biofilm formation. People without a history of gastrointestinal disturbances due to antibiotic use or diarrheal illness are less likely to become colonized by C. difficile. In 2005, molecular analysis led to the identification of the C. difficile strain type characterized as group BI by restriction endonuclease analysis, as North American pulse-field-type NAP1 by pulsed-field gel electrophoresis  and as ribotype 027; the differing terminology reflects the predominant techniques used for epidemiological typing. This strain is referred to as C. difficile BI/NAP1/027.   === Risk factors ===   ==== Antibiotics ==== C. difficile colitis is associated most strongly with the use of these antibiotics: fluoroquinolones, cephalosporins, and clindamycin. Some research suggests the routine use of antibiotics in the raising of livestock is contributing to outbreaks of bacterial infections such as C. difficile.   ==== Healthcare environment ==== People are most often infected in hospitals, nursing homes, or other medical institutions, although infection outside medical settings is increasing. Individuals can develop the infection if they touch objects or surfaces that are contaminated with feces and then touch their mouth or mucous membranes. Healthcare workers could possibly spread the bacteria or contaminate surfaces through hand contact. The rate of C. difficile acquisition is estimated to be 13% in those with hospital stays of up to two weeks, and 50% with stays longer than four weeks. Long-term hospitalization or residence in a nursing home within the previous year are independent risk factors for increased colonization.   ==== Acid suppression medication ==== Increasing rates of community-acquired CDI are associated with the use of medication to suppress gastric acid production: H2-receptor antagonists increased the risk 1.5-fold, and proton pump inhibitors by 1.7 with once-daily use and 2.4 with more than once-daily use. Increased risk in recurrent CDI is also found with gastric acid repression use in observational studies, with a rate of 22.1%, compared to patients without gastric acid repression has a rate of 17.3% of recurrent CDI.   ==== Diarrheal illnesses ==== People with a recent history of diarrheal illness are at increased risk of becoming colonized by C. difficile when exposed to spores, including laxative abuse and gastrointestinal pathogens.  Disturbances that increase intestinal motility are thought to transiently elevate the concentration of available dietary sugars, allowing C. difficile to proliferate and gain a foothold in the gut. Although not all colonization events lead to disease, asymptomatic carriers remain colonized for years at a time. During this time, the abundance of C. difficile varies considerably day-to-day, causing periods of increased shedding that could substantially contribute to community-acquired infection rates.   ==== Other ==== As a result of suppression of healthy bacteria, via a loss of bacterial food source, prolonged use of an elemental diet increases the risk of developing C. difficile infection. Low serum albumin levels is a risk factor for the development of C. difficile infection and when infected for severe disease. The protective effects of serum albumin may be related to the capability of this protein to bind C. difficile toxin A and toxin B, thus impairing entry into enterocytes. Chronic kidney disease (CKD) has been identified as a risk factor in the development of a C. difficile infection. Patients with CKD have a higher risk of both initial and recurring infection, as well as a higher chance of severe infection, than those without CKD. Patients with Inflammatory Bowel Disease are also at higher risk for infection and a recent study suggests they may have intermittent C. difficile infection masked by IBD symptoms, and testing should be considered in patients with changes in disease activity.   == Pathophysiology == The use of systemic antibiotics, including broad-spectrum penicillins/cephalosporins, fluoroquinolones, and clindamycin, causes the normal microbiota of the bowel to be altered. In particular, when the antibiotic kills off other competing bacteria in the intestine, any bacteria remaining will have less competition for space and nutrients. The net effect is to permit more extensive growth than normal of certain bacteria. C. difficile is one such type of bacterium. In addition to proliferating in the bowel, C. difficile also produces toxins. Without either toxin A or toxin B, C. difficile may colonize the gut, but is unlikely to cause pseudomembranous colitis. The colitis associated with severe infection is part of an inflammatory reaction, with the \"pseudomembrane\" formed by a viscous collection of inflammatory cells, fibrin, and necrotic cells.   == Diagnosis ==  Prior to the advent of tests to detect C. difficile toxins, the diagnosis most often was made by colonoscopy or sigmoidoscopy. The appearance of \"pseudomembranes\" on the mucosa of the colon or rectum is highly suggestive, but not diagnostic of the condition. The pseudomembranes are composed of an exudate made of inflammatory debris, white blood cells. Although colonoscopy and sigmoidoscopy are still employed, now stool testing for the presence of C. difficile toxins is frequently the first-line diagnostic approach. Usually, only two toxins are tested for—toxin A and toxin B—but the organism produces several others. This test is not 100% accurate, with a considerable false-negative rate even with repeat testing.   === Classification === CDI may be classified in non-severe CDI, severe CDI and fulminant CDI depending on creatinine and white blood count parameters.   === Cytotoxicity assay === C. difficile toxins have a cytopathic effect in cell culture, and neutralization of any effect observed with specific antisera is the practical gold standard for studies investigating new CDI diagnostic techniques. Toxigenic culture, in which organisms are cultured on selective media and tested for toxin production, remains the gold standard and is the most sensitive and specific test, although it is slow and labor-intensive.   === Toxin ELISA === Assessment of the A and B toxins by enzyme-linked immunosorbent assay (ELISA) for toxin A or B (or both) has a sensitivity of 63–99% and a specificity of 93–100%, depending on detection assays. Previously, experts recommended sending as many as three stool samples to rule out disease if initial tests are negative, but evidence suggests repeated testing during the same episode of diarrhea is of limited value and should be discouraged. C. difficile toxin should clear from the stool of somebody previously infected if treatment is effective. Many hospitals only test for the prevalent toxin A. Strains that express only the B toxin are now present in many hospitals, however, so testing for both toxins should occur. Not testing for both may contribute to a delay in obtaining laboratory results, which is often the cause of prolonged illness and poor outcomes.   === Other stool tests === Stool leukocyte measurements and stool lactoferrin levels also have been proposed as diagnostic tests, but may have limited diagnostic accuracy.   === Polymerase chain reaction (PCR) === Testing of stool samples by real-time polymerase chain reaction is able to detect C. difficile about 93% of the time and when positive is incorrectly positive about 3% of the time. This is more accurate than cytotoxigenic culture or cell cytotoxicity assay. Another benefit is that the result can be achieved within three hours. Drawbacks include a higher cost and the fact that the test only looks for the gene for the toxin and not the toxin itself. The latter means that if the test is used without confirmation, overdiagnosis may occur. Repeat testing may be misleading, and testing specimens more than once every seven days in people without new symptoms is highly unlikely to yield useful information. The screening specificity is relatively low because of the high number of false positive cases from asymptomatic infection.   == Prevention == Self containment by housing people in private rooms is important to prevent the spread of C. difficile. Contact precautions are an important part of preventing the spread of  C. difficile. C. difficile does not often occur in people who are not taking antibiotics so limiting use of antibiotics decreases the risk.   === Antibiotics === The most effective method for preventing CDI is proper antibiotic prescribing. In the hospital setting, where CDI is most common, most people who develop CDI are exposed to antibiotics. Although proper antibiotic prescribing is highly recommended, about 50% is considered inappropriate. This is consistent whether in the hospital, clinic, community, or academic setting. A decrease in CDI by limiting antibiotics or by limiting unnecessary prescriptions in general, both in an outbreak and non-outbreak setting has been demonstrated to be most strongly associated with reduced CDI. Further, reactions to medication may be severe: CDI infections were the most common contributor to adverse drug events seen in U.S. hospitals in 2011. In some regions of the UK, reduced used of fluoroquinolone antibiotics seems to lead to reduced rates of CDI.   === Probiotics === Some evidence indicates probiotics may be useful to prevent infection and recurrence. Treatment with Saccharomyces boulardii in those who are not immunocompromised with C. difficile also may be useful. Initially, in 2010, the Infectious Diseases Society of America recommended against their use due to the risk of complications. Subsequent reviews, however, did not find an increase in adverse effects with treatment, and overall treatment appears safe and moderately effective in preventing C. difficile-associated diarrhea. One study in particular found that there does appear to be a \"protective effect\" of probiotics, specifically reducing the risk of antibiotic-associated diarrhea (AAD) by 51% in 3,631 outpatients, but it is important to note that the types of infections in the subjects were not specified. Yogurt, tablets, dietary supplements are just a few examples of probiotics available for people.   === Infection control === Rigorous infection protocols are required to minimize this risk of transmission. Infection control measures, such as wearing gloves and noncritical medical devices used for a single person with CDI, are effective at prevention. This works by limiting the spread of C. difficile in the hospital setting. In addition, washing with soap and water will wash away the spores from contaminated hands, but alcohol-based hand rubs are ineffective. These precautions should remain in place among those in hospital for at least 2 days after the diarrhea has stopped. Bleach wipes containing 0.55% sodium hypochlorite have been shown to kill the spores and prevent transmission. Installing lidded toilets and closing the lid prior to flushing also reduces the risk of contamination. Those who have CDIs should be in rooms with other people with CDIs or by themselves when in hospital. Common hospital disinfectants are ineffective against C. difficile spores, and may promote spore formation, but various oxidants   (e.g 1% sodium hypochlorite solution) rapidly destroy spores. Hydrogen peroxide vapor (HPV) systems used to sterilize a room after treatment is completed have been shown to reduce infection rates and to reduce risk of infection to others. The incidence of CDI was reduced by 53% or 42% through use of HPV. Ultraviolet cleaning devices, and housekeeping staff especially dedicated to disinfecting the rooms of people with C. difficile after discharge may be effective.   == Treatment == Carrying C. difficile without symptoms is common. Treatment in those without symptoms is controversial. In general, mild cases do not require specific treatment. Oral rehydration therapy is useful in treating dehydration associated with the diarrhea.   === Medications === Several different antibiotics are used for C. difficile, with the available agents being more or less equally effective. Vancomycin or fidaxomicin by mouth are the typically recommended for mild, moderate, and severe infections. They are also the first-line treatment for pregnant women, especially since metronidazole may cause birth defects. Typical vancomycin 125mg is taken four times a day by mouth for 10 days. Fidaxomicin is taken at 200 mg twice daily for 10 days. It may also be given rectally if the person develops an ileus. Fidaxomicin is tolerated as well as vancomycin, and may have a lower risk of recurrence. Fidaxomicin has been found to be as effective as vancomycin in those with mild to moderate disease, and it may be better than vancomycin in those with severe disease. Fidaxomicin may be used in those who have recurrent infections and have not responded to other antibiotics. Metronidazole (500 mg 3 times daily for 10 days) by mouth is recommended as an alternative treatment only for C. difficile infections when the affected person is allergic to first-line treatments, is unable to tolerate them, or has financial difficulties preventing them from accessing them. In fulminant disease vancomycin by mouth and intravenous metronidazole are commonly used together. Medications used to slow or stop diarrhea, such as loperamide, may only be used after initiating the treatment. Cholestyramine, an ion-exchange resin, is effective in binding both toxin A and B, slowing bowel motility, and helping prevent dehydration. Cholestyramine is recommended with vancomycin. A last-resort treatment in those who are immunosuppressed is intravenous immunoglobulin. Monoclonal antibodies against C. difficile toxin A and C. difficile toxin B are approved to prevent recurrence of C. difficile infection including bezlotoxumab.   === Probiotics === Evidence to support the use of probiotics in the treatment of active disease is insufficient. Researchers have recently begun taking a mechanical approach to fecal-derived products. It is known that certain microbes with 7α-dehydroxylase activity can metabolize primary to secondary bile acids, which inhibit C. difficile. Thus, incorporating such microbes into therapeutic products such as probiotics may be protective, although more pre-clinical investigations are needed.   === Fecal microbiota transplantation === Fecal microbiota transplant, also known as a stool transplant, is roughly 85% to 90% effective in those for whom antibiotics have not worked. It involves infusion of the microbiota acquired from the feces of a healthy donor to reverse the bacterial imbalance responsible for the recurring nature of the infection. The procedure replenishes the normal colonic microbiota that had been wiped out by antibiotics, and re-establishes resistance to colonization by Clostridioides difficile. Side effects, at least initially, are few. Fecal microbiota, live (Rebyota) was approved for medical use in the United States in November 2022. Fecal microbiota spores, live (Vowst) was approved for medical use in the United States in April 2023. It is the first fecal microbiota product that is taken by mouth. A 2023 review article discusses the beneficial effects of fecal microbiota transplantation in recurrent Clostridioides difficile infection    === Surgery === In those with severe C. difficile colitis, colectomy may improve the outcomes. Specific criteria may be used to determine who will benefit most from surgery.   === Recurrent infection === Recurrent CDI occurs in 20 to 30% of the patients, with increasing rates of recurrence with each subsequent episode. In clinical settings, it is virtually impossible to distinguish a recurrence that develops as a relapse of CDI with the same strain of C. difficile versus reinfection that is the result of a new strain. However, in laboratory settings paired isolates can be differentiated using Whole-Genome Sequencing or Multilocus Variable-Number Tandem-Repeat Analysis. Several treatment options exist for recurrent C. difficile infection. For the first episode of recurrent C. difficile infection, the 2017 IDSA guidelines recommend oral vancomycin at a dose of 125 mg four times daily for 10 days if metronidazole was used for the initial episode. If oral vancomycin was used for the initial episode, then a prolonged oral vancomycin pulse dose of 125 mg four times daily for 10-14 days followed by a taper (twice daily for one week, then every two to three days for 2-8 weeks) or fidaxomicin 200 mg twice daily for 10 days. For a second recurrent episode, the IDSA recommends options including the aforementioned oral vancomycin pulse dose followed by the prolonged taper; oral vancomycin 125 mg four times daily for 10 days followed by rifaximin 400 mg three times daily for 20 days; fidaxomicin 200 mg twice daily for 10 days, or a fecal microbiota transplant. For patients with C. diff infections that fail to be resolved with traditional antibiotic regimens, fecal microbiome transplants boasts an average cure rate of >90%. In a review of 317 patients, it was shown to lead to resolution in 92% of the persistent and recurrent disease cases. It is clear that restoration of gut flora is paramount in the struggle against recurrent CDI. With effective antibiotic therapy, C. difficile can be reduced and natural colonization resistance can develop over time as the natural microbial community recovers. Reinfection or recurrence may occur before this process is complete. Fecal microbiota transplant may expedite this recovery by directly replacing the missing microbial community members. However, human-derived fecal matter is difficult to standardize and has multiple potential risks, including the transfer of infectious material and long-term consequences of inoculating the gut with a foreign fecal material. As a result, further research is necessary to study the long term effective outcomes of FMT.   == Prognosis == After a first treatment with metronidazole or vancomycin, C. difficile recurs in about 20% of people. This increases to 40% and 60% with subsequent recurrences.   == Epidemiology == C. difficile diarrhea is estimated to occur in eight of 100,000 people each year. Among those who are admitted to hospital, it occurs in between four and eight people per 1,000. In 2011, it resulted in about half a million infections and 29,000 deaths in the United States. Due in part to the emergence of a fluoroquinolone-resistant strain, C. difficile-related deaths increased 400% between 2000 and 2007 in the United States. According to the CDC, \"C. difficile has become the most common microbial cause of healthcare-associated infections in U.S. hospitals and costs up to $4.8 billion each year in excess health care costs for acute care facilities alone.\"   == History == Ivan C. Hall and Elizabeth O'Toole first named the bacterium Bacillus difficilis in 1935, choosing its specific epithet because it was resistant to early attempts at isolation and grew very slowly in culture. André Romain Prévot subsequently transferred it to Clostridium,  binomen Clostridium difficile. Its combination was later changed to Clostridioides difficile after being transferred to the new genus Clostridioides. Pseudomembranous colitis first was described as a complication of C. difficile infection in 1978, when a toxin was isolated from people with pseudomembranous colitis and Koch's postulates were met.   === Notable outbreaks === On 4 June 2003, two outbreaks of a highly virulent strain of this bacterium were reported in Montreal, Quebec, and Calgary, Alberta. Sources put the death count to as low as 36 and as high as 89, with around 1,400 cases in 2003 and within the first few months of 2004. CDIs continued to be a problem in the Quebec healthcare system in late 2004. As of March 2005, it had spread into the Toronto area, hospitalizing 10 people. One died while the others were being discharged. A similar outbreak took place at Stoke Mandeville Hospital in the United Kingdom between 2003 and 2005. The local epidemiology of C. difficile may offer clues on how its spread may relate to the time a patient spends in hospital and/or a rehabilitation center. It also samples the ability of institutions to detect increased rates, and their capacity to respond with more aggressive hand-washing campaigns, quarantine methods, and the availability of yogurt containing live cultures to patients at risk for infection. Both the Canadian and English outbreaks possibly were related to the seemingly more virulent strain NAP1/027 of the bacterium.  Known as Quebec strain, it has been implicated in an epidemic at two Dutch hospitals (Harderwijk and Amersfoort, both 2005). A theory for explaining the increased virulence of 027 is that it is a hyperproducer of both toxins A and B and that certain antibiotics may stimulate the bacteria to hyperproduce. On 1 October 2006, C. difficile was said to have killed at least 49 people at hospitals in Leicester, England, over eight months, according to a National Health Service investigation. Another 29 similar cases were investigated by coroners. A UK Department of Health memo leaked shortly afterward revealed significant concern in government about the bacterium, described as being \"endemic throughout the health service\" On 27 October 2006, nine deaths were attributed to the bacterium in Quebec. On 18 November 2006, the bacterium was reported to have been responsible for 12 deaths in Quebec. This 12th reported death was only two days after the St. Hyacinthe's Honoré Mercier announced the outbreak was under control. Thirty-one people were diagnosed with CDIs. Cleaning crews took measures in an attempt to clear the outbreak. C. difficile was mentioned on 6,480 death certificates in 2006 in UK. On 27 February 2007, a new outbreak was identified at Trillium Health Centre in Mississauga, Ontario, where 14 people were diagnosed with CDIs. The bacteria were of the same strain as the one in Quebec. Officials have not been able to determine whether C. difficile was responsible for the deaths of four people over the prior two months. Between February and June 2007, three people at Loughlinstown Hospital in Dublin, Ireland, were found by the coroner to have died as a result of C. difficile infection. In an inquest, the Coroner's Court found the hospital had no designated infection control team or consultant microbiologist on staff. Between June 2007 and August 2008, Northern Health and Social Care Trust Northern Ireland, Antrim Area, Braid Valley, Mid Ulster Hospitals were the subject of inquiry. During the inquiry, expert reviewers concluded that C. difficile was implicated in 31 of these deaths, as the underlying cause in 15, and as a contributory cause in 16. During that time, the review also noted 375 instances of CDIs in those being treated at the hospital. In October 2007, Maidstone and Tunbridge Wells NHS Trust was heavily criticized by the Healthcare Commission regarding its handling of a major outbreak of C. difficile in its hospitals in Kent from April 2004 to September 2006. In its report, the Commission estimated approximately 90 people \"definitely or probably\" died as a result of the infection. In November 2007, the 027 strain spread into several hospitals in southern Finland, with 10 deaths out of 115 infected people reported on 2007-12-14. In November 2009, four deaths at Our Lady of Lourdes Hospital in Ireland have possible links to CDI. A further 12 people tested positive for infection, and another 20 showed signs of infection. From February 2009 to February 2010, 199 people at Herlev hospital in Denmark were suspected of being infected with the 027 strain. In the first half of 2009, 29 died in hospitals in Copenhagen after they were infected with the bacterium. In May 2010, a total of 138 people at four different hospitals in Denmark were infected with the 027 strain plus there were some isolated occurrences at other hospitals. In May 2010,  14 fatalities were related to the bacterium in the Australian state of Victoria. Two years later, the same strain of the bacterium was detected in New Zealand. On 28 May 2011, an outbreak in Ontario had been reported, with 26 fatalities as of 24 July 2011. In 2012/2013, a total of 27 people at one hospital in the south of Sweden (Ystad) were infected with 10 deaths. Five died of the strain 017.   == Etymology and pronunciation == The genus name is from the Greek klōstēr (κλωστήρ), \"spindle\", and the specific name is from Latin difficile, neuter singular form of difficilis \"difficult, obstinate\", chosen in reference to fastidiousness upon culturing. Regarding the pronunciation of the current and former genus assignments, Clostridioides is  and Clostridium is . Both genera still have species assigned to them, but this species is now classified in the former. Via the norms of binomial nomenclature, it is understood that the former binomial name of this species is now an alias. Regarding the specific name,  is the traditional norm, reflecting how medical English usually pronounces naturalized New Latin words (which in turn largely reflects traditional English pronunciation of Latin), although a restored pronunciation of  is also sometimes used (the classical Latin pronunciation is reconstructed as [kloːsˈtrɪdɪ.ũː dɪfˈfɪkɪlɛ]). The specific name is also commonly pronounced , as though it were French, which from a prescriptive viewpoint is a \"mispronunciation\" but from a linguistically descriptive viewpoint cannot be described as erroneous because it is so widely used among health care professionals; it can be described as \"the non-preferred variant\" from the viewpoint of sticking most regularly to New Latin in binomial nomenclature, which is also a valid viewpoint, although New Latin specific names contain such a wide array of extra-Latin roots (including surnames and jocular references) that extra-Latin pronunciation is involved anyway (as seen, for example, with Ba humbugi, Spongiforma squarepantsii, and hundreds of others).   == Research == As of 2019, vaccine candidates providing immunity against C. difficile toxin A and C. difficile toxin B have advanced the most in clinical research, but do not prevent bacterial colonization. A vaccine candidate by Pfizer is in a phase 3 clinical trial that is estimated to be completed in September 2021 and a vaccine candidate by GlaxoSmithKline is in a phase 1 clinical trial that is estimated to be completed in July 2021. CDA-1 and CDB-1 (also known as MDX-066/MDX-1388 and MBL-CDA1/MBL-CDB1) is an investigational, monoclonal antibody combination co-developed by Medarex and Massachusetts Biologic Laboratories (MBL) to target and neutralize C. difficile toxins A and B, for the treatment of CDI. Merck & Co., Inc. gained worldwide rights to develop and commercialize CDA-1 and CDB-1 through an exclusive license agreement signed in April 2009. It is intended as an add-on therapy to one of the existing antibiotics to treat CDI. Nitazoxanide is a synthetic nitrothiazolyl-salicylamide derivative indicated as an antiprotozoal agent (FDA-approved for the treatment of infectious diarrhea caused by Cryptosporidium parvum and Giardia lamblia) and also is currently being studied in C. difficile infections vs. vancomycin. Rifaximin, is a clinical-stage semisynthetic, rifamycin-based, nonsystemic antibiotic for CDI. It is FDA-approved for the treatment of infectious diarrhea and is being developed by Salix Pharmaceuticals. Other drugs for the treatment of CDI are under development and include rifalazil, tigecycline, ramoplanin, ridinilazole, and SQ641. Research has studied whether the appendix has any importance in C. difficile. The appendix is thought to have a function of housing good gut flora. In a study conducted in 2011, it was shown that when C. difficile bacteria were introduced into the gut, the appendix housed cells that increased the antibody response of the body. The B cells of the appendix migrate, mature, and increase the production of toxin A-specific IgA and IgG antibodies, leading to an increased probability of good gut flora surviving against the C. difficile bacteria. Taking non-toxic types of C. difficile after an infection has promising results with respect to preventing future infections. Treatment with bacteriophages directed against specific toxin-producing strains of C difficile are also being tested. A study in 2017 linked severe disease to trehalose in the diet.   == Other animals == Colitis-X (in horses)   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Pseudomembranous colitis at Curlie Updated guidance on the management and treatment of Clostridium difficile infection"}