{"name": "clotrimazole", "category": "drug", "content": "Clotrimazole, sold under the brand name Lotrimin, among others, is an antifungal medication. It is used to treat vaginal yeast infections, oral thrush, diaper rash, tinea versicolor, and types of ringworm including athlete's foot and jock itch. It can be taken by mouth or applied as a cream to the skin or in the vagina. Common side effects when taken by mouth include nausea and itchiness. When applied to the skin, common side effects include redness and a burning sensation. In pregnancy, use on the skin or in the vagina is believed to be safe. There is no evidence of harm when used by mouth during pregnancy but this has been less well studied. When used by mouth, greater care should be taken in those with liver problems. It is in the azole class of medications and works by disrupting the fungal cell membrane. Clotrimazole was discovered in 1969. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 273rd most commonly prescribed medication in the United States, with more than 900,000 prescriptions.   == Medical uses == It is commonly available without a prescription in various dosage forms, such as a topical cream, ointment, or vaginal suppository. It is also available as an oral troche or throat lozenge as a prescription only. Topically, clotrimazole is used for vulvovaginal candidiasis (yeast infection) or yeast infections of the skin. For vulvovaginal candidiasis, clotrimazole tablets and creams are inserted into the vagina.  An effective treatment option for mixed infectious vaginitis is a combination of clotrimazole and metronidazole. Topical clotrimazole is usually not effective in treatment of fungal infections of the scalp or nails. When using over-the-counter drug clotrimazole products, use should be discontinued if condition does not improve after treatment for 2 weeks for jock itch or after 4 weeks for athlete's foot or ringworm. Throat lozenge preparations are used for oropharyngeal candidiasis (oral thrush) or prevention of oral thrush in people with neutropenia. Clotrimazole is usually used five times daily for 14 days for oral thrush, twice daily for 2 to 8 weeks for skin infections, and once daily for 3 or 7 days for vaginal infections. Clotrimazole may be compounded with a glucocorticoid, such as betamethasone, in a topical cream for the treatment of tinea corporis (ringworm), tinea cruris (jock itch) and tinea pedis (athlete's foot). Although FDA approved, clotrimazole–betamethasone combination cream is not the preferred treatment for dermatophyte infections due to increased side effects from the topical glucocorticoid. Although temporary relief and partial suppression of symptoms may be observed with the combination therapy, glucocorticoids can elicit an immunosuppressive response and rebound effect that results in more severe infection typically requiring systemic antifungal agents to treat the disease. Combination creams are best avoided in order to improve treatment outcome, reduce the possibility of skin atrophy associated with prolonged topical glucocorticoid use, and to limit the cost of treatment. It can be effective in treating chronic paronychia. The preferred treatment of tinea infections is therefore with clotrimazole monotherapy. Topical clotrimazole cream, when combined with mechanical reduction of the nail, has been demonstrated to be effective in the treatment of onychomycosis - fungal infection of the fingernails and toenails. Topical and oral clotrimazole can be used in both adults and children. Additionally, clotrimazole may be used to treat the sickling of cells (related to sickle cell anemia).   === Pregnancy === Topical clotrimazole is categorized as pregnancy category B. Small amounts of clotrimazole may be absorbed systemically following topical and vaginal administration. However, topical clotrimazole is still considered safe to use to treat yeast infections in pregnant women and is a safer alternative to other antifungals.   == Side effects == Side effects of the oral formulation include itching, nausea, and vomiting. Less than 10% of patients using the oral formulation may have abnormal liver function tests. Side effects include rash, hives, blisters, burning, itching, peeling, redness, swelling, pain or other signs of skin irritation. For this reason, liver function tests should be monitored periodically when taking the oral clotrimazole (troche). When used to treat vulvovaginal candidiasis (yeast infection), less than 10% of patients have vulvar or vaginal burning sensation. Less than 1% of patients have the following side effects: burning or itching of penis of sexual partner; polyuria; vulvar itching, soreness, edema, or discharge. Clotrimazole creams and suppositories contain oil which may weaken latex condoms and diaphragms. For topical formulations, should be used externally and should be discontinued if irritation or sensitivity develops at the site of administration.   == Interactions == There are no known significant drug interactions with topical clotrimazole. However, with oral (troche) clotrimazole, there are multiple interactions as the medication is a CYP450 enzyme inhibitor, primarily CYP3A4. Thus, any medication that is metabolized by the CYP3A4 enzyme will potentially have elevated levels when oral clotrimazole is used. The prescribing physician should be aware of any medication the patient is taking prior to starting oral clotrimazole. Certain medications should not be taken with oral clotrimazole.   == Pharmacology ==   === Pharmacodynamics === Clotrimazole is an imidazole derivative which works by inhibiting the growth of individual Candida or fungal cells by altering the permeability of the fungal cell wall. The drug impairs the biosynthesis of ergosterol, a critical component of the fungal cell membrane, by inhibiting the P450 enzyme lanosterol 14-alpha demethylase. Clotrimazole may slow fungal growth or result in fungal cell death.   == Sales volume ==  Clotrimazole is available as a generic medication, and in 2016 Canesten brand Clotrimazole was one of the biggest-selling branded over-the-counter medications sold in Great Britain, with sales of £39.2 million.   == References =="}