{"name": "cloxacillin", "category": "drug", "content": "Dicloxacillin is a narrow-spectrum β-lactam antibiotic of the penicillin class. It is used to treat infections caused by susceptible (non-resistant) Gram-positive bacteria. It is active against beta-lactamase-producing organisms such as Staphylococcus aureus, which would otherwise be resistant to most penicillins. Dicloxacillin is available under a variety of trade names including Diclocil (BMS). It was patented in 1961 and approved for medical use in 1968. It is available as a generic medication.   == Medical uses == Dicloxacillin is used to treat mild-to-moderate staphylococcal infections. To decrease the development of resistance, dicloxacillin is recommended to treat infections that are suspected or proven to be caused by beta-lactamase-producing bacteria. Dicloxacillin is similar in pharmacokinetics, antibacterial activity, and indications to flucloxacillin, and the two agents are considered interchangeable. It is believed to have lower incidence of severe hepatic adverse effects than flucloxacillin, but a higher incidence of renal adverse effects. Dicloxacillin is used for the treatment of infections caused by susceptible bacteria. Specific approved indications include:   Staphylococcal skin infections and cellulitis – including impetigo, otitis externa, folliculitis, boils, carbuncles, and mastitis Pneumonia (adjunct) Osteomyelitis, septic arthritis, throat infections, streptococcus Septicaemia Empirical treatment for endocarditis Surgical prophylaxis   === Available forms === Dicloxacillin is commercially available as the sodium salt, dicloxacillin sodium, in capsules and as a powder for reconstitution.   == Contraindications == Dicloxacillin is contraindicated in those with a previous history of allergy (hypersensitivity/anaphylactic reaction) to any penicillins.   == Adverse effects == Common adverse drug reactions (ADRs) associated with the use of dicloxacillin include: diarrhea, nausea, rash, urticaria, pain and inflammation at injection site, superinfection (including candidiasis), allergy, and transient increases in liver enzymes and bilirubin. On rare occasions, cholestatic jaundice (also referred to as cholestatic hepatitis) has been associated with dicloxacillin therapy. The reaction may occur up to several weeks after treatment has stopped, and takes weeks to resolve. The estimated incidence is 1 in 15,000 exposures, and is more frequent in people over 55 years old, females, and those with treatment longer than 2 weeks. It should be used with caution and monitored in the elderly, particularly with intravenous administration, due to a risk of thrombophlebitis. Dicloxacillin can also lower the effectiveness of birth control pills and pass into breast milk.    === Interactions === Dicloxacillin has potential interactions with following drugs:  Warfarin Methotrexate Tetracyclines   == Resistance == Despite dicloxacillin being insensitive to beta-lactamases, some organisms have developed resistance to other narrow-spectrum β-lactam antibiotics including methicillin. Such organisms include methicillin-resistant Staphylococcus aureus (MRSA).   == Mechanism of action ==  Like other β-lactam antibiotics, dicloxacillin acts by inhibiting the synthesis of bacterial cell walls. It inhibits cross-linkage between the linear peptidoglycan polymer chains that make up a major component of the cell wall of Gram-positive bacteria.   == Medicinal chemistry == Dicloxacillin is insensitive to beta-lactamase (also known as penicillinase) enzymes secreted by many penicillin-resistant bacteria. The presence of the isoxazolyl group on the side chain of the penicillin nucleus facilitates the β-lactamase resistance, since they are relatively intolerant of side-chain steric hindrance. Thus, it is able to bind to penicillin-binding proteins (PBPs) and inhibit peptidoglycan crosslinking, but is not bound by or inactivated by β-lactamase   == See also == Beta-lactam antibiotic Flucloxacillin   == References =="}