{"name": "cobimetinib", "category": "drug", "content": "Cobimetinib, sold under the brand name Cotellic, is an anti-cancer medication used to treat melanoma and histiocytic neoplasms. Cobimetinib is a MEK inhibitor. Cobimetinib is marketed by Genentech. The most common side effects include diarrhea, rash, nausea (feeling sick), vomiting, pyrexia (fever), photosensitivity (light sensitivity) reaction, abnormal results for certain liver function tests (increased levels of alanine aminotransferase, aspartate aminotransferase) and abnormal results for an enzyme related to muscle breakdown (creatine phosphokinase). Cobimetinib was approved for medical use in the United States in November 2015.   == Medical use == In the United Stated, cobimetinib is indicated for the treatment of adults with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, in combination with vemurafenib. It is also indicated for the treatment of adults with histiocytic neoplasms. In the European Union, cobimetinib is indicated for use in combination with vemurafenib for the treatment of adults with unresectable or metastatic melanoma with a BRAF V600 mutation.   == Adverse effects == Common adverse effects observed in cobimetinib and vemurafenib co-treated persons in clinical trials included diarrhea, nausea, vomiting, rash, photosensitivity, and pyrexia.   == History == Cobimetinib was granted orphan drug designation by the US Food and Drug Administration (FDA) for malignant melanoma with BRAFV600 mutation in 2014, and for histiocytic neoplasms in 2021. In phase III clinical trials, the combination of cobimetinib and vemurafenib was tested in participants with BRAFV600-mutated metastatic melanoma, which resulted in significant improvement in progression-free survival in participants, but also produced some increase in toxicity. The combination increased progression-free survival to an average of 12.3 months, compared to 7.2 months for vemurafenib alone. This clinical data also showed that the combination treatment resulted in 65% survival rate of participants 17 months after beginning the treatment, increased rates from the 50% of participants on vemurafenib treatment alone. Adding cobimetinib also increased the median overall survival to 25.6 months, compared to the 18 months for vemurafenib alone. The US Food and Drug Administration (FDA) approved cobimetinib based on evidence from one clinical trial of 495 participants with melanoma containing the BRAF V600 mutation that was advanced or could not be removed by surgery. The trial was conducted at 133 sites in 19 countries including those in North America, Europe, and Australia.   == Research == Pre-clinical investigation suggests that combined use of cobimetinib with PI3K inhibition might boost the anti-cancer effects of cobimetinib.   == References =="}