{"name": "cobicistat", "category": "drug", "content": "Cobicistat, sold under the brand name Tybost, is a medication for use in the treatment of human immunodeficiency virus infection (HIV/AIDS). Its major mechanism of action is through the inhibition of human CYP3A proteins. Like ritonavir (Norvir), cobicistat is of interest for its ability to inhibit liver enzymes that metabolize other medications used to treat HIV, notably elvitegravir, an HIV integrase inhibitor. By combining cobicistat with elvitegravir, higher concentrations of the latter are achieved in the body with lower dosing, theoretically enhancing elvitegravir's viral suppression while diminishing its adverse side-effects. In contrast with ritonavir, the only other booster approved for use as a part of HAART, cobicistat has no anti-HIV activity of its own. Cobicistat is a component of three four-drug, fixed-dose combination HIV treatments. The first, elvitegravir/cobicistat/emtricitabine/tenofovir disoproxil, is marketed as Stribild and was approved by the FDA in August 2012 for use in the United States. The second, elvitegravir/cobicistat/emtricitabine/tenofovir alafenamide, is marketed as Genvoya and was approved by the FDA in November 2015 for use in the United States. Both Stribild and Genvoya are owned by Gilead Sciences. The third, cobicistat/darunavir/emtricitabine/tenofovir alafenamide, is marketed as Symtuza and was FDA approved July 17, 2018 and is owned by Janssen Pharmaceuticals. Additionally, there is a fixed-dose combination of cobicistat and the protease inhibitor darunavir (darunavir/cobicistat; marketed as Prezcobix by Janssen Therapeutics), and a fixed-dose combination of cobicistat and protease inhibitor atazanavir (atazanavir/cobicistat; marketed as Evotaz by Bristol-Myers Squibb). Both Prezcobix and Evotaz were approved by the FDA in January 2015. Cobicistat is a potent inhibitor of cytochrome P450 3A enzymes, including the important CYP3A4 subtype.  It also inhibits intestinal transport proteins, increasing the overall absorption of several HIV medications, including atazanavir, darunavir, and tenofovir alafenamide.   == Chemistry == Cobicistat is a drug analogue of ritonavir, in which the valine moiety is exchanged for a 2-morpholinoethyl group, and the backbone hydroxyl group is removed. These changes effectively eliminate the anti-HIV activity of ritonavir while preserving its inhibitory effects on the CYP3A isozyme family of proteins. Cobicistat is therefore able to increase plasma concentration of other coadministered anti-HIV drugs without the risk of causing cobicistat-resistant mutations in the HIV virus.   === Synthesis === Cobicistat may be synthesized from any number of commercially available starting materials. The synthesis shown below utilizes L-methionine and bromoacetic acid as starting materials.   == Discovery and development == Cobicistat was developed through structure-activity relationship studies using ritonavir and desoxyritonavir as lead compounds. These studies were conducted by scientists at Gilead Sciences, and successfully optimized ritonavir into a potent CYP3A inhibitor lacking anti-HIV activity. Cobicistat shows potent, selective inhibition of the CYP3A isozyme family (IC50 0.15 μM) compared to some CYP1A and CYP2C isozymes. As cobicistat was discovered using structure-activity relationship studies, its CYP3A binding is still poorly understood; however, research on the protein-ligand interactions between CYP3A4 and ritonavir analogues demonstrates that CYP 3A4 residues Ile369, Ala370, Met371, as well as Arg105 and Ser119, play an important role in ritonavir analogue inhibition of CYP3A4.   == References =="}