{"name": "colchicine", "category": "drug", "content": "Colchicine is a medication used to prevent and treat gout, to treat familial Mediterranean fever and Behçet's disease, and to reduce the risk of myocardial infarction. The American College of Rheumatology recommends colchicine, nonsteroidal anti-inflammatory drugs (NSAIDs) or steroids in the treatment of gout. Other uses for colchicine include the management of pericarditis.  Colchicine is taken by mouth. The parenteral (injectable) route of administration for colchicine can be lethal, and in 2008, the FDA removed all injectable colchicine from the US market. Colchicine has a narrow therapeutic index, so overdosing is a significant risk. Common side effects of colchicine include gastrointestinal upset, particularly at high doses. Severe side effects may include pancytopenia (low blood cell counts) and rhabdomyolysis (damage to skeletal muscle), and the medication can be deadly in overdose. Whether colchicine is safe for use during pregnancy is unclear, but its use during breastfeeding appears to be safe. Colchicine works by decreasing inflammation via multiple mechanisms. Colchicine, in the form of the autumn crocus (Colchicum autumnale), was used as early as 1500 BC to treat joint swelling. It was approved for medical use in the United States in 1961. It is available as a generic medication. In 2021, it was the 184th most commonly prescribed medication in the United States, with more than 2 million prescriptions. Colchicine is widely used in plant breeding to induce polyploidy, in which the number of chromosomes in plant cells are doubled. This frequently results in larger, hardier, faster-growing, and in general more desirable plants than the normally diploid parents.   == Medical uses ==   === Gout === Colchicine is an alternative for those unable to tolerate NSAIDs when treating gout. Low doses (1.2 mg in one hour, followed by 0.6 mg an hour later) appear to be well tolerated and may reduce gout symptoms and pain, perhaps as effectively as NSAIDs. At higher doses, side effects (primarily diarrhea, nausea, or vomiting) limit its use. For treating gout symptoms, colchicine is taken orally, with or without food, as symptoms first appear. Subsequent doses may be needed if symptoms worsen.  There is preliminary evidence that daily colchicine (0.6 mg twice daily) may be effective as a long-term prophylaxis when used with allopurinol to reduce the risk of increased uric acid levels and acute gout flares; adverse gastrointestinal effects may occur, though overall the risk of serious side effects is low.   === Risk of cardiovascular disorders === In June 2023, the U.S. FDA approved a low-dose regimen of colchicine (tradename LODOCO) to reduce the risk of further disorders in adults with existing cardiovascular diseases. As an anti-inflammatory drug, Lodoco in a dose of 0.5 mg per day reduced the rate of cardiovascular events by 31% in people with established atherosclerosis and by 23% in people with recent myocardial infarction. Colchicine was most effective in combination therapy with lipid-lowering and anti-inflammatory medications. The mechanism for this effect of colchicine is unknown.   === Other conditions === Colchicine is also used as an anti-inflammatory agent for long-term treatment of Behçet's disease. It appears to have limited effect in relapsing polychondritis, as it may only be useful for the treatment of chondritis and mild skin symptoms. It is a component of therapy for several other conditions, including pericarditis, pulmonary fibrosis, biliary cirrhosis, various vasculitides, pseudogout, spondyloarthropathy, calcinosis, scleroderma, and amyloidosis. Research regarding the efficacy of colchicine in many of these diseases has not been performed. It is also used in the treatment of familial Mediterranean fever, in which it reduces attacks and the long-term risk of amyloidosis. Colchicine is effective for prevention of atrial fibrillation after cardiac surgery. In people with recent myocardial infarction (recent heart attack), it has been found to reduce risk of future cardiovascular events. Its clinical use may grow to include this indication.   == Contraindications == Long-term (prophylactic) regimens of oral colchicine are absolutely contraindicated in people with advanced kidney failure (including those on dialysis). About 10–20% of a colchicine dose is excreted unchanged by the kidneys; it is not removed by hemodialysis. Cumulative toxicity is a high probability in this clinical setting, and a severe neuromyopathy may result. The presentation includes a progressive onset of proximal weakness, elevated creatine kinase, and sensorimotor polyneuropathy. Colchicine toxicity can be potentiated by the concomitant use of cholesterol-lowering drugs.   == Adverse effects == Deaths – both accidental and intentional – have resulted from overdose of colchicine. Typical side effects of moderate doses may include gastrointestinal upset, diarrhea, and neutropenia. High doses can also damage bone marrow, lead to anemia, and cause hair loss. All of these side effects can result from inhibition of mitosis, which may include neuromuscular toxicity and rhabdomyolysis.   == Toxicity == According to one review, colchicine poisoning by overdose (range of acute doses of 7 to 26 mg) begins with a gastrointestinal phase occurring 10–24 hours after ingestion, followed by multiple organ dysfunction occurring 24 hours to 7 days after ingestion, after which the affected person either declines into multiple organ failure or recovers over several weeks. Colchicine can be toxic when ingested, inhaled, or absorbed in the eyes. It can cause a temporary clouding of the cornea and be absorbed into the body, causing systemic toxicity. Symptoms of colchicine overdose start 2 to 24 hours after the toxic dose has been ingested, and include burning in the mouth and throat, fever, vomiting, diarrhea, and abdominal pain. This can cause hypovolemic shock due to extreme vascular damage and fluid loss through the gastrointestinal tract, which can be fatal. If the affected persons survive the gastrointestinal phase of toxicity, they may experience multiple organ failure and critical illness. This includes kidney damage, which causes low urine output and bloody urine; low white blood cell counts that can last for several days; anemia; muscular weakness; liver failure; hepatomegaly; bone marrow suppression; thrombocytopenia; and ascending paralysis leading to potentially fatal respiratory failure. Neurologic symptoms are also evident, including seizures, confusion, and delirium; children may experience hallucinations. Recovery may begin within six to eight days and begins with rebound leukocytosis and alopecia as organ functions return to normal. Long-term exposure to colchicine can lead to toxicity, particularly of the bone marrow, kidney, and nerves. Effects of long-term colchicine toxicity include agranulocytosis, thrombocytopenia, low white blood cell counts, aplastic anemia, alopecia, rash, purpura, vesicular dermatitis, kidney damage, anuria, peripheral neuropathy, and myopathy. No specific antidote for colchicine is known, but supportive care is used in cases of overdose. In the immediate period after an overdose, monitoring for gastrointestinal symptoms, cardiac dysrhythmias, and respiratory depression is appropriate, and may require gastrointestinal decontamination with activated charcoal or gastric lavage. Because colchicine is so toxic, chemists are continuing to try to synthesize derivatives of the molecule that decrease the toxicity. The most important aspect of these derivatives is that they keep the tropolone ring (the ring with the methoxy group and the carbonyl) intact to retain the mechanistic properties of the molecule.   === Mechanism of toxicity === With overdoses, colchicine becomes toxic as an extension of its cellular mechanism of action via binding to tubulin. Cells so affected undergo impaired protein assembly with reduced endocytosis, exocytosis, cellular motility, and interrupted function of heart cells, culminating in multiple organ failure.   === Epidemiology === In the United States, several hundred cases of colchicine toxicity are reported annually, about 10% of which end with serious morbidity or mortality. Many of these cases are intentional overdoses, but others were accidental; for example, if the drug were  not dosed appropriately for kidney function. Most cases of colchicine toxicity occur in adults. Many of these adverse events resulted from the use of intravenous colchicine.   == Drug interactions == Colchicine interacts with the P-glycoprotein transporter, and the CYP3A4 enzyme involved in drug and toxin metabolism. Fatal drug interactions have occurred when colchicine was taken with other drugs that inhibit P-glycoprotein and CYP3A4, such as erythromycin or clarithromycin. People taking macrolide antibiotics, ketoconazole, or cyclosporine, or those who have liver or kidney disease, should not take colchicine, as these drugs and conditions may interfere with colchicine metabolism and raise its blood levels, potentially increasing its toxicity abruptly. Symptoms of toxicity include gastrointestinal upset, fever, muscle pain, low blood cell counts, and organ failure. People with HIV/AIDS taking atazanavir, darunavir, fosamprenavir, indinavir, lopinavir, nelfinavir, ritonavir, or saquinavir may experience colchicine toxicity. Grapefruit juice and statins can also increase colchicine concentrations.   == Pharmacology ==   === Mechanism of action === In gout, inflammation in joints results from the precipitation of uric acid as needle-like crystals of monosodium urate in and around synovial fluid and soft tissues of joints. These crystal deposits cause inflammatory arthritis, which is initiated and sustained by mechanisms involving various proinflammatory mediators, such as cytokines. Colchicine accumulates in white blood cells and affects them in a variety of ways - decreasing motility, mobilization (especially chemotaxis), and adhesion. Under preliminary research are various mechanisms by which colchicine may interfere with gout inflammation:  Inhibits microtubule polymerization by binding to its constitutive protein, tubulin As availability of tubulin is essential to mitosis, colchicine may inhibit mitosis Inhibits activation and migration of neutrophils to sites of inflammation Interferes with the inflammasome complex found in neutrophils and monocytes that mediate interleukin-1β activation, a component of inflammation Inhibits superoxide anion production in response to urate crystals Interrupts mast cell and lysosome degranulation Inhibits release of glycoproteins that promote chemotaxis from synovial cells and neutrophils Generally, colchicine appears to inhibit multiple proinflammatory mechanisms, while enabling increased levels of anti-inflammatory mediators. Apart from inhibiting mitosis, colchicine inhibits neutrophil motility and activity, leading to a net anti-inflammatory effect, which has efficacy for inhibiting or preventing gout inflammation.   === Pharmacokinetics === Colchicine appears to be a peripherally selective drug with limited brain uptake due to binding to P-glycoprotein.   == History == The plant source of colchicine, the autumn crocus (Colchicum autumnale), was described for treatment of rheumatism and swelling in the Ebers Papyrus (circa 1500 BC), an Egyptian medical text. It is a toxic alkaloid and secondary metabolite. Colchicum extract was first described as a treatment for gout in De Materia Medica by Pedanius Dioscorides, in the first century AD. Use of the bulb-like corms of  Colchicum to treat gout probably dates to around 550 AD, as the \"hermodactyl\" recommended by Alexander of Tralles. Colchicum corms were used by the Persian physician Avicenna, and were recommended by Ambroise Paré in the 16th century, and appeared in the London Pharmacopoeia of 1618. Colchicum use waned over time, likely due to the severe gastrointestinal side effects preparations caused. In 1763, Colchicum was recorded as a remedy for dropsy (now called edema) among other illnesses. Colchicum plants were brought to North America by Benjamin Franklin, who had gout himself and had written humorous doggerel about the disease during his stint as United States Ambassador to France. Colchicine was first isolated in 1820 by French chemists P. S. Pelletier and J. B. Caventou. In 1833, P. L. Geiger purified an active ingredient, which he named colchicine. It quickly became a popular remedy for gout. The determination of colchicine's structure required decades, although in 1945, Michael Dewar made an important contribution when he suggested that, among the molecule's three rings, two were seven-member rings. Its pain-relieving and anti-inflammatory effects for gout were linked to its ability to bind with tubulin. The full synthesis of colchicine was achieved by the Swiss organic chemist Albert Eschenmoser in 1959.    === United States ===   ==== Colcrys, the Unapproved Drugs Initiative, and controversy ==== In 2006 U.S. Food and Drug Administration (FDA) safety program called the Unapproved Drugs Initiative—through which the FDA sought more rigorous testing of efficacy and safety of colchicine and other unapproved drugs. This program was in response to multiple deaths caused by \"unapproved products.\".  After the Federal Food, Drug, and Cosmetic Act was signed into law in June 24, 1938, the FDA had the regulatory authority to mandate drugs be reviewed for safety prior to approval.  Drugs approved prior to June 24, 1938 were grandfathered, as long as their manufacturing, ingredients and labeling remained unchanged.  In 1962, the Kefauver-Harris Amendment to the FD&C Act gave the FDA the authority to also require efficacy as a condition for drug approval. Drugs approved after June 24, 1938, but before 1962 had a limited time to be reviewed for efficacy in order to remain on the market. This was known as the Drug Efficacy Study Implementation (DESI). As of today there are only a handful of drugs still on the DESI list and in 2006, the FDA stated it was not aware of any grandfathered drugs. By 2006, URL Pharma decided to research colchicine to see if this unapproved product could gain legal FDA approval. Colchicine was a narrow therapeutic index drug that was implicated in numerous death leading to the FDA forcefully removing injectable colchicine from the US Market.  At this time oral colchicine was being used to treat gout attacks.  The only placebo control trial conducted using colchicine for acute gout attacks instructed physicians to give colchicine until pain relief or toxicity.  All patients on the colchicine arm had adverse events.  Despite its toxicity, unapproved oral colchicine was still prescribed using this dosing regimen.  In addition, at this time, oral colchicine was also used to treat the often fatal disease Familial Mediterranean fever (FMF). In July 2009, the FDA approved colchicine as a monotherapy for the treatment of three different indications (familial Mediterranean fever, acute gout flares, and for the prophylaxis of gout flares).  This resulted in a 3-year regulatory market exclusivity in the acute and chronic gout indications and a 7-year exclusity on the FMF indication.  In addition, there are 17 patents on colchicine, listed in the FDA Orange Book which may confer additional exclusivity.   At the time of approval, there were no FDA approved single agent colchicine products (brand or generic) in the United States.  The unapproved, illegally marketed colchicine products were forcibly removed by the FDA in October 2010.     ===== Controversy ===== The events that lead to the approval of Colcrys, the clearance of the illegally sold non-FDA approved colchicine products, Colcrys pricing and the sale of URL Pharma still are controversial today. Before the Colcrys approval, unapproved colchicine products were being illegally sold in the United States for under 10 cents a pill.  These products were also labeled in an unsafe manner and not manufactured under FDA inspection.  URL conducted one Phase 3 clinical trial and at least 12 other trials to gain the approval of Colcrys.  URL Pharma priced Colcrys at $4.85 a pill drawing the ire of many groups.  In 2012, Asia's biggest drugmaker, Takeda Pharmaceutical Co., acquired URL Pharma for $800 million including the rights to Colcrys.   == Sources and uses ==   === Physical properties === Colchicine has a melting point of 142-150 °C. It has a molecular weight of 399.4 grams per mole.   === Structure === Colchicine has one stereocenter located at carbon 7. The natural configuration of this stereocenter is S. The molecule also contains one chiral axis - the single bond between rings A and C. The natural configuration of this axis is aS. Although colchicine has four stereoisomers, the only one found in nature is the aS,7s configuration.   === Light sensitivity === Colchicine is a light-sensitive compound, so needs to be stored in a dark bottle. Upon exposure to light, colchicine undergoes photoisomerization and transforms into structural isomers, called lumicolchicine. After this transformation, colchicine is no longer effective in its mechanistic binding to tubulin, so is not effective as a drug.   === Regulation === It is classified as an extremely hazardous substance in the United States as defined in Section 302 of the U.S. Emergency Planning and Community Right-to-Know Act (42 U.S.C. 11002) and is subject to strict reporting requirements by facilities that produce, store, or use it in significant quantities.   === Formulations and dosing === Trade names for colchicine are Colcrys or Mitigare, which are manufactured as a dark– and light-blue capsule having a dose of 0.6 mg. Colchicine is also prepared as a white, yellow, or purple pill (tablet) having a dose of 0.6 mg. Colchicine is typically prescribed to mitigate or prevent the onset of gout, or its continuing symptoms and pain, using a low-dose prescription of 0.6 to 1.2 mg per day, or a high-dose amount of up to 4.8 mg in the first 6 hours of a gout episode. With an oral dose of 0.6 mg, peak blood levels occur within one to two hours. For treating gout, the initial effects of colchicine occur in a window of 12 to 24 hours, with a peak within 48 to 72 hours. It has a narrow therapeutic window, requiring monitoring of the subject for potential toxicity. Colchicine is not a general pain-relief drug, and is not used to treat pain in other disorders.   === Biosynthesis === According to laboratory research, the biosynthesis of colchicine involves the amino acids phenylalanine and tyrosine as precursors. Giving radioactive phenylalanine-2-14C to C. byzantinum, another plant of the family Colchicaceae, resulted in its incorporation into colchicine. However, the tropolone ring of colchicine resulted from the expansion of the tyrosine ring. Radioactive feeding experiments of C. autumnale revealed that colchicine can be synthesized biosynthetically from (S)-autumnaline. That biosynthetic pathway occurs primarily through a phenolic coupling reaction involving the intermediate isoandrocymbine. The resulting molecule undergoes O-methylation directed by S-adenosylmethionine. Two oxidation steps followed by the cleavage of the cyclopropane ring lead to the formation of the tropolone ring contained by N-formyldemecolcine. N-formyldemecolcine hydrolyzes then to generate the molecule demecolcine, which also goes through an oxidative demethylation that generates deacetylcolchicine. The molecule of colchicine appears finally after addition of acetyl-coenzyme A to deacetylcolchicine.   === Purification === Colchicine may be purified from Colchicum autumnale (autumn crocus) or Gloriosa superba (glory lily). Concentrations of colchicine in C. autumnale peak in the summer, and range from 0.1% in the flower to 0.8% in the bulb and seeds.   === Botanical use and seedless fruit ===  Colchicine is widely used in plant breeding by inducing polyploidy in plant cells to produce new or improved varieties, strains, and cultivars. When used to induce polyploidy in plants, colchicine cream is usually applied to a growth point of the plant, such as an apical tip, shoot, or sucker.  Seeds can be presoaked in a colchicine solution before planting. Since chromosome segregation is driven by microtubules, colchicine alters cellular division by inhibiting chromosome segregation during mitosis; half the resulting daughter cells, therefore, contain no chromosomes, while the other half contain double the usual number of chromosomes (i.e., tetraploid instead of diploid), and lead to cell nuclei with double the usual number of chromosomes (i.e., tetraploid instead of diploid). While this would be fatal in most higher animal cells, in plant cells, it is not only usually well-tolerated, but also frequently results in larger, hardier, faster-growing, and in general more desirable plants than the normally diploid parents. For this reason, this type of genetic manipulation is frequently used in breeding plants commercially. When such a tetraploid plant is crossed with a diploid plant, the triploid offspring are usually sterile (unable to produce fertile seeds or spores), although many triploids can be propagated vegetatively.  Growers of annual triploid plants not readily propagated vegetatively cannot produce a second-generation crop from the seeds (if any) of the triploid crop and need to buy triploid seed from a supplier each year.  Many sterile triploid plants, including some trees and shrubs, are becoming increasingly valued in horticulture and landscaping because they do not become invasive species and do not drop undesirable fruit and seed litter.  In certain species, colchicine-induced triploidy has been used to create \"seedless\" fruit, such as seedless watermelons (Citrullus lanatus).  Since most triploids do not produce pollen themselves, such plants usually require cross-pollination with a diploid parent to induce seedless fruit production. The ability of colchicine to induce polyploidy can be also exploited to render infertile hybrids fertile, for example in breeding triticale (× Triticosecale) from wheat (Triticum spp.) and rye (Secale cereale).  Wheat is typically tetraploid and rye diploid, with their triploid hybrid infertile;  treatment of triploid triticale with colchicine gives fertile hexaploid triticale.   == References ==   == External links ==  \"Colchicine : Biotoxin\". Emergency Response Safety and Health Database. 8 November 2017."}