{"name": "colecalciferol", "category": "drug", "content": "Cholecalciferol, also known as vitamin D3 or colecalciferol, is a type of vitamin D that is produced by the skin when exposed to UVB light; it is found in certain foods and can be taken as a dietary supplement. Cholecalciferol is synthesised in the skin following sunlight exposure. It is then converted in the liver to calcifediol (25-hydroxycholecalciferol D), which is further converted in the kidney to calcitriol (1,25-dihydroxycholecalciferol D). One of calcitriol’s most important functions is to promote calcium uptake by the intestines. Cholecalciferol is present in food such as fatty fish, beef liver, eggs, and cheese. In some countries, cholecalciferol is also added to products like plants, cow milk, fruit juice, yogurt, and margarine. Cholecalciferol can be taken orally as a dietary supplement to prevent vitamin D deficiency or as a medication to treat associated diseases, including rickets. It is also used in the management of familial hypophosphatemia, hypoparathyroidism that is causing low blood calcium, and Fanconi syndrome. Vitamin-D supplements may not be effective in people with severe kidney disease. Excessive doses in humans can result in vomiting, constipation, muscle weakness, and confusion. Other risks include kidney stones. Doses greater than 40000 IU (1000 μg) per day are generally required before high blood calcium occurs. Normal doses, 800–2000 IU per day, are safe in pregnancy. Cholecalciferol was first described in 1936. It is on the World Health Organization's List of Essential Medicines. In 2022, it was the 62nd most commonly prescribed medication in the United States, with more than 10 million prescriptions. Cholecalciferol is available as a generic medication.   == Medical uses == Cholecalciferol (vitamin D3) appears to stimulate the body's interferon type I signaling system that protects against bacteria and viruses, unlike vitamin D2.   === Vitamin D deficiency ===  Cholecalciferol is a form of vitamin D which is naturally synthesized in skin and functions as a pro-hormone, being converted to calcitriol. This is important for maintaining calcium levels and promoting bone health and development. As a medication, cholecalciferol may be taken as a dietary supplement to prevent or to treat vitamin D deficiency. One gram is 40000000 (40×106) IU, equivalently 1 IU is 0.025 μg, or 25 ng. Dietary reference intake values for vitamin D (ergocalciferol, which is D2, or cholecalciferol, which is D3), or both, have been established and recommendations vary depending on the country:   In the US: 15 μg/d (600 IU/d) for all individuals (males, females, pregnant/lactating women) between the ages of 1 and 70 years, inclusive. For all individuals older than 70 years, 20 μg/d (800 IU/d) is recommended. In the EU: 15 μg/d (600 IU/d) for all people older than 1 year and 10 μg/d (400 IU/d) for infants aged 7–11 months, assuming minimal cutaneous vitamin D synthesis. In the UK: a ‘Safe Intake’ (SI) of 8.5–10 μg/d (30–400 IU/d) for infants < 1 year (including exclusively breastfed infants) and an SI of 10 μg/d (400 IU/d) for children aged 1 to <4 years; for all other population groups aged 4 years and more (including pregnant/lactating women) a Reference Nutrient Intake (RNI) of day10 μg (400 IU/d). Low levels of vitamin D3 are more commonly found in individuals living in northern latitudes or with other reasons for a lack of regular sun exposure, including being housebound, frail, elderly, or obese, having darker skin, and wearing clothes that cover most of the skin. Supplements are recommended for these groups of people. The Institute of Medicine in 2010 recommended a maximum uptake of vitamin D of 4000 IU/d, finding that the dose for lowest observed adverse effect level is 40,000 IU daily for at least 12 weeks, and that there was a single case of toxicity above 10000 IU after more than seven years of daily intake; this case of toxicity occurred in circumstances that have led other researchers to dispute whether it is a credible case to consider when making vitamin D intake recommendations. Patients with severe vitamin D deficiency will require treatment with a loading dose; its magnitude can be calculated based on the actual serum 25-hydroxy-vitamin D level and body weight. There are conflicting reports concerning the relative effectiveness of cholecalciferol (D3) versus ergocalciferol (D2), with some studies suggesting less efficacy of D2, and others showing no difference. There are differences in absorption, binding and inactivation of the two forms, with evidence usually favoring cholecalciferol in raising levels in blood, although more research is needed. A much less common use of cholecalciferol therapy in rickets utilizes a single large dose and has been called stoss therapy. Treatment is given either orally or by intramuscular injection of 300000 IU (7500 μg) to 500000 IU (12500 μg = 12.5 mg), in a single dose, or sometimes in two to four divided doses. There are concerns about the safety of such large doses. Low circulating vitamin D levels have been associated with lower total testosterone levels in males. Vitamin D supplementation could potentially improve total testosterone concentration, although more research is needed.   === Other diseases === A meta-analysis of 2007 concluded that daily intake of 1000 to 2000 IU/d of vitamin D3 could reduce the incidence of colorectal cancer with minimal risk. Also a 2008 study published in Cancer Research has shown the addition of vitamin D3 (along with calcium) to the diet of some mice fed a regimen similar in nutritional content to a new Western diet with 1000 IU cholecalciferol per day prevented colon cancer development. In humans, with 400 IU daily, there was no effect of cholecalciferol supplements on the risk of colorectal cancer. Supplements are not recommended for prevention of cancer as any effects of cholecalciferol are very small. Although correlations exist between low levels of blood serum cholecalciferol and higher rates of various cancers, multiple sclerosis, tuberculosis, heart disease, and diabetes, the consensus is that supplementing levels is not beneficial. It is thought that tuberculosis may result in lower levels. It, however, is not entirely clear how the two are related.   == Biochemistry ==   === Structure === Cholecalciferol is one of the five forms of vitamin D. Cholecalciferol is a secosteroid, that is, a steroid molecule with one ring open.   === Mechanism of action === By itself cholecalciferol is inactive. It is converted to its active form by two hydroxylations: the first in the liver, by CYP2R1 or CYP27A1, to form 25-hydroxycholecalciferol (calcifediol, 25-OH vitamin D3). The second hydroxylation occurs mainly in the kidney through the action of CYP27B1 to convert 25-OH vitamin D3 into 1,25-dihydroxycholecalciferol (calcitriol, 1,25-(OH)2vitamin D3). All these metabolites are bound in blood to the vitamin D-binding protein. The action of calcitriol is mediated by the vitamin D receptor, a nuclear receptor which regulates the synthesis of hundreds of proteins and is present in virtually every cell in the body.   === Biosynthesis === Click on icon in lower right corner to open.  7-Dehydrocholesterol is the precursor of cholecalciferol. Within the epidermal layer of skin, 7-dehydrocholesterol undergoes an electrocyclic reaction as a result of UVB light at wavelengths between 290 and 310 nm, with peak synthesis occurring at 293 nm. This results in the opening of the vitamin precursor B-ring through a conrotatory pathway making previtamin D3 (pre-cholecalciferol). In a process which is independent of UV light, the pre-cholecalciferol then undergoes a [1,7] antarafacial sigmatropic rearrangement  and therein finally isomerizes to form vitamin D3. The active UVB wavelengths are little present in sunlight, and sufficient amounts of cholecalciferol can be produced with moderate exposure of the skin, depending on the strength of the sun. Time of day, season, latitude, and altitude affect the strength of the sun, and pollution, cloud cover or glass all reduce the amount of UVB exposure. Exposure of face, arms and legs, averaging 5–30 minutes twice per week, may be sufficient, but the darker the skin, and the weaker the sunlight, the more minutes of exposure are needed. Vitamin D overdose is impossible from UV exposure; the skin reaches an equilibrium where the vitamin degrades as fast as it is created. Cholecalciferol can be produced in skin from the light emitted by the UV lamps in tanning beds, which produce ultraviolet primarily in the UVA spectrum, but typically produce 4% to 10% of the total UV emissions as UVB. Levels in blood are higher in frequent users of tanning salons. A 293 nanometer UVB light emitting diode (LED) was found to be 2.4 times more efficient in producing vitamin D3 than the sun in less than 1⁄60 the time. (https://pubmed.ncbi.nlm.nih.gov/28904394/).  Whether cholecalciferol and all forms of vitamin D are by definition \"vitamins\" can be disputed, since the definition of vitamins includes that the substance cannot be synthesized by the body and must be ingested. Cholecalciferol is synthesized by the body during UVB radiation exposure. The three steps in the synthesis and activation of vitamin D3 are regulated as follows:  Cholecalciferol is synthesized in the skin from 7-dehydrocholesterol under the action of ultraviolet B (UVB) light. It reaches an equilibrium after several minutes depending on the intensity of the UVB in the sunlight – determined by latitude, season, cloud cover, and altitude – and the age and degree of pigmentation of the skin. Hydroxylation in the endoplasmic reticulum of liver hepatocytes of cholecalciferol to calcifediol (25-hydroxycholecalciferol) by 25-hydroxylase is loosely regulated, if at all, and blood levels of this molecule largely reflect the amount of cholecalciferol produced in the skin combined with any vitamin D2 or D3 ingested. Hydroxylation in the kidneys of calcifediol to calcitriol by 1-alpha-hydroxylase is tightly regulated: it is stimulated by parathyroid hormone and serves as the major control point in the production of the active circulating hormone calcitriol (1,25-dihydroxyvitamin D3).   == Industrial production == Cholecalciferol is produced industrially for use in vitamin supplements and to fortify foods. As a pharmaceutical drug it is called cholecalciferol (USAN) or colecalciferol (INN, BAN). It is produced by the ultraviolet irradiation of 7-dehydrocholesterol extracted from lanolin found in sheep's wool. Cholesterol is extracted from wool grease and wool wax alcohols obtained from the cleaning of wool after shearing. The cholesterol undergoes a four-step process to make 7-dehydrocholesterol, the same compound that is produced in the skin of animals. The 7-dehydrocholesterol is then irradiated with ultraviolet light. Some unwanted isomers are formed during irradiation: these are removed by various techniques, leaving a resin which melts at about room temperature and usually has a potency of 25000000 to 30000000 International Units/gram.  Cholecalciferol is also produced industrially for use in vitamin supplements from lichens, which is suitable for vegans.   == Stability == Cholecalciferol is very sensitive to UV radiation and will rapidly, but reversibly, break down to form supra-sterols, which can further irreversibly convert to ergosterol.   == Pesticide == Rodents are somewhat more susceptible to high doses than other species, and cholecalciferol has been used in poison bait for the control of these pests. The mechanism of high dose cholecalciferol is that it can produce \"hypercalcemia, which results in systemic calcification of soft tissue, leading to kidney failure, cardiac abnormalities, hypertension, CNS depression, and GI upset. Signs generally develop within 18–36 h of ingestion and can include depression, loss of appetite, polyuria, and polydipsia.\" High-dose cholecalciferol will tend to rapidly accumulate in adipose tissue yet release more slowly which will tend to delay time of death for several days from the time that high-dose bait is introduced. In New Zealand, possums have become a significant pest animal. For possum control, cholecalciferol has been used as the active ingredient in lethal baits. The LD50 is 16.8 mg/kg, but only 9.8 mg/kg if calcium carbonate is added to the bait. Kidneys and heart are target organs. LD50 of 4.4 mg/kg has been reported in rabbits, with lethality to almost all rabbits ingesting doses greater than 15 mg/kg. Toxicity has been reported across a wide range of cholecalciferol dosages, with LD50 as high as 88 mg/kg or LDLo as low as 2 mg/kg reported for dogs. Researchers have reported that the compound is less toxic to non-target species than earlier generations of anticoagulant rodenticides (Warfarin and congeners) or Bromethalin, and that relay toxicosis (poisoning by eating a poisoned animal) has not been documented. Nevertheless, the same source reports that use of cholecalciferol in rodenticides may still pose a significant hazard to other animals, such as dogs and cats, when rodenticide bait or other forms of cholecalciferol are directly ingested.   == See also == Hypervitaminosis D, Vitamin D poisoning Ergocalciferol, vitamin D2 25-Hydroxyvitamin D 1-alpha-hydroxylase, a kidney enzyme that converts calcifediol to calcitriol   == References ==   == External links == Ultraviolet B Light Emitting Diodes (LEDs) Are More Efficient and Effective in Producing Vitamin D3 in Human Skin Compared to Natural Sunlight NIST Chemistry WebBook page for cholecalciferol Vitamin D metabolism, sex hormones, and male reproductive function."}