{"name": "colesevelam", "category": "drug", "content": "Colesevelam is a bile acid sequestrant administered orally. It was developed by GelTex Pharmaceuticals and later acquired by Genzyme. It is marketed in the US by Daiichi Sankyo under the brand name Welchol and elsewhere by Genzyme as Cholestagel. In Canada, it is marketed by Valeant as Lodalis.   == Clinical use == Colesevelam is indicated as an adjunct to diet and exercise to reduce elevated low-density lipoprotein cholesterol (LDL-C) in patients with primary hyperlipidemia as monotherapy and to improve glycemic control in adults with type 2 diabetes mellitus, including in combination with a statin.  The expanded use of colesevelam in adults with type 2 diabetes mellitus is an example of drug repositioning. Colesevelam is one of the bile-acid sequestrants, which along with niacin and the statins, are the three main types of cholesterol-lowering agents. The statins are considered the first-line agents. This is because of the larger body of evidence supporting statins' ability to prevent cardiovascular disease, as well as the prominent side effects from the other two types, including bloating and constipation (bile-acid sequestrants) and skin flushing (niacin). These side effects often lead to low patient compliance. Colesevelam can be used instead of cholestyramine in symptomatic chronic diarrhea due to bile salt malabsorption (bile acid diarrhea), which can be a primary condition, or secondary to Crohn's disease or the postcholecystectomy syndrome.   == Constituents == Colesevelam is a modified polyallylamine.  It is made by crosslinking polyallylamine with epichlorohydrin, and then modifying it with bromodecane and (6-bromohexyl)trimethylammonium bromide.  The bromide ions are then replaced with chloride ions when the material is washed. The constituents of the polymer colesevelam shown as subunits that do not exist per se in the final product are:  N-prop-2-enyldecan-1-amine; trimethyl-[6-(prop-2-enylamino)hexyl]azanium; prop-2-en-1-amine; 2-(chloromethyl)oxirane; hydrogen chloride; chloride.   == Mechanism of action == Colesevelam is part of a class of drugs known as bile acid sequestrants. Colesevelam hydrochloride, the active pharmaceutical ingredient in Welchol, is a non-absorbed, lipid-lowering polymer that binds bile acids in the intestine, impeding their reabsorption. As the bile acid pool becomes depleted, the hepatic enzyme, cholesterol 7-α-hydroxylase, is upregulated, which increases the conversion of cholesterol to bile acids. This causes an increased demand for cholesterol in the liver cells, resulting in the dual effect of increasing transcription and activity of the cholesterol biosynthetic enzyme, HMG-CoA reductase, and increasing the number of hepatic LDL receptors. These compensatory effects result in increased clearance of LDL-C from the blood, resulting in decreased serum LDL-C levels. Serum TG levels may increase or remain unchanged.   == Side effects == In controlled clinical studies involving approximately 1,400 patients, the following adverse reactions have been reported in patients treated with colesevelam. When reporting to the very common (≥ 1 / 10), common (≥ 1 / 100, 51/10), uncommon (≥ 1 / 1000, 51/100), rare (≥ 1/10.000, 51/1000) and distinction very rarely (51/10.000), including individual cases:  Investigations Common: serum triglyceride increased; Uncommon: serum transaminase increases Nervous system disorders Common: headache Gastrointestinal disorders Very Common: flatulence, constipation; Common: vomiting, diarrhea, dyspepsia, abdominal pain, stool abnormalities, nausea Musculoskeletal and connective tissue disorders Uncommon: myalgia The background incidence of flatulence and diarrhea was the same in patients in controlled clinical trials, and higher in the placebo group. Only constipation and dyspepsia were shown to occur in a higher percentage of patients who received Cholestagel, compared to the placebo group. Side effects were generally mild or moderate in severity.  In the application of colesevelam in combination with statins, no unexpected frequent side effects occurred.   == References =="}