{"name": "collagenase", "category": "drug", "content": "Collagenases are enzymes that break the peptide bonds in collagen.  They assist in destroying extracellular structures in the pathogenesis of bacteria such as Clostridium.  They are considered a virulence factor, facilitating the spread of gas gangrene.  They normally target the connective tissue in muscle cells and other body organs. Collagen, a key component of the animal extracellular matrix, is made through cleavage of pro-collagen by collagenase once it has been secreted from the cell.  This stops large structures from forming inside the cell itself. In addition to being produced by some bacteria, collagenase can be made by the body as part of its normal immune response.  This production is induced by cytokines, which stimulate cells such as fibroblasts and osteoblasts, and can cause indirect tissue damage.   == Therapeutic uses == Collagenases have been approved for medical uses for:  treatment of Dupuytren's contracture and Peyronie's disease (Xiaflex). wound healing (Santyl) cellulite (Qwo)   == The MEROPS M9 family == This group of metallopeptidases constitutes the MEROPS peptidase family M9, subfamilies M9A and M9B (microbial collagenase, clan MA(E)). The protein fold of the peptidase domain for members of this family resembles that of thermolysin, the type example for clan MA and the predicted active site residues for members of this family and thermolysin occur in the motif HEXXH. Microbial collagenases have been identified from bacteria of both the Vibrio and Clostridium genera. Collagenase is used during bacterial attack to degrade the collagen barrier of the host during invasion. Vibrio bacteria are sometimes used in hospitals to remove dead tissue from burns and ulcers. Clostridium histolyticum is a pathogen that causes gas gangrene; nevertheless, the isolated collagenase has been used to treat bed sores. Collagen cleavage occurs at an Xaa+Got in Vibrio bacteria and at Yaa+Gly bonds in Clostridium collagenases. Analysis of the primary structure of the gene product from Clostridium perfringens has revealed that the enzyme is produced with a stretch of 86 residues that contain a putative signal sequence. Within this stretch is found PLGP, an amino acid sequence typical of collagenase substrates. This sequence may thus be implicated in self-processing of the collagenase. Metalloproteases are the most diverse of the seven main types of protease, with more than 50 families identified to date. In these enzymes, a divalent cation, usually zinc, activates the water molecule. The metal ion is held in place by amino acid ligands, usually three in number. The known metal ligands are His, Glu, Asp, or Lys and at least one other residue is required for catalysis, which may play an electrophillic role. Of the known metalloproteases, around half contain an HEXXH motif, which has been shown in crystallographic studies to form part of the metal-binding site. The HEXXH motif is relatively common, but can be more stringently defined for metalloproteases as 'abXHEbbHbc', where 'a' is most often valine or threonine and forms part of the S1' subsite in thermolysin and neprilysin, 'b' is an uncharged residue, and 'c' a hydrophobic residue. Proline is never found in this site, possibly because it would break the helical structure adopted by this motif in metalloproteases.   == Other uses == Collagenases may be used for tenderizing meat in a manner similar to widely used tenderizers papain, bromelain and ficain.   == See also == Matrix metalloproteinase Gas gangrene   == References ==   == External links == Collagenases at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}