{"name": "Complex dyslipidemia", "category": "disease", "content": "Atorvastatin is a statin medication used to prevent cardiovascular disease in those at high risk and to treat abnormal lipid levels. For the prevention of cardiovascular disease, statins are a first-line treatment. It is taken by mouth. Common side effects include joint pain, diarrhea, heartburn, nausea, and muscle pains. Serious side effects may include rhabdomyolysis, liver problems, and diabetes. Use during pregnancy may harm the fetus. Like all statins, atorvastatin works by inhibiting HMG-CoA reductase, an enzyme found in the liver that plays a role in producing cholesterol. Atorvastatin was patented in 1986, and approved for medical use in the United States in 1996. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2022, it was the most commonly prescribed medication in the United States, with more than 109 million prescriptions filled for over 27 million people.   == Medical uses == The primary uses of atorvastatin is for the treatment of dyslipidemia and the prevention of cardiovascular disease:   === Dyslipidemia === Hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson types IIa and IIb) to reduce total cholesterol, LDL-C, apo-B, triglycerides levels, and CRP as well as increase HDL levels. Heterozygous familial hypercholesterolemia in children Homozygous familial hypercholesterolemia Hypertriglyceridemia (Fredrickson Type IV) Primary dysbetalipoproteinemia (Fredrickson Type III) Combined hyperlipidemia   === Cardiovascular disease === Primary prevention of heart attack, stroke, and need for revascularization procedures in people who have risk factors such as age, smoking, high blood pressure, low HDL-C, and a family history of early heart disease, but have not yet developed evidence of coronary artery disease. Secondary prevention of all-cause mortality, myocardial infarction, stroke, major coronary events, ischaemic heart disease and revascularization in people with established coronary artery disease.  The effect is dose dependent and is amplified at higher doses. Close monitoring of liver function tests is required when high doses is used.    Myocardial infarction and stroke prevention in people with type 2 diabetes A 2014 meta-analysis showed high-dose statin therapy was significantly superior compared to moderate or low-intensity statin therapy in reducing plaque volume in people with acute coronary syndrome. The SATURN trial, which compared the effects of high-dose atorvastatin and rosuvastatin, also confirmed these findings.   === Kidney disease === There is evidence from systematic review and meta-analyses that statins, particularly atorvastatin, reduce both decline in kidney function (eGFR) and the severity of protein excretion in urine, with higher doses having greater effect. Data are conflicting for whether statins reduce risk of kidney failure. Statins, including atorvastatin, before heart surgery do not prevent acute kidney injury. Prior to contrast medium (CM) administration, pre-treatment with atorvastatin therapy can reduce the risk of contrast-induced acute kidney injury (CI-AKI) in people with pre-existing chronic kidney disease (CKD) (eGFR < 60mL/min/1.73m2) who undergo interventional procedures such as cardiac catheterisation, coronary angiography (CAG) or percutaneous coronary intervention (PCI). A meta-analysis of 21 RCTs confirmed that high dose (80 mg) atorvastatin therapy is more effective than regular dose or low dose statin therapy at preventing CI-AKI. Atorvastatin therapy can also help to prevent in-hospital dialysis post CM administration, however there is no evidence that it reduces all-cause mortality associated with CI-AKI. Overall, the evidence concludes that statin therapy, irrespective of the dose, is still more effective than no treatment or placebo at reducing the risk of CI-AKI.   === Administration === Statins (predominantly simvastatin) have been evaluated in clinical trials in combination with fibrates to manage dyslipidemia in people who also have type 2 diabetes, and a high cardiovascular disease risk; however, there is limited clinical benefit noted for most cardiovascular outcomes. Statins with shorter half-lives are more effective when taken in the evening, so their peak effect occurs when the body’s natural cholesterol production is at its highest. A recent meta-analysis suggested that statins with longer half-lives, including atorvastatin, may also be more effective at lowering LDL cholesterol if taken in the evening. However, the only study included in the meta-analysis of atorvastatin in people with heart disease did not specifically investigate if morning or evening dosing was more effective for reducing LDL cholesterol. The trial did confirm that, irrespective of dosing time, atorvastatin is very effective at reducing total cholesterol, LDL cholesterol and triglycerides, and increasing HDL cholesterol levels. Hence, atorvastatin should be taken at the same time each day, at a time that is most convenient for the patient, so it does not compromise compliance.   === Specific populations === Geriatric: Plasma concentrations of atorvastatin in healthy elderly subjects are higher than those in young adults. However, clinical data suggests there is a similar reduction of LDL cholesterol and cardiovascular events at any dose in this population and adults younger than 65 years of age. Pediatric: Pharmacokinetic data is not available for this population. Gender: Plasma concentrations are generally higher in women than in men, but there is no clinically significant difference in the extent of LDL reduction between men and women. Kidney impairment: Kidney disease has no statistically significant influence on plasma concentrations of atorvastatin and dose adjustment considerations should only be made in context of the patient's overall health. Hemodialysis: Although there has been moderate-to-high quality of evidence to show the lack of clear and significant clinical benefits of statins (including atorvastatin at a dose of 20mg)  minimizing non-fatal myocardial infarction, stroke, and cardiovascular mortality in adults on hemodialysis (including those with diabetes and/or pre-existing cardiovascular diseases) despite the clinically relevant reduction in total/LDL cholesterol levels, there is evidence that people undergoing hemodialysis who received moderate intensity statin therapy had a lower risk of all-cause mortality. However, data  (post hoc analysis) on atorvastatin has revealed that it may still be beneficial in reducing combined cardiac events, cardiac and all-cause mortality in those with a higher baseline LDL cholesterol >3.75 mmol/L. While the SHARP study suggested that LDL cholesterol-lowering treatments (e.g. statin/ezetimibe combination) are effective in reducing the risks of major atherosclerotic events in people with CKD including those on dialysis, the subgroup analysis of the people undergoing hemodialysis had revealed no significant benefits. Whether or not hemodialysis has any impact on the statin levels was not specifically addressed in these major trials. Liver impairment: Increased drug levels can be seen in people with advanced cirrhosis. Despite these concerns, a 2017 systematic review and analysis of available evidence has shown that statins, such as atorvastatin, are relatively safe to use in stable, asymptomatic cirrhosis and may even reduce the risk of liver disease progression and death.   == Contraindications == Active liver disease: cholestasis, hepatic encephalopathy, hepatitis, and jaundice Pregnancy: Atorvastatin is unlikely to cause fetal anomalies but may be associated with low birth weight and preterm labor. Breastfeeding: Small amounts of other statin medications have been found to pass into breast milk, although atorvastatin has not been studied specifically. Due to risk of disrupting a breastfeeding infant's metabolism of lipids, atorvastatin is not regarded as compatible with breastfeeding. Markedly elevated CPK levels or if a myopathy is suspected or diagnosed after dosing of atorvastatin has begun. Very rarely, atorvastatin may cause rhabdomyolysis, and it may be very serious leading to acute kidney injury due to myoglobinuria. When rhabdomyolysis is suspected or diagnosed, atorvastatin therapy is discontinued immediately. The likelihood of developing a myopathy is increased by the co-administration of cyclosporine, fibric acid derivatives, erythromycin, niacin, and azole antifungals.   == Side effects ==   === Major === Type 2 diabetes is observed in a small number of people, and is an uncommon class effect of all statins. It appears it may be more likely in people who were already at a higher risk of developing diabetes before starting a statin due to multiple risk factors, for example raised fasting glucose levels. However, the benefits of statin therapy in preventing fatal and non-fatal stroke, fatal coronary heart disease, and non-fatal myocardial infarction are significant. For most people the benefits of statin therapy far outweigh the risk of developing diabetes. A 2010 meta-analysis demonstrated that every 255 people treated with a statin for four years produced a reduction of 5.4 major coronary events and induced only one new case of diabetes. In some case and clinical studies mild muscle pain or weakness have been reported (around 3%), compared to a placebo. However, this increase was not related to statin therapy in 90% of cases in a large meta-analysis of randomized controlled trials. In patients taking higher statin doses, a similarly low increase in muscle pain and weakness was present (5%) with no clear evidence of a dose-response relationship. Duration of treatment with atorvastatin is unlikely to increase the risk of muscle-related side effects as most occur within the first year of treatment, after which the risk is not increased further. The known cardiovascular benefits of atorvastatin over time outweigh the low risk of muscle-related side effects. Statin-induced rhabdomyolysis is rare, occurring in less than 0.1% of people who take statins. Statin induced rhabdomyolysis, as with other statin associated muscle symptoms, occurs most commonly in the first year of treatment but can occur at any time during treatment. Risk factors for statin induced rhabdomyolysis include older age, renal impairment, high dose statins and use of medications that reduce the breakdown of statins (such as CYP3A4 inhibitors) or fibrates. Persistent liver enzyme abnormalities (usually elevated in hepatic transaminases) have been documented. Elevations threefold greater than normal were recorded in 0.5% of people treated with atorvastatin 10 mg-80 mg rather than placebo. Usage instructions in package inserts for this statin define the requirement that hepatic function be assessed with laboratory tests before beginning atorvastatin treatment and repeated periodically as clinically indicated - usually a clinicians' judgement. Package inserts for this statin recommend actions should liver abnormalities be detected. Ultimately, this is the judgment of the prescribing physician.   === Common === The following have been shown to occur in 1–10% of people taking atorvastatin in clinical trials:  Joint pain Loose stools Indigestion Muscle pain Nausea   === Other ===   ==== Increased fasting blood glucose ==== Atorvastatin has been associated with a small increase in fasting blood glucose levels over a 2-year period, particularly in patients with Type 2 Diabetes, however evidence is conflicting and clinical significance of this increase has not been determined. Regular blood glucose monitoring may be advised in patients with Type 2 Diabetes.     ==== Cognitive ==== There have been rare reports of reversible memory loss and confusion with all statins, including atorvastatin; however, there has not been enough evidence to associate statin use with cognitive impairment, and the risks for cognition are likely outweighed by the beneficial effects of adherence to statin therapy on cardiovascular and cerebrovascular disease.   ==== Pancreatitis ==== A 2012 meta-analysis found that statin therapy might reduce the risk of pancreatitis in people with normal or mildly elevated blood triglyceride levels.   ==== Erectile dysfunction ==== Statins seem to have a positive effect on erectile dysfunction.   === Interactions === Fibrates are a class of drugs that can be used for severe or refractory mixed hyperlipidaemia in combination with statins or as monotherapy. While studies have suggested that the combined use of statins and the fibrate drug class (such as gemfibrozil, fenofibrate) may increase the risk of myopathy and rhabdomyolysis, there is insufficient evidence to firmly establish this association with atorvastatin.  Co-administration of atorvastatin with one of CYP3A4 inhibitors such as itraconazole, telithromycin, and voriconazole, may increase serum concentrations of atorvastatin, which may lead to adverse reactions. This is less likely to happen with other CYP3A4 inhibitors such as diltiazem, erythromycin, fluconazole, ketoconazole, clarithromycin, cyclosporine, protease inhibitors, or verapamil, and only rarely with other CYP3A4 inhibitors, such as amiodarone and aprepitant. Often, bosentan, fosphenytoin, and phenytoin, which are CYP3A4 inducers, can decrease the plasma concentrations of atorvastatin. Only rarely, though, barbiturates, carbamazepine, efavirenz, nevirapine, oxcarbazepine, rifampin, and rifamycin, which are also CYP3A4 inducers, can decrease the plasma concentrations of atorvastatin. Oral contraceptives increased AUC values for norethisterone and ethinylestradiol; these increases should be considered when selecting an oral contraceptive for a woman taking atorvastatin. Antacids can rarely decrease the plasma concentrations of statin medications, but do not affect the LDL-C-lowering efficacy. Niacin also is proved to increase the risk of myopathy or rhabdomyolysis. Some statins may also alter the concentrations of other medications, such as warfarin or digoxin, leading to alterations in effect or a requirement for clinical monitoring. The increase in digoxin levels due to atorvastatin is a 1.2 fold elevation in the area under the curve (AUC), resulting in a minor drug-drug interaction. The American Heart Association states that the combination of digoxin and atorvastatin is reasonable. In contrast to some other statins, atorvastatin does not interact with warfarin concentrations in a clinically meaningful way (similar to pitavastatin). Vitamin D supplementation lowers atorvastatin and active metabolite concentrations, yet synergistically reduces LDL and total cholesterol concentrations. Grapefruit juice components are known inhibitors of intestinal CYP3A4. Drinking grapefruit juice with atorvastatin may cause an increase in Cmax and area under the curve (AUC). This finding initially gave rise to concerns of toxicity, and in 2000, it was recommended that people taking atorvastatin should not consume grapefruit juice \"in an unsupervised manner.\" Small studies (using mostly young participants) examining the effects of grapefruit juice consumption on mainly lower doses of atorvastatin have shown that grapefruit juice increases blood levels of atorvastatin, which could increase the risk of adverse effects. No studies assessing the impact of grapefruit juice consumption have included participants taking the highest dose of atorvastatin (80 mg daily), which is often prescribed for people with a history of cardiovascular disease (such as heart attack or ischaemic stroke) or in people at high risk of cardiovascular disease. People taking atorvastatin should consult with their doctor or pharmacist before consuming grapefruit juice, as the effects of grapefruit juice consumption on atorvastatin will vary according to factors such as the amount and frequency of juice consumption in addition to differences in juice components, quality and method of juice preparation between different batches or brands. A few cases of myopathy have been reported when atorvastatin is given with colchicine.   == Mechanism of action ==  As with other statins, atorvastatin is a competitive inhibitor of HMG-CoA reductase. Unlike most others, however, it is a completely synthetic compound. HMG-CoA reductase catalyzes the reduction of 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) to mevalonate, which is the rate-limiting step in hepatic cholesterol biosynthesis. Inhibition of the enzyme decreases de novo cholesterol synthesis, increasing expression of low-density lipoprotein receptors (LDL receptors) on hepatocytes. This increases LDL uptake by the hepatocytes, decreasing the amount of LDL-cholesterol in the blood. Like other statins, atorvastatin also reduces blood levels of triglycerides and slightly increases levels of HDL-cholesterol. In people with acute coronary syndrome, high-dose atorvastatin treatment may play a plaque-stabilizing role. At high doses, statins have anti-inflammatory effects, incite reduction of the necrotic plaque core, and improve endothelial function, leading to plaque stabilization and, sometimes, plaque regression. There is a similar thought process with using high-dose atorvastatin as a form of secondary thrombotic stroke recurrence prevention.   === Pharmacodynamics === The liver is the primary site of action of atorvastatin, as this is the principal site of both cholesterol synthesis and LDL clearance. It is the dosage of atorvastatin, rather than systemic medication concentration, which correlates with extent of LDL-C reduction. In a Cochrane systematic review the dose-related magnitude of atorvastatin on blood lipids was determined. Over the dose range of 10 to 80 mg/day total cholesterol was reduced by 27.0% to 37.9%, LDL cholesterol by 37.1% to 51.7% and triglycerides by 18.0% to 28.3%.   == Pharmacokinetics ==   === Absorption === Atorvastatin undergoes rapid absorption when taken orally, with an approximate time to maximum plasma concentration (Tmax) of 1–2 h. The absolute bioavailability of the medication is about 14%, but the systemic availability for HMG-CoA reductase activity is approximately 30%. Atorvastatin undergoes high intestinal clearance and first-pass metabolism, which is the main cause for the low systemic availability. Administration of atorvastatin with food produces a 25% reduction in Cmax (rate of absorption) and a 9% reduction in AUC (extent of absorption), although food does not affect the plasma LDL-C-lowering efficacy of atorvastatin. Evening dose administration is known to reduce the Cmax and AUC by 30% each. However, time of administration does not affect the plasma LDL-C-lowering efficacy of atorvastatin.   === Distribution === The mean volume of distribution of atorvastatin is approximately 381 L. It is highly protein bound (≥98%), and studies have shown it is likely secreted in human breastmilk.   === Metabolism === Atorvastatin metabolism is primarily through cytochrome P450 3A4 hydroxylation to form active ortho- and parahydroxylated metabolites, as well as various beta-oxidation metabolites. The ortho- and parahydroxylated metabolites are responsible for 70% of systemic HMG-CoA reductase activity. The ortho-hydroxy metabolite undergoes further metabolism via glucuronidation. As a substrate for the CYP3A4 isozyme, it has shown susceptibility to inhibitors and inducers of CYP3A4 to produce increased or decreased plasma concentrations, respectively. This interaction was tested in vitro with concurrent administration of erythromycin, a known CYP3A4 isozyme inhibitor, which resulted in increased plasma concentrations of atorvastatin. It is also an inhibitor of cytochrome 3A4.   === Excretion === Atorvastatin is primarily eliminated via hepatic biliary excretion, with less than 2% recovered in the urine. Bile elimination follows hepatic and/or extrahepatic metabolism. There does not appear to be any entero-hepatic recirculation. Atorvastatin has an approximate elimination half-life of 14 hours. Noteworthy, the HMG-CoA reductase inhibitory activity appears to have a half-life of 20–30 hours, which is thought to be due to the active metabolites. Atorvastatin is also a substrate of the intestinal P-glycoprotein efflux transporter, which pumps the medication back into the intestinal lumen during medication absorption. In hepatic insufficiency, plasma concentrations of atorvastatin are significantly affected by concurrent liver disease. People with Child-Pugh Stage A liver disease show a four-fold increase in both Cmax and AUC. People with Child Pugh stage B liver disease show a 16-fold increase in Cmax and an 11-fold increase in AUC. Geriatric people (>65 years old) exhibit altered pharmacokinetics of atorvastatin compared to young adults, with mean AUC and Cmax values that are 40% and 30% higher, respectively. Additionally, healthy elderly people show a greater pharmacodynamic response to atorvastatin at any dose; therefore, this population may have lower effective doses.   == Pharmacogenetics == Several genetic polymorphisms may be linked to an increase in statin-related side effects with single nucleotide polymorphisms (SNPs) in the SLCO1B1 gene showing a 45 fold higher incidence of statin related myopathy than people without the polymorphism. There are several studies showing genetic variants and variable response to atorvastatin. The polymorphisms that showed genome wide significance in Caucasian population were the SNPs in the apoE region; rs445925, rs7412, rs429358 and rs4420638 which showed variable LDL-c response depending on the genotype when treated with atorvastatin. Another genetic variant that showed genome wide significance in Caucasians was the SNP rs10455872 in the LPA gene that lead to higher Lp(a) levels which cause an apparent lower LDL-c response to atorvastatin. These studies were in Caucasian population, more research with a large cohort need to be conducted in different ethnicities to identify more polymorphisms that can affect atorvastatin pharmacokinetics and treatment response.   == Chemical synthesis ==  The first synthesis of atorvastatin at Parke-Davis that occurred during drug discovery was racemic followed by chiral chromatographic separation of the enantiomers. An early enantioselective route to atorvastatin made use of an ester chiral auxiliary to set the stereochemistry of the first of the two alcohol functional groups via a diastereoselective aldol reaction. Once the compound entered pre-clinical development, process chemistry developed a cost-effective and scalable synthesis. In atorvastatin's case, a key element of the overall synthesis was ensuring stereochemical purity in the final drug substance, and hence establishing the first stereocenter became a key aspect of the overall design. The final commercial production of atorvastatin relied on a chiral pool approach, where the stereochemistry of the first alcohol functional group was carried into the synthesis—through the choice of isoascorbic acid, an inexpensive and easily sourced plant-derived natural product. The atorvastatin calcium complex involves two atorvastatin ions, one calcium ion and three water molecules.   == History == Bruce Roth, who was hired by Warner-Lambert as a chemist in 1982, had synthesized an \"experimental compound\" codenamed CI 981 – later called atorvastatin. It was first made in August 1985. Warner-Lambert management was concerned that atorvastatin was a me-too version of rival Merck & Co.'s orphan drug lovastatin (brand name Mevacor). Mevacor, which was first marketed in 1987, was the industry's first statin and Merck's synthetic version – simvastatin – was in the advanced stages of development. Nevertheless, Bruce Roth and his bosses, Roger Newton and Ronald Cresswell, in 1985, convinced company executives to move the compound into expensive clinical trials. Early results comparing atorvastatin to simvastatin demonstrated that atorvastatin appeared more potent and with fewer side effects. In 1994, the findings of a Merck-funded study were published in The Lancet concluding the efficacy of statins in lowering cholesterol proving for the first time not only that a \"statin reduced 'bad' LDL cholesterol but also that it led to a sharp drop in fatal heart attacks among people with heart disease.\" In 1996, Warner-Lambert entered into a co-marketing agreement with Pfizer to sell Lipitor, and in 2000, Pfizer acquired Warner-Lambert for $90.2 billion. Lipitor was on the market by 1996. By 2003, Lipitor had become the best selling pharmaceutical in the United States. From 1996 to 2012, under the trade name Lipitor, atorvastatin became the world's best-selling medication of all time, with more than $125 billion in sales over approximately 14.5 years. and $13 billion a year at its peak, Lipitor alone \"provided up to a quarter of Pfizer Inc.'s annual revenue for years.\" Pfizer's patent on atorvastatin expired in November 2011.   == Society and culture ==   === Economics === Atorvastatin is relatively inexpensive. Under provisions of the Patient Protection and Affordable Care Act (PPACA) in the United States, health plans may cover the costs of atorvastatin 10 mg and 20 mg for adults aged 40–75 years based on United States Preventive Services Task Force (USPSTF) recommendations. Some plans only cover other statins.   === Brand names ===  Atorvastatin calcium tablets are sold under the brand name Lipitor. Pfizer also packages the medication in combination with other medications, such as atorvastatin/amlodipine. Pfizer's U.S. patent on Lipitor expired on 30 November 2011. Initially, generic atorvastatin was manufactured only by Watson Pharmaceuticals and India's Ranbaxy Laboratories. Prices for the generic version did not drop to the level of other generics—$10 or less for a month's supply—until other manufacturers began to supply the medication in May 2012. In other countries, atorvastatin calcium is made in tablet form by generic medication makers under various brand names including Atoris, Atorlip, Atorva, Atorvastatin Teva, Atorvastatina Parke-Davis, Avas, Cardyl, Liprimar, Litorva, Mactor, Orbeos, Prevencor, Sortis, Stator, Tahor, Torid, Torvacard, Torvast, Totalip, Tulip, Xarator, and Zarator. Pfizer also makes its own generic version under the name Zarator. In the US, Lipitor is marketed by Viatris after Upjohn was spun off from Pfizer.   === Medication recalls === On 9 November 2012, Indian drugmaker Ranbaxy Laboratories Ltd. voluntarily recalled 10-, 20- and 40-mg doses of its generic version of atorvastatin in the United States. The lots of atorvastatin, packaged in bottles of 90 and 500 tablets, were recalled due to possible contamination with very small glass particles similar to the size of a grain of sand (less than 1 mm in size). The FDA received no reports of injury from the contamination. Ranbaxy also issued recalls of bottles of 10-milligram tablets in August 2012 and March 2014, due to concerns that the bottles might contain larger, 20-milligram tablets and thus cause potential dosing errors.   == References ==   == Further reading =="}