{"name": "Complications of Diabetes Mellitus", "category": "disease", "content": "Complications of diabetes are secondary diseases that are a result of elevated blood glucose levels that occur in diabetic patients.  These complications can be divided into two types: acute and chronic. Acute complications are complications that develop rapidly and can be exemplified as diabetic ketoacidosis (DKA), hyperglycemic hyperosmolar state (HHS), lactic acidosis (LA), and hypoglycemia. Chronic complications develop over time and are generally classified in two categories: microvascular and macrovascular. Microvascular complications include neuropathy, nephropathy, and retinopathy; while cardiovascular disease, stroke, and peripheral vascular disease are included in the macrovascular complications. The complications of diabetes can dramatically impair quality of life and cause long-lasting disability. Overall, complications are far less common and less severe in people with well-controlled blood sugar levels. Some non-modifiable risk factors such as age at diabetes onset, type of diabetes, gender, and genetics may influence risk. Other health problems compound the chronic complications of diabetes such as smoking, obesity, high blood pressure, elevated cholesterol levels, and lack of regular exercise. Complications of diabetes are a strong risk factor for severe COVID-19 illness.   == Acute complications ==   === Diabetic ketoacidosis (DKA) === Diabetic ketoacidosis (DKA) is one of the life-threatening severe complications of diabetes that demands immediate attention and intervention. It is considered a medical emergency and can affect both patients with T1D (type 1 diabetes) and T2D (type 2 diabetes), but it is more common in T1D. DKA results from significantly low insulin levels due to various factors including undiagnosed diabetes (people who did not know they have diabetes), missed or delayed doses, insufficient insulin administration, or undergoing physiological stress (e.g. infection, surgery, Stroke, or trauma). Due to insulin absence, it simply triggers the release of counter-regulatory hormones resulting in serious health complications. This release prompts excessive free fatty acids (FFAs) production as a result of the adipose tissue exhibiting heightened activity of hormone-sensitive lipase. Subsequently, the liver turns fatty acid to ketone bodies for fuel, a process known as ketosis, which causes Ketonemia (high ketone level in the blood) that decreases the blood's pH, leading to DKA. While periodic ketosis is normal, but can become a serious problem if sustained. These hormones can also induce hyperglycemia (high blood glucose) by stimulating gluconeogenesis thereby increasing the renal glucose output. In addition to the endogenous renal glucose produced by the kidneys. The condition of high circulating concentrations of ketone bodies and hyperglycemia leads to osmotic diuresis, characterized by the excessive presence of glucose and ketones in the urine. Consequently, osmotic diuresis causes dehydration and electrolyte loss. Symptoms of DKA can be noticed within a few hours, like polyuria (excessive urine production), polydipsia (excessive thirst), Weight loss, weakness, nausea, vomiting, and deep rapid breathing (Kussmaul respiration). Moreover, abdominal pain is common and may be severe. The level of consciousness is typically normal until late in the process, when lethargy may progress to coma. Ketoacidosis can easily become severe enough to cause hypotension, shock, and death.  The DKA is diagnosed by the urine analysis which will reveal significant levels of ketone bodies (which have exceeded their renal threshold blood levels to appear in the urine, often before other overt symptoms). And also venous blood investigation for electrolytes, glucose, and acid-base status. The expected result of the treatment tackles the deeper causes; which are dehydration, acidosis, and hyperglycemia, and initiates a reversal of the ketosis process. While replacing fluid and electrolyte loss, insulin, and acid-placed balance are the aim of this treatment. proper treatment usually results in full recovery, though death can result from inadequate or delayed treatment, or from complications (e.g., brain edema). Preventing DKA is attainable by following some precautions. While feeling unwell, Start with regular monitoring of blood glucose levels. In addition to measuring blood or urine ketone concentrations twice a day and more. In case there are ketones, insulin doses should be increased. Patients are also advised to focus on dehydration and go to the hospital in case of frequent vomiting. It's essential to emphasize that insulin should never be discontinued, even if there is no intake of food or fluids. Patients' education and awareness of managing a sick day is a key element, as recognizing symptoms, and knowing when to contact a healthcare provider. This education significantly contributes to reducing the occurrence of DKA.   === Hyperglycemia hyperosmolar state (HHS) === hyperosmolar non-ketotic state (HONK) or Hyperglycemia hyperosmolar state (HHS) is an acute complication sharing many symptoms with DKA, but an entirely different origin and different treatment. Oppositely, the prevalence of HHS is common in individuals with T2D. Furthermore, it showcases approximately ten times greater mortality rate than the observed in DKA. Both DKA and HHS occur when insulin becomes less effective, either due to a shortage of insulin secretion ( as in DKA), or lack of proper insulin action (as in HHS).  For a person with very high blood glucose levels(usually considered to be above 30 mmol/L (600 mg/dL), that will result in osmotic diuresis, water is osmotically drawn out of cells into the blood and the kidneys eventually begin to dump glucose into the urine. This results in a loss of water (which contains electrolytes and glucose) that will increase blood osmolarity. If the fluid is not replaced, by mouth or intravenously, will ultimately result in dehydration (which in HHS typically becomes worse than DKA).  Also causes electrolyte imbalances which are always dangerous. A decline in consciousness levels is primarily attributed to an increase in plasma osmolality. lethargy may ultimately progress to a coma which is more common in T2D than T1D. HHS, unlike DKA, does not result in significant ketosis and acidosis, or there may be only a very minimal. This is because the presence of a small quantity of insulin suppresses the release of counterregulatory hormones and limits the production of ketones. Multiple factors can trigger HHS, including infection, myocardial infarction, and trauma, as well as infections in the respiratory, digestive, and urinary systems. Rising obesity rates and the greater consumption of high-carbohydrate beverages have both played a role in the increased incidence of HHS. Moreover, certain medications prescribed for different conditions have the potential to cause HHS. As with DKA, urgent medical treatment is necessary, commonly beginning with fluid volume replacement.  On the whole, HHS is a medical emergency marked with hyperglycemia, hyperosmolarity, dehydration, and mild or no ketosis.   === Hypoglycemia ===  Hypoglycemia, or abnormally low blood glucose, is an acute complication of several diabetes treatments. It is rare otherwise, either in diabetic or non-diabetic patients. The patient may become agitated, sweaty, weak, and have many symptoms of sympathetic activation of the autonomic nervous system resulting in feelings akin to dread and immobilized panic. Consciousness can be altered or even lost in extreme cases, leading to coma, seizures, or even brain damage and death. In patients with diabetes, this may be caused by several factors, such as too much or incorrectly timed insulin, too much or incorrectly timed exercise (exercise decreases insulin requirements) or not enough food (specifically glucose containing carbohydrates). The variety of interactions makes cause identification difficult in many instances. It is more accurate to note that iatrogenic hypoglycemia is typically the result of the interplay of absolute (or relative) insulin excess and compromised glucose counterregulation in type 1 and advanced type 2 diabetes. Decrements in insulin, increments in glucagon, and, absent the latter, increments in epinephrine are the primary glucose counterregulatory factors that normally prevent or (more or less rapidly) correct hypoglycemia. In insulin-deficient diabetes (exogenous) insulin levels do not decrease as glucose levels fall, and the combination of deficient glucagon and epinephrine responses causes defective glucose counterregulation. Furthermore, reduced sympathoadrenal responses can cause hypoglycemia unawareness. The concept of hypoglycemia-associated autonomic failure (HAAF) or Cryer syndrome in diabetes posits that recent incidents of hypoglycemia causes both defective glucose counterregulation and hypoglycemia unawareness. By shifting glycemic thresholds for the sympathoadrenal (including epinephrine) and the resulting neurogenic responses to lower plasma glucose concentrations, antecedent hypoglycemia leads to a vicious cycle of recurrent hypoglycemia and further impairment of glucose counterregulation. In many cases (but not all), short-term avoidance of hypoglycemia reverses hypoglycemia unawareness in affected patients, although this is easier in theory than in clinical experience. In most cases, hypoglycemia is treated with sugary drinks or food. In severe cases, an injection of glucagon (a hormone with effects largely opposite to those of insulin) or an intravenous infusion of dextrose is used for treatment, but usually only if the person is unconscious. In any given incident, glucagon will only work once as it uses stored liver glycogen as a glucose source; in the absence of such stores, glucagon is largely ineffective. In hospitals, intravenous dextrose is often used.   === Diabetic coma === Diabetic coma is a medical emergency in which a person with diabetes mellitus is comatose (unconscious) because of one of the acute complications of diabetes:  Severe diabetic hypoglycemia Diabetic ketoacidosis advanced enough to result in unconsciousness from a combination of severe hyperglycemia, dehydration and shock, and exhaustion Hyperosmolar nonketotic coma in which extreme hyperglycemia and dehydration alone are sufficient to cause unconsciousness.   == Chronic complications ==   === Microangiopathy === Damage to small blood arteries is the cause of what called microangiopathy, which may lead to any of these:  Diabetic retinopathy, caused by alterations in retinal microcirculation, leading to the growth of friable and poor-quality new blood vessels in the retina or capillary closure which causes ischemia or extravasation of intravascular content, causing edema (swelling of the macula). Retinopathy is the most common cause of blindness among non-elderly adults in the developed world. Diabetic nephropathy, damage to the kidney due to increased glomerular pressure and hyperfiltration can lead to end-stage chronic kidney disease that may require renal dialysis. In most parts of the world, diabetes mellitus is the leading cause of end-stage kidney disease (ESKD). Diabetic nephropathy is increasingly recognized as a significant cause of ESKD in renal allograft recipients. Diabetic neuropathy, Neuropathies in diabetes may cause sensory, mononeuritis, and autonomic neuropathy symptoms, muscle weakness, and potentially life-threatening complications like diabetic foot syndrome (Diabetic amyotrophy) and myocardial infarctions. Intensive insulin therapy is recommended to reduce neuropathy risk, while oral antidiabetic drugs are recommended for pain treatment. Diabetic encephalopathy, Diabetes causes brain functional and structural disturbances, known as diabetic encephalopathy. Various mechanisms are proposed, like alterations to the vascular supply of the brain, or changes in cerebral function and structure, including cognitive impairment, cerebral signal conduction, neurotransmission, and synaptic plasticity are more insidious. Human studies identify the risk of cognitive impairments and decline (dementia) including the Alzheimer's type. Diabetic cardiomyopathy, damage to the heart muscle, leading to impaired relaxation and filling of the heart with blood (diastolic dysfunction) and eventually heart failure; this condition can occur independent of damage done to the blood vessels over time from high levels of blood glucose. Erectile Dysfunction, Men with erectile dysfunction and those with diabetes are likely to have experienced the problem as much as 10 to 15 years earlier than men without  and are at a significantly higher risk, with a prevalence rate of 52.5%, 3.5-fold higher than those without DM. And defined as a consistent inability to have an erection firm enough for sexual intercourse.Women may also experience forms of sexual dysfunction due to damage to small blood vessels and nerves. Periodontal disease (gum disease): is associated with diabetes Diabetes is a substantial risk factor for periodontitis, with diabetics having a threefold higher risk than non-diabetics. In assessing increased risk, glycemic control is essential. Research primarily focuses on type 2 diabetes, but type 1 diabetes also increases risk, particularly in children and young people.   === Macrovascular disease === Macrovascular disease leads to cardiovascular disease, to which accelerated atherosclerosis is a contributor:  Coronary artery disease, leading to angina or myocardial infarction (\"heart attack\") Diabetic myonecrosis ('muscle wasting') Peripheral vascular disease, which contributes to intermittent claudication (exertion-related leg and foot pain) as well as diabetic foot. Stroke (mainly the ischemic type) Carotid artery stenosis does not occur more often in diabetes, and there appears to be a lower prevalence of abdominal aortic aneurysm. However, diabetes does cause higher morbidity, mortality and operative risks with these conditions. Diabetic foot, often due to a combination of sensory neuropathy (numbness or insensitivity) and vascular damage, increases rates of skin ulcers (diabetic foot ulcers) and infection and, in serious cases, necrosis and gangrene. It is why it takes longer for diabetics to heal from leg and foot wounds and why diabetics are prone to leg and foot infections. In the developed world it is the most common cause of non-traumatic adult amputation, usually of toes and/or feet. Female infertility is more common in women with diabetes type 1, despite modern treatment, also delayed puberty and menarche, menstrual irregularities (especially oligomenorrhoea), mild hyperandrogenism, polycystic ovarian syndrome, fewer live born children and possibly earlier menopause. Animal models indicate that  on the molecular level diabetes causes defective leptin, insulin and kisspeptin signalling.   === Cancer === Diabetes can also lead to cancer. Cancers that diabetes can lead to include:  Pancreatic cancer Liver cancer Colon cancer Endometrial cancer Bladder cancer Breast cancer Rectal cancer   === Immune compromise === The immune response is impaired in individuals with diabetes mellitus. Cellular studies have shown that hyperglycemia both reduces the function of immune cells and increases inflammation.  Respiratory infections such as pneumonia, influenza and COVID-19, are more common and severe among individuals with poorly controlled diabetes. Hyperglycemia alters lung dendritic cell function, leading to an increase in susceptibility to respiratory agents. Several studies also show diabetes associated with a worse disease course and slower recovery from respiratory infections. Increased risk of wound infections Restrictive lung disease is known to be associated with diabetes. Lung restriction in diabetes could result from chronic low-grade tissue inflammation, microangiopathy, and/or accumulation of advanced glycation end products. In fact the presence restrictive lung defect in association with diabetes has been shown even in presence of obstructive lung diseases like asthma and COPD in diabetic patients. Lipohypertrophy may be caused by insulin therapy. Repeated insulin injections at the same site, or near to, causes an accumulation of extra subcutaneous fat and may present as a large lump under the skin. It may be unsightly, mildly painful, and may change the timing or completeness of insulin action. Depression was associated with diabetes in a 2010 longitudinal study of 4,263 individuals with type 2 diabetes, followed from 2005 to 2007. They were found to have a statistically significant association with depression and a high risk of micro and macro-vascular events.   == Risk factors ==   === Age === Type 2 diabetes in youth brings a much higher prevalence of complications like diabetic kidney disease, retinopathy and peripheral neuropathy  than type 1 diabetes, though no significant difference in the odds of arterial stiffness and hypertension.   === Poor glucose control === In the early days of insulin treatment for type 1 diabetes there was much debate as to whether strict control of hyperglycaemia would delay or prevent the long-term complications of diabetes.  The work of Pirart  suggested that microvascular complications of diabetes were less likely to occur in individuals with better glycaemic control.  The issue was finally settled in 1993 with the publication of the Diabetes Control and Complications Trial. In the DCCT, subjects without prior retinopathy who maintained good glycaemic control for a mean of 6.5 years were 76% less likely to develop diabetic retinopathy than subjects with less strict control.  Similar results were seen for microalbuminuria and peripheral neuropathy. The benefits of strict control of blood glucose were confirmed in longer-term follow-up by the DCCT EDIC study group.  So far as macrovascular disease in type 1 diabetes is concerned, the same group reported improved outcomes for cardiovascular events in the group who had been managed by strict blood glucose control: in this group the incidence of any cardiovascular disease was reduced by 30% (95% CI 7, 48; P = 0.016) compared to the group with less intensive control and the incidence of major cardiovascular events (nonfatal myocardial infarction, stroke, or cardiovascular death) was reduced by 32% (95% CI −3, 56; P = 0.07). The situation regarding glycaemic control and complications in type 2 diabetes is less clear cut than for type 1, though there is evidence from the United Kingdom Prospective Diabetes Study Group that strict blood glucose control is beneficial for both microvascular and macrovascular complications.  In the original study  a relatively modest difference in glycaemic control between the well-controlled and less well-controlled groups resulted in a 25% lower rate of microvascular complications.  In follow-up studies from the same group significant relative risk reductions emerged for myocardial infarction (15%, P=0.014) and all-cause mortality (12%, P=0.007).   === Autoimmune processes === Research from 2007 suggested that in type 1 diabetics, the continuing autoimmune disease which initially destroyed the beta cells of the pancreas may also cause neuropathy, and nephropathy. In 2008 it was even suggested to treat retinopathy with drugs to suppress the abnormal immune response rather than by blood sugar control.   === Genetic factors === The known familial clustering of the type and degree of diabetic complications indicates that genetics play a role in causing complications:  the 2001 observation, that non-diabetic offspring of type 2 diabetics had increased arterial stiffness and neuropathy despite normal blood glucose levels, the 2008 observation, that non-diabetic first-degree relatives of diabetics had elevated enzyme levels associated with diabetic renal disease and nephropathy. the 2007 finding that non-diabetic family members of type 1 diabetics had increased risk for microvascular complications, such as diabetic retinopathy Some genes appear to provide protection against diabetic complications, as seen in a subset of long-term diabetes type 1 survivors without complications.   == Mechanisms == Chronic elevation of blood glucose level leads to damage of blood vessels called angiopathy. The endothelial cells lining the blood vessels take in more glucose than normal, since they do not depend on insulin. They then form more surface glycoproteins than normal, and cause the basement membrane to grow thicker and weaker. The resulting problems are grouped under \"microvascular disease\" due to damage to small blood vessels and \"macrovascular disease\" due to damage to the arteries. Studies show that DM1 and DM2 cause a change in balancing of metabolites such as carbohydrates, blood coagulation factors, and lipids, and subsequently bring about complications like microvascular and cardiovascular complications. The role of metalloproteases and inhibitors in diabetic renal disease is unclear. Numerous researches have found inconsistent results about the role of vitamins in diabetic risk and complications.  Thiamine: Thiamine acts as an essential cofactor in glucose metabolism, therefore, it may modulate diabetic complications by controlling glycemic status in diabetic patients. Additionally, deficiency of thiamine was observed to be associated with dysfunction of β-cells and impaired glucose tolerance. Different studies indicated possible role of thiamin supplementation on the prevention or reversal of early stage diabetic nephropathy, as well as significant improvement on lipid profile.  Vitamin B12: Low serum B12 level is a common finding in diabetics especially those taking Metformin or in advanced age. Vitamin B12 deficiency has been linked to two diabetic complications; atherosclerosis and diabetic neuropathy.  Folic acid: Low plasma concentrations of folic acid were found to be associated with high plasma homocysteine concentrations. In clinical trials, homocysteine concentrations were effectively reduced within 4 to 6 weeks of oral supplementation of folic acid. Moreover, since the activity of endothelial NO synthase enzyme might be potentially elevated by folate, folate supplementation might be capable of restoring the availability of NO in endothelium, therefore, improving endothelial function and reducing the risk for atherosclerosis. van Etten et al., found that a single dose of folic acid might help in reducing the risk of vascular complications and enhancing endothelial function in adults with type 2 diabetes by improving nitric oxide status.  Antioxidants: Three vitamins, ascorbic acid; α-tocopherol; and β-carotene, are well recognized for their antioxidant activities in human. Free radical-scavenging ability of antioxidants may reduce the oxidative stress and thus may protect against oxidative damage. Based on observational studies among healthy individuals, antioxidant concentrations were found to be inversely correlated with several biomarkers of insulin resistance or glucose intolerance.   == Management ==   === Blood pressure control === Modulating and ameliorating diabetic complications may improve the overall quality of life for diabetic patients. For example, a 2008 study concluded that when elevated blood pressure was tightly controlled, diabetic related deaths were reduced by 32% compared to those with less controlled blood pressure.   === Vitamins === Many observational and clinical studies have been conducted to investigate the role of vitamins on diabetic complications, In the First National Health and Nutrition Examination Survey (NHANES I) Epidemiologic Follow-up Study, vitamin supplementations were associated with 24% reduction on the risk of diabetes, observed during 20 years of follow-up. Many observational studies and clinical trials have linked several vitamins with the pathological process of diabetes; these vitamins include folate, thiamine, β-carotene, and vitamin E, C, B12, and D.  Vitamin D: Vitamin D insufficiency is common in diabetics. Observational studies show that serum vitamin D is inversely associated with biomarkers of diabetes; impaired insulin secretion, insulin resistance, and glucose intolerance. It has been suggested that vitamin D may induce beneficial effects on diabetic complications by modulating differentiation and growth of pancreatic β-cells and protecting these cells from apoptosis, thus improving β-cells functions and survival.In particular, vitamin D supplementation has been shown to have positive effects on people with type 1 diabetes.Vitamin D has also been suggested to act on immune system and modulate inflammatory responses by influencing proliferation and differentiation of different immune cells., Moreover, deficiency of vitamin D may contribute to diabetic complications by inducing hyperparathyroidism, since elevated parathyroid hormone levels are associated with reduced β-cells function, impaired insulin sensitivity, and glucose intolerance. Finally, vitamin D may reduce the risk of vascular complications by modulating lipid profile.  Antioxidants may have beneficial effects on diabetic complications by reducing blood pressure, attenuating oxidative stress and inflammatory biomarkers, improving lipid metabolism, insulin-mediated glucose disposal, and by enhancing endothelial function. Vitamin C has been proposed to induce beneficial effects by two other mechanisms. It may replace glucose in many chemical reactions due to its similarity in structure, may prevent the non-enzymatic glycosylation of proteins, and might reduce glycated hemoglobin (HbA1c) levels. Secondly, vitamin C has also been suggested to play a role in lipid regulation as a controlling catabolism of cholesterol to bile acid.   == References ==   == External links =="}