{"name": "conestat alfa", "category": "drug", "content": "C1-inhibitor (C1-inh, C1 esterase inhibitor) is a protease inhibitor belonging to the serpin superfamily. Its main function is the inhibition of the complement system to prevent spontaneous activation but also as the major regulator of the contact system.   == Proteomics == C1-inhibitor is the largest member among the serpin superfamily of proteins. It can be noted that, unlike most family members, C1-inhibitor has a 2-domain structure. The C-terminal serpin domain is similar to other serpins, which is the part of C1-inhibitor that provides the inhibitory activity. The N-terminal domain (also some times referred to as the N-terminal tail) is not essential for C1-inhibitor to inhibit proteases. This domain has no similarity to other proteins. C1-inhibitor is highly glycosylated, bearing both N- and O-glycans. N-terminal domain is especially heavily glycosylated.   == Genetics == The human C1-inhibitor gene (SERPING1) is located on the eleventh chromosome (11q11-q13.1).   == Role in disease == Deficiency of this protein is associated with hereditary angioedema (\"hereditary angioneurotic edema\"), or swelling due to leakage of fluid from blood vessels into connective tissue. Deficiency of C1-inhibitor permits plasma kallikrein activation, which leads to the production of the vasoactive peptide bradykinin. Also, C4 and C2 cleavage goes unchecked, resulting in auto-activation of the complement system. In its most common form, it presents as marked swelling of the face, mouth and/or airway that occurs spontaneously or to minimal triggers (such as mild trauma), but such swelling can occur in any part of the body. In 85% of the cases, the levels of C1-inhibitor are low, while in 15% the protein circulates in normal amounts but it is dysfunctional. In addition to the episodes of facial swelling and/or abdominal pain, it also predisposes to autoimmune diseases, most markedly lupus erythematosus, due to its consumptive effect on complement factors 3 and 4. Mutations in the gene that codes for C1-inhibitor, SERPING1, may also play a role in the development of age-related macular degeneration. At least 97 disease-causing mutations in this gene have been discovered.    == Medical use ==   === Hereditary angioedema === Blood-derived C1-inhibitor is effective but does carry the risk associated with the use of any human blood product. Cinryze, a pharmaceutical-grade C1-inhibitor, was approved for the use of HAE in 2008 in the US after having been available in Europe for decades. It is a highly purified, pasteurized and nanofiltered plasma-derived C1 esterase inhibitor product; it has been approved for routine prophylaxis against angioedema attacks in adolescent and adult patients with HAE. A recombinant C1-inhibitor obtained from the milk of transgenic rabbits, conestat alfa (brand name Ruconest), is approved for the treatment of acute HAE attacks in adults. Other products also have been introduced including plasma-derived products such as Berinert and Haegarda.   === Synthesis === C1-inhibitor is contained in the human blood; it can, therefore, be isolated from donated blood. Risks of infectious disease transmission (viruses, prions, etc.) and relative expense of isolation prevented widespread use. It is also possible to produce it by recombinant technology, but Escherichia coli (the most commonly used organism for this purpose) lacks the eukaryotic ability to glycosylate proteins; as C1-inhibitor is particularly heavily glycosylated, this sialylated recombinant form would have a short circulatory life (the carbohydrates are not relevant to the inhibitor function). Therefore, C1-inhibitor has also been produced in glycosylated form using transgenic rabbits. This form of recombinant C1-inhibitor also has been given orphan drug status for delayed graft function following organ transplantation and for capillary leakage syndrome.   == Research == The activation of the complement cascade can cause damage to cells, therefore the inhibition of the complement cascade can work as a medicine in certain conditions.   == References ==   == Further reading ==   == External links == Human SERPING1 genome location and SERPING1 gene details page  in the UCSC Genome Browser. B02AB03 (WHO) Overview of all the structural information available in the PDB for UniProt: P05155 (Plasma protease C1 inhibitor) at the PDBe-KB."}