{"name": "Congenital atresia of pulmonary valve", "category": "disease", "content": "Pulmonary atresia is a congenital malformation of the pulmonary valve in which the valve orifice fails to develop. The valve is completely closed thereby obstructing the outflow of blood from the heart to the lungs. The pulmonary valve is located on the right side of the heart between the right ventricle and pulmonary artery. In a normal functioning heart, the opening to the pulmonary valve has three flaps that open and close. In congenital heart defects such as pulmonary atresia, structural abnormalities can include the valves of the heart, and the walls and arteries/veins near the heart muscle. Consequently, blood flow due to the aforementioned structural abnormalities is affected, either by blocking or altering the flow of blood through the human cardiac muscle.   == Signs and symptoms == The symptoms/signs of pulmonary atresia that will occur in babies are consistent with cyanosis, some fatigue and some shortness of breath (eating may be a problem as well). In the case of pulmonary atresia with ventricular septal defect, decreased pulmonary blood flow may cause associated defects such as:  Tricuspid atresia Tetralogy of Fallot Double outlet right ventricle   == Cause ==  In terms of the cause of pulmonary atresia, there is uncertainty as to what instigates this congenital heart defect. Potential risk factors that can cause this congenital heart defect are those the pregnant mother may come in contact with, such as:  Certain medications Diet Smoking   == Diagnosis == In regards to the diagnosis of pulmonary atresia the body requires oxygenated blood for survival. pulmonary atresia is not threatening to a developing fetus however, because the mother's placenta provides the needed oxygen since the baby's lungs are not yet functional. Once the baby is born its lungs must now provide the oxygen needed for survival, but with pulmonary atresia there is no opening on the pulmonary valve for blood to get to the lungs and become oxygenated. Due to this, the newborn baby is blue in color and pulmonary atresia can usually be diagnosed within hours or minutes after birth. The diagnosis of pulmonary atresia can be done via the following exams/methods: an echocardiogram, chest x-ray, EKG and an exam to measure the amount of O2 in the body.   === Classification ===  There are two types of pulmonary atresia.  Pulmonary atresia with intact ventricular septum (PA-IVS) is a rare congenital malformation.  PA-IVS involves complete blockage of the pulmonary valve located on the right side of the heart.  This blockage prevents the flow of blood to the lungs.  Because of this lack of blood flowing through the right side of the heart, the structures on that side, such as the pulmonary valve and the tricuspid valve, are abnormally small. Pulmonary atresia with ventricular septal defect (PA-VSD) is identified by underdevelopment of the right ventricle.  The Ventricular Septal Defect (VSD) is a second opening in the ventricular wall, which provides a way out for blood in the right ventricle.  When this second opening does not exist, very little blood goes to the right ventricle, which is what causes it to be underdeveloped in PA-IVS,  this defect can be determined before birth.   == Treatment ==  The treatment of pulmonary atresia consists of: an IV medication called prostaglandin E1, which is used for treatment of pulmonary atresia, as it stops the ductus arteriosus from closing, allowing mixing of the pulmonary and systemic circulations, but prostaglandin E1 can be dangerous as it can cause apnea.  Another example of preliminary treatment is heart catheterization to evaluate the defect or defects of the heart; this procedure is much more invasive.  Ultimately, however, the individual will need to have a series of surgeries to improve the blood flow permanently.  The first surgery will likely be performed shortly after birth.  A shunt can be created between the aorta and the pulmonary artery to help increase blood flow to the lungs.  As the child grows, so does the heart and the shunt may need to be revised in order to meet the body's requirements.  The type of surgery recommended depends on the size of the right ventricle and the pulmonary artery, if the right ventricle is small and unable to act as a pump, the surgery performed would be the Fontan procedure. In this three-stage procedure, the right atrium is disconnected from the pulmonary circulation. The systemic venous return goes directly to the lungs, by-passing the heart. Very young children with elevated pulmonary vascular resistance may not able to undergo the Fontan procedure. Cardiac catheterization may be done to determine the resistance before going ahead with the surgery.   == Prognosis == The prognosis for pulmonary atresia varies for every child,  if the condition is left uncorrected it may be fatal, but the prognosis has greatly improved over the years for those with pulmonary atresia.  Some factors that affect how well the child does include how well the heart is beating, and the condition of the blood vessels that supply the heart.  Most cases of pulmonary atresia can be helped with surgery,  if the patient's right ventricle is exceptionally small, many surgeries will be needed in order to help stimulate normal circulation of blood to the heart. If uncorrected, babies with this type of congenital heart disease may only survive for the first few days of life. Many children with pulmonary atresia will go on to lead normal lives, though complications such as endocarditis, stroke and seizures are possible.   == See also == Heart valves Percutaneous pulmonary valve implantation   == References ==   == Further reading ==   == External links =="}