{"name": "Congenital Hyperinsulinism", "category": "disease", "content": "Congenital hyperinsulinism (HI or CHI) is a rare condition causing severe hypoglycemia (low blood sugar) in newborns due to the overproduction of insulin. There are various causes of HI, some of which are known to be the result of a genetic mutation. Sometimes HI occurs on its own (isolated) and more rarely associated with other medical conditions (as a syndrome). Congenital forms of hyperinsulinism can be transient (short-term) or persistent (long-term) and mild or severe. It can be the result of a defect in the entire pancreas (diffuse HI) or in just part of the pancreas (focal HI). Irrespective of the form, cause, or type, HI is a medical emergency that must be managed from its onset. There is no other hypoglycemic condition in the newborn period as dangerous as HI. Left untreated, hypoglycemia from HI can cause developmental disorders, seizures, permanent brain damage, and even death. For those with focal HI, there is the potential for a cure with surgery. For those with diffuse HI, diazoxide is the only approved medication to treat hypoglycemia. For those who do not respond to diazoxide, the condition is often managed with continuous carbohydrates delivered through a feeding pump and a gastrostomy tube, and off-label use of medications such as octreotide given by injection. In the most severe cases, surgery may be necessary to remove most of the pancreas. New and more effective treatments are in development for those who continue to have hypoglycemia on existing therapies and treatments, and for those who experience adverse effects of current treatments. The incidence of persistent HI has been found to range from 1:2,500 to 1:50,000 births depending on the region or country. The incidence of transient forms of HI has been estimated to be between 1:1200 and 1:2000.   == Signs and symptoms == As HI is a congenital condition, an infant usually starts to show signs and symptoms within the first few days of life, although very occasionally symptoms may appear later in life. It is often difficult to identify signs and symptoms of HI because they are often confused with typical behaviours of new-borns and infants. About 60% of babies with HI develop hypoglycemia during the first month of life. An additional 30% will be diagnosed later in the first year and some later in life. HI may present in several ways; common symptoms of hypoglycemia include:  Irritability Lethargy (excessive sleepiness) Jitteriness/tremors Tachycardia or bradycardia Abnormal breathing patterns/apnoea Hypothermia Abnormal feeding behaviour (not waking for feeds, not sucking effectively, appearing unsettled and demanding very frequent feeds especially after a period of feeding well) High pitched cry Hypotonia (Loose/floppy muscles) Pale/pallor/cyanosis (bluish coloured skin) Sweating Older children and adults' symptoms may also include headaches, confusion and feeling dizzy. Parents often describe initial concerns or symptoms such as their infants \"not feeding well, being sleepy and jittery\". More severe symptoms, such as seizures (fits or convulsions), can occur with a prolonged or extremely low blood sugar level. If the blood sugar level is not corrected, it can lead to loss of consciousness and potential brain injury. A simple blood sugar measurement is essential if there are any symptoms of hypoglycaemia.   == Cause == Hyperinsulinism or congenital hyperinsulinism can be a genetic or acquired condition. Acquired HI may be secondary to factors around birth, such as growth restriction of the fetus, less oxygen to the baby or maternal diabetes. Together, these are often called perinatal stress induced HI. They are typically present in the first 24 hours of life but often resolve by two weeks of age. In contrast to the resolving perinatal stress induced low blood sugars, HI can also be due to a genetic cause. Therefore, genetic testing should be considered in children in whom acquired HI is unlikely. This typically includes those not responding to first line medication diazoxide. A genetic cause is also possible in children responding to diazoxide but where low sugars persist beyond the first 4 months of life. There are many different genetic forms of HI which can be present in isolation or as part of a wider condition, called a syndrome.   === Isolated forms === Isolated hyperinsulinism occurs in the majority of individuals with HI. The most common genetic cause is a change in one or both copies of a gene that instructs the building of the potassium channel (ABCC8 and KCNJ11). This channel normally regulates insulin production from the β-cell in the pancreas in response to sugar levels in the blood. A change or fault in the channel leads to uncontrolled and excessive production of insulin. These changes in the ABCC8/KCNJ11 genes can be inherited in a dominant or recessive manner. In the dominant form, a single (monoallelic) change inherited from one parent (or arising spontaneously) causes diffuse HI. In diffuse HI, the whole pancreas is affected. Dominant HI may be mild and respond to diazoxide or severe and diazoxide unresponsive. Some changes in the ABCC8 and KCNJ11 genes are not inherited dominantly but are inherited recessively. In these families each parent carries one copy of a faulty gene, but are themselves unaffected. A child will develop HI if they inherit two copies of the faulty ABCC8/KCNJ11 gene, one from each parent. Recessively-inherited changes in the ABCC8/KCNJ11 genes cause diffuse HI which typically does not respond to diazoxide. In some cases, a paternal copy of the faulty gene is inherited by the child which occurs in combination with a loss of the mother's normal copy of the gene in the pancreas. This gives rise to focal HI where only one part of the pancreas (called a focal lesion) produces excess insulin. If HI is severe and not responsive to medicines, rapid testing of the ABCC8 and KCNJ11 genes is recommended. This helps to identify the possibility of focal HI early in the course of the illness. Following a genetic finding, specialised positron emission tomography (PET) scanning using the radiotracer 18-fluoro-dopa can be used to localise the focal abnormality (lesion) for surgical removal. Genetic testing is also helpful to determine if two copies of faulty ABCC8/KCNJ11 genes are inherited – these indicate a diagnosis of diffuse HI that may not respond to diazoxide. Such cases require treatment with alternative medications such as octreotide and may need surgical removal of most of the pancreas. Therefore, early rapid genetic testing is important to guide the medical and surgical management of children with severe HI. Results from HI genetic testing are preferably analysed by molecular genetics laboratories experienced and specialised in HI. Another common genetic cause of HI results from changes in the gene for the enzyme glutamate dehydrogenase (GDH). This genetic form of HI is also known as GDH-CHI or GLUD1-CHI. These gene changes are inherited dominantly but may also arise spontaneously. In this condition, ammonia levels in blood are mildly raised. Children and adults with GDH-CHI often respond to diazoxide. An excess of proteins in the diet can bring about low sugars, so a good carbohydrate to protein ratio is advisable. There are many other genetic causes of isolated HI. Examples include changes in the genes that make the enzymes hydroxyacyl-CoA dehydrogenase gene (SCHAD-CHI) and glucokinase (GCK-CHI). More recently, changes in hexokinase 1 (HK1), another enzyme similar to glucokinase has been identified to cause both mild and severe forms of illness.   === Syndromic forms === Syndromic HI is less common than isolated HI. Data from patient registries suggest a prevalence of less than 1% among reported cases. In syndromic HI, genetic causes are common. Beckwith-Wiedemann syndrome (BWS), an overgrowth syndrome is a well-recognized form of syndromic HI. Other syndromes that commonly feature HI include Kabuki syndrome and Turner syndrome. Most individuals with syndromic HI respond to treatment with diazoxide and HI may resolve over time. However, HI with BWS can be severe and be unresponsive to usual therapy.   == Diagnosis ==  HI is due to dysregulation of secretion of the hormone insulin from beta-cells in the pancreas. Insulin is present in the blood at the time of hypoglycemia rather than being suppressed. This can be difficult to measure due to fluctuation in insulin levels. The diagnosis of HI is made on the basis of increased insulin action and/or inadequate suppression of plasma insulin during a time of hypoglycemia. Increased insulin action can be demonstrated by increased glucose requirement (e.g., > 8 mg/kg/minute in a newborn compared to normal of 4-6 mg/kg/minute. Another sign of excess insulin action is suppressed blood levels of free fatty acids and ketones (beta-hydroxybutyrate) during hypoglycemia. The clinical diagnosis is also supported by a large blood glucose rise after glucagon administration at the time of hypoglycemia. Glucagon is another hormone secreted from the pancreas that opposes insulin action and stimulates the release of glucose from liver glycogen stores. Measurement of insulin, c-peptide (which is co-secreted with insulin) free fatty acids and ketones together with a glucagon stimulation test can be performed during the spontaneous time of hypoglycemia or during hypoglycemia induced by a period of supervised and monitored fasting. In newborn infants, there is a time of transitional hypoglycaemia due to hyperinsulinism for the first  after birth 72 hours. Hence the clinical diagnosis is best established after 72 hours of age. Assessing blood ammonia and acylcarnitine profile, urinary metabolic profiles, in addition to provocative responses to protein and amino acids (leucine) may be helpful in defining the subtype of HI.   == Treatment == The goal of treatment in hyperinsulinism is to prevent hypoglycemia-induced brain damage, thus, the goal of therapy is to maintain the blood sugar level in the normal range [>70 mg/dL (3.9 mmol/L)]. The first step is the restoration of blood sugar level to the normal range after acute hypoglycemia, followed by prevention of recurrent episodes of hypoglycemia, which is common in congenital hyperinsulinism. This is best accomplished with intravenous dextrose initially. Once the diagnosis of HI has been established, including determination of the genotype and phenotype, whenever possible, specific treatment should be initiated. Some of the following measures are often tried: Diazoxide, a KATP channel opener, that inhibits insulin secretion by binding to the sulfonylurea 1 (SUR1) component of the KATP channel, is the only drug with regulatory approval for the treatment of HI and the first line of therapy for this condition. To prevent complications from diazoxide-induced fluid retention, diuretic therapy is typically initiated concomitantly with diazoxide. Dose selection and dose escalation should be carefully considered weighing the response and potential for side effects. Because of its long half-life it may take up to 5 days to achieve a full therapeutic effect. An important next step is the assessment of the responsiveness to diazoxide, which has important diagnostic and therapeutic implications. Responsiveness to diazoxide is defined by the demonstration that the cardinal feature of HI, hypoketotic hypoglycemia, is corrected by treatment. This is best assessed by a fasting test demonstrating that the child can fast for 12-18 hours with plasma glucose ≥ 70 mg/dL (3.9 mmol/L) or that plasma betahydroxybutyrate increases to > 1.8 mmol/L before plasma glucose decreases below 50-60 mg/dL (2.8-3.3 mmol/L) during fasting. Lack of responsiveness to diazoxide suggests the possibility that the HI is due to inactivating mutation(s) in the genes encoding the KATP channels which accounts for up to 90% of cases of diazoxide-unresponsive HI. For these cases, rapid genetic testing of the genes ABCC8 and KCNJ11 is critical to determine the likelihood of focal HI. Surgery is the treatment of choice for focal HI, but before surgery, it is important to localize the lesion. These lesions are not visible using conventional imaging techniques such as ultrasound, computed tomography (CT) scan, and magnetic resonance imaging (MRI) However, specialized imaging using 18-F-L 3,4 dihydroxyphenylalanine (18F DOPA) positron emission tomography (PET) scan is almost 100% accurate in localizing a focal lesion. Expert assessment of the pancreatic histology during surgery using frozen biopsies and surgical expertise are key for the success of the surgery. The reported cure rate for focal HI is 97%. For non-focal diazoxide-unresponsive cases, treatment options are limited. Off-label use of the somatostatin analogue octreotide has been the long-standing second line of treatment for HI, but its effectiveness is limited by the development of tachyphylaxis. It is important to note that in countries where diazoxide is not available, octreotide may be the first line of therapy. Because of its association with potentially fatal necrotizing enterocolitis, octreotide use in very young infants should be carefully considered weighting the risk versus the potential benefits. Octreotide is administrated as a subcutaneous injection typically every 6 hours but it can also be administrated continuously through a subcutaneous pump. Long-acting somatostatin analogues, octreotide LAR (administrated intramuscularly) and lanreotide (administered as a deep subcutaneous injection), are a convenient option for older children. An alternative treatment approach for diazoxide-unresponsive cases that are either not eligible or unresponsive to somatostatin analogues is the use of a continuous infusion of dextrose through a gastrostomy tube.   == Prognosis == The outcomes of individuals with HI are affected by the disease process itself, including consequences of delayed diagnosis, the side effects of therapy, and the effectiveness of treatment.   Side effects of therapy are common in children treated with diazoxide and somatostatin analogues, affecting up to 50% of treated patients with various degree of severity. Surgical outcomes are excellent for children with the focal form of HI with a cure rate of 97%. However, up to 50% of children with the diffuse form of the disease that undergo a near-total pancreatectomy continue to have hypoglycemia after surgery requiring additional therapy. Over time, these children developed insulin dependent diabetes and pancreatic insufficiency. Ninety-one percent of children who had undergone a near-total pancreatectomy require insulin by age 14 years.   The frequency of neurodevelopmental and neurobehavioral problems in children with hyperinsulinism is as high as 40-50% across different patient types  and countries. Therefore neurodevelopmental assessments should be performed throughout childhood, even in those children who have outgrown or have undergone surgical cure of the disease.   == Epidemiology == The incidence of HI is variable. It ranges from 1:2500 in people where cousin marriages are common to 1:50,000 in other people. These numbers may be inaccurate as they are based on small numbers of children with HI admitted to hospitals. The incidence of persistent forms of HI have been reported in the UK to be 1:28,389. In Finland, the incidence has been reported to be 1:13,500. The incidence of transient forms of HI has been reported at 1:7400. However, perinatal stress induced hyperinsulinism is relatively common and so the figure is predicted to be higher. The true incidence of HI will not be known until newborn screening services are developed for HI. The natural history of HI varies with the severity of illness and whether or not HI is transient. Children with severe HI are often unresponsive to medical treatment and may require pancreatic surgery. Although surgery is more likely in those with genetic forms of HI, there appears to be reduction in severity over time, encouraging some clinicians to maintain normal glucose levels by a combination of medications such as octreotide and carbohydrate rich feeds. Similarly, some children with changes in genes making up the potassium channel (ABCC8/KCNJ11) showed a reduction in severity. Changes in single copy of the ABCC8/KCNJ11 genes can be inherited by dominant transmission, i.e., transmission from an affected parent to the child. In such children, remission can happen, although variably. In this group, some children and adults may also develop high blood sugar and diabetes in later life. Similarly, a change from low to high blood sugar can also be seen in those with changes in HNF1A and HNF4A genes. The natural history of HI goes beyond the problem of hypoglycemia. An important consequence of early life hypoglycemia is brain injury. Delays in childhood development have been reported in up to 50%, particularly in those with severe HI. Feeding problems are also reported commonly by parents. Feeding problems appear to be more frequent in children with severe HI and may continue over long periods. The natural history of HI includes the onset and progress of treatment related side effects. In the short term, diazoxide may cause life threatening pulmonary hypertension but this happens only in a minority of cases. More commonly, many on diazoxide develop excess body hair or a change in facial features over a long time. Children with focal forms of HI treated by limited surgery to the pancreas are usually cured and have no residual pancreas problems. By contrast, those having more extensive surgery, for example subtotal pancreatectomy, invariably develop diabetes requiring insulin by late childhood or adolescence. In the period after pancreatic surgery, they often have a combination of low and high sugars before frank diabetes. About half of such individuals develop the need for pancreatic enzyme supplements.   == History == Congenital hyperinsulinism (HI) has been referred to by a variety of names; nesidioblastosis and islet cell adenomatosis were favored in the 1970s, beta cell dysregulation syndrome or dysmaturation syndrome in the 1980s, and persistent hyperinsulinemic hypoglycemia of infancy (PHHI) in the 1990s. Symptomatic hypoglycemia caused by insulin was first recognized in 1922 when one of the first diabetes patients ever treated with insulin was found \"climbing the walls\" due to hypoglycemia induced by insulin. The first description of children with congenital hyperinsulinism was made in 1954 by Dr Irvin McQuarrie in his presidential address to the American Pediatric Society.  McQuarrie termed the disorder \"idiopathic hypoglycemia of infancy\" and several of his patients required removal of most of their pancreas to control their hypoglycemia. McQuarrie suggested the disorder might be genetic, since hypoglycemia ran in families of some of his patients; however, he incorrectly believed that insulin was not the cause, since no insulin-producing tumors were found in the pancreas of patients. The following year, Cochrane and colleagues in Toronto reported that hypoglycemia in some, but not all, cases of idiopathic hypoglycemia could be provoked by protein or by certain individual amino acids, especially leucine. \"Leucine-sensitive\" hypoglycemia provided the first indication that amino acids, as well as glucose, could be important stimulators of insulin release. HI is sometimes incorrectly referred to as \"nesidioblastosis\", based on the appearance of the pancreatic tissue showing insulin cells arising from ductal structures. However, the term was discarded when it was shown that nesidioblastosis was merely a common feature of the pancreas in early infancy. It is now well recognised that HI is a disorder of beta-cell insulin regulation due to genetic mutations. In 1964, Drash and colleagues reported that diazoxide, an antihypertensive that suppresses insulin secretion, controlled hypoglycemia in some children with HI; currently, this is the only FDA-approved drug for treatment of hyperinsulinism. In 1996, mutations causing HI were discovered in the genes (ABCC8, KCNJ11) that encode the K-ATP channel which serves a key role in glucose-stimulated insulin secretion. Shortly thereafter, mutations in glucokinase (GCK) and glutamate dehydrogenase (GLUD1) were also identified to cause HI. The list of HI genes has now grown to over 30. Rapid genetic testing for the most common HI genes has become part of standard diagnosis and can be helpful in identifying infants likely to have a focal form of HI that can be cured by surgical removal. In 2003, it was shown that radioactive 18-fluoro-DOPA PET scans could assist surgeons locate and resect focal HI tumors.   == Society and culture ==   === Patient advocacy organizations === Patient advocacy organizations dedicated to improving the lives of people born with congenital hyperinsulinism play an important role in supporting people with the disease and their families, participating in and funding research on HI, and raising awareness of the condition. For example Congenital Hyperinsulinism International is a globally focused patient advocacy organization dedicated to improving the lives of people born with congenital hyperinsulinism. They are a member of the Chan Zuckerberg Initiative's Rare as One Network, which is a group of patient led organizations that have launched collaborative research networks. Country specific patient advocacy organizations include:  Austria: Lobby4kids Argentina: Hiperinsulinismo Congénito (HICA) Brazil: Associação Hiperinsulinismo Congênito France: Association des Hyperinsulinismes Germany: Kongenitaler Hyperinsulinismus e.V. Italy: Vivere con C.H.I. Spain: Hiperinsulinismo Congenito Turkey: Konjenital Hiperinsülinizmli Hasta Aileleri Derneği United Kingdom: The Children's Hyperinsulinism Charity   === Patient registries === People with congenital hyperinsulinism can participate in a patient reported registry called the HI Global Registry. By submitting a survey on their experiences to the registry, people with HI can help research on the condition.   === Centers of Excellence === Since 2021, centers that provide the highest quality of care for people with congenital hyperinsulinism (HI) are designated as Centers of Excellence (COE) by the Congenital Hyperinsulinism International (CHI). Being a COE also involves a commitment to research and collaboration. The CHI Center of Excellence are:  Congenital Hyperinsulinism Center at the Children's Hospital of Philadelphia, PA, United States The Hyperinsulinism Center at Cook Children's Medical Center in Fort Worth, TX, United States Congenital Hyperinsulinism Service at the Great Ormond Street Hospital in London, United Kingdom Charite-Universitatsmedizin Berlin and the University Children's Hospital Duesseldorf partnership in Germany Collaborative Alliance on Congenital Hyperinsulinism (COACH) headquartered in Magdeburg, Germany Northern Congenital Hyperinsulinism Service (NORCHI) in Manchester and Liverpool, in the United Kingdom   == See also == Hyperammonemia List of congenital disorders   == References ==   == Further reading == Hudgins, Louanne; Toriello, Helga V.; Enns, Gregory M.; Hoyme, H. Eugene, eds. (2014). Signs and Symptoms of Genetic Conditions. doi:10.1093/med/9780199930975.001.0001. ISBN 978-0-19-993097-5. Hertz, David E., ed. (2005). Care of the newborn a handbook for primary care. Philadelphia: Lippincott Williams & Wilkins. ISBN 9780781755856.   == External links == Hyperinsulinism Genes. Information on the genetic mechanisms of CHI. Congenital Hyperinsulinism International. Nonprofit providing information and resources."}