{"name": "Congenital Hypothyroidism", "category": "disease", "content": "Congenital hypothyroidism (CH) is thyroid hormone deficiency present at birth. If untreated for several months after birth, severe congenital hypothyroidism can lead to growth failure and permanent intellectual disability. Infants born with congenital hypothyroidism may show no effects, or may display mild effects that often go unrecognized as a problem. Significant deficiency may cause excessive sleeping, reduced interest in nursing, poor muscle tone, low or hoarse cry, infrequent bowel movements, significant jaundice, and low body temperature. Causes of congenital hypothyroidism include iodine deficiency and a developmental defect in the thyroid gland, either due to a genetic defect or of unknown cause. Treatment consists of a daily dose of thyroid hormone (thyroxine) by mouth. Because the treatment is simple, effective, and inexpensive, most of the developed world utilizes newborn screening with blood thyroid stimulating hormone (TSH) levels to detect congenital hypothyroidism. Most children with congenital hypothyroidism correctly treated with thyroxine grow and develop normally in all respects. Approximately 1 in 4000 newborns have a severe deficiency of thyroid function; a greater number have a mild or moderate deficiency.   == Signs and symptoms == Infants born with congenital hypothyroidism may show no effects, or may display mild effects that often go unrecognized as a problem: excessive sleeping, reduced interest in nursing, poor muscle tone, low or hoarse cry, infrequent bowel movements, significant jaundice, and low body temperature. If the fetal thyroid hormone deficiency is severe because of complete absence (athyreosis) of the gland, physical features may include a larger anterior fontanel, persistence of a posterior fontanel, an umbilical hernia, and a large tongue (macroglossia). In the era before newborn screening, less than half of cases of severe hypothyroidism were recognized in the first month of life. As the months proceeded, these babies would grow poorly and be delayed in their development. By several years of age, they would display the recognizable facial and body features of cretinism. Persistence of severe, untreated hypothyroidism resulted in severe mental impairment, with an IQ below 80 in the majority. Most of these children eventually ended up in institutional care.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Cause == Around the world, the most common cause of congenital hypothyroidism is iodine deficiency, but in most of the developed world and areas of adequate environmental iodine, cases are due to a combination of known and unknown causes. Most commonly there is a defect of development of the thyroid gland itself, resulting in an absent (athyreosis) or underdeveloped (hypoplastic) gland. However, recent studies have shown an increase in the number of cases caused by gland in situ (termed dyshormonogenesis when there is a defect in hormone production). A hypoplastic gland may develop higher in the neck or even in the back of the tongue. A gland in the wrong place is referred to as ectopic, and an ectopic gland at the base or back of the tongue is a lingual thyroid. Some of these cases of developmentally abnormal glands result from genetic defects, and some are \"sporadic,\" with no identifiable cause. One Japanese study found a statistical correlation between certain organochlorine insecticides and dioxin-like chemicals in the milk of mothers who had given birth to infants with congenital hypothyroidism. Neonatal hypothyroidism has been reported in cases of infants exposed to lithium, a mood stabilizer used to treat bipolar disorder, in utero. In some instances, hypothyroidism detected by screening may be transient. One common cause of this is the presence of maternal antibodies that temporarily impair thyroid function for several weeks. The word \"cretinism\" is an old term for the state of mental and physical retardation resulting from untreated congenital hypothyroidism, usually due to iodine deficiency from birth because of low iodine levels in the soil and local food sources. The term, like so many other 19th century medical terms, acquired pejorative connotations as it became used in lay speech. It is now deprecated; ICD-10 uses \"congenital iodine deficiency syndrome\" with additional specifiers for the various types.   == Genetics == Congenital hypothyroidism can also occur due to genetic defects of thyroxine or triiodothyronine synthesis within a structurally normal gland. Among specific defects are thyrotropin (TSH) resistance, iodine trapping defect, organification defect, thyroglobulin, and iodotyrosine deiodinase deficiency. In a small proportion of cases of congenital hypothyroidism, the defect is due to a deficiency of thyroid-stimulating hormone, either isolated or as part of congenital hypopituitarism. Genetic types of nongoitrous congenital hypothyroidism include:  Nongoitrous congenital hypothyroidism has been described as the \"most prevalent inborn endocrine disorder\".   == Diagnosis == In the developed world, nearly all cases of congenital hypothyroidism are detected by the newborn screening program. These are based on measurement of TSH or thyroxine (T4) on the second or third day of life (Heel prick).   === Evaluation === If the TSH is high, or the T4 low, the infant's doctor and parents are called and a referral to a pediatric endocrinologist is recommended to confirm the diagnosis and initiate treatment. A technetium (Tc-99m pertechnetate) thyroid scan detects a structurally abnormal gland, while a  radioactive iodine (RAIU) exam identifies congenital absence or a defect in organification (a process necessary to make thyroid hormone).   == Treatment == The goal of newborn screening programs is to detect and start treatment within the first 1–2 weeks of life. Treatment consists of a daily dose of thyroxine, available as a small tablet. The generic name is levothyroxine, and several brands are available. The tablet is crushed and given to the baby with a small amount of water or milk. The most commonly recommended dose range is 10-15 μg/kg daily, typically 12.5 to 37.5 or 44 μg. Within a few weeks, the T4 and TSH levels are rechecked to confirm that they are being normalized by treatment. As the child grows up, these levels are checked regularly to maintain the right dose. The dose increases as the child grow.   == Prognosis == Most children born with congenital hypothyroidism and correctly treated with thyroxine grow and develop normally in all respects. Even most of those with athyreosis and undetectable T4 levels at birth develop with normal intelligence, although as a population academic performance tends to be below that of siblings and mild learning problems occur in some. Congenital hypothyroidism is the most common preventable cause of intellectual disability. Few treatments in the practice of medicine provide as large a benefit for as small an effort. The developmental quotient (DQ,  as per Gesell Developmental Schedules) of children with hypothyroidism at age 24 months that have received treatment within the first 3 weeks of birth is summarised below:   == Epidemiology == Congenital hypothyroidism (CH) occurs in 1:1300 to 1:4000 births worldwide. The differences in CH-incidence are more likely due to iodine deficiency thyroid disorders or to the type of screening method than to ethnic affiliation. CH is caused by an absent or defective thyroid gland classified into agenesis (22-42%), ectopy (35-42%) and gland in place defects (24-36%). It is also found to be of increased association with female sex and gestational age >40 weeks.   == References ==   == External links =="}