{"name": "conivaptan", "category": "drug", "content": "Conivaptan, sold under the brand name Vaprisol, is a non-peptide inhibitor of the receptor for anti-diuretic hormone, also called vasopressin.  It was approved in 2004 for hyponatremia (low blood sodium levels). The compound was discovered by Astellas and marked in 2006. The drug is now marketed by Cumberland Pharmaceuticals, Inc. Conivaptan inhibits two of the three subtypes of the vasopressin receptor (V1a and V2). Effectively, it causes iatrogenic nephrogenic diabetes insipidus. Conivaptan has not been approved by the American Food and Drug Administration for the treatment of decompensated congestive heart failure. However, in theory, vasopressin receptor antagonism would be particularly useful in this setting, and an initial study shows that it has some promise.   == Medical uses == Conivaptan is most commonly used in the hospital in cases of euvolemic and hypervolemic hyponatremia, conditions where the sodium level in the blood falls significantly below normal. In the United States hyponatremia affects about four percent of hospitalized patients. Although many patients do not show symptoms, extreme cases may result in brain swelling, respiratory arrest and even death. Hypervolemic hyponatremia specifically is when the body’s serum sodium levels fall below the total body water increase, which results in edema. This is associated with congestive heart failure, liver disease and kidney failure.   == Pharmacology == Conivaptan hydrochloride is an arginine vasopressin (AVP) receptor antagonist with affinity for human V1A and V2 receptors in the nanomolar range in vitro. AVP levels in blood are crucial for water and electrolyte regulation and balance. V2 receptors maintain plasma osmolality and are coupled to aquaporin channels in the collecting ducts of kidneys where they regulate AVP levels.  Conivaptan hydrochloride functions by antagonizing V2 receptors in the renal collecting ducts and thus causing aquaresis or water secretion. Typical pharmacodynamic effects of the drug are an increase in  net fluid loss, increase in  urine output, and decrease in the osmolality of urine.  Conivaptan inhibits its own metabolism in the body, displaying non-linear pharmacokinetics. About 99% of conivaptan found is bound to human plasma proteins over the range of 10 ng/mL to 1000 ng/mL. The mean half-life of the drug is 5 hours and mean clearance is 15.2 L/hr.   == Adverse effects == Most adverse reactions to conivaptan are found at the site of infusion. Other complications include blood and lymphatic system disorders, gastrointestinal disorders, metabolism and nutrition disorders, psychiatric disorders as well as vascular disorders. There is risk of too rapid correction of hyponatremia causing fatal osmotic demyelination syndrome.   == Chemistry == Conivaptan hydrochloride is an off-white or a pale yellow power with a solubility of 0.25 mg/mL in water at 23 °C. The injectable formulation consists of 20 mg conivaptan hydrochloride, 0.4 g ethanol, 1.2 g propylene glycol and water.   == Development and commercialization == Conivaptan hydrochloride was discovered by Yamanouchi Pharmaceuticals and marketed by Astellas. Yamanouchi Pharmaceuticals filed a new drug application to the FDA for conivaptan hydrochloride to treat hyponatremia on 2 February 2004. On 1 December, Yamanouchi received approval for investigational hyponatremia treatment using conivaptan hydrochloride. Yamanouchi pharmaceuticals and Fujisawa Pharmaceuticlas merged and were renamed as Astellas’ in 2005. Astellas gained FDA approval for Conivaptan hydrochloride on 29 December 2005, and marked the drug under the brand name of Vaprisol in 2006. On 2 March 2007, vaprisol also gained FDA approval for the treatment of hypervolemia hyponatremia. On 22 October 2008, Vaprisol further gained approval as a 5% Dextrose premixed formulation for the treatment of hyponatremia. In 2014 Cumberland pharmaceuticals bought Vaprisol from Astellas and took full responsibility of all development and marketing of the drug. Cumberland Pharmaceuticals is a pharmaceutical company based in Nashville, Tennessee. In addition to Vaprisol, Cumberland produces Acetadote, Caldolor, Kristalose, Omeclamox, and Ethyol. Hepatoren, Boxban, Vasculan, and currently in phase II clinical trials. Protaban, Methotrexate, and Totect are waiting for pre-approval.   == References ==   == External links == \"Conivaptan\". Drug Information Portal. U.S. National Library of Medicine."}