{"name": "conjugated estrogens", "category": "drug", "content": "Conjugated estrogens (CEs), or conjugated equine estrogens (CEEs), sold under the brand name Premarin among others, is an estrogen medication which is used in menopausal hormone therapy and for various other indications. It is a mixture of the sodium salts of estrogen conjugates found in horses, such as estrone sulfate and equilin sulfate. CEEs are available in the form of both natural preparations manufactured from the urine of pregnant mares and fully synthetic replications of the natural preparations. They are formulated both alone and in combination with progestins such as medroxyprogesterone acetate. CEEs are usually taken by mouth, but can also be given by application to the skin or vagina as a cream or by injection into a blood vessel or muscle. Side effects of CEEs include breast tenderness and enlargement, headache, fluid retention, and nausea among others. It may increase the risk of endometrial hyperplasia and endometrial cancer in women with an intact uterus if it is not taken together with a progestogen like progesterone. The medication may also increase the risk of blood clots, cardiovascular disease, and, when combined with most progestogens, breast cancer. CEEs are estrogens, or agonists of the estrogen receptor, the biological target of estrogens like estradiol. Compared to estradiol, certain estrogens in CEEs are more resistant to metabolism, and the medication shows relatively increased effects in certain parts of the body like the liver. This results in an increased risk of blood clots and cardiovascular problems with CEEs relative to estradiol. Premarin, the major brand of CEEs in use, is manufactured by Pfizer and was first marketed in 1941 in Canada and in 1942 in the United States. It is the most commonly used form of estrogen in menopausal hormone therapy in the United States. However, it has begun to fall out of favor relative to bioidentical estradiol, which is the most widely used form of estrogen in Europe for menopausal hormone therapy. CEEs are available widely throughout the world. An estrogen preparation very similar to CEEs but differing in source and composition is esterified estrogens. In 2020, it was the 283rd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == CEEs are a form of hormone therapy used in women. It is used most commonly in postmenopausal women who have had a hysterectomy to treat hot flashes, and burning, itching, and dryness of the vagina and surrounding areas. It must be used in combination with a progestogen in women who have not had a hysterectomy. For women already taking the medication, it can be used to treat osteoporosis, although it is not recommended solely for this use. Some lesser known uses are as a means of high-dose estrogen therapy in the treatment of breast cancer in both women and men and in the treatment of prostate cancer in men. It has been used at a dosage of 2.5 mg three times per day (7.5 mg/day total) for prostate cancer. CEEs are specifically approved in countries such as the United States and Canada for the treatment of moderate to severe vasomotor symptoms (hot flashes) and vulvovaginal atrophy (atrophic vaginitis, atrophic urethritis) associated with menopause, hypoestrogenism due to hypogonadism, ovariectomy, or primary ovarian failure, abnormal uterine bleeding, the palliative treatment of metastatic breast cancer in women, the palliative treatment of advanced androgen-dependent prostate cancer in men, and the prevention of postmenopausal osteoporosis. The intravenous formulation of CEEs is specifically used to rapidly limit bleeding in women with hemorrhage due to dysfunctional uterine bleeding.: 318 : 60    === Available forms ===  Natural CEEs, as Premarin, are available in the form of oral tablets (0.3 mg, 0.625 mg, 0.9 mg, 1.25 mg, or 2.5 mg), creams for topical or vaginal administration (0.625 mg/g), and vials for intravenous or intramuscular injection (25 mg/vial). Synthetic CEEs, such as Cenestin (Synthetic A), Enjuvia (Synthetic B), and generic formulations, are available in the form of oral tablets (0.3 mg, 0.45 mg, 0.625 mg, 0.9 mg, or 1.25 mg) and creams for topical or vaginal administration (0.625 mg/g).   == Contraindications ==  Contraindications of CEEs include breast cancer and a history of venous thromboembolism, among others.   == Side effects == The most common side effects associated with CEEs are vaginal yeast infections, vaginal spotting or bleeding, painful menses, and cramping of the legs. While there are some contradictory data, estrogen alone does not appear to increase the risk of coronary heart disease or breast cancer, unlike the case of estrogen in combination with certain progestins such as levonorgestrel or medroxyprogesterone acetate. Only a few clinical studies have assessed differences between oral CEEs and oral estradiol in terms of health parameters. Oral CEEs have been found to possess a significantly greater risk of thromboembolic and cardiovascular complications than oral estradiol (ORTooltip Odds ratio = 2.08) and oral esterified estrogens (ORTooltip Odds ratio = 1.78). However, in another study, the increase in venous thromboembolism risk with oral CEEs plus medroxyprogesterone acetate and oral estradiol plus norethisterone acetate was found to be equivalent (RRTooltip Relative risk = 4.0 and 3.9, respectively). As of present, there are no randomized controlled trials that would allow for unambiguous conclusions.   == Overdose ==  Estrogens, including CEEs, are relatively safe in acute overdose.   == Interactions ==  Inhibitors and inducers of cytochrome P450 enzymes may interact with CEEs.   == Pharmacology ==   === Pharmacodynamics ===  CEEs are a combination of estrogens, or agonists of the estrogen receptors. The major estrogen in CEEs, sodium estrone sulfate, itself is inactive, and rather serves as a prodrug of estrone and then of estradiol. The transformation of estrone sulfate to estrone is catalyzed by steroid sulfatase, and of estrone into estradiol by 17β-hydroxysteroid dehydrogenase. CEEs (as Premarin) and estrone have been found to be equivalent in potency in an animal model of estrogenic activity. On the other hand, the active forms of the equine estrogens in CEEs, such as equilin and 17β-dihydroequilin, have greater potency in the liver relative to bioidentical estradiol, similarly to synthetic estrogens like ethinylestradiol and diethylstilbestrol. This results in disproportionate effects on liver protein production compared to estradiol, although to a lesser extent than ethinylestradiol and diethylstilbestrol. In addition, 17β-dihydroequilenin has shown a selective estrogen receptor modulator (SERM)-like profile of estrogenic activity in studies with monkeys, in which beneficial effects on bone and the cardiovascular system were observed but proliferative responses in breast or endometrium were not seen, although the clinical significance of this is unknown. CEEs consists of the sodium salts of the sulfate esters of equine estrogens in a specific and consistent composition (see the table). The major estrogens in CEEs are sodium estrone sulfate and sodium equilin sulfate, which together account for approximately 71.5–92.0% of the total content of CEEs. CEEs are prodrugs of the active forms of the estrogens. Sodium estrone sulfate is a prodrug of estrone, which in turn is a prodrug of estradiol, while sodium equilin sulfate is a prodrug of equilin and then of 17β-dihydroequilin. As such, the major active estrogens with CEEs are estradiol and 17β-dihydroequilin, which have potent estrogenic activity and account for most of the effects of CEEs. The 17α-estrogens in CEEs such as 17α-estradiol and 17α-dihydroequilin have low estrogenicity and are thought to contribute minimally to its effects. There are many different steroids in natural CEE products like Premarin, as many as 230 compounds and including even androgens and progestogens, but only the estrogens are present in sufficient amounts to produce clinically-relevant effects. A dosage of 0.625 mg/day oral CEEs has been found to increase SHBG levels by 100%. For comparison, 1 mg/day oral estradiol increased SHBG levels by 45%, while 50 μg/day transdermal estradiol increased SHBG levels by 12%. Ethinylestradiol is more potent in its effects on liver protein synthesis than either CEEs or estradiol, with 10 μg/day oral ethinylestradiol having been found to be approximately equivalent to 1.25 mg/day CEEs.   ==== Antigonadotropic effects ====  A preliminary study of ovulation inhibition in women found that oral CEEs was 33% effective at 1.25 mg/day and 94% at 3.75 mg/day. A dosage of oral CEEs of 2.5 mg three times daily (7.5 mg/day total) has been found to suppress total testosterone levels in men to an equivalent extent as 3 mg/day oral diethylstilbestrol, which is the minimum dosage of diethylstilbestrol required to consistently suppress total testosterone levels into the castrate range (<50 ng/dL).   === Pharmacokinetics ===  CEEs are hydrolyzed in the intestines during first-pass metabolism upon oral administration. Following their absorption, they are resulfated mainly in the liver also during the first pass. Following this, they serve as a circulating reservoir and are slowly rehydrolyzed into their unconjugated active forms. Oral CEEs, at a daily dosage of 0.625 mg, achieve estrone and estradiol levels of 150 pg/mL and 30–50 pg/mL, respectively, while a daily oral dosage of 1.25 mg achieves levels of 120–200 pg/mL and 40–60 pg/mL of estrone and estradiol, respectively. The oral ingestion of 10 mg CEEs, which contains about 4.5 mg sodium estrone sulfate and 2.5 mg sodium equilin sulfate, produces maximal plasma concentrations of estrone and equilin of 1,400 pg/mL and 560 pg/mL within three and five hours, respectively. By 24 hours post-dose of 10 mg, the levels of estrone and equilin fall to 280 pg/mL and 125 pg/mL, respectively. Oral CEEs 1.25 mg/daily and oral micronized estradiol 1 mg/daily result in similar plasma concentrations of estrone and estradiol (150–300 pg/mL and 30–50 pg/mL for micronized estradiol, respectively) (oral estradiol is extensively metabolized into estrone during hepatic first-pass metabolism), although this does not account for equilin and other equine estrogens involved in the effects of CEEs, which may be significantly more potent in comparison to estrone. The pharmacokinetics of vaginal CEEs and of intravenous CEEs have been studied as well. Eoncentrations of equilin that are very high relative to those of other estrogens are produced by typical clinical doses of CEEs. With a dosage of 1.25 mg oral CEEs, equilin levels of 1,082 to 2,465 pg/mL have been observed. The clinical significance of these levels of equilin is unknown. The active forms are metabolized primarily in the liver. There is some enterohepatic recirculation of CEEs. Following a single oral dose of 0.625 CEEs, the biological half-life of estrone was 26.7 hours, of baseline-adjusted estrone was 14.8 hours, and of equilin was 11.4 hours.   == Chemistry ==  CEEs are naturally occurring estrane steroids. They are in conjugate form, as the sodium salts of the C17β sulfate esters. The estrogens in CEEs, in their unconjugated active forms, include bioidentical human estrogens like estradiol and estrone as well as equine-specific estrogens such as equilin and 17β-dihydroequilin. The equine estrogens differ from human estrogens in that they have additional double bonds in the B ring of the steroid nucleus. CEEs contain both 17β-estrogens like estradiol and 17β-dihydroequilin and the C17α epimers like 17α-estradiol and 17α-dihydroequilin.   == History == Conjugated estriol, an extract of the urine of pregnant women and sold under the brand names Progynon and Emmenin in the 1930s, was the predecessor of Premarin. Both of these products contained conjugated estrogens similarly to Premarin, but the estrogens were human estrogens as opposed to equine estrogens and the composition differed. The major active ingredient in Progynon and Emmenin was estriol glucuronide. Estrone sulfate was first isolated from the urine of pregnant mares in the late 1930s by researchers in the Department of Biochemistry at University of Toronto. Premarin was first introduced in 1941 by Wyeth Ayerst as a treatment for hot flashes and other symptoms of menopause; at that time, Wyeth Ayerst only had to prove its safety, and not its efficacy.  In response to the 1962 Kefauver Harris Amendment the FDA had its efficacy reviewed, and in 1972 found it effective for menopausal symptoms and probably effective for osteoporosis. The review also determined  that two estrogens – estrone sulfate and equilin sulfate – were primarily responsible for the activity of Premarin, and it laid the groundwork for Abbreviated New Drug Application (ANDA) submissions of generic versions. In 1984 an NIH consensus panel found that estrogens were effective for preventing osteoporosis and 1986 the FDA announced in the Federal Register that Premarin was effective for preventing osteoporosis. This announcement led to a rapid growth in sales, and interest from generic manufacturers to introduce generic versions. Conjugated estrogens was introduced for medical use under the brand name Premarin in Canada in 1941, in the United States in 1942, and in the United Kingdom in 1956. The manufacturer of Premarin secretly paid gynecologist Robert A. Wilson to promote its use by menopausal women in his 1966 book, Feminine Forever, leading to increased sales.   == Society and culture ==   === Names === Estrogens, conjugated is the generic name of the drug and its USPTooltip United States Pharmacopeia and JANTooltip Japanese Accepted Name. It is also known as conjugated estrogens or as conjugated equine estrogens. The brand name Premarin is a contraction of \"pregnant mares' urine\". CEEs are marketed under a large number of brand names throughout the world. The major brand name of the natural form of CEEs manufactured from the urine of pregnant mares is Premarin. Major brand names of fully synthetic versions of CEEs include Cenestin and Enjuvia in the United States and C.E.S. and Congest in Canada. CEEs are also formulated in combination with progestins. Major brand names of CEEs in combination with medroxyprogesterone acetate include Prempro and Premphase in the United States, Premplus in Canada, Premique in the United Kingdom and Ireland, Premia in Australia and New Zealand, and Premelle in South Africa. Prempak-C is a combination of CEEs and norgestrel which is used in the United Kingdom and Ireland, and Prempak N is a combination of CEEs and medrogestone which is used in South Africa. Many of the aforementioned brand names are also used in other, non-English-speaking countries.   === Availability ===  CEEs are marketed and available widely throughout the world. This includes in all English-speaking countries, throughout the European Union, Latin America, Asia, and elsewhere in the world.   === Health effects === Research starting in 1975 showed substantially increased risk of endometrial cancer. Since 1976, the drug has carried a label warning about the risk. As part of the Women's Health Initiative sponsored by the National Institutes of Health, a large-scale clinical trial of menopausal HRT showed that long-term use of estrogen and a progestin may increase the risk of strokes, heart attacks, blood clots, and breast cancer. Following these results, Wyeth experienced a significant decline in its sales of Premarin, Prempro (CEEs and medroxyprogesterone acetate), and related products, from over $2 billion in 2002 to just over $1 billion in 2006.   === Litigation === This drug has been the subject of litigation; more than 13,000 people have sued Wyeth between 2002 and 2009. Wyeth and Pharmacia & Upjohn prevailed in the vast majority of hormone therapy cases previously set for trial through a combination of rulings by judges, verdicts by juries, and dismissals by plaintiffs themselves. Of the company's losses, two of the jury verdicts were reversed post-trial and others are being challenged on appeal. Wyeth also won five summary judgments on Prempro cases and had 15 cases voluntarily dismissed by plaintiffs. The company won dismissals in another 3,000 cases. In 2006, Mary Daniel, in a trial in Philadelphia, was awarded $1.5 million in compensatory damages as well as undisclosed punitive damages. As of 2010, Wyeth had won the last four of five cases, most recently in Virginia, finding that they were not responsible for the breast cancer of plaintiff Georgia Torkie-Tork. Wyeth has been quoted as saying \"many risk factors associated with breast cancer have been identified, but science cannot establish what role any particular risk factor or combination play in any individual woman's breast cancer.\" Wyeth's counsel in the case also noted that in the WHI trial, 99.62% of women took the drug and \"did not get breast cancer\".   === Animal welfare === Animal welfare groups claim that animal husbandry and urine collection methods used in the production of CEEs cause undue stress and suffering to the mares involved. Animal activists have made claims of abuses ranging from inadequate stall size, long periods of confinement, cumbersome urine collection, and continuous breeding cycles. After reaching advanced age, many of the mares are adopted for recreation use, while some are sent to feed lots for slaughter. Despite the controversy, the USDA called the CEEs HRT industry a model of self-regulation.   == Notes ==   == References ==   == Further reading ==   == External links == WHI Follow-up Study Confirms Health Risks of Long-Term Combination Hormone Therapy Outweigh Benefits for Postmenopausal Women NIH press release, 4 March 2008"}