{"name": "Contact Dermatitis", "category": "disease", "content": "Contact dermatitis is a type of acute or chronic inflammation of the skin caused by exposure to chemical or physical agents. Symptoms of contact dermatitis can include itchy or dry skin, a red rash, bumps, blisters, or swelling. These rashes are not contagious or life-threatening, but can be very uncomfortable. Contact dermatitis results from either exposure to allergens (allergic contact dermatitis), or irritants (irritant contact dermatitis). Allergic contact dermatitis involves a delayed type of hypersensitivity and previous exposure to an allergen to produce a reaction. Irritant contact dermatitis is the most common type and represents 80% of all cases. It is caused by prolonged exposure to irritants, leading to direct injury of the epidermal cells of the skin, which activates an immune response, resulting in an inflammatory cutaneous reaction. Phototoxic dermatitis occurs when the allergen or irritant is activated by sunlight. Diagnosis of allergic contact dermatitis can often be supported by patch testing.   == Epidemiology == Contact dermatitis constitutes 95% of all occupational skin disorders. There are few accurate statistics on the incidence and prevalence of contact dermatitis. The results of the few studies that have been undertaken cannot be compared because of methodological differences.   == Signs and symptoms == Contact dermatitis is a localized rash or irritation of the skin caused by contact with a foreign substance. Only the superficial regions of the skin are affected in contact dermatitis. Inflammation of the affected tissue is present in the epidermis (the outermost layer of skin) and the outer dermis (the layer beneath the epidermis). Contact dermatitis results in large, burning, and itchy rashes. These can take anywhere from several days to weeks to heal. This differentiates it from contact urticaria (hives), in which a rash appears within minutes of exposure and then fades away within minutes to hours. Even after days, contact dermatitis fades only if the skin no longer comes in contact with the allergen or irritant.  Chronic contact dermatitis can develop when the removal of the offending agent no longer provides expected relief. Irritant dermatitis is usually confined to the area where the irritating substance actually touched the skin, whereas allergic dermatitis may be more widespread on the skin. Irritant dermatitis is usually found on hands whereas exposed areas of skin. Symptoms of both forms include the following:  Red rash: This is the usual reaction. The rash appears immediately in irritant contact dermatitis; in allergic contact dermatitis, the rash sometimes does not appear until 24–72 hours after exposure to the allergen. Blisters or wheals: Blisters, wheals (welts), and urticaria (hives) often form in a pattern where skin was directly exposed to the allergen or irritant. Itchy, burning skin: Irritant contact dermatitis tends to be more painful than itchy, while allergic contact dermatitis often itches. The surface appearance of skin: Skin is dry and fissured in the irritant contact dermatitis whereas vesicles and bullae are seen in allergic contact dermatitis. Lichenified lesions: While either form of contact dermatitis can affect any part of the body, irritant contact dermatitis often affects the hands, which have been exposed by resting in or dipping into a container (sink, pail, tub, swimming pools with high chlorine) containing the irritant.   == Causes == The percentage of cases attributable to occupational contact dermatitis varies substantially depending on the industries that predominate, the employment that people have, the risks to which they are exposed, the centers that record cases, and variances in defining and confirming diagnoses. Common causes of allergic contact dermatitis include: nickel allergy, 14K or 18K gold, Balsam of Peru (Myroxylon pereirae), and chromium.  In the Americas they include the oily coating from plants of the genus Toxicodendron: poison ivy, poison oak, and poison sumac. Millions of cases occur each year in North America alone.  The alkyl resorcinols in Grevillea banksii and Grevillea 'Robyn Gordon' are responsible for contact dermatitis. Bilobol, another alkyl resorcinol found in Ginkgo biloba fruits, is also a strong skin irritant. Common causes of irritant contact dermatitis include solvents, metalworking fluids, latex, kerosene, ethylene oxide, paper, especially papers coated with chemicals and printing inks, certain foods and drink, food flavorings and spices, perfume, surfactants in topical medications and cosmetics, alkalis, low humidity from air conditioning, and many plants.  Other common causes of irritant contact dermatitis are harsh alkaline soaps, detergents, and cleaning products. There are three types of contact dermatitis:  irritant contact dermatitis; allergic contact dermatitis; and photocontact dermatitis. Photocontact dermatitis is divided into two categories: phototoxic and photoallergic.   === Irritant contact dermatitis === The irritant's direct cytotoxic impact on epidermal keratinocytes causes Irritant contact dermatitis. This disrupts the skin barrier and activates the innate immune system. Keratinocytes in the epidermis can be actually affected by irritants. It is a complicated reaction that is influenced by genetic and environmental elements, both of which have a role in the pathogenesis of the disease. It can be seen in both occupational and non-occupational environments but it's more common in the occupations dealing in low humidity conditions. Irritant contact dermatitis (ICD) can be divided into forms caused by chemical irritants, and those caused by physical irritants. Common chemical irritants implicated include: solvents (alcohol, xylene, turpentine, esters, acetone, ketones, and others); metalworking fluids (neat oils, water-based metalworking fluids with surfactants); latex; kerosene; ethylene oxide; surfactants in topical medications and cosmetics (sodium lauryl sulfate); and alkalis (drain cleaners, strong soap with lye residues). Physical irritant contact dermatitis may most commonly be caused by low humidity from air conditioning. Also, many plants directly irritate the skin.   === Allergic contact dermatitis ===  Allergic contact dermatitis (ACD) is accepted to be the most prevalent form of immunotoxicity found in humans, and is a common occupational and environmental health problem. By its allergic nature, this form of contact dermatitis is a hypersensitive reaction that is atypical within the population. The development of the disease occurs in two phases, which are induction and elicitation. The process of skin sensitization begins when a susceptible subject is exposed to the allergen in sufficient concentration to elicit the required cutaneous immune response. This causes sensitization and when exposure to the same allergen at a later time at the same or different skin site leads to a secondary immune response at the point of contact. The mechanisms by which this reaction occurs are complex, with many levels of fine control. Their immunology centres on the interaction of immunoregulatory cytokines and discrete subpopulations of T lymphocytes. Allergens include nickel, gold, Balsam of Peru (Myroxylon pereirae), chromium, and the oily coating from plants of the genus Toxicodendron, such as poison ivy, poison oak, and poison sumac.  Acrylates, rubber chemicals, emulsifiers and dyes, epoxy resin chemicals are just several of the substances that might induce Allergic Contact Dermatitis. Much of the allergic contact dermatitis that arises is caused by occupational exposure. Non-occupational exposure to allergens in medicaments, clothing, cosmetics, and plants are also a significant cause of allergic contact dermatitis.   === Photocontact dermatitis ===  Sometimes termed \"photoaggravated\", and divided into two categories, phototoxic and photoallergic, PCD is the eczematous condition which is triggered by an interaction between an otherwise unharmful or less harmful substance on the skin and ultraviolet light (320–400 nm UVA) (ESCD 2006), therefore manifesting itself only in regions where the affected person has been exposed to such rays. Without the presence of these rays, the photosensitiser is not harmful. For this reason, this form of contact dermatitis is usually associated only with areas of skin that are left uncovered by clothing, and it can be soundly defeated by avoiding exposure to sunlight.  The mechanism of action varies from toxin to toxin, but is usually due to the production of a photoproduct. Toxins which are associated with PCD include the psoralens. Psoralens are in fact used therapeutically for the treatment of psoriasis, eczema, and vitiligo. Photocontact dermatitis is another condition in which the distinction between forms of contact dermatitis is not clear-cut. Immunological mechanisms can also play a part, causing a response similar to ACD.   == Diagnosis ==  Since contact dermatitis relies on an irritant or an allergen to initiate the reaction, it is important for the patient to identify the responsible agent and avoid it. This can be accomplished by having patch tests, one of various methods commonly known as allergy testing.  The patch tests were based on the concept of a type IV hypersensitivity reaction where there is exposure of allergens to skin and checking for the development of contact dermatitis in that area. This test involves the application of suspected irritant to a part of the skin and cover it with impermeable material and attached to the skin with the help of adhesive plaster. The top three allergens found in patch tests from 2005 to 2006 were:  nickel sulfate (19.0%), Myroxylon pereirae (Balsam of Peru, 11.9%), and fragrance mix I (11.5%). The patient must know where the irritant or allergen is found to be able to avoid it. It is important to also note that chemicals sometimes have several different names, and do not always appear on labels. The distinction between the various types of contact dermatitis is based on a number of factors. The morphology of the tissues, the histology, and immunologic findings are all used in diagnosis of the form of the condition. However, as suggested previously, there is some confusion in the distinction of the different forms of contact dermatitis. Using histology on its own is insufficient, as these findings have been acknowledged not to distinguish, and even positive patch testing does not rule out the existence of an irritant form of dermatitis as well as an immunological one.   == Prevention == In an industrial setting the employer has a duty of care to its worker to provide the correct level of safety equipment to mitigate exposure to harmful irritants. This can take the form of protective clothing, gloves, or barrier cream, depending on the working environment. It is impossible to eliminate the complete exposure to harmful irritants but can be avoided using the multidimensional approach. The multidimensional approach includes eight basic elements to follow. They are:  Identification of possible cutaneous irritants and allergens To avoid skin exposure, use appropriate control measures or chemical substitutes. Personal protection can be achieved by the use of protective clothes or barrier creams. Maintenance of personal and environmental hygiene Use of harmful irritants in the workplace should be regulated Efforts to raise knowledge of potential allergies and irritants through education promoting safe working conditions and practices health screenings before and after employment and on a regular basis Topical antibiotics should not be used to prevent infection in wounds after surgery. When they are used, it is inappropriate, and the person recovering from surgery is at significantly increased risk of developing contact dermatitis.   == Treatment ==   === Self-care === If blistering develops, cold moist compresses applied for 30 minutes, 3 times a day can offer relief. Calamine lotion may relieve itching. Oral antihistamines such as diphenhydramine (Benadryl, Ben-Allergin) can relieve itching. Avoid scratching. Immediately after exposure to a known allergen or irritant, wash with soap and cool water to remove or inactivate most of the offending substance. For mild cases that cover a relatively small area, hydrocortisone cream in nonprescription strength may be sufficient. Weak acid solutions (lemon juice, vinegar) can be used to counteract the effects of dermatitis contracted by exposure to basic irritants. A barrier cream, such as those containing zinc oxide (e.g., Desitin, etc.), may help protect the skin and retain moisture.   === Medical care === If the rash does not improve or continues to spread after 2–3 of days of self-care, or if the itching and/or pain is severe, the patient should contact a dermatologist or other physician. Medical treatment usually consists of lotions, creams, or oral medications.  Corticosteroids. A corticosteroid medication like hydrocortisone may be prescribed to combat inflammation in a localized area. It may be applied to the skin as a cream or ointment. If the reaction covers a relatively large portion of the skin or is severe, a corticosteroid in pill or injection form may be prescribed. In severe cases, a stronger medicine like halobetasol may be prescribed by a dermatologist.  Antihistamines. Prescription antihistamines may be given if non-prescription strengths are inadequate.   == See also == Eczema – Inflammatory disease of the skinPages displaying short descriptions of redirect targets Hock burns – Leg injuries commonly found in birds raised for meat Nickel allergy – allergic contact dermatitis that has allergic trigger nickel atomPages displaying wikidata descriptions as a fallback Urushiol-induced contact dermatitis – Human diseasePages displaying wikidata descriptions as a fallback   == References ==   == External links ==  eMedicine Health article on contact dermatitis"}