{"name": "Corneal Abrasions", "category": "disease", "content": "Corneal abrasion is a scratch to the surface of the cornea of the eye. Symptoms include pain, redness, light sensitivity, and a feeling like a foreign body is in the eye. Most people recover completely within three days. Most cases are due to minor trauma to the eye such as that which can occur with contact lens use or from fingernails. About 25% of cases occur at work. Diagnosis is often by slit lamp examination after fluorescein dye has been applied. More significant injuries like a corneal ulcer, globe rupture, recurrent erosion syndrome, and a foreign body within the eye should be ruled out. Prevention includes the use of eye protection. Treatment is typically with antibiotic ointment. In those who wear contact lenses a fluoroquinolone antibiotic is often recommended. Paracetamol (acetaminophen), NSAIDs, and eye drops such as cyclopentolate that paralyse the pupil can help with pain. Evidence does not support the usefulness of eye patching for those with simple abrasions. About 3 per 1,000 people are affected a year in the United States. Males are more often affected than females. The typical age group affected is those in their 20s and 30s. Complications can include bacterial keratitis, corneal ulcer, and iritis. Complications may occur in up to 10% of people.   == Signs and symptoms == Signs and symptoms of corneal abrasion include pain, trouble with bright lights, a foreign-body sensation, excessive squinting, and reflex production of tears. Signs include epithelial defects and edema, and often redness of the eye. The vision may be blurred, both from any swelling of the cornea and from excess tears. Crusty buildup from excess tears may also be present.   === Complications === Complications are the exception rather than the rule from simple corneal abrasions. It is important that any foreign body be identified and removed, especially if containing iron as rusting will occur. Occasionally the healed epithelium may be poorly adherent to the underlying basement membrane in which case it may detach at intervals giving rise to recurrent corneal erosions.   == Causes == Corneal abrasions are generally a result of trauma to the surface of the eye. Common causes include being poked by a finger, walking into a tree branch, and wearing old contact lenses.  A foreign body in the eye may also cause a scratch if the eye is rubbed. Injuries can also be incurred by \"hard\" or \"soft\" contact lenses that have been left in too long.  Damage may result when the lenses are removed, rather than when the lens is still in contact with the eye. In addition, if the cornea becomes excessively dry, it may become more brittle and easily damaged by movement across the surface.  Soft contact lens wear overnight has been extensively linked to gram negative keratitis (infection of the cornea) particularly by a bacterium known as Pseudomonas aeruginosa which forms in the eye's biofilm as a result of extended soft contact lens wear.  When a corneal abrasion occurs either from the contact lens itself or another source, the injured cornea is much more susceptible to this type of bacterial infection than a non-contact lens user's would be.  This is an optical emergency as it is sight- (in some cases eye-) threatening.  Contact lens wearers who present with corneal abrasions should never be pressure patched because it has been shown through clinical studies that patching creates a warm, moist dark environment that can cause the cornea to become infected or cause an existing infection to be greatly accelerated on its destructive path. Corneal abrasions are also a common and recurrent feature in people with specific types of corneal dystrophy, such as lattice corneal dystrophy. Lattice dystrophy gets its name from an accumulation of amyloid deposits, or abnormal protein fibers, throughout the middle and anterior stroma. During an eye examination, the doctor sees these deposits in the stroma as clear, comma-shaped overlapping dots and branching filaments, creating a lattice effect. Over time, the lattice lines will grow opaque and involve more of the stroma. They will also gradually converge, giving the cornea a cloudiness that may also reduce vision. In some people, these abnormal protein fibers can accumulate under the cornea's outer layer—the epithelium. This can cause erosion of the epithelium. This condition is known as recurrent epithelial erosion. These erosions: (1) Alter the cornea's normal curvature, resulting in temporary vision problems; and (2) Expose the nerves that line the cornea, causing severe pain. Even the involuntary act of blinking can be painful.   == Diagnosis == Although corneal abrasions may be seen with ophthalmoscopes, slit lamp microscopes provide higher magnification which allow for a more thorough evaluation. To aid in viewing, a fluorescein stain that fills in the corneal defect and glows with a cobalt blue-light is generally instilled first. A careful search should be made for any foreign body, in particular looking under the eyelids. Injury following use of hammers or power-tools should always raise the possibility of a penetrating foreign body into the eye, for which urgent ophthalmology opinion should be sought.   == Prevention == Prevention is the best method to avoid recurrence of corneal abrasions. Protective eyewear should be worn by people who work with hazardous machinery, metal, wood, or chemicals, as well as those who perform yard work or participate in certain contact sports. The appropriate type of protective eyewear depends on the specific circumstances, but all should provide shielding, good visibility, and a comfortable fit. Some examples include polycarbonate glasses or goggles, plastic safety glasses, face shields, and welding helmets. Specifically, welders should use a helmet with a lens that blocks UV light to avoid UV keratitis. It is important to notice that people with one eye are especially vulnerable to potentially blinding injuries, and should pay special attention to protecting their eyes. In these cases, protective eyewear can ensure some degree of safety while also allowing people to participate in their normal day-to-day activities. Ensuring both a proper contact lens fit and the compliance of the person with care measures can prevent contact lens-related complications. As it has been stated previously, these can cause both mechanic damage to the cornea and be a risk factor for the development of microbial keratitis. Thus, an emphasis should be placed on reducing lens contamination by using effective disinfecting solutions, as well as antimicrobial contact lenses and cases. It is important to avoid swimming with contact lenses, because this increases the frequency of bacterial infections, primarily from Staphylococcus epidermidis and other organisms found in contaminated water. Finally, people who use contact lenses can also avoid both mechanical and infectious trauma by not using contacts beyond the length of their intended use.   == Treatment == The treatment of corneal abrasions aims to prevent bacterial superinfection, speed healing, and provide symptomatic relief. If a foreign body is found, it needs to be removed.   === Foreign body === Positioning: The person is laid in a comfortable position with the affected eye closest to the physician. Loupes can be used if available and the eye can be illuminated with a medical light or, alternatively, with an ophtalmoscope held in the non-dominant hand. The person is then asked to focus on a particular point on the ceiling so that the foreign body sits as centrally between the eyelids as possible. This accounts for a more sterile procedure by keeping the eyelashes as far as possible, and reduces the chance of eliciting a blink reflex. If necessary, the eyelids can be kept open using an eyelid speculum, the examiner's fingertips, a cotton tip or an assistant. Anaesthetic and pupil dilator: Local anaesthetic is instilled into both eyes in order to reduce blepharospasm. Topical oxybuprocaine 0.4% is the preferred choice as it has an onset of action of 20 seconds and a half-life of 20 minutes. A drop of topical pupil dilator such a cyclopentolate 1%, if available, can be helpful to reduce ciliary spasm after removal of the foreign body. Atropine is generally avoided due to its long-lasting mydriatic effects. Removal techniques: There are mainly two types of techniques, the choice of which will depend on the nature of the foreign body. The first technique is the cotton tip removal, which is indicated in superficial foreign bodies with no surrounding corneal reaction, and the second is the hypodermic needle or nº15 blade removal with which the complete foreign body and any surrounding rust ring can be removed. Irrigation of the ocular surface and upper and lower fornices can be performed after the procedure to wash out any residual loose foreign body material. A 10 mL ampoule of sterile saline is usually sufficient.   === Medications === Current recommendations stress the need to use topical and/or oral analgesia and topical antibiotics. One review has found that eye drops to numb the surface of the eye such as tetracaine improve pain; however, their safety is unclear. Another review did not find evidence of benefit and concluded there was not enough data on safety. Topical nonsteroidal anti-inflammatory drugs (NSAIDs) are useful to reduce the pain caused by corneal abrasions. Diclofenac and ketorolac are the most used, one drop four times a day. It is worth noting, however, that diclofenac may delay wound healing and ketorolac should be avoided in people who wear contact lenses. Some studies do not recommend using topical NSAIDs due to the risk of corneal toxicity. There is no direct evidence regarding the use of oral analgesics, but because pain relief is the main concern for people with corneal abrasions, these are prescribed according to individual's characteristics. Topical antibiotics are used to prevent concomitant infections, which result in slower healing of corneal abrasions. Ointments are considered the first-line treatment, as they are more lubricating than drops. If the person uses contact lenses, an antibiotic with anti-pseudomonal activity is preferred (ciprofloxacin, gentamicin or ofloxacin), and the use of contact lenses should be discontinued until the abrasion has healed and the antibiotic treatment has ended. This is because contact lens wearers are often colonized with Pseudomonas aeruginosa, which may cause corneal perforations and subsequent permanent vision loss. If the mechanism of injury involves contact lenses, fingernails or organic/ plant matter, antibiotic prophylaxis should be provided with topical fluoroquinolone drops 4 times a day, and a fluoroquinolone ointment, typically ciprofloxacin, at night. If the abrasion was caused by another mechanism, the recommended treatment includes antibiotic ointments (erythromycin, bacitracin or bacitracin/polymyxin B every 2 or 4 hours) or antibiotic drops, usually polymyxin B and trimethoprim 4 times a day.   === Patching === Eye patching is not generally recommended as they do not help with healing or pain. Furthermore, it can result in decreased oxygen delivery, increased moisture and a higher chance of an infection. Another measure that is no longer recommended is the use of mydriatics, formerly used to relieve the pain caused by ciliary muscle spasm.   == Animals ==   == References ==   == External links =="}