{"name": "crizotinib", "category": "drug", "content": "Crizotinib, sold under the brand name Xalkori among others, is an anti-cancer medication used for the treatment of non-small cell lung carcinoma (NSCLC). Crizotinib inhibits the c-Met/Hepatocyte growth factor receptor (HGFR) tyrosine kinase, which is involved in the oncogenesis of a number of other histological forms of malignant neoplasms. It also acts as an ALK (anaplastic lymphoma kinase) and ROS1 (c-ros oncogene 1) inhibitor.    == Medical uses == Crizotinib is indicated for the treatment of metastatic non-small cell lung cancer (NSCLC) or relapsed or refractory, systemic anaplastic large cell lymphoma (ALCL) that is ALK-positive. It is also indicated for the treatment of unresectable, recurrent, or refractory inflammatory anaplastic lymphoma kinase (ALK)-positive myofibroblastic tumors (IMT).   == Mechanism of action ==  Crizotinib has an aminopyridine structure, and functions as a protein kinase inhibitor by competitive binding within the ATP-binding pocket of target kinases. About 4% of patients with non-small cell lung carcinoma have a chromosomal rearrangement that generates a fusion gene between EML4 ('echinoderm microtubule-associated protein-like 4') and ALK ('anaplastic lymphoma kinase'), which results in constitutive kinase activity that contributes to carcinogenesis and seems to drive the malignant phenotype. The kinase activity of the fusion protein is inhibited by crizotinib. Patients with this gene fusion are typically younger non-smokers who do not have mutations in either the epidermal growth factor receptor gene (EGFR) or in the K-Ras gene. The number of new cases of ALK-fusion NSLC is about 9,000 per year in the U.S. and about 45,000 worldwide. ALK mutations are thought to be important in driving the malignant phenotype in about 15% of cases of neuroblastoma, a rare form of peripheral nervous system cancer that occurs almost exclusively in very young children. Crizotinib is thought to exert its effects through modulation of the growth, migration, and invasion of malignant cells.  Other studies suggest that crizotinib might also act via inhibition of angiogenesis in malignant tumors.   == Society and culture ==   === Legal status === In August 2011, the US Food and Drug Administration (FDA) approved crizotinib to treat certain late-stage (locally advanced or metastatic) non-small cell lung cancers that express the abnormal anaplastic lymphoma kinase (ALK) gene. Approval required a companion molecular test for the EML4-ALK fusion. In March 2016, the FDA approved crizotinib in ROS1-positive non-small cell lung cancer. In October 2012, the European Medicines Agency (EMA) approved the use of crizotinib to treat non-small cell lung cancers that express the abnormal anaplastic lymphoma kinase (ALK) gene.   == Research ==   === Lung cancer === Crizotinib caused tumors to shrink or stabilize in 90% of 82 patients carrying the ALK fusion gene. Tumors shrank at least 30% in 57% of people treated.  Most had adenocarcinoma, and had never smoked or were former smokers. They had undergone treatment with an average of three other drugs prior to receiving crizotinib, and only 10% were expected to respond to standard therapy.  They were given 250 mg crizotinib twice daily for a median duration of six months.  Approximately 50% of these patients had at least one side effect, such as nausea, vomiting, or diarrhea.  Some responses to crizotinib have lasted up to 15 months. A Phase III trial, PROFILE 1007, compares crizotinib to standard second line chemotherapy (pemetrexed or taxotere) in the treatment of ALK-positive NSCLC.  Additionally, a phase 2 trial, PROFILE 1005, studies patients meeting similar criteria who have received more than one line of prior chemotherapy. In February 2016, the J-ALEX phase III study comparing alectinib with crizotinib ALK-positive metastatic NSCLC was terminated early because an interim analysis showed that progression-free survival was longer with alectinib. These results were confirmed in a 2017 analysis.   === Lymphomas === In people affected by relapsed or refractory ALK+ anaplastic large cell lymphoma, crizotinib produced objective response rates ranging from 65% to 90% and 3 year progression free survival rates of 60–75%. No relapse of the lymphoma was ever observed after the initial 100 days of treatment. Treatment must be continued indefinitely at present.   === Other cancers === Crizotinib is also being tested in clinical trials of advanced disseminated neuroblastoma.   == References ==   == External links == \"Crizotinib\". NCI Drug Dictionary. National Cancer Institute. \"Crizotinib\". National Cancer Institute. 11 October 2011. Clinical trial number NCT00585195 for \"A Study Of Oral PF-02341066, A C-Met/Hepatocyte Growth Factor Tyrosine Kinase Inhibitor, In Patients With Advanced Cancer (PROFILE 1001)\" at ClinicalTrials.gov Clinical trial number NCT00932893 for \"An Investigational Drug, PF-02341066 Is Being Studied Versus Standard Of Care In Patients With Advanced Non-Small Cell Lung Cancer With A Specific Gene Profile Involving The Anaplastic Lymphoma Kinase (ALK) Gene\" at ClinicalTrials.gov Clinical trial number NCT00939770 for \"Crizotinib in Treating Younger Patients With Relapsed or Refractory Solid Tumors or Anaplastic Large Cell Lymphoma\" at ClinicalTrials.gov Clinical trial number NCT01154140 for \"A Clinical Trial Testing The Efficacy Of Crizotinib Versus Standard Chemotherapy Pemetrexed Plus Cisplatin Or Carboplatin In Patients With ALK Positive Non Squamous Cancer Of The Lung (PROFILE 1014)\" at ClinicalTrials.gov Clinical trial number NCT01979536 for \"Brentuximab Vedotin or Crizotinib and Combination Chemotherapy in Treating Patients With Newly Diagnosed Stage II-IV Anaplastic Large Cell Lymphoma\" at ClinicalTrials.gov"}