{"name": "crofelemer", "category": "drug", "content": "Crofelemer (USAN, trade name Mytesi) is an antidiarrheal indicated for the symptomatic relief of non-infectious diarrhea in adult patients with HIV/AIDS on antiretroviral therapy. Other possible uses include diarrhea in children, acute infectious diarrhea, and diarrhea in patients with irritable bowel syndrome. It is a purified oligomeric proanthocyanidin from \"dragon's blood\", the sap of the South American tree Croton lechleri. Crofelemer treats the symptoms of disease, but it is not used to treat infectious diarrhea (diarrhea caused by infection of the digestive system by a bacterium, virus or parasite). It was initially developed by Napo Pharmaceuticals, which is a wholly owned subsidiary of Jaguar Health, Inc. A Phase III clinical trial for diarrhea in HIV patients was completed in 2012, and the drug was approved by the US Food and Drug Administration (FDA) on 31 December 2012.   == Mechanism of action == The drug is taken orally and works by modulating cystic fibrosis transmembrane conductance regulator (CFTR) and the calcium-activated chloride channel (CaCC), two chloride ion channels from the luminal side of the gastrointestinal tract. This is a first-in-class antisecretory antidiarrheal mechanism of action and it does not affect gastrointestinal motility, unlike the traditional antimotility drugs. As a result of the channel regulation, fewer chloride ions are secreted into the gut, which decreases the associated secretion of sodium ions and accompanying water, thus improving stool consistency and reducing the frequency of watery stools and duration of the diarrhea. The mechanism is selective for the CFTR and CaCC, as other channels involved in intestinal fluid secretion, namely sodium and potassium channels, are not affected by crofelemer, nor is cAMP or calcium signaling. Crofelemer is minimally, if at all, absorbed from the gut into the bloodstream, and is mostly excreted in the stools.   == Adverse effects and interactions == Crofelemer is well tolerated; and the only adverse effects found in clinical studies were mild gastrointestinal effects at the same level as under placebo. The most common adverse reactions (≥ 3%) are: upper respiratory tract infection, bronchitis, cough, flatulence and increased bilirubin.   == Origin and chemistry ==  Crofelemer is an oligomeric proanthocyanidin mixture primarily composed of (+)–catechin, (–)–epicatechin, (+)–gallocatechin, and (–)–epigallocatechin monomer units linked in random sequence, as represented below. The average degree of polymerization for the oligomers ranges between 5 and 7.5, as determined by phloroglucinol degradation. The substance is a purified oligomeric proanthocyanidin from the sap, or more correctly the latex, of the South American tree Croton lechleri (locally called Sangre de Grado or Sangre de Drago). This is one of several plants producing bright red latex or resin called \"dragon's blood\". Crofelemer is a complex mixture of procyanidins and prodelphinidins with up to 30 (epi)catechin or (epi)gallocatechin units per molecule, resulting in a molecular mass of up to 9 kDa.   == History of Crude Plant Latex (Dragon's Blood) and Crofelemer == The crude plant latex of C. lechleri is traditionally used in South American medicine for the treatment of diarrhea, wounds, inflammations, tumors, insect bites, and other conditions. A number of chemicals were isolated in the late 1980s and 1990s and tested in cellular and animal models, for example identifying taspine as a cicatrizant (wound healing promoter). Immunomodulatory, antioxidative, antiproliferative and mutagenic effects of dragon's blood and its components also received some attention from the scientific community. The purified oligomeric proanthocyanidin fraction was first described in 1994 under the name SP-303 as an antiviral drug, but a study testing it for the treatment of herpes simplex did not show any benefit. In 1999, crofelemer was reported to improve the symptoms of cholera toxin induced diarrhea in mice. Crofelemer demonstrated reduction of duration of diarrhea and frequency of watery stools in patients with traveler's diarrhea and patients with HIV/AIDS. Crofelemer has also shown benefit in adult patients with acute infectious diarrhea from E. coli and salmonella, and in patients with moderate to severe watery diarrhea from vibrio cholerae. Crofelemer has also been shown to improve abdominal pain and discomfort in patients with diarrhea-predominate irritable bowel syndrome. SP-303 was eventually named crofelemer and patented by Napo Pharmaceuticals, which licensed it to Glenmark Pharmaceuticals in 2005, for exclusive development and marketing rights in 140 emerging markets including India, and to Salix Pharmaceuticals for exclusive development and marketing rights in North America, the European Union and Japan, in 2008. Subsequently, Napo sued Salix and terminated the agreements with Salix and Glenmark in 2011, alleging that they were stalling the drug's development. In 2012, crofelemer completed a Phase III trial, and it was approved in December 2012 by the FDA for the indication \"symptomatic relief of non-infectious diarrhea in patients with HIV/AIDS on anti-retroviral therapy\". The drug substance is manufactured by Glenmark Pharmaceuticals, and is manufactured as 125 mg delayed-release tablets by Patheon Pharmaceuticals Inc. for Napo Pharmaceuticals.   == References ==   == External links == \"Crofelemer\". Drug Information Portal. U.S. National Library of Medicine."}