{"name": "cromoglicic acid", "category": "drug", "content": "Cromoglicic acid (INN)—also referred to as cromolyn (USAN), cromoglycate (former BAN), or cromoglicate—is traditionally described as a mast cell stabilizer, and is commonly marketed as the sodium salt sodium cromoglicate or cromolyn sodium.  This drug prevents the release of inflammatory chemicals such as histamine from mast cells. It is considered a breakthrough drug in management of asthma, as the patients can be freed from steroids in many cases; however, it is mainly effective as a prophylaxis for allergic and exercise-induced asthma, not as a treatment for acute asthma attacks. Cromoglicic acid has been the non-corticosteroid treatment of choice in the treatment of asthma, for which it has largely been replaced by leukotriene receptor antagonists because of their safety and convenience. Cromoglicic acid requires administration four times daily, and does not provide additive benefit in combination with inhaled corticosteroids.   == History == Cromolyn was discovered in 1965 by Roger Altounyan, a pharmacologist who had asthma. Altounyan was investigating certain plants and herbs which have bronchodilating properties. One such plant was khella (Ammi visnaga) which had been used as a muscle relaxant since ancient times in Egypt. Altounyan deliberately inhaled derivatives of the active ingredient khellin to determine if they could block his asthma attacks. After several years of trial, he isolated an effective and safe asthma-preventing compound called cromolyn sodium.   == Preparations == Cromoglicic acid is available in multiple forms:  as a nasal spray (Rynacrom (UK), Lomusol (France), Nasalcrom (the only over-the-counter form, US), Prevalin (non-direct version, NL)) to treat allergic rhinitis. in a nebulizer solution for aerosol administration to treat asthma. as an inhaler (Intal, Fisons Pharmaceuticals, UK) for preventive management of asthma. The maker of Intal, King Pharmaceuticals, has discontinued manufacturing the inhaled form, cromolyn sodium inhalation aerosol, due to issues involving CFC-free propellant.  As stocks are depleted, this inhaler preparation will no longer be available to patients. In the EU it is manufactured without CFCs by Sanofi, although it must be imported from Canada or Mexico for USA residents. as eye drops (Opticrom and Optrex Allergy (UK), Crolom, Cromolyn (Canada)) for allergic conjunctivitis in an oral form (Gastrocrom, Nalcrom) to treat mastocytosis, mast cell activation syndrome, dermatographic urticaria and ulcerative colitis. Another oral product, Intercron (sodium cromoglicate in distilled water, from Zambon France), is used for food allergies.   == Mechanism of action == \"Cromolyn works because it prevents the release of mediators that would normally attract inflammatory cells and because it stabilizes the inflammatory cells. MCT mast cells found in the mucosa are stabilised.\"  Nedocromil is another mast cell stabilizer that also works in controlling asthma. The underlying mechanism of action is not fully understood; for while cromoglicate stabilizes mast cells, this mechanism is probably not why it works in asthma.  Pharmaceutical companies have produced 20 related compounds that are equally or more potent at stabilising mast cells and none of them have shown any anti-asthmatic effect. It is more likely that these work by inhibiting the response of sensory C fibers to the irritant capsaicin, inhibiting local axon reflexes involved in asthma, and may inhibit the release of preformed T cell cytokines and mediators involved in asthma. It is known to somewhat inhibit chloride channels (37% ± 7%) and thus may inhibit the:  exaggerated neuronal reflexes triggered by stimulation of irritant receptors on sensory nerve endings (e.g. exercise-induced asthma) release of preformed cytokines from several type of inflammatory cells (T cells, eosinophils) in allergen-induced asthma Note: Another chemical (NPPB: 5-nitro-2(3-phenyl) propylamino-benzoic acid) was shown, in the same study, to be a more effective chloride channel blocker. Finally it may act by inhibiting calcium influx. Cromoglicate is classified as a chromone. Cromolyn is also being tested as a drug to treat insulin-induced lipoatrophy  and Alzheimer's disease in combination with Ibuprofen. Cromolyn is also known to bind S100P protein and disrupt the interaction with RAGE.   == Synthesis ==   == See also == Visnaga daucoides   == References ==   == External links =="}