{"name": "Cryopyrin-Associated Periodic Syndromes", "category": "disease", "content": "Cryopyrin-associated periodic syndrome (CAPS) is a group of rare, heterogeneous autoinflammatory disease characterized by interleukin 1β-mediated systemic inflammation and clinical symptoms involving skin, joints, central nervous system, and eyes. It encompasses a spectrum of three clinically overlapping autoinflammatory syndromes including familial cold autoinflammatory syndrome (FCAS, formerly termed familial cold-induced urticaria), the Muckle–Wells syndrome (MWS), and neonatal-onset multisystem inflammatory disease (NOMID, also called chronic infantile neurologic cutaneous and articular syndrome or CINCA) that were originally thought to be distinct entities, but in fact share a single genetic mutation and pathogenic pathway, and keratoendotheliitis fugax hereditaria in which the autoinflammatory symptoms affect only the anterior segment of the eye.   == Signs and symptoms == The syndromes within CAPS overlap clinically, and patients may have features of more than one disorder. In a retrospective cohort of 136 CAPS patients with systemic involvement from 16 countries, the most prevalent clinical features were fever (84% of cases, often with concurrent constitutional symptoms such as fatigue, malaise, mood disorders or failure to thrive), skin rash (either urticarial or maculopapular rash; 97% of cases) especially after cold exposure, and musculoskeletal involvement (myalgia, arthralgia, and/or arthritis, or less commonly joint contracture, patellar overgrowth, bone deformity, bone erosion and/or osteolytic lesion; 86% of cases). Less common features included ophthalmological involvement (conjunctivitis and/or uveitis, or less commonly optic nerve atrophy, cataract, glaucoma or impaired vision; 71% of cases), neurosensory hearing loss (42% of cases), neurological involvement (morning headache, papilloedema, and/or meningitis, or less commonly seizure, hydrocephalus or intellectual disability; 40% of cases), and AA amyloidosis (4% of cases). In keratoendotheliitis fugax hereditaria, systemic symptoms are not reported whereas the patients experience periodical transient inflammation of the corneal endothelium and stroma, leading to short term blurring of vision and, after repeated attacks, to central corneal stromal opacities in some patients. Age of onset is typically in infancy or early childhood. In 57% of cases, CAPS had a chronic phenotype with symptoms present almost daily, whereas the remaining 43% of patients experienced only acute episodes. Up to 56% of patients reported a family history of CAPS. Previous studies confirm these symptoms, although the exact reported rates vary.   == Pathogenesis == Cryopyrin-associated periodic syndromes are associated with a gain-of-function missense mutation in exon 3 of NLRP3, the gene encoding cryopyrin, a major component of the interleukin 1 inflammasome. In keratoendotheliitis fugax hereditaria, the mutation occurs in exon 1. Intracellular formation of the interleukin 1 inflammasome leads to the activation of the potent pro-inflammatory cytokines interleukin 1β and interleukin-18 through a cascade involving caspase 1. The IL-1 inflammasome may also be released from activated macrophages, amplifying the cytokine production cascade. The mutation in NLRP3 leads to aberrant constitutive formation of this inflammasome. Up to 170 heterogenous mutations in NLRP3 have been identified. Some reports suggest rare mutations are more frequently associated with a severe phenotype, and some mutations are associated with distinct phenotypes, probably reflecting the differential impact of the mutation on the activity of the inflammasome in the context of individual genetic background. Inheritance of these disorders is autosomal dominant with variable penetrance.   == Diagnosis == Because CAPS is extremely rare and has a broad clinical presentation, it is difficult to diagnose, and a significant delay exists between symptom onset and definitive diagnosis. There are currently no clinical or diagnostic criteria for CAPS based solely on clinical presentation. Instead, diagnosis is made by genetic testing for NLRP3 mutations. Acute phase reactants and white blood cell count are usually persistently elevated, but this is aspecific for CAPS.   == Treatment == Since interleukin 1β plays a central role in the pathogenesis of the disease, therapy typically targets this cytokine in the form of monoclonal antibodies (such as canakinumab), binding proteins/traps (such as rilonacept), or interleukin 1 receptor antagonists (such as anakinra). These therapies are generally effective in alleviating symptoms and substantially reducing levels of inflammatory indices. Case reports suggest that thalidomide and the anti-IL-6 receptor antibody tocilizumab may also be effective.   == References ==  Kubota T, Koike R. Cryopyrin-associated periodic syndromes: background and therapeutics. Mod Rheumatol. 2010 Jun;20(3):213-21 Autoinflammatory Alliance CAPS Guidebook   == External links =="}