{"name": "cyanocobalamin", "category": "drug", "content": "Cyanocobalamin is a form of vitamin B12 used to treat and prevent vitamin B12 deficiency except in the presence of cyanide toxicity. The deficiency may occur in pernicious anemia, following surgical removal of the stomach, with fish tapeworm, or due to bowel cancer.  It is used by mouth, by injection into a muscle, or as a nasal spray. Cyanocobalamin is generally well tolerated. Minor side effects may include diarrhea, nausea, upset stomach, and itchiness. Serious side effects may include anaphylaxis, and low blood potassium resulting in heart failure. Use is not recommended in those who are allergic to cobalt or have Leber's disease. No overdosage or toxicity has been reported. It is less preferred than hydroxocobalamin for treating vitamin B12 deficiency because it has a slightly lower bioavailability. Some studies have shown it to possess an antihypotensive effect. Vitamin B12 is an essential nutrient meaning that it cannot be made by the body but is required for life. Cyanocobalamin was first manufactured in the 1940s. It is available as a generic medication and over the counter. In 2021, it was the 110th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical use == Cyanocobalamin is usually prescribed after surgical removal of part or all of the stomach or intestine to ensure adequate serum levels of vitamin B12. It is also used to treat pernicious anemia, vitamin B12 deficiency (due to low intake from food or inability to absorb due to genetic or other factors), thyrotoxicosis, hemorrhage, malignancy, liver disease and kidney disease. Cyanocobalamin injections are often prescribed to gastric bypass patients who have had part of their small intestine bypassed, making it difficult for B12 to be acquired via food or vitamins. Cyanocobalamin is also used to perform the Schilling test to check ability to absorb vitamin B12. Cyanocobalamin is also produced in the body (and then excreted via urine) after intravenous hydroxycobalamin is used to treat cyanide poisoning.   == Side effects == Possible side effects of cyanocobalamin injection include allergic reactions such as hives, difficult breathing; redness of the face; swelling of the arms, hands, feet, ankles or lower legs; extreme thirst; and diarrhea. Less-serious side effects may include headache, dizziness, leg pain, itching, or rash. Treatment of megaloblastic anemia with concurrent vitamin B12 deficiency using B12 vitamers (including cyanocobalamin), creates the possibility of hypokalemia due to increased erythropoiesis (red blood cell production) and consequent cellular uptake of potassium upon anemia resolution. When treated with cyanocobalamin, patients with Leber's disease may develop serious optic atrophy, possibly leading to blindness.   == Chemistry == Vitamin B12 is the \"generic descriptor\" name for any vitamers of vitamin B12. Animals, including humans, can convert cyanocobalamin to any one of the active vitamin B12 compounds. Cyanocobalamin is one of the most widely manufactured vitamers in the vitamin B12 family (the family of chemicals that function as B12 when put into the body), because cyanocobalamin is the most air-stable of the B12 forms. It is the easiest to crystallize and therefore easiest to purify after it is produced by bacterial fermentation. It can be obtained as dark red crystals or as an amorphous red powder. Cyanocobalamin is hygroscopic in the anhydrous form, and sparingly soluble in water (1:80). It is stable to autoclaving for short periods at 121 °C (250 °F). The vitamin B12 coenzymes are unstable in light. After consumption the cyanide ligand is replaced by other groups (adenosyl, methyl) to produce the biologically active forms. The cyanide is converted to thiocyanate and excreted by the kidney.   === Chemical reactions ===  In the cobalamins, cobalt normally exists in the trivalent state, Co(III). However, under reducing conditions, the cobalt center is reduced to Co(II) or even Co(I), which are usually denoted as B12r and B12s, for reduced and super reduced respectively. B12r and B12s can be prepared from cyanocobalamin by controlled potential reduction, or chemical reduction using sodium borohydride in alkaline solution, zinc in acetic acid, or by the action of thiols. Both B12r and B12s are stable indefinitely under oxygen-free conditions. B12r appears orange-brown in solution, while B12s appears bluish-green under natural daylight, and purple under artificial light. B12s is one of the most nucleophilic species known in aqueous solution. This property allows the convenient preparation of cobalamin analogs with different substituents, via nucleophilic attack on alkyl halides and vinyl halides. For example, cyanocobalamin can be converted to its analog cobalamins via reduction to B12s, followed by the addition of the corresponding alkyl halides, acyl halides, alkene or alkyne. Steric hindrance is the major limiting factor in the synthesis of the B12 coenzyme analogs. For example, no reaction occurs between neopentyl chloride and B12s, whereas the secondary alkyl halide analogs are too unstable to be isolated. This effect may be due to the strong coordination between benzimidazole and the central cobalt atom, pulling it down into the plane of the corrin ring. The trans effect determines the polarizability of the Co–C bond so formed. However, once the benzimidazole is detached from cobalt by quaternization with methyl iodide, it is replaced by H2O or hydroxyl ions. Various secondary alkyl halides are then readily attacked by the modified B12s to give the corresponding stable cobalamin analogs. The products are usually extracted and purified by phenol-methylene chloride extraction or by column chromatography. Cobalamin analogs prepared by this method include the naturally occurring coenzymes methylcobalamin and cobamamide, and other cobalamins that do not occur naturally, such as vinylcobalamin, carboxymethylcobalamin and cyclohexylcobalamin. This reaction is under review for use as a catalyst for chemical dehalogenation, organic reagent and photosensitized catalyst systems.   == Production == Cyanocobalamin is commercially prepared by bacterial fermentation. Fermentation by a variety of microorganisms yields a mixture of methylcobalamin, hydroxocobalamin and adenosylcobalamin. These compounds are converted to cyanocobalamin by addition of potassium cyanide in the presence of sodium nitrite and heat. Since multiple species of Propionibacterium produce no exotoxins or endotoxins and have been granted GRAS status (generally regarded as safe) by the United States Food and Drug Administration, they are the preferred bacterial fermentation organisms for vitamin B12 production. Historically, the physiological form was initially thought to be cyanocobalamin. This was because hydroxocobalamin produced by bacteria was changed to cyanocobalamin during purification in activated charcoal columns after separation from the bacterial cultures (because cyanide is naturally present in activated charcoal). Cyanocobalamin is the form in most pharmaceutical preparations because adding cyanide stabilizes the molecule. The total world production of vitamin B12, by four companies (the French Sanofi-Aventis and three Chinese companies) in 2008 was 35 tonnes.   == Metabolism == The two bioactive forms of vitamin B12 are methylcobalamin in cytosol and adenosylcobalamin in mitochondria. Multivitamins often contain cyanocobalamin, which is presumably converted to bioactive forms in the body. Both methylcobalamin and adenosylcobalamin are commercially available as supplement pills. The MMACHC gene product catalyzes the decyanation of cyanocobalamin as well as the dealkylation of alkylcobalamins including methylcobalamin and adenosylcobalamin. This function has also been attributed to cobalamin reductases. The MMACHC gene product and cobalamin reductases enable the interconversion of cyano- and alkylcobalamins. Cyanocobalamin is added as an ingredient to fortify nutrition in products such as baby formula, breakfast cereals and energy drinks as well as livestock feed. Vitamin B12 becomes inactive when exposed to hydrogen cyanide and nitric oxide in cigarette smoke. Vitamin B12 deficiency can develop with heavy regular use of nitrous oxide N2O, also known as \"laughing gas\", used for anaesthesia in a clinical setting or as a propellant gas, it's commonly abused as a recreational drug. Vitamin B12 additionally becomes inactive when exposed to intense heat or electromagnetic radiation.   === In the cytosol === Methylcobalamin and 5-methyltetrahydrofolate are needed by methionine synthase in the methionine cycle to transfer a methyl group from 5-methyltetrahydrofolate to homocysteine, thereby generating tetrahydrofolate (THF) and methionine, which is used to make SAMe. SAMe is the universal methyl donor and is used for DNA methylation and to make phospholipid membranes, choline, sphingomyelin, acetylcholine, and other neurotransmitters.   === In mitochondria ===  The enzymes that use B12 as a built-in cofactor are methylmalonyl-CoA mutase (PDB 4REQ) and methionine synthase (PDB 1Q8J). The metabolism of propionyl-CoA occurs in the mitochondria and requires Vitamin B12 (as adenosylcobalamin) to make succinyl-CoA. When the conversion of propionyl-CoA to succinyl-CoA in the mitochondria fails due to Vitamin B12 deficiency, elevated blood levels of methylmalonic acid (MMA) occur. Thus, elevated blood levels of homocysteine and MMA may both be indicators of vitamin B12 deficiency. Adenosylcobalamin is needed as cofactor in methylmalonyl-CoA mutase—MUT enzyme. Processing of cholesterol and protein gives propionyl-CoA that is converted to methylmalonyl-CoA, which is used by MUT enzyme to make succinyl-CoA. Vitamin B12 is needed to prevent anemia, since making porphyrin and heme in mitochondria for producing hemoglobin in red blood cells depends on succinyl-CoA made by vitamin B12.   === Absorption and transport === Inadequate absorption of vitamin B12 may be related to coeliac disease. Intestinal absorption of vitamin B12 requires successively three different protein molecules: haptocorrin, intrinsic factor and transcobalamin II.   == See also == Methylcobalamin Hydroxocobalamin Adenosylcobalamin Cobalamin biosynthesis   == References =="}