{"name": "Cyclic neutropenia", "category": "disease", "content": "Cyclic neutropenia (CyN) is a rare hematologic disorder and form of congenital neutropenia that tends to occur approximately every three weeks and lasting for few days at a time due to changing rates of neutrophil production by the bone marrow. It causes a temporary condition with a low absolute neutrophil count and because the neutrophils make up the majority of circulating white blood cells it places the body at severe risk of inflammation and infection. In comparison to severe congenital neutropenia, it responds well to treatment with granulocyte colony-stimulating factor (filgrastim), which increases the neutrophil count, shortens the cycle length, as well decreases the severity and frequency of infections.   == Signs and symptoms == The common symptoms of neutropenia are recurrent fever, malaise, inflammation of the tissues surrounding the teeth, mouth ulcers, inflammation and bacterial infection of the respiratory tract, digestive tract, skin, and abdominal pain. It is considered that the greatest risk for death is from developing necrotizing enterocolitis (NEC), peritonitis, bacteremia or Clostridium and Escherichia coli sepsis and septic shock, and pneumonia.   == Causes == Cyclic neutropenia (CyN), like severe congenital neutropenia (SCN), is a rare disorder. It is considered that in the general population, CyN has a frequency of one in one million. It is the result of autosomal dominant mutation in ELANE gene located on the short arm (p) of chromosome 19 (19p13.3), the gene encoding neutrophil elastase, which is also the most common cause of the SCN. It sporadically occurs as a de novo mutation variant or can be present among members of the same family. In the case of CyN, the mutation variants have been found to mostly cluster in intron 4 and exon 4 and 5, but were also located in intron 3, and exon 2 and 3. Some mutation variants have been found in both Cyn and SCN, which indicates they are phenotypes of the same disease with different severity. It is considered that the mutation causes a decrease in the \"neutrophil production or excessive apoptosis (shorter half-life)\" which results in a deficiency of mature neutrophils in the blood. The exact pathological mechanism is still researched, with the main hypotheses being mislocalization of ELANE or unfolded protein response (UPR) induced by mutant ELANE, however according to Mehta et al. (2016), the \"UPR induction by mutant ELANE is not strong enough to promote cell death and that mutant ELANE causes SCN through an alternative mechanism\". According to Garg et al. (2020), new \"findings challenge the currently prevailing model that SCN results from mutant ELANE, which triggers endoplasmic reticulum stress, UPR, and apoptosis\". The expression of the ELANE gene has been linked to GFI1 gene, and some considered that interaction with other genes causes the emergence and severity of one or the other phenotypic disorder. It is unclear what causes the cyclic aspect in CyN. According to Donadieu et al. (2011), the \"cyclic aspect ... suggests the existence of a cryptic biological clock that regulates granulopoiesis. This putative clock might be revealed by particular mutations\". Michael Mackey \"postulates that the production of neutrophils is governed by long‐range stimulatory factors in a long feedback loop that has a built‐in time delay in the maturation of promyelocytes to fully differentiated neutrophils\". It is also not clear what causes that the levels of secretory leucocyte protease inhibitor (SLPI), which influences the induction of the unfolded protein response (UPR), are not diminished and as such activation of UPR is absent in CyN compared to SCN, in other words, different ELANE mutations \"have different effects on UPR activation, and SLPI regulates the extent of ELANE‐triggered UPR\".  A 2020 study published in Annals of the New York Academy of Sciences about the pathomechanism of CyN revealed that \"some HSPCs escape the UPR‐induced endoplasmic reticulum (ER) stress and proliferate in response to granulocyte colony‐stimulating factor (G‐CSF) to a certain threshold at which UPR again affects the majority of HSPCs. There is a cyclic balance between ER stress-induced apoptosis of HSPCs and compensatory G‐CSF–stimulated HSPC proliferation followed by granulocytic differentiation\"; in other words, CyN is \"characterized by cycling UPR activities and cycling UPR‐escaping cells\". Also, the most probable reason that from the same mutation variant develops SCN and not CyN is due to more severe damage caused by UPR stress in SCN.   == Diagnosis == A diagnosis is usually confirmed by monitoring absolute neutrophil (ANC) count three times per week for at least six weeks. The confirmation can be assisted with Lomb periodogram. During the condition, which lasts for three to six days and tends to occur approximately every three weeks (but can range from 14 to 36 days), the absolute neutrophil count (ANC) is less than 200-500 cells/μL (<0.2-0.5x109/L), with increase of monocyte counts, and mild oscillations of other cells, including a mild anemia. Between cycles the neutrophil count mostly peaks at subnormal or normal values. Genetic testing is advised for mutations in the ELANE and other neutropenia related genes (like HAX1, G6PC3, GFI1 etc.) to differentiate it from other secondary causes and forms of neutropenia. In some cases intervals and oscillations can be lower, making the ANC analysis insufficient, and since both disorders can have the same mutation variants in ELANE it is preferable to have both ANC and genetic analysis to confirm in the diagnosis whether it is severe congenital or cyclic neutropenia.   == Treatment ==  Although individuals between cycles are generally healthy and symptoms tend to improve in adulthood, it is advised avoiding activities prone to injuries, to have regular oral and dental care, and BCG vaccine to be avoided. It is advised monitoring white blood cells several times a year. The treatment following the symptoms should be immediate to prevent infections, especially during a fever when it requires broad-spectrum antibiotic therapy (see febrile neutropenia). The most important and often life-saving treatment is the preventive therapy of granulocyte colony-stimulating factor (G-CSF), in the form of filgrastim, which regulates the production of neutrophils within the bone marrow, but shortens the neutropenic cycle to about 7-14 days and the duration of the severe condition. The subcutaneous injections, with median dosage of 1.5 μg/kg/day, can be given daily, intermittently once every three days, or timed to just treat the neutropenic period. The therapy is considered to be \"safe and effective\", with no significant adverse effects, besides a possibility of development of osteopenia. The granulocyte-macrophage colony-stimulating factor (GM-CSF) is less effective with more adverse effects. Another alternative is hematopoietic stem cell transplantation (HSCT), but is usually practiced in SCN, and in one case between two sibling donors, one of which was undergoing HSCT treatment for acute myeloid leukemia (AML) while the second had CyN and whose marrow was transferred, was also transferred CyN through allogeneic marrow grafting. It shows that CyN is a stem cell disorder. Yearly bone marrow examinations are not recommended.   == Prognosis == There is a very high risk of life-threatening infections and death at an early age. The quality of life and survival greatly improves with G-CSF treatment, which is practiced since the late 1980s. Unlike severe congenital neutropenia, individuals with cyclic neutropenia have a better response to G-CSF and do not have a risk of developing myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). However, in long-term observation of over 300 patients with CyN, there has been one case of developing chronic myelogenous leukemia (CML) and one of AML, indicating it is also a pre-leukemic condition, but the risk is \"very low\" (1%), and the risk is \"correlated with disease severity rather than with occurrence of an ELANE mutation\". According to Donadieu et al. (2011), \"the cumulative risk of experiencing at least one serious (potentially life-threatening) infection by age 20 years is similar in patients with permanent and cyclic neutropenia, although the former patients tend to have earlier manifestations\".   == History == First described in 1910, it was suggested and confirmed to have an autosomal dominant (AD) inheritance in the 1940s and 1960s, but was differentiated from congenital neutropenias until the 1990s when were analyzed pedigrees and identified genetic mutations shared by patients with severe congenital neutropenia.   == See also == Leukopenia Agranulocytosis   == References ==   == External links == Severe Chronic Neutropenia International Registry \"Understanding Neutropenia: The 20 Year Experience of the Severe Chronic Neutropenia International Registry (SCNIR)\" (2014)"}