{"name": "cyclobenzaprine", "category": "drug", "content": "Cyclobenzaprine, sold under several brand names including, historically, Flexeril, is a muscle relaxer used for muscle spasms from musculoskeletal conditions of sudden onset. It is not useful in cerebral palsy. It is taken by mouth. Common side effects include headache, feeling tired, dizziness, and dry mouth. Serious side effects may include an irregular heartbeat. There is no evidence of harm in pregnancy, but it has not been well studied in this population. It should not be used together with MAOIs. How it works is unclear. Cyclobenzaprine was approved for medical use in the United States in 1977. It is available by prescription as a generic medication. In 2022, it was the 45th most commonly prescribed medication in the United States, with more than 13 million prescriptions. It was not available in the United Kingdom as of 2012.   == Medical use == Cyclobenzaprine is used, in conjunction with physical therapy, to treat muscle spasms that occur because of acute musculoskeletal conditions. After sustaining an injury, muscle spasms occur to stabilize the affected body part, which may increase pain to prevent further damage. Cyclobenzaprine is used to treat such muscle spasms associated with acute, painful musculoskeletal conditions. It decreases pain in the first two weeks, peaking in the first few days, but has no proven benefit after two weeks. Since no benefit is proven beyond that, therapy should not be continued long-term. It is the best-studied muscle relaxer. It is not useful for spasticity due to neurologic conditions such as cerebral palsy. It may also be used along with other treatments for tetanus.   == Side effects == Cyclobenzaprine results in increased rates of drowsiness (38%), dry mouth (24%), and dizziness (10%). Drowsiness and dry mouth appear to intensify with increasing dose. The sedative effects of cyclobenzaprine are likely due to its antagonistic effect on histamine, serotonin, and muscarinic receptors. Agitation is a common side effect observed, especially in the elderly. Some experts believe that cyclobenzaprine should be avoided in elderly patients because it can cause confusion, delirium, and cognitive impairment. In general, the National Committee for Quality Assurance recommends avoiding the use of cyclobenzaprine in the elderly because of the potential for more severe side effects. Dysphagia, a life-threatening side-effect, may rarely occur. Treatment protocols and support should follow the same as for any structurally related tricyclic, such as tricyclic antidepressants.   === Overdose === The most common effects of overdose are drowsiness and tachycardia. Rare but potentially critical complications are cardiac arrest, abnormal heart rhythms, severe low blood pressure, seizures, and neuroleptic malignant syndrome. Life-threatening overdose is rare, however, as the median lethal dose is about 338 milligrams/kilogram in mice and 425 mg/kg in rats. The potential harm is increased when central nervous system depressants and antidepressants are also used; deliberate overdose often includes other drugs.   == Interactions == Cyclobenzaprine has major contraindications with monoamine oxidase inhibitors (MAOIs). At least one study also found increased risk of serotonin syndrome when cyclobenzaprine was taken with the serotonergic drugs duloxetine or phenelzine. These substances may interact with cyclobenzaprine:  Central nervous system  depressants (e.g. alcohol, opioids, benzodiazepines, nonbenzodiazepines, phenothiazines,  carbamates, barbiturates, major tranquilizers) Monoamine oxidase inhibitors taken within two weeks of cyclobenzaprine may result in serious, life-threatening side effects. Cyclobenzaprine may affect the medications used in surgical sedation and some surgeons request that patients temporarily discontinue its use prior to surgery.   == Pharmacology == Cyclobenzaprine is a centrally acting muscle relaxant. Cyclobenzaprine is a 5-HT2 receptor antagonist; it relieves muscle spasm through action on the central nervous system at the brain stem, rather than targeting the peripheral nervous system or muscles themselves.   === Pharmacodynamics ===   === Pharmacokinetics === Cyclobenzaprine has an oral bioavailability of about 55% and approximately 93% is bound to proteins in plasma. The half-life of the drug is 18 hours and it has a plasma clearance of 0.7 litres per minute.   == Comparison to other medications == Cyclobenzaprine has been found to be not inferior to tizanidine, orphenadrine, and carisoprodol in the treatment of acute lower back pain, although none have been proven to be effective for long-term use (beyond two weeks of treatment). No differences in pain or spasm scores were noted among these agents, nor when compared to benzodiazepines. However, nonbenzodiazepine (including cyclobenzaprine) treatment was found to have a lower risk of medication abuse and continuation of use against medical advice. Side effects such as sedation and ataxia are also less pronounced with nonbenzodiazepine antispasmodics. In a study on the treatment of musculoskeletal pain treatment with cyclobenzaprine alone or in combination with ibuprofen, no significant differences in pain scores were noted among the three treatment groups. Peak benefit was found to occur on day seven of the treatment for all groups.   == Formulations ==  By mouth, cyclobenzaprine is marketed as Apo-Cyclobenzaprin, Fexmid, Flexeril and Novo-Cycloprine. It is available in generic form. A once-a-day, extended-release formulation, Amrix, is available. Cyclobenzaprine is also used by compounding pharmacies in topical creams.   == Research == A 2004 review found benefit for fibromyalgia symptoms, with a reported number needed to treat of 4.8 (meaning that 1 person out of every 4.8 benefits from treatment) for pain reduction, but no change in fatigue or tender points. A 2009 Cochrane review found insufficient evidence to justify its use in myofascial pain syndrome. Two Phase 3 clinical trials reported that an experimental sublingual formulation of cyclobenzaprine, TNX-102 SL, was able to reduce pain and improve sleep quality in patients with fibromyalgia. The RESILIENT trial reported significant reductions in daily pain and improvements in various fibromyalgia symptoms, including fatigue and depressive symptoms, compared to placebo. A separate Phase 3 clinical trial evaluated TNX-102 SL in patients with military-related post-traumatic stress disorder (PTSD) and reported the drug did not provide a sustained, significant improvement in overall PTSD severity, but it did demonstrate improvements in sleep quality during the 12-week trial.   == References ==   == External links =="}