{"name": "cyclophosphamide", "category": "drug", "content": "Cyclophosphamide (CP), also known as cytophosphane among other names, is a medication used as chemotherapy and to suppress the immune system. As chemotherapy it is used to treat lymphoma, multiple myeloma, leukemia, ovarian cancer, breast cancer, small cell lung cancer, neuroblastoma, and sarcoma. As an immune suppressor it is used in nephrotic syndrome, granulomatosis with polyangiitis, and following organ transplant, among other conditions. It is taken by mouth or injection into a vein. Most people develop side effects. Common side effects include low white blood cell counts, loss of appetite, vomiting, hair loss, and bleeding from the bladder. Other severe side effects include an increased future risk of cancer, infertility, allergic reactions, and pulmonary fibrosis. Cyclophosphamide is in the alkylating agent and nitrogen mustard family of medications. It is believed to work by interfering with the duplication of DNA and the creation of RNA. Cyclophosphamide was approved for medical use in the United States in 1959. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Cyclophosphamide is used to treat cancers and autoimmune diseases. It is used to quickly control the disease. Due to its toxicity, it is replaced as soon as possible by less toxic drugs. Regular and frequent laboratory evaluations are required to monitor kidney function, avoid drug-induced bladder complications and screen for bone marrow toxicity.   === Cancer ===  The main use of cyclophosphamide is with other chemotherapy agents in the treatment of lymphomas, some forms of brain cancer, neuroblastoma, leukemia and some solid tumors.   === Autoimmune diseases === Cyclophosphamide decreases the immune system's response, and although concerns about toxicity restrict its use to patients with severe disease, it remains an important treatment for life-threatening autoimmune diseases where disease-modifying antirheumatic drugs (DMARDs) have been ineffective.   For example, systemic lupus erythematosus with severe lupus nephritis may respond to pulsed cyclophosphamide. Cyclophosphamide is also used to treat minimal change disease, severe rheumatoid arthritis, granulomatosis with polyangiitis, Goodpasture syndrome and multiple sclerosis. Because of its potential side effects such as amenorrhea or ovarian failure, cyclophosphamide is used for early phases of treatment and later substituted by other medications, such as mycophenolic acid or ACA.   === AL amyloidosis === Cyclophosphamide, used in combination with thalidomide or lenalidomide and dexamethasone has documented efficacy as an off-label treatment of AL amyloidosis. It appears to be an alternative to the more traditional treatment with melphalan in people who are ill-suited for autologous stem cell transplant.   === Graft-versus-host disease === Graft-versus-host disease (GVHD) is a major barrier for allogeneic stem cell transplant because of the immune reactions of donor T cell against the person receiving them. GVHD can often be avoided by T-cell depletion of the graft. The use of a high dose cyclophosphamide post-transplant in a half matched or haploidentical donor hematopoietic stem cell transplantation reduces GVHD, even after using a reduced conditioning regimen.   == Contraindications == Like other alkylating agents, cyclophosphamide is teratogenic and contraindicated in pregnant women (pregnancy category D) except for life-threatening circumstances in the mother. Additional relative contraindications to the use of cyclophosphamide include lactation, active infection, neutropenia or bladder toxicity. Cyclophosphamide is a pregnancy category D drug and causes birth defects. First trimester exposure to cyclophosphamide for the treatment of cancer or lupus displays a pattern of anomalies labeled \"cyclophosphamide embryopathy\", including growth restriction, ear and facial abnormalities, absence of digits and hypoplastic limbs.   == Side effects == Adverse drug reactions from cyclophosphamide are related to the cumulative medication dose and include chemotherapy-induced nausea and vomiting, bone marrow suppression, stomach ache, hemorrhagic cystitis, diarrhea, darkening of the skin/nails, alopecia (hair loss) or thinning of hair, changes in color and texture of the hair, lethargy, and profound gonadotoxicity. Other side effects may include easy bruising/bleeding, joint pain, mouth sores, slow-healing existing wounds, unusual decrease in the amount of urine or unusual tiredness or weakness. Potential side effects also include leukopenia, infection, bladder toxicity, and cancer. Pulmonary injury appears rare, but can present with two clinical patterns: an early, acute pneumonitis and a chronic, progressive fibrosis. Cardiotoxicity is a major problem with people treated with higher dose regimens. High-dose intravenous cyclophosphamide can cause the syndrome of inappropriate antidiuretic hormone secretion (SIADH) and a potentially fatal hyponatremia when compounded by intravenous fluids administered to prevent drug-induced cystitis. While SIADH has been described primarily with higher doses of cyclophosphamide, it can also occur with the lower doses used in the management of inflammatory disorders.   === Bladder bleeding === Acrolein is toxic to the bladder epithelium and can lead to hemorrhagic cystitis, which is associated with microscopic or gross hematuria and occasionally dysuria. Risks of hemorrhagic cystitis can be minimized with adequate fluid intake, avoidance of nighttime dosage and mesna (sodium 2-mercaptoethane sulfonate), a sulfhydryl donor which binds and detoxifies acrolein. Intermittent dosing of cyclophosphamide decreases cumulative drug dose, reduces bladder exposure to acrolein and has equal efficacy to daily treatment in the management of lupus nephritis.   === Infection === Neutropenia or lymphopenia arising secondary to cyclophosphamide usage can predispose people to a variety of bacterial, fungal and opportunistic infections. No published guidelines cover PCP prophylaxis for people with rheumatological diseases receiving immunosuppressive drugs, but some advocate its use when receiving high-dose medication.   === Infertility === Cyclophosphamide has been found to significantly increase the risk of premature menopause in females and of infertility in males and females, the likelihood of which increases with cumulative drug dose and increasing patient age. Such infertility is usually temporary, but can be permanent. The use of leuprorelin in women of reproductive age before administration of intermittently dosed cyclophosphamide may diminish the risks of premature menopause and infertility.   === Cancer === Cyclophosphamide is carcinogenic and may increase the risk of developing lymphomas, leukemia, skin cancer, transitional cell carcinoma of the bladder or other malignancies. Myeloproliferative neoplasms, including acute leukemia, non-Hodgkin lymphoma and multiple myeloma, occurred in 5 of 119 rheumatoid arthritis patients within the first decade after receiving cyclophosphamide, compared with one case of chronic lymphocytic leukemia in 119 rheumatoid arthritis patients with no history. Secondary acute myeloid leukemia (therapy-related AML, or \"t-AML\") is thought to occur either by cyclophosphamide-inducing mutations or selecting for a high-risk myeloid clone. This risk may be dependent on dose and other factors, including the condition, other agents or treatment modalities (including radiotherapy), treatment length and intensity. For some regimens, it is rare. For instance, CMF-therapy for breast cancer (where the cumulative dose is typically less than 20 grams of cyclophosphamide) carries an AML risk of less than 1/2000, with some studies finding no increased risk compared to background. Other treatment regimens involving higher doses may carry risks of 1–2% or higher. Cyclophosphamide-induced AML, when it happens, typically presents some years after treatment, with incidence peaking around 3–9 years. After nine years, the risk falls to background. When AML occurs, it is often preceded by a myelodysplastic syndrome phase, before developing into overt acute leukemia. Cyclophosphamide-induced leukemia will often involve complex cytogenetics, which carries a worse prognosis than de novo AML.   == Pharmacology == Oral cyclophosphamide is rapidly absorbed and then converted by mixed-function oxidase enzymes (cytochrome P450 system) in the liver to active metabolites. The main active metabolite is 4-hydroxycyclophosphamide, which exists in equilibrium with its tautomer, aldophosphamide. Most of the aldophosphamide is then oxidised by the enzyme aldehyde dehydrogenase (ALDH) to make carboxycyclophosphamide. A small proportion of aldophosphamide freely diffuses into cells, where it is decomposed into two compounds, phosphoramide mustard and acrolein. The active metabolites of cyclophosphamide are highly protein bound and distributed to all tissues, are assumed to cross the placenta and are known to be present in breast milk. It is specifically in the oxazaphosphorine group of medications. Cyclophosphamide metabolites are primarily excreted in the urine unchanged, and drug dosing should be appropriately adjusted in the setting of renal dysfunction. Drugs altering hepatic microsomal enzyme activity (e.g., alcohol, barbiturates, rifampicin, or phenytoin) may result in accelerated metabolism of cyclophosphamide into its active metabolites, increasing both pharmacologic and toxic effects of the drug; alternatively, drugs that inhibit hepatic microsomal enzymes (e.g. corticosteroids, tricyclic antidepressants, or allopurinol) result in slower conversion of cyclophosphamide into its metabolites and consequently reduced therapeutic and toxic effects. Cyclophosphamide reduces plasma pseudocholinesterase activity and may result in prolonged neuromuscular blockade when administered concurrently with succinylcholine. Tricyclic antidepressants and other anticholinergic agents can result in delayed bladder emptying and prolonged bladder exposure to acrolein.   == Mechanism of action == The main effect of cyclophosphamide is due to its metabolite phosphoramide mustard. This metabolite is only formed in cells that have low levels of ALDH. Phosphoramide mustard forms DNA crosslinks both between and within DNA strands at guanine N-7 positions (known as interstrand and intrastrand crosslinkages, respectively). This is irreversible and leads to cell apoptosis. Cyclophosphamide has relatively little typical chemotherapy toxicity as ALDHs are present in relatively large concentrations in bone marrow stem cells, liver and intestinal epithelium. ALDHs protect these actively proliferating tissues against toxic effects of phosphoramide mustard and acrolein by converting aldophosphamide to carboxycyclophosphamide that does not give rise to the toxic metabolites phosphoramide mustard and acrolein. This is because carboxycyclophosphamide cannot undergo β-elimination (the carboxylate acts as an electron-donating group, nullifying the potential for transformation), preventing nitrogen mustard activation and subsequent alkylation. Cyclophosphamide induces beneficial immunomodulatory effects in adaptive immunotherapy. Suggested mechanisms include:  Elimination of T regulatory cells (CD4+CD25+ T cells) in naive and tumor-bearing hosts Induction of T cell growth factors, such as type I IFNs, and/or Enhanced grafting of adoptively transferred, tumor-reactive effector T cells by the creation of an immunologic space niche. Thus, cyclophosphamide preconditioning of recipient hosts (for donor T cells) has been used to enhance immunity in naïve hosts, and to enhance adoptive T cell immunotherapy regimens, as well as active vaccination strategies, inducing objective antitumor immunity.   == History == As reported by O. M. Colvin in his study of the development of cyclophosphamide and its clinical applications,  Phosphoramide mustard, one of the principal toxic metabolites of cyclophosphamide, was synthesized and reported by Friedman and Seligman in 1954 ...It was postulated that the presence of the phosphate bond to the nitrogen atom could inactivate the nitrogen mustard moiety, but the phosphate bond would be cleaved in gastric cancers and other tumors which had a high phosphamidase content. However, in studies carried out after the clinical efficacy of cyclophosphamide was demonstrated, phosphoramide mustard proved to be cytotoxic in vitro (footnote omitted), but to have a low therapeutic index in vivo. Cyclophosphamide and the related nitrogen mustard–derived alkylating agent ifosfamide were developed by Norbert Brock and ASTA (now Baxter Oncology).  Brock and his team synthesised and screened more than 1,000 candidate oxazaphosphorine compounds. They converted the base nitrogen mustard into a nontoxic \"transport form\". This transport form was a prodrug, subsequently actively transported into cancer cells. Once in the cells, the prodrug was enzymatically converted into the active, toxic form. The first clinical trials were published at the end of the 1950s. In 1959 it became the eighth cytotoxic anticancer agent to be approved by the FDA.   == Society and culture == The abbreviation CP is common, although abbreviating drug names is not best practice in medicine.   == Research == Because of its impact on the immune system, it is used in animal studies. Rodents are injected intraperitoneally with either a single dose of 150 mg/kg or two doses (150 and 100 mg/kg) spread over two days. This can be used for applications such as:  The EPA may be concerned about potential human pathogenicity of an engineered microbe when conducting an MCAN review. Particularly for bacteria with potential consumer exposure they require testing of the microbe on immuno-compromised rats. Cyclophosphamide provides a positive control when studying immune-response of a new drug.   == References ==   == External links == \"Cyclophosphamide\". Drug Information Portal. U.S. National Library of Medicine. U.S. patent 3,018,302 Novel cyclic phosphoric acid ester amides, and the production thereof. (patent for cyclophosphamide)."}