{"name": "Cyclin-dependent kinase-like 5 deficiency", "category": "disease", "content": "CDKL5 deficiency disorder (CDD) is a rare genetic disorder caused by pathogenic variants in the gene CDKL5.   == Signs and symptoms == The symptoms of CDD include early infantile onset refractory epilepsy; hypotonia; developmental, intellectual, and motor disabilities, with little or no speech; and cortical visual impairment. Patients usually present first with seizures within the first months of life, followed by infantile spasms which progress to epileptic seizures that are largely refractory to treatment. Development of gross motor skills, such as sitting, standing, and walking, is severely delayed, along with restricted fine motor skills. About one-third of affected individuals can ambulate with assistance, but most CDD patients rely on wheelchairs. Additional features include repetitive hand movements (stereotypies), such as clapping, hand licking, and hand sucking; tooth grinding (bruxism); disrupted sleep; feeding difficulties; gastrointestinal problems including constipation and gastroesophageal reflux. Some patients show irregular breathing.   == Cause == CDD is caused by pathogenic variants in the gene CDKL5. This gene provides instructions for making a protein (cyclin-dependent kinase-like 5) that is essential for normal brain development and function. The CDKL5 protein is widely expressed in the brain, predominantly in nerve cells (neurons), with roles in cell proliferation, neuronal migration, axonal outgrowth, dendritic morphogenesis, and synapse development. Inheritance Pattern: the CDKL5 gene is located on the X chromosome but nearly all known pathogenic mutations are de novo, rather than being inherited from an affected mother or father; the profound neurodevelopmental disabilities of CDD patients makes it extremely unlikely they would have children. There is one reported case of an inherited CDKL5 mutation; a mother carried a CDKL5 mutation on one X chromosome, but was high functioning and showed only mild cognitive impairment. The mother's mutant CDKL5 allele was skewed in its X-inactivation, being expressed in only 20% of circulating lymphoblasts. However, her daughter, who was diagnosed with CDD, expressed the mutant in 50% of her circulating lymphoblasts. Females: a mutation in one of the two copies of the CDKL5 gene in each cell causes the disorder. Males: a mutation in the only copy of the gene causes the disorder.   == Diagnosis == For the clinical diagnosis of CDKL5 Deficiency Disorder, minimal diagnostic criteria have been established, including motor and cognitive delays, epilepsy with onset within the first year of life, and the presence of a pathogenic or likely-pathogenic mutation of the CDKL5 gene. While initial diagnosis is based mostly on clinical suspicion, definitive diagnosis requires confirmation by genetic testing. The first presentation of epileptic seizures within the first few months of life would suggest a possible diagnosis of CDD. Initial clinical testing for differential diagnosis may include MRI and CSF testing for structural or infectious etiologies; however, CDKL5 is now widely included in DNA sequence-based molecular diagnostic gene panels or infantile epilepsy for more rapid and precise diagnosis. Note: many adolescents and young adults may have CDD but were never tested since such tests were not available when they were infants. Therefore, epilepsy panels for CDD and other genes should be considered in such individuals. A diagnostic ICD-10 code has been assigned to CDKL5 deficiency disorder: G40.42 (since 2020).   == Treatment == Antiseizure medications (ASMs) are used to manage seizures; however, in most cases, control is partial or transient. Commonly used ASMs include valproic acid, clobazam, vigabatrin, felbamate, steroids, and lamotrigine for seizures, although comprehensive data are limited for the efficacy and safety of ASMs in CDD; medications for infantile spasms include ACTH, prednisolone, and vigabatrin. Clinical trials support the efficacy some new ASMs.  In March 2022, ganaxolone (Ztalmy) became the first therapeutic approved for the treatment of CDD symptoms. This drug, a GABA(A) receptor positive modulator, was approved by the US FDA in March 2022 for the treatment of seizures associated with CDD. Approval from the EMA for the use of ganaxolone for the treatment of seizures associated with CDD was granted in July 2023. Currently, several other therapeutics are in phase 2 and phase 3 clinical studies for the treatment of CDD symptoms.  Medications to control GI and sleep disturbances are often prescribed. Therapies, including physical, occupational, and vision therapy, are recommended. Specialized diets, such as the ketogenic diet, have been reported to help manage seizures, though the effect is often partial and transitory.   == Prognosis == The long-term prognosis for patients with CDD is not fully known, as the disorder was identified approximately ten years ago.  Clinical research on the natural history of CDD is required. The average life expectancy for CDD patients remains unknown.   == Epidemiology == The incidence rate of CDD is ~1 in 42,000 live births This is based on both the calculated incidence rate for CDKL5 pathogenic mutations in a study population, as well as comparison studies in genetic testing cohorts, in which the frequency of CDKL5 mutations is compared to that of genes whose associated disorders have more robust incidence estimates, such as SCN1A for Dravet syndrome.   == History == CDD is a rare condition although >1,000 cases have been reported worldwide; 80-90% of the cases are female While originally classified as an atypical variant of Rett syndrome, CDKL5 Deficiency Disorder (CDD) is an independent disorder and results from a pathogenic variant in a different gene (CDKL5 in CDD; MECP2 in Rett). The FDA accepted the indication and approved the first pivotal trials specifically for CDD and in 2019, a diagnostic ICD-10 code was issued for CDD by the World Health Organization: G40.42.   == Research == The goal of understanding the genetics and molecular biology of CDD is to establish effective therapies for CDD, targeting the underlying biologic pathways. Novel therapeutics may include small molecules or genetic or genomic therapies. Several efforts are underway to develop small molecule therapeutics to better control seizures, as well as provide management of other non-seizure symptoms, in CDD patients. The first medication approved to treat seizures associated with CDD is ganaxolone (Ztalmy), approved by the FDA in March 2022 and by the EMA in July 2023.  Other efforts to develop small molecule therapeutics for CDD include phase 2 and phase 3 trials already underway or completed, and others in earlier stages of development. If successful, these clinical studies may result in better symptomatic treatments that can provide significant benefit to patients and families in the short term. In the long term, several independent efforts are advancing truly disease-modifying therapeutics, which are directed at the causative CDKL5 mutation itself. These disease-modifying therapies are hoped to provide broader and more durable therapeutic benefit, and even eventual cures. These include publicly announced clinical and pre-clinical programs in AAV-based gene replacement; genome targeting approaches such as base editing; and inactive X chromosome reactivation.  Clinical trials Small molecule therapeutic development Approval of ganaxolone (Marinus) for the treatment of seizures associated with CDD by the FDA (March 2022) and EMA (July 2023) Phase 3 clinical trial in CDD with fenfluramine (Fintepla; UCB) On June 29, 2017, Marinus Pharmaceuticals announced that the US Food and Drug Administration had granted Orphan Drug Designation to their small molecule, ganaxolone, for the treatment of CDKL5 Deficiency Disorder. On November 13, 2019, ganaxolone was also awarded Orphan Designation by the European Commission for treatment of CDKL5 Deficiency Disorder Phase 2 clinical trial in CDD with soticlestat (Ovid), a novel medication that modulates an enzyme which is thought to impact the N-methyl-D-aspartate receptor system Open-label phase 2 clinical trial in CDD with cannabidiol (Epidiolex) New Phase 2 clinical trial in CDD with fenfluramine Gene therapy Ultragenyx has announced a clinical development program for AAV-based gene replacement therapy for CDD.  This program is currently classified by the company as in the “pre-clinical” stage. Amicus announced a collaboration around a new AAV (gene therapy)-based technology to complement their enzyme-replacement therapy in development for CDD. However, CDD is not currently listed as an active clinical program by Amicus. Several public presentations have been made on pre-clinical AAV-based gene therapy programs from Ultragenyx and UPenn Gene Therapy Program (see abstracts of American Society of Gene and Cell Therapy, May 2020: Molecular biology of CDD is revealing further opportunities in precision therapy Nonsense mutations in the CDKL5 gene could be suppressed by compounds such as ataluren; (PTC Therapeutics), or similar next-generation translation stop readthrough compounds. Genome editing: Pre-clinical programs in Prime-Editing-directed correction of mutations in the CDKL5 gene have been reported (CDKL5 Forum 2023: X reactivation:  in female patients heterozygous for the CDKL5 mutation, each cell expressing the mutant protein also carries a fully functional, but silent, CDKL5 gene copy on the inactivated X chromosome. One strategy for treatment of girls with CDD is thus to re-activate the silent, inactivated CDKL5 gene on the inactivated X chromosome. This approach is currently in pre-clinical development. Studies of molecular pathway abnormalities in CDD rodent models may suggest additional possible therapies, such as protein substitution. Within the research community, the Loulou Foundation's annual meetings with scientists and drug developers have become the largest conference focusing on CDD biology and therapeutic development.   == References ==   == External links =="}