{"name": "Cystinuria", "category": "disease", "content": "Cystinuria is an inherited autosomal recessive disease characterized by high concentrations of the amino acid cystine in the urine, leading to the formation of cystine stones in the kidneys, ureters, and bladder. It is a type of aminoaciduria. \"Cystine\", not \"cysteine,\" is implicated in this disease; the former is a dimer of the latter.   == Presentation == Cystinuria is a cause of recurrent kidney stones.  It is a disease involving the defective transepithelial transport of cystine and dibasic amino acids in the kidney and intestine, and is one of many causes of kidney stones. If not treated properly, the disease could cause serious damage to the kidneys and surrounding organs, and in some rare cases death.  The stones may be identified by a positive nitroprusside cyanide test. The crystals are usually hexagonal, translucent, white. Upon removal, the stones may be pink or yellow in color, but later they turn to greenish due to exposure to air. Cystinuria is usually asymptomatic when no stone is formed. However, once a stone is formed, signs and symptoms can occur:  Nausea Flank pain Hematuria Urinary tract infections Rarely, acute or chronic kidney disease People with cystinuria pass stones monthly, weekly, or daily, and need ongoing care. Cystinurics have an increased risk for chronic kidney disease and since kidney damage or poor function is often present in cystinurics, the use of nonsteroidal anti-inflammatory drugs (NSAIDs) or over the counter (OTC) medications should be used with caution. Cystine stones are often difficult to detect using plain x-rays. Computed tomography or ultrasound may be used instead for imaging. Urine odor in cystinuria has a smell of rotten eggs due to the increase in cystine.   == Genetics ==  Cystinuria is an autosomal recessive disease, which means that the defective gene responsible for the disease is located on an autosome, and two copies of the defective gene (one inherited from each parent) are required in order to be born with the disease. The parents of an individual with an autosomal recessive disease both carry one copy of the defective gene, but usually do not experience any signs or symptoms of the disease. Although signs and symptoms are rare, there are some directly and indirectly associated with cystinuria. These sign and symptoms consist of 1) hematuria- blood in the urine, 2) flank pain – pain in the side due to kidney pain, 3) renal colic – intense, cramping pain due to stones in the urinary tract, 4) obstructive uropathy- urinary tract disease due to obstruction, and 5) urinary tract infections.   === Cause === Cystinuria is caused by mutations in the SLC3A1 and SLC7A9 genes.  These defects prevent proper reabsorption of basic, or positively charged, amino acids: cystine,  lysine, ornithine, arginine. Under normal circumstances, this protein allows certain amino acids, including cystine, to be reabsorbed into the blood from the filtered fluid that will become urine. Mutations in either of these genes disrupt the ability of this transporter protein to reabsorb these amino acids, allowing them to become concentrated in the urine. As the levels of cystine in the urine increase, it forms cystine crystals, resulting in kidney stones.  Cystine crystals form hexagonal-shaped crystals that can be viewed upon microscopic analysis of the urine.  The other amino acids that are not reabsorbed do not create crystals in urine. The overall prevalence of cystinuria is approximately 1 in 7,000 neonates (from 1 in 2,500 neonates in Libyan Jews to 1 in 100,000 among Swedes).   == Pathophysiology == Cystinuria is characterized by the inadequate reabsorption of cystine in the proximal convoluted tubules after the filtering of the amino acids by the kidney's glomeruli, thus resulting in an excessive concentration of this amino acid in the urine.  Cystine may precipitate out of the urine, if the urine is neutral or acidic, and form crystals or stones in the kidneys, ureters, or bladder. It is one of several inborn errors of metabolism included in the Garrod's tetrad. The disease is attributed to deficiency in transport and metabolism of amino acids.   == Diagnosis == Blood: Routine hemogram along with blood sugar, urea, and creatinine. Urine: For cystine crystals, and casts. The most specific test is the cyanide–nitroprusside test Ultrasound/CT scan to reveal if a stone is present. Genetic analysis to determine which mutation associated with the disease may be present. Currently genotyping is not available in the United States but might be available in Spain, Italy, UK, Germany and Russia (by private companies in Germany and Russia). Regular X-rays often fail to show the cystine stones, however they can be visualized in the diagnostic procedure  that is called intravenous pyelogram (IVP). Stones may show up on XR with a fuzzy gray appearance.  They are radioopaque due to sulfur content, though more difficult to visualize than calcium oxalate stones.   == Treatment == Initial treatment is with adequate hydration, alkalization of the urine with citrate supplementation or acetazolamide, and dietary modification to reduce salt and protein intake (especially methionine). If this fails then patients are usually started on chelation therapy with an agent such as penicillamine. Tiopronin is another agent. Once renal stones have formed, however, the first-line treatment is endoscopic laser lithotripsy. ESWL (Extracorporeal shock wave lithotripsy) is often not effective because of the hardness of the stones that do not fragment easily. Conventional open-abdominal surgery is rarely used but has proven to be effective treatment modalities for patients with more advanced disease. Adequate hydration is the foremost aim of treatment to prevent cystine stones. The goal is to increase the urine volume because the concentration of cystine in the urine is reduced which prevents cystine from precipitating from the urine and forming stones. People with cystine stones should consume 5 to 7 liters a day. The rationale behind alkalizing the urine is that cystine tends to stay in solution and causes no harm. In order to alkalize the urine, sodium bicarbonate has been used. One must be careful in alkalizing their urine because it could lead to other forms of stones in process of preventing cystine stones.  Penicillamine is a drug that acts to form a complex with cystine that is 50 times more soluble than cystine itself. Percutaneous nephrolithotripsy (PNL) is performed via a port created by puncturing the kidney through the skin and enlarging the access port to 1 cm in diameter.  Most of the time, cystine stones are too dense to be broken up by shock (ESWL) so PNL is needed. Videos of surgery are available on various websites that show stone removal by percutaneous nephrolithotomy. In February 2017, an article was published in Nature Medicine entitled \"Alpha lipoic acid treatment prevents cystine urolithiasis in a mouse model of cystinuria\", suggesting that a high dose of the readily available antioxidant, alpha-lipoic acid at 2,700 mg/67 kg body weight daily reduced the incidence of stones. The effects were dose dependent. The results are unprecedented for cystinuria. A clinical trial is underway based on this mouse model.   == Occurrence in animals == This disease is known to occur in at least four mammalian species: humans, domestic canines, domestic ferrets and a wild canid, the maned wolf of South America. Cystine uroliths have been demonstrated, usually in male dogs, from approximately 70 breeds including the Australian cattle dog, Australian shepherd, Basenji, Basset, Bullmastiff, Chihuahua, Scottish deerhound, Scottish terrier, Staffordshire terrier, Welsh corgi, and both male and female Newfoundland dogs.   == See also ==   == References ==   == External links =="}