{"name": "cytarabine", "category": "drug", "content": "Cytarabine, also known as cytosine arabinoside (ara-C), is a chemotherapy medication used to treat acute myeloid leukemia (AML), acute lymphocytic leukemia (ALL), chronic myelogenous leukemia (CML), and non-Hodgkin's lymphoma. It is given by injection into a vein, under the skin, or into the cerebrospinal fluid. There is a liposomal formulation for which there is tentative evidence of better outcomes in lymphoma involving the meninges. Common side effects include bone marrow suppression, vomiting, diarrhea, liver problems, rash, ulcer formation in the mouth, and bleeding. Other serious side effects include loss of consciousness, lung disease, and allergic reactions. Use during pregnancy may harm the baby. Cytarabine is in the antimetabolite and nucleoside analog families of medication. It works by blocking the function of DNA polymerase. Cytarabine was patented in 1960 and approved for medical use in 1969. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Cytarabine is mainly used in the treatment of acute myeloid leukaemia, acute lymphocytic leukaemia (ALL) and in lymphomas, where it is the backbone of induction chemotherapy. Cytarabine also possesses antiviral activity, and it has been used for the treatment of generalised herpesvirus infection. However, cytarabine is not very selective in this setting and causes bone marrow suppression and other severe side effects. Therefore, ara-C is not a useful antiviral agent in humans because of its toxic profile. Cytarabine is also used in the study of the nervous system to control the proliferation of glial cells in cultures, the amount of glial cells having an important impact on neurons.   == Side effects == One of the unique toxicities of cytarabine is cerebellar toxicity when given in high doses, which may lead to ataxia. Cytarabine may cause granulocytopenia and other impaired body defenses, which may lead to infection, and thrombocytopenia, which may lead to hemorrhage. Toxicity: pancreatitis, leukopenia, thrombocytopenia, anemia, GI disturbances, stomatitis, conjunctivitis, pneumonitis, fever, and dermatitis, palmar-plantar erythrodysesthesia. Rarely, myelopathy has been reported after high dose or frequent intrathecal Ara-C administration. When used in protocols designated as high dose, cytarabine can cause cerebral and cerebellar dysfunction, ocular toxicity, pulmonary toxicity, severe GI ulceration and peripheral neuropathy (rare). To prevent the side effects and improve the therapeutic efficiency, various derivatives of these drugs (including amino acid, peptide, fatty acid and phosphates) have been evaluated, as well as different delivery systems.   == Mechanism of action == Cytosine arabinoside combines a cytosine base with an arabinose sugar. It is an antimetabolic agent with the chemical name of 1β-arabinofuranosylcytosine. Certain sponges, where similar compounds were originally found, use arabinoside sugars for chemical defense. Cytosine arabinoside is similar enough to human deoxycytosine to be incorporated into human DNA, but different enough that it kills the cell. Cytosine arabinoside interferes with the synthesis of DNA. Its mode of action is due to its rapid conversion into cytosine arabinoside triphosphate, which damages DNA when the cell cycle holds in the S phase (synthesis of DNA). Rapidly dividing cells, which require DNA replication for mitosis, are therefore most affected. Cytosine arabinoside also inhibits both DNA and RNA polymerases and nucleotide reductase enzymes needed for DNA synthesis. Cytarabine is the first of a series of cancer drugs that altered the sugar component of nucleosides. Other cancer drugs modify the base. Cytarabine is often given by continuous intravenous infusion, which follows a biphasic elimination – initial fast clearance rate followed by a slower rate of the analog. Cytarabine is transported into the cell primarily by hENT-1. It is then monophosphorylated by deoxycytidine kinase and eventually cytarabine-5´-triphosphate, which is the active metabolite being incorporated into DNA during DNA synthesis. Several mechanisms of resistance have been reported. Cytarabine is rapidly deaminated by cytidine deaminase in the serum into the inactive uracil derivative. Cytarabine-5´-monophosphate is deaminated by deoxycytidylate deaminase, leading to the inactive uridine-5´-monophosphate analog. Cytarabine-5´-triphosphate is a substrate for SAMHD1. Furthermore, SAMHD1 has been shown to limit the efficacy of cytarabine efficacy in patients. When used as an antiviral, cytarabine-5´-triphosphate functions by inhibiting viral DNA synthesis. Cytarabine is able to inhibit herpesvirus and vaccinia virus replication in cells during tissue culture. However, cytarabine treatment was only effective for herpesvirus infection in a murine model. In mice, Ara-CTP (cytarabine-5'-triphosphate) blocks memory consolidation, but not short-term memory, of a context fear conditioning event. The blockage of memory consolidation was proposed to be due to the inhibition by Ara-CTP of the DNA non-homologous end joining pathway. Thus transient DNA breakage followed by non-homologous end joining appear to be necessary steps in the formation of a long-term memory of an event.   == History == Isolation of arabinose-containing nucleotides from the Caribbean sponge Cryptotheca crypta (now Tectitethya crypta) together with the realization that these compounds could act as DNA synthesis chain terminators led to exploration of these novel nucleotides as potential anticancer therapeutics. Cytarabine was first synthesized in 1959 by Richard Walwick, Walden Roberts, and Charles Dekker at the University of California, Berkeley. It was approved by the United States Food and Drug Administration in June 1969, and was initially marketed in the US by Upjohn under the brand name Cytosar-U.   == Names == It is also known as ara-C (arabinofuranosyl cytidine).  Cytosar-U Tarabine PFS (Pfizer) Depocyt (longer-lasting liposomal formulation) AraC   == References =="}