{"name": "dabrafenib", "category": "drug", "content": "Dabrafenib, sold under the brand name Tafinlar among others, is an anti-cancer medication used for the treatment of cancers associated with a mutated version of the gene BRAF. Dabrafenib acts as an inhibitor of the associated enzyme B-Raf, which plays a role in the regulation of cell growth. The most common side effects include papilloma (warts), headache, nausea, vomiting, hyperkeratosis (thickening and toughening of the skin), hair loss, rash, joint pain, fever and tiredness. When taken in combination with trametinib, the most common side effects include fever, tiredness, nausea, chills, headache, diarrhea, vomiting, joint pain and rash. Dabrafenib was approved for medical use in the United States in May 2013, and in the European Union in August 2013.   == Medical uses == Dabrafenib is indicated as a single agent for the treatment of people with unresectable or metastatic melanoma with BRAF V600E mutation. Dabrafenib is indicated, in combination with trametinib, for BRAF V600E-positive unresectable or metastatic melanoma, metastatic non-small cell lung cancer, metastatic anaplastic thyroid cancer, and unresectable or metastatic solid tumors.   == History == Clinical trial data demonstrated that resistance to dabrafenib and other BRAF inhibitors occurs within six to seven months. To overcome this resistance, the BRAF inhibitor dabrafenib was combined with the MEK inhibitor trametinib. In January 2014, the FDA approved this combination of dabrafenib and trametinib for BRAF V600E/K-mutant metastatic melanoma. In May 2018, the FDA approved the combination dabrafenib/trametinib as an adjuvant treatment for BRAF V600E-mutated, stage III melanoma after surgical resection based on the results of the COMBI-AD phase 3 study, making it the first oral chemotherapy regimen that prevents cancer relapse for node positive, BRAF-mutated melanoma.   == Society and culture ==   === Legal status ===   ==== United States ==== The US Food and Drug Administration (FDA) approved dabrafenib as a single agent treatment for people with BRAF V600E mutation-positive advanced melanoma in May 2013.   ==== European Union ==== Dabrafenib was approved for use in the European Union in August 2013. In April 2017, the European Union approved the combination of dabrafenib with trametinib for BRAF V600-positive advanced or metastatic non small-cell lung cancer (NSCLC). In September 2023, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Finlee, intended for the treatment of low- and high-grade glioma (LGG and HGG). The applicant for this medicinal product is Novartis Europharm Limited. Finlee was approved for medical use in the European Union in November 2023.   === Brand names === Dabrafenib is the international nonproprietary name. Dabrafenib is sold under the brand names Tafinlar and Finlee.   == Research == Dabrafenib has clinical activity with a manageable safety profile in clinical trials of phase I and II in patients with BRAF (V600)-mutated metastatic melanoma.   == References ==   == Further reading =="}