{"name": "dacarbazine", "category": "drug", "content": "Dacarbazine, also known as imidazole carboxamide and sold under the brand name DTIC-Dome, is a chemotherapy medication used in the treatment of melanoma and Hodgkin's lymphoma. For Hodgkin's lymphoma it is often used together with vinblastine, bleomycin, and doxorubicin. It is given by injection into a vein. Common side effects include loss of appetite, vomiting, low white blood cell count, and low platelets. Other serious side effects include liver problems and allergic reactions. It is unclear if use in pregnancy is safe for the baby. Dacarbazine is in the alkylating agent and purine analog families of medication. Dacarbazine was approved for medical use in the United States in 1975. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == As of mid-2006, dacarbazine is commonly used as a single agent in the treatment of metastatic melanoma, and as part of the ABVD chemotherapy regimen to treat Hodgkin's lymphoma, and in the MAID regimen for sarcoma. Dacarbazine was proven to be just as efficacious as procarbazine, another drug with similar chemistry, in the German trial for paediatric Hodgkin's lymphoma, without the teratogenic effects. Thus COPDAC has replaced the former COPP regime in children for TG2 & 3 following OEPA.   == Side effects == Like many chemotherapy drugs, dacarbazine may have numerous serious side effects, because it interferes with normal cell growth as well as cancer cell growth.  Among the most serious possible side effects are birth defects to children conceived or carried during treatment; sterility, possibly permanent; or immune suppression (reduced ability to fight infection or disease). Dacarbazine is considered to be highly emetogenic, and most patients will be pre-medicated with dexamethasone and antiemetic drugs like 5-HT3 antagonist (e.g., ondansetron) and/or NK1 receptor antagonist (e.g., aprepitant). Other significant side effects include headache, fatigue and occasionally diarrhea. The Swedish National Board of Health and Welfare has sent out a black box warning and suggests avoiding dacarbazine due to liver problems.   == Mechanism of action == Dacarbazine is activated by liver microsomal enzymes to monomethyl triazeno imidazole carboxamide (MTIC), which is an alkylating compound. It causes methylation, modification and cross linking of DNA, thus inhibiting DNA, RNA and protein synthesis.   == Synthesis == Nitrous acid is added to 5-aminoimidazol-4-carboxamide to make 5-diazoimidazol-4-carboxamide. It reacts with dimethylamine to give dacarbazine.   == History ==  In 1959, dacarbazine was first synthesized at Southern Research in Alabama. The research was funded by a US federal grant. Dacarbazine gained FDA approval in May 1975 as DTIC-Dome. The drug was initially marketed by Bayer.   == Society and culture ==  There are generic versions of dacarbazine available from APP, Bedford, Mayne Pharma (Hospira) and Teva.   == References =="}