{"name": "daclizumab", "category": "drug", "content": "Daclizumab (trade name Zinbryta) is a therapeutic humanized monoclonal antibody which was used for the treatment of adults with relapsing forms of multiple sclerosis (MS). Daclizumab works by binding to CD25, the alpha subunit of the IL-2 receptor of T-cells. In March 2018, it was voluntarily withdrawn from the market by Biogen and Abbvie after reports of autoimmune encephalitis in Europe.   == Medical uses == Daclizumab was used to treat adults with relapsing forms of multiple sclerosis. It is administered subcutaneously. In clinical trials, decreases of 45% in annualized relapse rate have been reported, as well as a 41% reduction in the proportion of patients who relapsed, and a 54% reduction in the number of new lesions. A 2013 Cochrane systematic review concluded that there was insufficient evidence to determine the efficacy of daclizumab relative to placebo in people with relapsing-remitting MS and, prior to its being discontinued, the need to investigate longer lengths of treatment and follow-up.   === Discontinued use === Daclizumab was approved and used to prevent acute rejection of kidney transplant, along with cyclosporine and corticosteroids.  For that indication, side effects with a frequency of at least 10% included sleeplessness, tremor, headache, arterial hypertension, dyspnoea, gastrointestinal side effects and oedema. In rare cases, the drug could cause severe anaphylaxis.   == Contraindications == In the US, daclizumab (while approved) was contraindicated in people with liver impairment, including significantly elevated liver enzymes (ALT, AST) and autoimmune hepatitis. The European Medicines Agency (EMA) originally approved the drug without any contraindications apart from known hypersensitivity, but required Biogen to implement a hepatic risk management guide for physicians. In July 2017, the EMA has issued a provisional contraindication for patients with pre-existing liver disease or liver impairment.  The marketing authorisation was withdrawn in the EU on 27 March 2018. An EMA review concluded that the medicine poses a risk of serious and potentially fatal immune reactions affecting the brain, liver and other organs.   == Adverse effects == In clinical trials for MS, there were no treatment-related deaths or increased risk of cancer; side effects that occurred more frequently with daclizumab versus interferon included infections (65% versus 57%), skin rashes (37% versus 19%) and liver complications  (approximately 18% versus 12%).   == Interactions == As an antibody, daclizumab is expected to have a very low potential for pharmacokinetic interactions with other drugs.   == Pharmacology ==   === Mechanism of action === Daclizumab blocks IL-2 receptors containing the alpha subunit (CD25), which include the high-affinity receptors. Medium-affinity receptors, on the other hand, consist of two beta subunits (CD122) and are not affected by daclizumab. While the exact mechanism is unknown, the net effect is a reduction of T-cell responses and expansion of CD56bright natural killer cells.   === Pharmacokinetics === After subcutaneous injection of a single dose, daclizumab has a bioavailability of about 90% and reaches highest blood plasma levels after 5 to 7 days. Given every four weeks, steady state concentrations are found after the fourth dose. It is expected that daclizumab, like other antibodies, is degraded by proteases to peptides and finally amino acids, and that it does not interact with cytochrome P450 liver enzymes. The biological half-life is 21 days. Patients who developed antibodies against daclizumab eliminated it 19% faster.   == History == Daclizumab was created by scientists at PDL BioPharma (called \"Protein Design Labs\" at that time) by humanizing the mouse mAb called anti-Tac, which targets CD25, the IL-2 receptor α chain; it blocks the interaction of IL-2 with the IL-2 receptor and prevents activation of T cells. Anti-Tac had been discovered by Thomas A. Waldmann, M.D., chief of the Metabolism Branch at the National Cancer Institute and his team, and they had conducted animal studies and a small clinical trial of anti-Tac in people with T-cell leukemia, with promising results, but people quickly developed their own antibodies rejecting the mouse protein; Waldman, and his colleagues then approached Protein Design Labs to humanize the antibody.  PDL and the NIH scientists then approached Roche, a leader in transplant medicine development, to get the drug developed and approved, as PDL didn't have the resources to actually bring the product to market. In March 2018 the drug was removed from the market worldwide. In December 1997 daclizumab was approved by the FDA for use in preventing acute rejection of kidney transplants, in combination with ciclosporin and corticosteroids; it was the first humanized antibody approved anywhere in the world.  At launch, the average wholesale price for the drug was estimated to be $6,800 for five doses and it was estimated that annual sales would be between $100 million and $250 million within five years of the launch and it was thought that the drug's use would be expanded for use in other organ transplants.  It was approved in Europe in 1999. PDL began clinical trials of daclizumab on its own, and in September 2004 after the drug had shown promise in a Phase II trial, PDL and Roche agreed to expand their relationship to include codevelopment of daclizumab for asthma and other respiratory conditions.  In August 2005, PDL and Biogen Idec agreed to collaborate to develop daclizumab in indications outside the fields of organ rejection and respiratory disease.  In November 2005 Roche and PDL agreed to try to develop a formulation of daclizumab that would be useful as a subcutaneous injection for longterm maintenance in organ transplant.  The next year Roche and PDL announced that the collaboration for all indications was ending, and in 2009 it announced that it was discontinuing Zenapax worldwide \"in view of available alternative treatments and the diminishing market demand\" and \"not due to any safety issue.\" in 2008 PDL spun out its active development programs into a company called Facet Biotech and development of daclizumab for multiple sclerosis and the partnership with Biogen was included in that spinout.  In 2009 Biogen attempted a hostile buy out of Facet for $350M; Facet rejected that offer and was purchased by Abbvie for $450 million in cash the next year.  In May 2016 the FDA approved daclizumab for the treatment of relapsing multiple sclerosis in adults in 2016 under the trade name Zinbryta, with requirements for postmarketing studies and to submit a formal Risk Evaluation and Mitigation Strategy.   == Research == Daclizumab has been studied in a small clinical trial of people with  birdshot chorioretinopathy.   == References =="}