{"name": "dactinomycin", "category": "drug", "content": "Dactinomycin, also known as actinomycin D, is a chemotherapy medication used to treat a number of types of cancer. This includes Wilms tumor, rhabdomyosarcoma, Ewing's sarcoma, trophoblastic neoplasm, testicular cancer, and certain types of ovarian cancer. It is given by injection into a vein. Most people develop side effects. Common side effects include bone marrow suppression, vomiting, mouth ulcers, hair loss, liver problems, infections, and muscle pains. Other serious side effects include future cancers, allergic reactions, and tissue death if extravasation occurs. Use in pregnancy may harm the baby. Dactinomycin is in the cytotoxic antibiotic family of medications. It is believed to work by blocking the creation of RNA. Dactinomycin was approved for medical use in the United States in 1964. It is on the 2023 World Health Organization's List of Essential Medicines.   == Medical use == Actinomycin is a clear, yellowish liquid administered intravenously and most commonly used in treatment of a variety of cancers, including:  Gestational trophoblastic neoplasia Wilms' tumor Rhabdomyosarcoma Ewing's sarcoma Malignant hydatidiform mole Sometimes it will be combined with other drugs in chemotherapy regimens, like the VAC regimen (with vincristine and cyclophosphamide) for treating rhabdomyosarcoma and Ewing's sarcoma. It is also used as a radiosensitizer in adjunct to radiotherapies, since it can increase the radiosensitivity of tumor cells by inhibiting repair of sublethal radiation damage and delay the onset of the compensatory hyperplasia that occurs following irradiation.   == Side effects == Common adverse drug reaction includes bone marrow suppression, fatigue, hair loss, mouth ulcer, loss of appetite and diarrhea. Actinomycin is a vesicant, if extravasation occurs.   == Mechanism == In cell biology, actinomycin D is shown to have the ability to inhibit transcription. Actinomycin D does this by binding DNA at the transcription initiation complex and preventing elongation of RNA chain by RNA polymerase.   == History == Actinomycin D was the first antibiotic shown to have anti-cancer activity. It was first isolated by Selman Waksman and his co-worker H. Boyd Woodruff in 1940, using fermentation products from Streptomyces. It was approved by the U.S. Food and Drug Administration (FDA) on December 10, 1964, and launched by Merck Sharp and Dohme under the trade name Cosmegen.   == Research use == Because actinomycin can bind DNA duplexes, it can also interfere with DNA replication, although other chemicals such as hydroxyurea are better suited for use in the laboratory as inhibitors of DNA synthesis. Actinomycin D and its fluorescent derivative, 7-aminoactinomycin D (7-AAD), are used as stains in microscopy and flow cytometry applications. The affinity of these stains/compounds for GC-rich regions of DNA strands makes them excellent markers for DNA. 7-AAD binds to single stranded DNA; therefore it is a useful tool in determining apoptosis and distinguishing between dead cells and live ones.   == Biosynthesis == Actinomycin D is composed of a central phenoxazinone chromophore tethered to two identical cyclic peptides and was first structurally characterized by Nuclear Magnetic Resonance (NMR) analysis in 1982. The biosynthesis of Actinomycin D has been under investigation since its discovery; early fermentation feeding experiments revealed the roles of both tryptophan and D-glutamate as precursor substrates, and strain mutagenesis experiments demonstrated that a phenoxazinone synthase enzyme might be responsible for coupling of two moieties of 4-methyl-3-hydroxyanthranilic acid (4-MHA) into the final phenoxazinone structure. The 4-MHA substrate was shown to be produced from tryptophan through the action of enzymes such as tryptophan dioxygenase, kynurenine formamidase, kynurenine hydroxylase, hydroxykynurenase, and methyltransferase. Early experiments elucidated the presence of non-ribosomal peptide synthetases, and subsequent purification and heterologous expression experiments showed the acmD and acmA genes to be responsible for activation of the 4-MHA, which then undergoes chain elongation through the action of the acmB and acmC genes. In total, the NRPS assembly line is composed of twenty-two modules, including two each of epimerase and methylase domains. Recent sequencing of the actinomycin D gene cluster in Streptomyces chrysomallus showed that the four NRPS genes were surrounded on both sides by the two clusters of the genes involved in the well-studied kynurenine pathway and responsible for the production of 4-MHA from tryptophan, with nine paralogs identified between the two clusters.   == References ==   == External links == \"Dactinomycin\". Drug Information Portal. U.S. National Library of Medicine."}