{"name": "dalbavancin", "category": "drug", "content": "Dalbavancin, sold under the brand names Dalvance in the US and Xydalba in the EU among others, is a second-generation lipoglycopeptide antibiotic medication. It belongs to the same class as vancomycin, the most widely used and one of the treatments available to people infected with methicillin-resistant Staphylococcus aureus (MRSA). Dalbavancin is a semisynthetic lipoglycopeptide that was designed to improve upon the natural glycopeptides vancomycin and teicoplanin. It is derived from a complex of glycopeptide antibiotics, referred to as A-40926, that is produced by a new strain of Actinomadura. Dalbavancin has been referred to in the scientific literature by a series of names: MDL-63397, A-!-1, BI-397, VER-001. These different labels reflected where the research had been carried out: MDL representing Merrell-Dow-Lepetit, where the initial complex was discovered; BI referring to BioSearch Italia where Dalbavancin itself  was first synthesized; VER referring to Versicor (which Biosearch Italia merged with to create Vicuron Pharmaceuticals). The phase I, II and III clinical trials were carried out of by Vicuron and the initial NDA filed. Vicuron was acquired by Pfizer in 2005, which decided to not further develop Dalbavancin at that time, subsequently selling the rights to Durata Therapeutics in 2009. It possesses in vitro activity against a variety of Gram-positive pathogens including MRSA and methicillin-resistant Staphylococcus epidermidis (MRSE). It is a once-weekly, two-dose antibiotic, the rights to which Actavis acquired when it bought Durata Therapeutics in 2014. The U.S. Food and Drug Administration (FDA) approved dalbavancin in May 2014, for the treatment of acute bacterial skin and skin structure infections (ABSSSIs) caused by certain susceptible bacteria such as Staphylococcus aureus including methicillin-susceptible and methicillin-resistant strains of Streptococcus pyogenes, in intravenous dosage form.   == Medical uses == Dalbavancin is considered a long-lasting antibiotic due to its prolonged half-life (14.4 d), high protein binding capacity, and intense tissue penetration. It binds reversibly to plasma proteins at approximately 93%, allowing for sustained drug concentrations over time. Dalbavancin demonstrates good tissue distribution, reaching therapeutic levels in skin structures, synovial fluid (found in joints), and bone tissue within 24 hours after administration. The benefits of this long-lasting nature are less frequent dosing requirements while maintaining efficacy. Dalbavancin is an antibiotic used to treat acute bacterial skin and skin structure infections (ABSSSI) in adults caused by susceptible Gram-positive organisms, including methicillin-resistant Staphylococcus aureus (MRSA).  MRSA infections have become problematic in the community and in healthcare settings due to resistance to many available antibiotics. Because dalbavancin has demonstrated efficacy against MRSA and other microorganisms to treat serious or life-threatening infections, it was the first drug approved as a Qualified Infectious Disease Product under the Generating Antibiotic Incentives Now (GAIN) act, which is part of the FDA Safety and Innovation Act. It has strong activity against many Gram-positive bacteria, including methicillin-sensitive and methicillin-resistant Staphylococcus aureus, Streptococcus pyogenes, Streptococcus agalactiae, Streptococcus anginosus, Streptococcus intermedius, and Streptococcus constellatus. Based on MIC data and other studies, dalbavancin is more potent and bactericidal and therefore requires lower concentrations than vancomycin against these organisms. Dalbavancin also shows in vitro activity against vancomycin-susceptible Enterococcus faecium and Enterococcus faecalis.  Other Gram-positive organisms belonging to the Bacillus spp., Listeria spp., and Corynebacterium spp. may show in vitro susceptibility, and dalbavancin may exhibit activity against enterococci expressing the VanB or VanC phenotype of acquired resistance against vancomycin.  There is no clinically significant activity against Gram-negative bacteria.   == Contraindications == Hypersensitivity to dalbavancin can occur, causing issues such as skin reactions or anaphylaxis. Caution is advised for patients with known hypersensitivity to other glycopeptides.  There is currently no data on cross-reactivity between dalbavancin and vancomycin.   == Side effects == The most common adverse reactions encountered in Phase II and Phase III trials were nausea (5.5%), headache (4.7%), and diarrhea (4.4%), as well as rash (2.7%) and itchiness (2.1%).  Other less frequent but serious adverse reactions included hematologic disorders, hepatotoxicity, Clostridium difficile colitis, bronchospasm, infusion-related reactions including Red Man Syndrome, and anaphylactic shock.  In trials, dalbavancin was associated with higher rates of hemorrhagic events compared to comparator groups and should be a precaution in patients undergoing surgery or taking anticoagulants.  Patients on dalbavancin also had post-baseline alanine aminotransferase (ALT) levels that were 3 times the upper normal limit, some even having elevations 10 times the upper normal limit; however, eight of the twelve dalbavancin-treated patients had comorbid conditions that could affect their ALT, compared to only one patient in the comparator group.  There is no evidence of ototoxicity associated with dalbavancin.   === Drug interactions === Clinical drug-drug interactions with dalbavancin have not been studied, and dalbavancin does not appear to interact with cytochrome P450 substrates, inhibitors, or inducers. It was found to have an in vitro synergistic interaction with the antimicrobial oxacillin, but the clinical significance of this interaction has yet to be established.   === Pregnancy and lactation === Use of dalbavancin in pregnant women has not been studied sufficiently and should only occur when the potential benefit outweighs the potential risk to the fetus.  Animal studies did not show embryo or fetal toxicity at doses that were 1.2 and 0.7 times the human dose.  However, delayed fetal maturation was observed at a dose that was 3.5 times the human dose.  While dalbavancin is excreted in rat milk, it is unknown if it is excreted in human milk.  It should be used in nursing mothers only when the potential benefit exceeds the potential risk.  There is no evidence in animals of teratogenicity.   == Production and composition == Dalbavancin is manufactured by fermentation of a selected Nonomuraea strain to generate the natural glycopeptide complex A-40926. This precursor is then selectively esterified at the carboxyl group of its sugar moiety, its peptidyl carboxyl group is amidated and the ester of the N-acylaminoglucuronic acid carboxyl group is saponified. The outcome is a compound mixture of two closely related structural families — A and B — that can be further subdivided into a total of five subtypes (see table below). At least ten different dalbavancin components have been described, of which the B0 component makes up around 80–98 wt%.   == Mechanism of action == Dalbavancin is a lipoglycopeptide belonging in the same glycopeptide class as vancomycin.  Similar to other glycopeptides, dalbavancin exerts its bactericidal effect by disrupting cell wall biosynthesis.  It binds to the D-alanyl-D-alanyl residue on growing peptidoglycan chains and prevents transpeptidation from occurring, preventing peptidoglycan elongation and cell wall formation.  Dalbavancin also dimerizes and anchors itself in the lipophilic bacterial membrane, thereby increasing its stability in the target environment and its affinity for peptidoglycan. Antimicrobial activity correlates with the ratio of area under the concentration-time curve to minimum inhibitory concentration for Staphylococcus aureus.   == Metabolism == When evaluated by in vitro studies, the metabolism of dalbavancin was minimally impacted by the human hepatic CYP450 system. Further investigations with either inducers or inhibitors of this enzyme system demonstrated no changes in the elimination or clearance of dalbavancin, and the metabolism of model compounds of these CYP systems was not altered by the dalbavancin. Hydroxy-dalbavancin, a minor metabolite that has only been identified in urine, was also not changed in its formation or elimination with these enzyme models.   == History == Dalbavancin has undergone a phase-III clinical trial for adults with complicated skin infections, but in December 2007, the US Food and Drug Administration (FDA) said more data were needed before approval. Pfizer withdrew its marketing applications to conduct another phase-III clinical trial in September 2008. Durata Therapeutics acquired the rights to dalbavancin in December 2009, and has initiated two new phase-III clinical trials for treatment of ABSSSIs. Preliminary results in  2012 were promising. About 1,289 adults with ABSSSI were given dalbavancin or vancomycin randomly, and dalbavancin was found to exhibit efficacy comparable to vancomycin. In May 2014, dalbavancin was approved for medical use in the United States for ABSSSIs, including MRSA and Streptococcus pyogenes infections.   == References =="}