{"name": "danazol", "category": "drug", "content": "Danazol, sold as Danocrine and other brand names, is a medication used in the treatment of endometriosis, fibrocystic breast disease, hereditary angioedema and other conditions. It is taken by mouth. The use of danazol is limited by masculinizing side effects such as acne, excessive hair growth, and voice deepening. Danazol has a complex mechanism of action, and is characterized as a weak androgen and anabolic steroid, a weak progestogen, a weak antigonadotropin, a weak steroidogenesis inhibitor, and a functional antiestrogen. Danazol was discovered in 1963 and was introduced for medical use in 1971. Due to their improved side-effect profiles, particularly their lack of masculinizing side effects, danazol has largely been replaced by gonadotropin-releasing hormone analogues (GnRH analogues) in the treatment of endometriosis.   == Medical uses == Danazol is used primarily in the treatment of endometriosis. It has also been used – mostly off-label – for other indications, namely in the management of menorrhagia, fibrocystic breast disease, immune thrombocytopenic purpura, premenstrual syndrome, breast pain, and hereditary angioedema. Although not currently a standard treatment for menorrhagia, danazol demonstrated significant relief in young women with menorrhagia in a study, and, because of a lack of a significant adverse effects, it was proposed as an alternative treatment. Danazol appears to be useful in the treatment of systemic lupus erythematosus.   === Available forms === Danazol comes in the form of 50, 100, and 200 mg oral capsules. It is taken at a dose of 50 to 400 mg two or three times per day, for a total of 100 to 800 mg per day depending on the indication.   == Contraindications == Danazol is contraindicated during pregnancy because it has the potential to virilize female fetuses. Women taking danazol should practice effective contraception to prevent pregnancy if sexually active. Since danazol is metabolized by the liver, it cannot be used by patients with liver disease, and in patients receiving long-term therapy, liver function must be monitored on a periodic basis.   == Side effects ==  Androgenic side effects are of concern, as some women taking danazol may experience unwanted hair growth (hirsutism), acne, irreversible deepening of the voice, or adverse blood lipid profiles. In addition, breast atrophy and decreased breast size may occur. The drug may also cause hot flashes, elevation of liver enzymes, and mood changes. The use of danazol for endometriosis has been linked to an increased risk of ovarian cancer. Patients with endometriosis have specific risk factors for ovarian cancer, so this may not apply for other uses. Danazol, like most other anabolic steroids, has been linked with an increased risk of liver tumors. These are generally benign.   == Pharmacology ==   === Pharmacodynamics === Danazol possesses a complex pharmacology, with multiple mechanisms of action. These include direct binding to and activation of sex hormone receptors, direct inhibition of enzymes involved in steroidogenesis, and direct binding to and occupation of steroid hormone carrier proteins and consequent displacement of steroid hormones from these proteins. The drug is characterized as a weak androgen and anabolic, a weak progestogen, a weak antigonadotropin, a weak steroidogenesis inhibitor, and a functional antiestrogen.   ==== Modulation of steroid hormone receptors ==== Danazol is described as a possessing high affinity for the androgen receptor (AR), moderate affinity for the progesterone receptor (PR) and glucocorticoid receptor (GR), and poor affinity for the estrogen receptor (ER). As an androgen, danazol is described as weak, being about 200-fold less potent than testosterone in bioassays. The drug can act as both an agonist and antagonist of the PR depending on the bioassay, indicating that it could be regarded as a selective progesterone receptor modulator (SPRM). Although the affinity and efficacy of danazol itself at the PR are relatively low, ethisterone, one of the major metabolites of danazol, is described as a weak progestogen (and has been employed clinically as a progestogen), and this presumably serves to increase the in vivo progestogenic activity of danazol. The activity of danazol at the ER is considered to be minimal, although at very high concentrations the drug can act significantly as an ER agonist. Danazol is considered to act significantly as an agonist of the GR, and, thus, as a glucocorticoid. In accordance, it can suppress the immune system at sufficient dosages.   ==== Inhibition of steroidogenesis enzymes ==== Danazol has been found to act as an inhibitor, to varying extents, of a variety of steroidogenic enzymes, including cholesterol side-chain cleavage enzyme, 3β-hydroxysteroid dehydrogenase/Δ5-4 isomerase, 17α-hydroxylase, 17,20-lyase, 17β-hydroxysteroid dehydrogenase, 21-hydroxylase, and 11β-hydroxylase. It has also been found to be a weak inhibitor of steroid sulfatase (Ki = 2.3–8.2 μM), the enzyme that converts DHEA-STooltip dehydroepiandrosterone sulfate into DHEATooltip dehydroepiandrosterone and estrone sulfate into estrone (which can then respectively be transformed into estrone (with androstenedione as an intermediate) and estradiol), though another study reported its inhibition to be potent and potentially clinically relevant. Although in contradiction with the above data, another study found that danazol weakly inhibited aromatase as well, with 44% inhibition at a concentration of 10 μM. In accordance with its steroidogenesis inhibition, clinical studies have demonstrated that danazol directly and markedly inhibits adrenal, ovarian, and testicular steroidogenesis in vivo. The enzymatic production of estradiol, progesterone, and testosterone have all specifically been found to be inhibited.  For reference, circulating concentrations of danazol are in the range of 2 μM at a dosage of 600 mg/day in women.   ==== Occupation and downregulation of carrier proteins ====  Danazol is known to bind to two steroid hormone carrier proteins: sex hormone-binding globulin (SHBG), which binds androgens and estrogens; and corticosteroid-binding globulin (CBG), which binds progesterone and cortisol. Binding of danazol to SHBG is considered to be more important clinically. By occupying SHBG and CBG, danazol increases the ratio of free to plasma protein-bound testosterone, estradiol, progesterone, and cortisol. The table to the right shows the difference in testosterone levels in premenopausal women treated with danazol. As can be seen, the percentage of free testosterone is tripled in women being treated with danazol. The ability of danazol to increase free testosterone levels suggests that a portion of its weak androgenic effects are mediated indirectly by facilitating the activity of testosterone and dihydrotestosterone through the displacement of them from SHBG. In addition to binding to and occupying SHBG however, danazol also decreases the hepatic production of SHBG and therefore SHBG levels, and so downregulation of SHBG may be involved as well. Danazol likely decreases hepatic production of SHBG by reducing estrogenic and increasing androgenic activity in the liver (as androgens and estrogens decrease and increase, respectively, hepatic SHBG synthesis). In accordance with the notion that suppression of SHBG is involved in the androgenic effects of danazol, the drug has synergistic rather than additive androgenic effects in combination with testosterone in bioassays (which is most likely secondary to the increased free testosterone levels). It is noteworthy that 2-hydroxymethylethisterone, a major metabolite of danazol, circulates at concentrations 5–10 times greater than those of danazol and is twice as potent as danazol in displacing testosterone from SHBG. As such, most of the occupation of SHBG by danazol may actually be due to this metabolite.   ==== Antigonadotropic activity ==== Via its weak progestogenic and androgenic activity, through activation of the PR and AR in the pituitary gland, danazol produces antigonadotropic effects. Although its does not significantly affect basal luteinizing hormone (LH) and follicle-stimulating hormone (FSH) levels in premenopausal women (and hence does not profoundly suppress gonadotropin or sex hormone levels like other, stronger antigonadotropins do), the drug prevents the mid-cycle surge in the levels of these hormones during the menstrual cycle. By doing this, it suppresses increases in estrogen and progesterone levels at this time and prevents ovulation.   ==== Mechanism of action in endometriosis ==== Because danazol reduces estrogen production and levels, it has functional antiestrogenic properties. The combination of its antiestrogenic, androgenic, and progestogenic or antiprogestogenic actions cause atrophy of the endometrium, which alleviates the symptoms of endometriosis.   ==== Effects in men ==== In men, danazol has been found to inhibit gonadotropin secretion and markedly decrease testosterone levels, likely due to its actions as a steroidogenesis inhibitor and antigonadotropin. However, even at the highest dosage assessed (800 mg/day), spermatogenesis remained unaffected.   === Pharmacokinetics === The bioavailability of danazol is low. In addition, circulating levels of danazol do not increase proportionally with increasing doses, indicating that there is a saturation of bioavailability. With single-dose administration, it has been found that a 4-fold increase in dosage of danazol increased peak levels only by 1.3- and 2.2-fold and area-under-the-curve levels by 1.6- and 2.5-fold in the fasted and fed states, respectively. Similar findings were observed for chronic administration. Intake of danazol with food (>30 grams of fat) has been found to increase the bioavailability and peak levels of danazol by 3- to 4-fold with a single dose and by 2- to 2.5-fold with chronic administration. Following administration of danazol, peak concentrations occur after 2 to 8 hours, with a median of 4 hours. Steady-state levels of danazol are achieved after 6 days of twice-daily administration. Danazol is lipophilic and can partition into cell membranes, which indicates that it is likely to distribute deeply into tissue compartments. The volume of distribution of danazol is 3.4 L. Danazol is known to be plasma protein bound to albumin, SHBG, and CBG. Danazol is metabolized in the liver by enzymes such as CYP3A4. Its elimination half-life has varied across studies, but has been found to be 3 to 10 hours after a single dose and 24 to 26 hours with repeated administration. The major metabolites of danazol are 2-hydroxymethylethisterone (also known as 2-hydroxymethyldanazol; formed by CYP3A4 and described as inactive) and ethisterone (a progestogen and androgen), and other, minor metabolites include δ2-hydroxymethylethisterone, 6β-hydroxy-2-hydroxymethylethisterone, and δ1-6β-hydroxy-2-hydroxymethylethisterone. At least 10 different metabolites have been identified. Danazol is eliminated in urine and feces, with the two primary metabolites in urine being 2-hydroxymethylethisterone and ethisterone.   == Chemistry ==  Danazol, also known as 2,3-isoxazol-17α-ethynyltestosterone or as 17α-ethynyl-17β-hydroxyandrost-4-en-[2,3-d]isoxazole, is a synthetic androstane steroid and a derivative of testosterone and ethisterone (17α-ethynyltestosterone). It is specifically the derivative of ethisterone where the C3 ketone is replaced with a 2,3-isoxazole moiety (i.e., an isoxazole ring is fused to the A ring at the C2 and C3 positions). Ethisterone is a weak progestin with weak androgenic activity.   == History == Danazol was synthesized in 1963 by a team of scientists at Sterling Winthrop in Rensselaer, New York by a team that included Helmutt Neumann, Gordon Potts, W.T. Ryan, and Frederik W. Stonner. It was approved by the U.S.Tooltip United States Food and Drug Administration in 1971 as the first drug in the country to specifically treat endometriosis.   == Society and culture ==   === Generic names === Danazol is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, DCITTooltip Denominazione Comune Italiana, and JANTooltip Japanese Accepted Name. It is also known by its developmental code name WIN-17757.   === Brand names === Danazol is or has been marketed under many brand names throughout the world including Anargil, Azol, Benzol, Bonzol, Cyclolady, Cyclomen, Danal, Danalol, Danamet, Danamin, Danasin, Danatrol, Danazant, Danazol, Danocrine, Danodiol, Danogen, Danokrin, Danol, Danonice, Danoval, Danzol, Dogalact (veterinary), Dorink, Dzol, Ectopal, Elle, Gonablok, Gong Fu Yi Kang, Gynadom, Kodazol, Kupdina, Ladogal, Lozana, Mastodanatrol, Nazol, Norciden, Vabon, and Winobanin.   === Availability === Danazol is available in the United States, Europe, and widely elsewhere throughout the world.   == Research == Danazol has been studied in the treatment of breast cancer in women, but produced relatively low response rates of about 15 to 20%. Low-dose danazol has been investigated in the treatment of diabetic macular edema in a phase III clinical trial. A 2016 phase I/II prospective study orally administered 800 mg per day to 27 patients with telomere diseases. The primary efficacy endpoint was a 20% reduction in the annual rate of telomere attrition measured. Toxic effects formed the primary safety endpoint. The study was halted early, after telomere attrition was reduced in all 12 patients who could be evaluated. 12 of 27 patients achieved the primary efficacy end point, 11 of whom increased telomere length at 24 months. Hematologic responses (secondary efficacy endpoint) occurred in 10 of 12 patients who could be evaluated at 24 months. Elevated liver-enzyme levels and muscle cramps (known adverse effects) of grade 2 or less occurred in 41% and 33% of the patients, respectively.   == References ==   == Further reading =="}