{"name": "dantrolene", "category": "drug", "content": "Dantrolene sodium, sold under the brand name Dantrium among others,  is a postsynaptic muscle relaxant that lessens excitation-contraction coupling in muscle cells. It achieves this by inhibiting Ca2+ ions release from sarcoplasmic reticulum stores by antagonizing ryanodine receptors. It is the primary drug used for the treatment and prevention of malignant hyperthermia, a rare, life-threatening disorder triggered by general anesthesia or drugs. It is also used in the management of neuroleptic malignant syndrome, muscle spasticity (e.g. after strokes, in paraplegia, cerebral palsy, or patients with multiple sclerosis), and poisoning by 2,4-dinitrophenol or by the related compounds dinoseb and dinoterb. The most frequently occurring side effects include drowsiness, dizziness, weakness, general malaise, fatigue, and diarrhea. It is marketed by Par Pharmaceuticals LLC as Dantrium (in North America) and by Norgine BV as Dantrium, Dantamacrin, or Dantrolen (in Europe). A hospital is recommended to keep a minimum stock of 36 dantrolene vials totaling 720 mg, sufficient for a 70-kg person.   == Contraindications == Oral dantrolene is contraindicated for  patients with active hepatic disease patients in whom spasticity is utilized to maintain upright posture and balance patients with a hypersensitivity to dantrolene There are no contraindications for intravenous dantrolene used for prophylaxis or management of malignant hyperthermia.   === Pregnancy and breastfeeding === If needed in pregnancy, adequate human studies are lacking, therefore the drug should be given in pregnant women only if clearly indicated. It may cause hypotonia in the newborn if given closely before delivery.   == Interactions == Dantrolene may interact with the following drugs:  Calcium channel blockers of the diltiazem/verapamil type: Intravenous treatment with dantrolene and concomitant calcium channel blocker treatment may lead to severe cardiovascular collapse, abnormal heart rhythms, myocardial depressions, and high blood potassium. Nondepolarizing neuromuscular blocking agents, such as vecuronium bromide: Neuromuscular blockade is potentiated. CNS depressants: Sedative action is potentiated. Benzodiazepines may also cause additive muscle weakness. Combined oral contraceptives and hormone replacement therapy with estrogens may enhance liver toxicity of dantrolene, particularly in women over 35 years of age.   == Pharmacology == Dantrolene depresses excitation-contraction coupling in skeletal muscle by acting as a receptor antagonist to the ryanodine receptor, and decreasing free intracellular calcium concentration.   == Chemistry ==  Chemically it is a hydantoin derivative, but does not exhibit antiepileptic activity like other hydantoin derivates such as phenytoin. The poor water solubility of dantrolene leads to certain difficulties in its use. A more water-soluble analog of dantrolene, azumolene, is under development for similar indications. Azumolene has a bromine residue instead of the nitro group found in dantrolene, and is 30 times more water-soluble.   === Synthesis === The original patent synthesis started with para-nitroaniline which undergoes diazotization followed by a copper(II) chloride catalyzed arylation with furfural (essentially a modified Meerwein arylation). This then reacts with 1-aminohydantoin to form the final product.   == History == Dantrolene was first described in the scientific literature in 1967, as one of several hydantoin derivatives proposed as a new class of muscle relaxant. Dantrolene underwent extensive further development, and its action on skeletal muscle was described in detail in 1973. Dantrolene was widely used in the management of spasticity before its efficacy in treating malignant hyperthermia was discovered by South African anesthesiologist Gaisford Harrison and reported in a landmark 1975 article published in the British Journal of Anaesthesia. Harrison experimentally induced malignant hyperthermia with halothane anesthesia in genetically susceptible pigs, and obtained an 87.5% survival rate, where seven of his eight experiments survived after intravenous administration of dantrolene. The efficacy of dantrolene in humans was later confirmed in a large, multicenter study published in 1982, and confirmed epidemiologically in 1993. Before dantrolene, the only available treatment for malignant hyperthermia was procaine, which was associated with a 60% mortality rate in animal models.   == Society and culture ==   === Legal status === In March 2024, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Agilus, intended for the treatment of malignant hyperthermia in combination with adequate support measures. The applicant for this medicinal product is Norgine B.V. In the formulation of Agilus, the mannitol and sodium hydroxide have been replaced with hydroxypropyl-beta-cyclodextrin (HP-β-CD) and Macrogol 3350 to shorten the preparation time and improve the ease of use. It was designated an orphan drug. Dantrolene sodium, hemiheptahydrate (Agilus) was approved for medical use in the European Union in May 2024.   == References =="}