{"name": "dapagliflozin", "category": "drug", "content": "Dapagliflozin, sold under the brand names Farxiga (US) and Forxiga (EU) among others, is a medication used to treat type 2 diabetes. It is also used to treat adults with heart failure and chronic kidney disease. It reversibly inhibits sodium-glucose co-transporter 2 (SGLT-2) in the renal proximal convoluted tubule to reduce glucose reabsorption and increase urinary glucose excretion. Common side effects include hypoglycaemia (low blood sugar), urinary tract infections, genital infections, and volume depletion (reduced amount of water in the body). Diabetic ketoacidosis is a common side effect in people with type 1 diabetes. Serious but rare side effects include Fournier gangrene. It was developed by Bristol-Myers Squibb in partnership with AstraZeneca. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 187th most commonly prescribed medication in the United States, with more than 2 million prescriptions. Dapagliflozin is available as a generic medication.   == Medical uses == Dapagliflozin is used along with diet, exercise, and usually with other glucose lowering medications, to improve glycaemic control in adults with type 2 diabetes. Dapagliflozin, in addition to other SGLT2-inhibitors, was shown to reduce the rate of decline in kidney function and kidney failure in non-diabetic and type 2 diabetic adults when added to existing treatment regimen.  Dapagliflozin is also considered as an option for people with heart failure with reduced ejection fraction with a LVEF <40%. It can be given regardless of current diabetes status, in addition to standard medical therapy. Recent studies have indicated that the use of dapagliflozin and other medications from the SGLT-2 inhibitor class can reduce the risk of worsening heart failure, death, and hospitalization from cardiovascular disease. SGLT-2 inhibitors reduce the risk of hospitalisation due to heart failure in people with or without atherosclerotic cardiovascular disease  A small number of meta-analyses and cohort studies have shown that dapagliflozin is superior to others such as empagliflozin. In the European Union, dapagliflozin is indicated in adults:  For the treatment of insufficiently controlled type 2 diabetes as an adjunct to diet and exercise: as monotherapy when metformin is considered inappropriate due to intolerance; in addition to other medicinal products for the treatment of type 2 diabetes; For the treatment of heart failure with reduced ejection fraction In November 2021, the European Medicines Agency (EMA) stated that dapagliflozin should no longer be used to treat type 1 diabetes.   === Effects in nondiabetic chronic kidney disease === In 2021, the US Food and Drug Administration (FDA) and the EMA expanded the indications for dapagliflozin to include the treatment of people who have chronic kidney disease but don't have diabetes. Clinical trials had shown the following effects of such a treatment. The DIAMOND trial (2017-2019) showed in treatment periods of 6 weeks no improvement of excess proteins in the urine (proteinuria), a significant deterioration of the kidney's filtration rate (reversible within 6 weeks after dapagliflozin discontinuation), and a significant mean loss of body weight of 1.5 kg. The DAPA-CKD trial (2017-2020) showed in a median treatment period of 2.4 years of participants who had already been under ACE or ARB therapy that the events of a sustained decline of 50% in the kidney's filtration rate, kidney failure, or death occurred statistically around eight months later in the treatment group than in the placebo group. In the first 12-16 months of treatment, however, the kidney's filtration rate was worse in the treatment group than in the placebo group, being slightly less negative in the treatment group than in the placebo group only thereafter.   == Adverse effects == Since dapagliflozin leads to heavy glycosuria (sometimes up to about 70 grams per day), it can lead to rapid weight loss and tiredness. The glucose acts as an osmotic diuretic (this effect is the cause of polyuria in diabetes), which can lead to dehydration. The increased amount of glucose in the urine can also worsen the infections already associated with diabetes, particularly urinary tract infections and thrush (candidiasis). Rarely, use of an SGLT-2 drug, including dapagliflozin, is associated with necrotizing fasciitis of the perineum, also called Fournier gangrene. Dapagliflozin is also associated with hypotensive reactions. Concerns exist that it may increase the risk of diabetic ketoacidosis. Dapagliflozin and other SGLT2 inhibitors increase the risk of diabetic ketoacidosis in type 2 diabetic patients. However, the DEPICT-1 and DEPICT-2 trials showed that dapagliflozin caused additional diabetic ketoacidosis events in the Type I diabetic patients who received dapagliflozin. Symptoms of ketoacidosis include nausea, vomiting, abdominal pain, fatigue, and trouble breathing. Dapagliflozin can cause dehydration, serious urinary tract infections, and genital yeast infections. Elderly people and people with kidney dysfunction, low blood pressure, or who are on diuretic medications should have their volume status and kidney function assessed. Individuals with signs and symptoms of metabolic acidosis or ketoacidosis should also be assessed. Dapagliflozin can cause low blood sugar when combined with insulin. To lessen the risk of developing ketoacidosis after surgery, the FDA has approved changes to the prescribing information for SGLT-2 inhibitors to recommend they be stopped temporarily before scheduled surgery. Canagliflozin, dapagliflozin, and empagliflozin should each be stopped at least three days before, and ertugliflozin should be stopped at least four days before scheduled surgery. The glucose lowering effect of dapagliflozin starts to diminish in people with chronic kidney disease with a reduced kidney function (eGFR <45mL/min), and may not be as effective for glycemic control. However, studies have demonstrated a renoprotective effect in reducing kidney function decline, dapagliflozin can still be used to reduce kidney function decline regardless of diabetes status. Therefore, while dapagliflozin can be used in people with diabetes and chronic kidney disease to prevent kidney function decline, further interventions may be needed for glycemic control.   == Chemistry == The first synthesis of dapagliflozin was disclosed in a patent filed by Bristol Myers Squibb in 2002.  The two main carbon-containing fragments are combined by the reaction of an aryl lithium with a trimethylsilyl-protected gluconolactone. The trimethylsilyl groups are then removed by treatment with methanesulfonic acid in methanol. This gives an intermediate with an unwanted methoxy group at the anomeric centre, which is removed by reaction with triethylsilane in the presence of boron trifluoride etherate. This route, as well as others developed for the manufacture of the drug, have been reviewed.   == Mechanism of action == Dapagliflozin inhibits subtype 2 of the sodium-glucose transport proteins (SGLT2), which are responsible for at least 90% of the glucose reabsorption in the kidney. Blocking this transporter mechanism causes blood glucose to be eliminated through the urine. In combination with metformin, dapagliflozin at standard treatment dose of 10 mg daily lowered HbA1c by 0.54-0.84% (5.9-9.3 mmol/mol) when compared to metformin monotherapy in patients with inadequately controlled type 2 diabetes and normal renal function. Its protective effects in heart failure is attributed primarily to haemodynamic effects, where SGLT2 inhibitors potently reduce intravascular volume through osmotic diuresis and natriuresis. This consequently may lead to a reduction in preload and afterload, thereby alleviating cardiac workload and improving left ventricular function.   === Selectivity === The IC50 for SGLT2 is less than one-thousandth of the IC50 for SGLT1 (1.1 versus 1390 nmol/L), so that the drug does not interfere with intestinal glucose absorption.   == Names == Dapagliflozin is the International nonproprietary name (INN), and the United States Adopted Name (USAN). The fixed-dose combination product, dapagliflozin/metformin extended-release, is called Xigduo XR. In July 2016, the fixed-dose combination of saxagliptin and dapagliflozin was approved for medical use in the European Union and is sold under the brand name Qtern. The combination drug was approved for medical use in the United States in February 2017, where it also is sold under the brand name Qtern. In May 2019, the fixed-dose combination of dapagliflozin, saxagliptin, and metformin hydrochloride as extended-release tablets was approved in the United States to improve glycemic control in adults with type 2 diabetes when used in combination with diet and exercise. The FDA granted the approval of Qternmet XR to AstraZeneca. The combination drug was approved for use in the European Union in November 2019, and is sold under the brand name Qtrilmet.   == History == In 2012, the Committee for Medicinal Products for Human Use (CHMP) of the EMA issued a positive opinion on the drug. Dapagliflozin was found effective in several studies in participants with type 2. The main measure of effectiveness was the level of glycated haemoglobin (HbA1c), which gives an indication of how well blood glucose is controlled. In two studies involving 840 participants with type 2 diabetes, dapagliflozin when used alone decreased HbA1c levels by 0.66% more than placebo (a dummy treatment) after 24 weeks. In four other studies involving 2,370 participants, adding dapagliflozin to other diabetes medicines decreased HbA1c levels by 0.54–0.68% more than adding placebo after 24 weeks. In a study involving 814 participants with type 2 diabetes, dapagliflozin used in combination with metformin was at least as effective as a sulphonylurea (another type of diabetes medicines) used with metformin. Both combinations reduced HbA1c levels by 0.52% after 52 weeks. A long-term study, involving over 17,000 participants with type 2 diabetes, looked at the effects of dapagliflozin on cardiovascular (heart and circulation) disease. The study indicated that dapagliflozin's effects were in line with those of other diabetes medicines that also work by blocking SGLT2. In two studies involving 1,648 participants with type 1 diabetes whose blood sugar was not controlled well enough on insulin alone, adding dapagliflozin 5 mg decreased HbA1c levels after 24 hours by 0.37% and by 0.42% more than adding placebo. Dapagliflozin was approved for medical use in the European Union in November 2012. It is marketed in a number of European countries. Dapagliflozin was approved for medical use in the United States in January 2014. In 2020, the US FDA expanded the indications for dapagliflozin to include treatment for adults with heart failure with reduced ejection fraction to reduce the risk of cardiovascular death and hospitalization for heart failure. It is the first in this particular drug class, sodium-glucose co-transporter 2 inhibitors, to be approved to treat adults with New York Heart Association's functional class II-IV heart failure with reduced ejection fraction. The results of the DAPA-HF and DECLARE-TIMI 58 clinical trials demonstrated the efficacy of dapagliflozin compared to placebo in improving survival in adults with heart failure with reduced ejection fraction by 17%. They both showed a reduction in the number of hospitalizations from worsening heart failure, cardiovascular death and all-cause mortality. The safety and effectiveness of dapagliflozin were evaluated in a randomized, double-blind, placebo-controlled study of 4,744 participants. The average age of participants was 66 years and more participants were male (77%) than female. To determine the drug's effectiveness, investigators examined the occurrence of cardiovascular death, hospitalization for heart failure, and urgent heart-failure visits. Participants were randomly assigned to receive a once-daily dose of either 10 mg of dapagliflozin or a placebo (inactive treatment). After about 18 months, people who received dapagliflozin had fewer cardiovascular deaths, hospitalizations for heart failure, and urgent heart-failure visits than those receiving the placebo. In July 2020, the FDA granted AstraZeneca a Fast Track Designation in the US for the development of dapagliflozin to reduce the risk of hospitalization for heart failure or cardiovascular death in adults following a heart attack. In August 2020, detailed results from the Phase III DAPA-CKD trial reportedly showed that dapagliflozin on top of standard of care reduced the composite measure of worsening of renal function or risk of cardiovascular or renal death by 39% compared to placebo (p<0.0001) in patients with chronic kidney disease stages 2–4 and elevated urinary albumin excretion. The results were consistent in patients both with and without type 2 diabetes. In April 2021, the FDA expanded the indications for dapagliflozin to include reducing the risk of kidney function decline, kidney failure, cardiovascular death, and hospitalization for heart failure in adults with chronic kidney disease who are at risk of disease progression. The efficacy of dapagliflozin to improve kidney outcomes and reduce cardiovascular death in people with chronic kidney disease was evaluated in a multicenter, double-blind study of 4,304 participants. In February 2023, the EU approved dapagliflozin for extended use to cover heart failure patients across the full spectrum of left ventricular ejection fraction (LVEF), including those with mildly reduced and preserved ejection fraction.   == Society and culture ==   === Legal status === A generic version of dapagliflozin was approved by the US FDA in February 2022, but cannot be sold until October 2025. A generic version was approved in Canada in May 2023. In January 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for a generic version of Forxiga, which has been authorized in the EU since November 2012. Dapagliflozin Viatris was approved for medical used in the European Union in March 2023.   == Research == A systematic review concluded that dapagliflozin reduced heart failure hospitalization, cardiovascular death, and all-cause mortality in people with HFrEF (i.e., congestive heart failure) and diabetes.   == References =="}