{"name": "daprodustat", "category": "drug", "content": "Daprodustat, sold under the brand name Duvroq among others, is a medication that is used for the treatment of anemia due to chronic kidney disease. It is a hypoxia-inducible factor prolyl hydroxylase inhibitor. It is taken by mouth. The most common side effects include high blood pressure, thrombotic vascular events, abdominal pain, dizziness, and allergic reactions. Daprodustat was approved for medical use in Japan in June 2020, and in the United States in February 2023. making it the first oral treatment for anemia caused by chronic kidney disease for adults in the US. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Daprodustat is indicated for the treatment of anemia due to chronic kidney disease. Daprodustat increases erythropoietin levels.   == Adverse effects == The FDA label for daprodustat has a boxed warning for an increased risk of thrombotic vascular (blood clotting) events including death, heart attack, stroke, and blood clots in the lung, legs, or dialysis access site. The most common side effects include high blood pressure, thrombotic vascular events, abdominal pain, dizziness, and allergic reactions.   == History == The efficacy and safety of daprodustat were evaluated in 2,964 adults with anemia due to chronic kidney disease on dialysis and receiving an erythropoiesis-stimulating agent at the time of study entry in a randomized, sponsor-blind, active-controlled, global, multicenter, event-driven clinical trial (ASCEND-D; NCT02879305). Participants were stratified by dialysis type and were required to be on dialysis for at least four months prior to the first dose of daprodustat. Participants on hemodialysis were randomized 1:1 to receive oral daprodustat (N=1,316) or intravenous epoetin alfa (N=1,308) while participants on peritoneal dialysis were randomized 1:1 to receive oral daprodustat (N=171) or subcutaneous darbepoetin alfa (N=169). In this study, adults received either oral daprodustat or injected recombinant human erythropoietin (rhEPO) (a standard of care treatment for people with anemia due to chronic kidney disease). Daprodustat raised and maintained the hemoglobin (the protein in red blood cells that carries oxygen and is a common measure of anemia) within the target range of 10 to 11 g/dL, similar to that of the rhEPO treatment. The trial was conducted at 431 sites in 35 countries. The FDA granted the approval of Jesduvroq to GlaxoSmithKline LLC.   == Society and culture == Due to its potential applications in athletic doping, it has also been incorporated into screens for performance-enhancing drugs.   == Research == Daprodustat is in phase III clinical trials for the treatment of anemia caused by chronic kidney disease.   == References =="}