{"name": "Dapsone resistant mycobacterium leprae disease", "category": "disease", "content": "Mycobacterium leprae (also known as the leprosy bacillus or Hansen's bacillus) is one of the two species of  bacteria that cause Hansen's disease (leprosy), a chronic but curable infectious disease that damages the peripheral nerves and targets the skin, eyes, nose, and muscles. It is an acid-fast, Gram-positive, rod shaped bacterium and an obligate intracellular parasite, which means, unlike its relative Mycobacterium tuberculosis, it cannot be grown in cell-free laboratory media. This is likely due to gene deletion and decay that the genome of the species has experienced via reductive evolution, which has caused the bacterium to depend heavily on its host for nutrients and metabolic intermediates. It has a narrow host range and apart from humans, the only other natural hosts are nine-banded armadillo and red squirrels.  The bacteria infect mainly macrophages and Schwann cells, and are typically found congregated as a palisade. Mycobacterium leprae was sensitive to dapsone as a treatment alone, but since the 1960's, it has developed resistance against this antibiotic. Currently, a multidrug treatment (MDT) is recommended by the World Health Organization, including dapsone, rifampicin, and clofazimine. The species was discovered in 1873 by the Norwegian physician Gerhard Armauer Hansen, and was the first bacterium to be identified as a cause of disease in humans.   == Microbiology ==  Mycobacterium leprae is an intracellular, pleomorphic, non-sporing, non-motile, acid-fast, pathogenic bacterium. It is an aerobic bacillus (rod-shaped bacterium) with parallel sides and round ends, surrounded by the characteristic waxy coating of mycolic acid unique to mycobacteria. It is Gram-positive by Gram staining, but Mycobacterium leprae was traditionally stained with  carbol fuchsin in the Ziehl–Neelsen stain. Because the bacilli are less acid-fast than Mycobacterium tuberculosis (MTB), the Fite-Faraco staining method, which has a lower acid concentration, is used now.  In size and shape, it closely resembles MTB. The bacteria are found in the granulomatous lesions and are especially numerous in the nodules. This bacteria often occur in large numbers within the lesions of lepromatous leprosy and are usually grouped together as a palisade.  By optical microscopy of host cells, Mycobacterium leprae can be found singly or in clumps referred to as \"globi\", the bacilli can be straight or slightly curved, with a length ranging from 1–8 μm and a diameter of 0.3 μm. The bacteria grow best at 27 to 30 °C, making the skin, nasal mucosa and peripheral nerves primary targets for infection by Mycobacterium leprae.   == Host range == Mycobacterium leprae has a narrow host range and apart from humans the only other hosts are nine-banded armadillos and red squirrels,  and armadillos have been implicated as a source of zoonotic leprosy in humans. In the laboratory, mice can be infected and this is a useful animal model.   === Cultivation === Mycobacterium leprae has an unusually lengthy doubling time (ranging from 12 to 14 days compared with 20 minutes for Escherichia coli), as well as its inability to be cultured in the laboratory. Because the organism is an obligate intracellular parasite, it lacks many necessary genes for independent survival, causing difficulty in culturing the organism. The complex and unique cell wall that makes members of the genus Mycobacterium difficult to destroy is also the reason for its extremely slow replication rate. Mycobacterium leprae prefers cool temperatures, slightly acidic microaerophilic conditions, and prefers the use of lipids as an energy source over sugars. The growth conditions needed for Mycobacterium leprae are known, but an exact axenic medium to support the growth of Mycobacterium leprae still has yet to be discovered. Since in vitro cultivation is not generally possible, it has instead been grown in mouse foot pads, and in armadillos due to their low core body temperature.   == Metabolism == The reductive evolution experienced by the Mycobacterium leprae genome has impaired its metabolic abilities in comparison to other Mycobacterium, specifically in its catabolic pathways.   === Catabolism === Mycobacterium leprae's inability to be grown in axenic media indicates its reliance on nutrients and intermediates from its host. Many of the catabolic pathways present in other Mycobacterium species are compromised, due to the absence of enzymes that play key roles in degradation of nutrients. Mycobacterium leprae has lost the ability to use common carbon sources, such as acetate and galactose, in its central energy metabolism pathways. Additionally, lipid degradation is impaired, with deficits in key lipase enzymes, and other proteins involved in lipolysis. Functional carbon catabolic pathways continue to exist in the species, such as the glycolytic pathway, the pentose phosphate pathway, and the TCA cycle. These deficiencies extensively restricts the microbe's growth to a limited number of carbon sources, such as host-derived intermediates.   === Anabolism === Mycobacterium leprae's anabolic pathways have been largely unaffected by its reductive evolution. The species retains its ability for the synthesis of genetic material, such as purines, pyrimidines, nucleotides, and nucleosides, as well as the synthesis of all amino acids, except for methionine and lysine.   == Genome == The first genome sequence of a strain of Mycobacterium leprae was completed in 2001, revealing 1604 protein-coding genes and another 1,116 pseudogenes. The genome sequence of a strain originally isolated in Tamil Nadu, India, and designated TN, was completed in 2013. This genome sequence contains 3,268,203 base pairs (bp) and an average G+C content of 57.8%, which is significantly less than M. tuberculosis, which has 4,441,529 bp and 65.6% G+C. Comparing the genome sequence of Mycobacterium leprae with that of MTB reveals an extreme case of reductive evolution. Less than half of the genome contains functional genes.  It is estimated approximately 2000 genes from Mycobacterium leprae genome has been lost. Gene deletion and decay appear to have eliminated many important metabolic activities, including siderophore production, part of the oxidative and most of the microaerophilic and anaerobic respiratory chains, and numerous catabolic systems and their regulatory circuits. This reductive evolution is largely linked to the organism's development into an obligate intracellular bacterium.   === Pseudogenes === Many of the genes that were present in the genome of the common ancestor of Mycobacterium leprae and M. tuberculosis have been lost in the Mycobacterium leprae genome. Due to Mycobacterium leprae's reliance on a host organism, many of the species' DNA repair functions have been lost, increasing the occurrence of deletion mutations. Because the products supplied by these deleted genes are typically present in the host cells infected by Mycobacterium leprae, the impact that the mutations have on the microbe is minimal, allowing for survival within the host despite its reduced genome. Consequently, Mycobacterium leprae has undergone a dramatic reduction in genome size with the loss of many genes. Over half of the pathogen's genome is now made up by pseudogenes due to the pathogen undergoing what is known as reductive evolution. Among published genomes, Mycobacterium leprae contains the highest number of pseudogens (>1000). Many of these pseudogenes arose from insertions of stop codons which may have been caused by sigma factor dysfunction (a protein needed for initiation of transcription in bacteria) or the insertion of transposon- derived repetitive sequences. Some of the Mycobacterium leprae pseudogens expression levels will alter upon infection of macrophages, which suggests that some Mycobacterium leprae pseudogens are not all \"decayed\" genes, but could also function in infection, intracellular replication, and replication.  This genome reduction is not complete. Downsizing from a genome of 4.42 Mbp, such as that of M. tuberculosis, to one of 3.27 Mbp would account for the loss of some 1200 protein-coding sequences.   === Essential enzymes === There are eight essential enzymes for Mycobacterium leprae, and one of them is alanine racemase (alr). This enzyme is significant because it is found in D-alanine—D-alanine ligase and alanine/Aspartate metabolism. Other essential enzymes include putative dTDP4deydrorhamnose 3, 5epimerase (rm1C) which plays an important role in both Nucleotide sugar metabolism and polyketide sugar unit biosynthesis. Petidoglycan biosynthesis also require murG, murF, MurE, murY, murC, and murD, the remaining six essential enzymes for mycobacterium leprae.    == Distribution ==  The bacterium has a global distribution in humans but the highest prevalence is in sub-Saharan Africa, Asia and South America. The geographic occurrences of Mycobacterium leprae include: Angola, Brazil, Central African Republic, the Democratic Republic of Congo, Federated States of Micronesia, India, Kiribati, Madagascar, Nepal, Republic of Marshall Islands, and the United Republic of Tanzania. Since the introduction of multidrug therapy (MDT) in the 1980s, the prevalence of leprosy cases has declined by 95%. This decline led the World Health Organization (WHO) to declare leprosy eliminated as a public health problem, defined as a prevalence of less than one leprosy patient per 10,000 population.  Aside from Mycobacterium leprae transmission from infected humans, environmental sources could also be an important reservoir.  Mycobacterium leprae DNA was detected in soil from houses of leprosy patients in Bangladesh, armadillos' holes in Suriname and habitats of lepromatous red squirrels in the British Isles. One study found numerous reports of leprosy cases with a history of contact with armadillos in the United States. A zoonotic transmission pathway from exposure to armadillos has been proposed, with human patients from a previous study in southeastern United States shown to be infected with the same armadillo-associated Mycobacterium leprae genotype. High rates of Mycobacterium leprae infection were observed in armadillos in the Brazilian state of Pará, and individuals who frequently consumed armadillo meat showed a significantly higher titres of the M. leprae-specific antigen, phenolic glycolipid I (PGL-I) compared with those who did not or ate them less frequently.   == Evolution == The closest relative to Mycobacterium leprae is Mycobacterium lepromatosis. These species diverged 13.9 million years ago (95% highest posterior density 8.2 million years ago – 21.4 million years ago ) The most recent common ancestor of the extant Mycobacterium leprae strains was calculated to have lived 3,607 years ago (95% highest posterior density 2204–5525 years ago). The estimated substitution rate was 7.67 x 10−9 substitutions per site per year, similar to other bacteria. A study of genomes isolated from medieval cases estimated the mutation rate to be 6.13 × 10−9. The authors also showed that the leprosy bacillus in the Americas was brought there from Europe. Another study suggests that Mycobacterium leprae originated in East Africa and spread from there to Europe and the Middle East initially before spreading to West Africa and the Americas in the last 500 years. Almost complete sequences of Mycobacterium leprae from medieval skeletons with osteological lesions suggestive of leprosy from different Europe geographic origins were obtained using DNA capture techniques and high-throughput sequencing. Ancient sequences were compared with those of modern strains from biopsies of leprosy patients representing diverse genotypes and geographic origins, giving new insights in the understanding of its evolution and course through history, phylogeography of the leprosy bacillus, and the disappearance of leprosy from Europe. Verena J. Schuenemann et al. demonstrated a remarkable genomic conservation during the past 1000 years and a close similarity between modern and ancient strains, suggesting that the sudden decline of leprosy in Europe was not due to a loss of virulence, but due to extraneous factors, such as other infectious diseases, changes in host immunity, or improved social conditions.   == Pathogenesis ==  The incubation period of Mycobacterium leprae ranges from 9 months to 20 years. The bacterium replicates intracellularly inside histiocytes and nerve cells and has two forms. One form is \"tuberculoid\", which induces a cell-mediated response that limits its growth, and has few detectible bacilli (paucibacillary). Through this form, Mycobacterium leprae multiplies at the site of entry, usually the skin, invading and colonizing Schwann cells. The bacterium then induces T-helper lymphocytes, epithelioid cells, and giant cell infiltration of the skin, causing infected individuals to exhibit large flattened patches with raised and elevated red edges on their skin. These patches have dry, pale, hairless centers, accompanied by a loss of sensation on the skin. The loss of sensation may develop as a result of invasion of the peripheral sensory nerves. The macule at the cutaneous site of entry and the loss of pain sensation are key clinical indications that an individual has a tuberculoid form of leprosy.   The second form of leprosy is the \"lepromatous\" form, in which the microbes proliferate within the macrophages at the site of entry, and has many detectable bacilli (multibacillary). They also grow within the epithelial tissues of the face and ear lobes. The suppressor T-cells that are induced are numerous, but the epithelioid and giant cells are rare or absent. With cell-mediated immunity impaired, large numbers of Mycobacterium leprae appear in the macrophages and the infected patients develop papules at the entry site, marked by a folding of the skin. Gradual destruction of cutaneous nerves lead to what is referred to as \"classic lion face\". Extensive penetration by this bacterium may lead to severe body damage; for example the loss of bones, fingers, and toes.   == Symptoms of a Mycobacterium leprae infection == The symptoms of a Mycobacterium leprae infection, also known as leprosy, are skin sores that are pale in color, lumps or bumps that do not go away after several weeks or months, nerve damage which can lead to complications with the ability to sense feeling in the arms and legs as well as muscle weakness. Symptoms usually take 3–5 years from being exposed to manifest within the body. However, some individuals do not begin to show symptoms until 20 years after exposure to the disease. This long incubation period makes the ability to properly be able to diagnose when an individual came into contact with the disease very difficult. In armadillos, Mycobacterium leprae causes a  disseminated infection with similar structural and pathological changes in tissues and nerves. In squirrels, according the to Veterinary Pathology Unit of the  University of Edinburgh, \" The disease is unmistakeable: there is gross swelling and loss of hair around the snout, lips, eyelids, ears, genitalia and sometimes feet and lower limbs. This bare skin has a \"shiny\" appearance. The squirrel is usually in generally poor body condition and may have a heavy burden of parasites like fleas, ticks and mites.\"   == Treatment == The mycolic acids in the bacteria's cell walls afford resistance to many antibiotics and are a major virulence factor. Multidrug therapy (MDT) was recommended by WHO Expert Committee in 1984, and became the standard leprosy treatment. MDT has been supplied by WHO for free since 1995 to endemic countries. MDT is used to treat leprosy because treatment of leprosy with one drug (monotherapy) can result in drug resistance. The drug combination used in MDT will depend on the classification of the disease. WHO recommends patients with multibacillary leprosy use a combination of Rifampicin, Clofazimine, and Dapsone for 12 months. WHO recommends patients with paulibacilalry leprosy use combination of Rifampicin and Dapsone for a duration of 6 months. Antibiotics must be taken regularly until treatment is complete because Mycobacterium leprae can become drug resistant. Effectiveness of the treatment can be determined with the use of an acid-fast stain of Mycobacterium leprae from a skin smear to estimate the number of bacilli still present in the patient. The number of reported cases of leprosy annually is around 250,000 cases indicating that the chain of transmission has yet to be broken despite the use of MDT leading to a 90% reduction in the prevalence rate of leprosy. This makes it very evident that control of the disease is not yet where it needs to be calling for the need in continued research towards treatment and control. A preventive measure of Mycobacterium leprae is to avoid close contact with infectious people who are untreated. Blindness, crippling of the hands and feet, and paralysis are all effects of nerve damage associated with untreated M. leprae. Treatment does not reverse the nerve damage done, which is why early treatment is needed. The Bacillus Calmette–Guérin vaccine offers a variable amount of protection against leprosy in addition to its main target of tuberculosis.   === Targets of antibiotics === Dapsone competitively inhibits the enzyme dihydropteroate synthase (DHPS) resulting in decreases the production of tetrahydrofolate, which is an essential component of nucleic acid biosynthesis in M. leprae. Rifampin will interrupt binding of the β-subunit  of the DNA-dependent RNA polymerase, which will uncouple mRNA production and results in cell death. Clofazimine's mechanisms are not fully understood regarding Mycobacterium leprae, but the drug's binding appear to occur at base sequences with guanine, which may explain why clofazimine has a preference for G+C rich genomes of mycobacteria over human DNA. The binding of clofazimine to mycobacterial DNA can has been proven as weakly bactericidal against Mycobacterium leprae in mice, which is why it is not suitable for single drug therapy for leprosy. Out of the three main drugs rifampin is more bactericidal than either dapsone or clofazimine.   === Potential antibiotic targets === It is important to find new targets for antibiotics due to increasing  resistance. Mycobacterium leprae has six essential enzymes murC, murD, murE, murF, murG, and murY that are all essential for peptidoglycan biosynthesis in M. leprae. These enzymes and peptidoglycan biosynthesis are potential  targets for antibiotics. By targeting these enzymes, which catalyze additions of short polypeptide chains, synthesis of the bacterial cell wall can be prevented.   === Antibiotic resistance === Resistance to antibiotics is seen in around 10% of new cases of leprosy and in around 15% of relapsed cases. Drug resistance in Mycobacterium leprae is thought  to be from genetic alterations in the antibiotic targets and a reduction in cell wall permeability.  Compared to the amount of efflux pumps in M. tuberculosis, Mycobacterium leprae contains about half as many. The efflux pumps contributing to drug resistance and virulence in M. tuberculosis have been retained throughout the genome reductive evolution that Mycobacterium leprae underwent.   == Discovery ==  Mycobacterium leprae  was discovered in 1873 by the Norwegian physician Gerhard Armauer Hansen (1841–1912), and was the first bacterium to be identified as a cause of disease in humans. It was confirmed to be a bacterium by Albert Ludwig Sigesmund Neisser who argued with Hansen over priority for the discovery. Hansen's attempts to infect animals with the bacteria were unsuccessful. When, in 1879, he injected, without consent, tissue from a person with lepromatous leprosy into the eye of 33-year old Kari Nielsdatter who had the milder tuberculoid form of the infection, he was dismissed from his post at the Leprosy Hospital in Bergen and was banned from practising medicine.  The case had little effect on Hansen's professional reputation, and he continued with his research.   == Notes ==   == References ==   == External links ==  The genome of Mycobacterium leprae \"Mycobacterium leprae\". NCBI Taxonomy Browser. 1769."}