{"name": "daptomycin", "category": "drug", "content": "Daptomycin, sold under the brand name Cubicin among others, is a lipopeptide antibiotic used in the treatment of systemic and life-threatening infections caused by Gram-positive organisms. Daptomycin was removed from the World Health Organization's List of Essential Medicines in 2019. The World Health Organization classifies daptomycin as critically important for human medicine.   == Medical uses == In the United States, daptomycin is indicated for use in adults for skin and skin structure infections caused by Gram-positive infections, S. aureus bacteraemia, and right-sided S. aureus endocarditis.  It binds avidly to pulmonary surfactant, so cannot be used in the treatment of pneumonia. There seems to be a difference in working daptomycin on hematogenous pneumonia.   == Adverse effects == Common adverse drug reactions associated with daptomycin therapy include:  Cardiovascular: low blood pressure, high blood pressure, swelling Central nervous system: insomnia Dermatological: rash Gastrointestinal: diarrhea,  abdominal pain Hematological: eosinophilia Respiratory: dyspnea Other: injection site reactions, fever, hypersensitivity Less common, but serious adverse events reported in the literature include  Hepatotoxicity: elevated transaminases Nephrotoxicity: acute kidney injury from rhabdomyolysis Also, myopathy and rhabdomyolysis have been reported in patients simultaneously taking statins, but whether this is due entirely to the statin or whether daptomycin potentiates this effect is unknown. Due to the limited data available, the manufacturer recommends that statins be temporarily discontinued while the patient is receiving daptomycin therapy. Creatine kinase levels are usually checked regularly while individuals undergo daptomycin therapy. In July 2010, the FDA issued a warning that daptomycin could cause life-threatening eosinophilic pneumonia. The FDA said it had identified seven confirmed cases of eosinophilic pneumonia between 2004 and 2010 and an additional 36 possible cases. The seven confirmed cases were all older than 60 and symptoms appeared within two weeks of initiation of therapy.   == Pharmacology ==   === Mechanism of action === Daptomycin has a distinct mechanism of action, disrupting multiple aspects of bacterial cell membrane function. It inserts into the cell membrane in a phosphatidylglycerol-dependent fashion, where it then aggregates. The aggregation of daptomycin alters the curvature of the membrane, which creates holes that leak ions. This causes rapid depolarization, resulting in a loss of membrane potential leading to inhibition of protein, DNA, and RNA synthesis, which results in bacterial cell death. It has been proposed that the formation of spherical micelles by daptomycin may affect the mode of action.   == Microbiology ==  Daptomycin is bactericidal against Gram-positive bacteria only. It has proven in vitro activity against enterococci (including glycopeptide-resistant enterococci (GRE)), staphylococci (including methicillin-resistant Staphylococcus aureus), streptococci, corynebacteria and stationary-phase Borrelia burgdorferi persisters.   == Daptomycin resistance == Daptomycin resistance is still uncommon, but has been increasingly reported in GRE, starting in Korea in 2005, in Europe in 2010, in Taiwan 2011, and in the United States, where nine cases have been reported from 2007 to 2011. Daptomycin resistance emerged in five of the six cases while they were treated. The mechanism of resistance is unknown. A four-million year-old strain of Paenibacillus isolated from soil samples in Lechuguilla Cave was found to be naturally resistant to daptomycin. It has been suggested that co-administration of daptomycin with at least another active antibiotic might help prevent the emergence of resistance and increase the bactericidal effect. Data from in vitro and in vivo studies suggest that a tailored approach should be used taking into account both the causative agent and the site of infection.   == Efficacy ==  Daptomycin has been shown to be non-inferior to standard therapies (nafcillin, oxacillin, flucloxacillin or vancomycin) in the treatment of bacteraemia and right-sided endocarditis caused by S. aureus.  A study in Detroit, Michigan compared 53 patients treated for suspected MRSA skin or soft tissue infection with daptomycin against vancomycin, showing faster recovery (4 versus 7 days) with daptomycin. In Phase III clinical trials, limited data showed daptomycin to be associated with poor outcomes in patients with left-sided endocarditis. Daptomycin has not been studied in patients with prosthetic valve endocarditis or meningitis.   == Biosynthesis ==  Daptomycin is a cyclic lipopeptide antibiotic produced by Streptomyces filamentosus.  Daptomycin consists of 13 amino acids, 10 of which are arranged in a cyclic fashion, and three on an exocyclic tail. Two nonproteinogenic amino acids exist in the drug, the unusual amino acid L-kynurenine (Kyn), only known to daptomycin, and L-3-methylglutamic acid (mGlu). The N-terminus of the exocyclic tryptophan residue is coupled to decanoic acid, a medium-chain (C10) fatty acid. Biosynthesis is initiated by the coupling of decanoic acid to the N-terminal tryptophan, followed by the coupling of the remaining amino acids by nonribosomal peptide synthetase (NRPS) mechanisms.  Finally, a cyclization event occurs, which is catalyzed by a thioesterase enzyme, and subsequent release of the lipopeptide is granted.  The NRPS responsible for the synthesis of daptomycin is encoded by three overlapping genes, dptA, dptBC and dptD. The dptE and dptF genes, immediately upstream of dptA, are likely to be involved in the initiation of daptomycin biosynthesis by coupling decanoic acid to the N-terminal Trp. These novel genes (dptE, dptF ) correspond to products that most likely work in conjunction with a unique condensation domain to acylate the first amino acid (tryptophan).  These and other novel genes (dptI, dptJ) are believed to be involved in supplying the nonproteinogenic amino acids L-3-methylglutamic acid and Kyn; they are located next to the NRPS genes. The decanoic acid portion of daptomycin is synthesized by fatty acid synthase machinery (Figure 2).  Post-translational modification of the apo-acyl carrier protein (ACP, thiolation, or T domain) by a phosphopantetheinyltransferase (PPTase) enzyme catalyzes the transfer of a flexible phosphopantetheine arm from coenzyme A to a conserved serine in the ACP domain through a phosphodiester linkage.  The holo-ACP can provide a thiol on which the substrate and acyl chains are covalently bound during chain elongations.  The two core catalytic domains are an acyltransferase (AT) and a ketosynthase (KS).  The AT acts upon a malonyl-CoA substrate and transfers an acyl group to the thiol of the ACP domain.  This net transthiolation is an energy-neutral step.  Next, the acyl-S-ACP gets transthiolated to a conserved cysteine on the KS; the KS decarboxylates the downstream malonyl-S-ACP and forms a β-ketoacyl-S-ACP.  This serves as the substrate for the next cycle of elongation. Before the next cycle begins, however, the β-keto group undergoes reduction to the corresponding alcohol catalyzed by a ketoreductase domain, followed by dehydration to the olefin catalyzed by a dehydratase domain, and finally reduction to the methylene catalyzed by an enoylreductase domain.  Each KS catalytic cycle results in the net addition of two carbons.  After three more iterations of elongation, a thioesterase enzyme catalyzes the hydrolysis, and thus release, of the free C-10 fatty acid. To synthesize the peptide portion of daptomycin, the mechanism of an NRPS is employed.  The biosynthetic machinery of an NRPS system is composed of multimodular enzymatic assembly lines that contain one module for each amino acid monomer incorporated.   Within each module are catalytic domains that carry out the elongation of the growing peptidyl chain.  The growing peptide is covalently tethered to a thiolation domain; here it is termed the peptidyl carrier protein, as it carries the growing peptide from one catalytic domain to the next.  Again, the apo-T domain must be primed to the holo-T domain by a PPTase, attaching a flexible phosphopantetheine arm to a conserved serine residue.  An adenylation domain selects the amino acid monomer to be incorporated and activates the carboxylate with ATP to make the aminoacyl-AMP.  Next, the A domain installs an aminoacyl group on the thiolate of the adjacent T domain.  The condensation (C) domain catalyzes the peptide bond forming reaction, which elicits chain elongation. It joins an upstream peptidyl-S-T to the downstream aminoacyl-S-T (Figure 7).  Chain elongation by one aminoacyl residue and chain translocation to the next T domain occurs in concert. The order of these domains is C-A-T.  In some instances, an epimerization domain is necessary in those modules where L-amino acid monomers are to be incorporated and epimerized to D-amino acids.  The domain organization in such modules is C-A-T-E. The first module has a three-domain C-A-T organization; these often occur in assembly lines that make N-acylated peptides. The first C domain catalyzes N-acylation of the initiating amino acid (tryptophan) while it is installed on T.  An adenylating enzyme (Ad) catalyzes the condensation of decanoic acid and the N-terminal tryptophan, which incorporates decanoic acid into the growing peptide (Figure 3). The genes responsible for this coupling event are dptE and dptF, which are located upstream of dptA, the first gene of the Daptomycin NRPS biosynthetic gene cluster.  Once the coupling of decanoic acid to the N-terminal tryptophan residue occurs, the condensation of amino acids begins, catalyzed by the NRPS. The first five modules of the NRPS are encoded by the dptA gene and catalyze the condensation of L-tryptophan, D-asparagine, L-aspartate, L-threonine, and glycine, respectively (Figure 4).  Modules 6–11, which catalyze the condensation of L-ornithine, L-aspartate, D-alanine, L-aspartate, glycine, and D-serine are encoded for the dptBC gene (Figure 5). dptD catalyzes the incorporation of two nonproteinogenic amino acids, L-3-methylglutamic acid (mGlu) and Kyn, which is only known thus far to daptomycin, into the growing peptide (Figure 6).  Elongation by these NRPS modules ultimately leads to macrocyclization and release in which an α-amino group, namely threonine, acts as an internal nucleophile during cyclization to yield the 10-amino-acid ring (Figure 6).  The termination module in the NRPS assembly line has a C-A-T-TE organization.  The thioesterase domain catalyzes chain termination and release of the mature lipopeptide. The molecular engineering of daptomycin, the only marketed acidic lipopeptide antibiotic to date (Figure 8), has seen many advances since its inception into clinical medicine in 2003.   It is an attractive target for combinatorial biosynthesis for many reasons: second generation derivatives are currently in the clinic for development; Streptomyces roseosporus, the producer organism of daptomycin, is amenable to genetic manipulation; the daptomycin biosynthetic gene cluster has been cloned, sequenced, and expressed in S. lividans; the lipopeptide biosynthetic machinery has the potential to be interrupted by variations of natural precursors, as well as precursor-directed biosynthesis, gene deletion, genetic exchange, and module exchange; the molecular engineering tools have been developed to facilitate the expression of the three individual NRPS genes from three different sites in the chromosome, using ermEp* for expression of two genes from ectopic loci; other lipopeptide gene clusters, both related and unrelated to daptomycin, have been cloned and sequenced, thus providing genes and modules to allow the generation of hybrid molecules; derivatives can be afforded via chemoenzymatic synthesis; and lastly, efforts in medicinal chemistry are able to further modify these products of molecular engineering. New derivatives of daptomycin (Figure 9) were originally generated by exchanging the third NRPS subunit (dptD) with the terminal subunits from the A54145 (Factor B1) or calcium-dependent antibiotic pathways to create molecules containing Trp13, Ile13, or Val13. dptD is responsible for incorporating the penultimate amino acid, 3-methyl-glutamic acid (3mGlu12), and the last amino acid, Kyn13, into the chain.  This exchange was achieved without engineering the interpeptide docking sites. These whole-subunit exchanges have been coupled with the deletion of the Glu12-methyltransferase gene, with module exchanges at intradomain linker sites at Ala8 and Ser11, and with variations of natural fatty-acid side chains to generate over 70 novel lipopeptides in significant quantities; most of these resultant lipopeptides have potent antibacterial activities. Some of these compounds have in vitro antibacterial activities analogous to daptomycin. Further, one displayed ameliorated activity against an E. coli imp mutant that was defective in its ability to assemble its inherent lipopolysaccharide. A number of these compounds were produced in yields that spanned from 100 to 250 mg/liter; this, of course, opens up the possibility for successful scale-ups by fermentation techniques. Only a small percentage of the possible combinations of amino acids within the peptide core have been investigated thus far.   == History == Daptomycin, originally designated as LY 146032, was discovered by researchers at Eli Lilly and Company in the late 1980s from the actinomycete Streptomyces roseosporus. LY 146032 showed promise in phase I/II clinical trials for treatment of infection caused by Gram-positive organisms. Lilly ceased development because high-dose therapy was associated with adverse effects on skeletal muscle, including myalgia. The rights to LY 146032 were acquired by Cubist Pharmaceuticals in 1997, which following U.S. Food and Drug Administration (FDA) approval in September 2003, for use in people older than 18 years, began marketing the drug under the trade name Cubicin. Cubicin is marketed in the EU and in several other countries by Novartis following its purchase of Chiron Corporation, the previous licensee.   == References ==   == Further reading ==   == External links == \"FDA Rationale for Recognition Decision: Daptomycin\". U.S. Food and Drug Administration (FDA). 28 August 2020."}