{"name": "daratumumab", "category": "drug", "content": "Daratumumab, sold under the brand name Darzalex among others, is an anti-cancer monoclonal antibody medication. It binds to CD38, which is overexpressed in multiple myeloma cells. Daratumumab was originally developed by Genmab, but it is now being jointly developed by Genmab along with the Johnson & Johnson subsidiary Janssen Biotech, which acquired worldwide commercialization rights to the drug from Genmab. Daratumumab was granted breakthrough therapy drug status in 2013, for multiple myeloma. It was granted orphan drug status for multiple myeloma, diffuse large B cell lymphoma, follicular lymphoma, and mantle cell lymphoma. It is available in combination with hyaluronidase as daratumumab/hyaluronidase (brand name Darzalex Faspro).   == Medical uses == In May 2018, the US Food and Drug Administration (FDA) approved daratumumab for use in combination with bortezomib, melphalan and prednisone to include the treatment of people with newly diagnosed multiple myeloma who are ineligible for autologous stem cell transplant. In the European Union it is indicated as monotherapy for the treatment of adults with relapsed and refractory multiple myeloma, whose prior therapy included a proteasome inhibitor and an immunomodulatory agent and who have demonstrated disease progression on the last therapy.   == Side effects == Treatment of multiple myeloma with daratumumab potentially increases the patient's susceptibility to bacterial and viral infections, due to the killing of natural killer cells (which are the main innate immune system defense against virus). Daratumumab frequently causes human cytomegalovirus (CMV) reactivation by an unknown mechanism. Injection related reactions (inflammation-like) are also common.   == Interactions ==   === With blood compatibility testing === Daratumumab can also bind to CD38 present on red blood cells and interfere with routine testing for clinically significant antibodies. People will show a panreactive antibody panel, including a positive auto-control, which tends to mask the presence of any clinically significant antibodies. Treatment of the antibody panel cells with dithiothreitol (DTT) and repeating testing will effectively negate the binding of daratumumab to CD38 on the red blood cell surface; however, DTT also inactivates/destroys many antigens on the red blood cell surface by disrupting disulfide bonds. The only antigen system affected that is associated with common, clinically significant antibodies is Kell, making crossmatch testing with K-negative RBCs a reasonable alternative when urgent transfusion is indicated. It is therefore advisable to do a baseline antibody screen and Rh & Kell phenotyping (type and screen) before starting the therapy. If antibody screen is negative, proceed with phenotype matched transfusions during therapy. If antibody screen is positive, give specific antigen negative blood. The incompatibility may persist for up to 6 months after stopping the medicine. Furthermore, blood transfusion centers should be routinely notified when sending such a sample.   === With flow cytometry testing === Daratumumab can also interfere with flow cytometric evaluation of multiple myeloma, causing an apparent lack of plasma cells.   == Pharmacology ==   === Mechanism of action === Daratumumab is an IgG1k monoclonal antibody directed against CD38. CD38 is overexpressed in multiple myeloma cells. Daratumumab binds to a different CD38 epitope amino-acid sequence than does the anti-CD38 monoclonal antibody isatuximab. Daratumumab binds to CD38, causing cells to apoptose via antibody-dependent cellular cytotoxicity, complement-dependent cytotoxicity, inhibition of mitochondrial transfer or antibody-dependent cellular phagocytosis. These effects are dependent upon fragment crystallizable region immune effector mechanisms. Antibody-dependent cellular cytotoxicity is by means of natural killer cells. Unlike isatuximab which causes apoptosis directly, daratumumab only induces apoptosis indirectly. Multiple myeloma cells with higher levels of CD38 show greater daratumumab-mediated cell lysis than cells with low CD38 expression. CD38 enzyme results in the formation of the immunosuppressive substance adenosine, so eliminating CD38-containing cells increases the ability of the immune system to eliminate cancer.   == History == Encouraging preliminary results were reported in June 2012, from a Phase I/II clinical trial in relapsed multiple myeloma participants. Updated trial results presented in December 2012, indicate daratumumab is continuing to show promising single-agent anti-myeloma activity. A 2015 study compared monotherapy 8 and 16 mg/kg at monthly to weekly intervals. Daratumumab was given priority review status by the US Food and Drug Administration (FDA) for multiple myeloma as a combination therapy (second line). Daratumumab phase III trials for multiple myeloma show great promise in combination therapy with lenalidomide and dexamethasone, as well as with bortezomib and dexamethasone. In November 2015, the US Food and Drug Administration (FDA) approved daratumumab for treatment of multiple myeloma in people who had received at least three prior therapies. In May 2016 daratumumab was also conditionally approved by the European Medicines Agency for treatment of multiple myeloma. In November 2016, the FDA approved daratumumab in combination with lenalidomide or bortezomib and dexamethasone for the treatment of people with multiple myeloma who have received at least one prior therapy. The European Commission granted a marketing authorisation in May 2016.   == References =="}