{"name": "daridorexant", "category": "drug", "content": "Daridorexant, sold under the brand name Quviviq, is an orexin antagonist medication which is used for the treatment of insomnia. Daridorexant is taken by mouth. Side effects of daridorexant include headache, somnolence, and fatigue. The medication is a dual orexin receptor antagonist (DORA). It acts as a selective dual antagonist of the orexin receptors OX1 and OX2. Daridorexant has a relatively short elimination half-life of 8 hours and a time to peak of about 1 to 2 hours. It is not a benzodiazepine or Z-drug and does not interact with GABA receptors, instead having a distinct mechanism of action. Daridorexant was approved for medical use in the United States in January 2022 and became available in May 2022. It was approved in the European Union in April 2022, and is the first orexin receptor antagonist to become available in European Union. The medication is a schedule IV controlled substance in the United States and may have a modest potential for misuse. Besides daridorexant, other orexin receptor antagonists, like suvorexant and lemborexant, have also been introduced.   == Medical uses == Daridorexant is indicated for the treatment of adults with insomnia characterized by difficulties with sleep onset and/or sleep maintenance. The medication has been found to significantly improve latency to persistent sleep (LPS), wake after sleep onset (WASO), and subjective total sleep time (TST) in regulatory clinical trials. At doses of 25 to 50 mg and in terms of treatment–placebo difference, it reduces LPS by 6 to 12 minutes, reduces WASO by 10 to 23 minutes, and increases subjective TST by 10 to 22 minutes. Daridorexant has also been found to improve daytime functioning at a dose of 50 mg but not at 25 mg. It is the first insomnia medication to have been evaluated and shown effectiveness in improving not only nighttime symptoms but also daytime functioning. Network meta-analyses have assessed the sleep-promoting effects of orexin receptor antagonists and have compared them between one another as well as to other sleep aids including benzodiazepines, Z-drugs, antihistamines, sedative antidepressants (e.g., trazodone, doxepin, amitriptyline, mirtazapine), and melatonin receptor agonists. A major systematic review and network meta-analysis of insomnia medications published in 2022 found that daridorexant had an effect size (standardized mean difference (SMD)) against placebo for treatment of insomnia at 4 weeks of 0.23 (95% CITooltip confidence interval –0.01 to 0.48). This was similar to but numerically lower than the effect sizes at 4 weeks for suvorexant (SMD 0.31, 95% CI 0.01 to 0.62) and lemborexant (SMD 0.36, 95% CI 0.08 to 0.63). Benzodiazepines and Z-drugs generally showed larger effect sizes than orexin receptor antagonists (e.g., SMDs of 0.45 to 0.83). The review concluded on the basis of daridorexant's small effect size that it did not show an overall material benefit in the treatment of insomnia. Conversely, it concluded that lemborexant—as well as the Z-drug eszopiclone—had the best profiles overall in terms of efficacy, tolerability, and acceptability among all of the assessed insomnia medications. Orexin receptor antagonists are not used as first-line treatments for insomnia due to their costs and concerns about possible misuse liability. Population pharmacokinetic modeling indicates that differences between subjects do not require dose adjustments, and that lean body weight and fat mass effect the pharmacokinetics of daridorexant better than other body size descriptors. Treatment with daridorexant is generally safe and well tolerated for up to one year, with improvements in sleep and daytime functioning persisting throughout treatment. The Department of Defense (DOD) is testing the effectiveness of Quviviq in patients with post-traumatic stress disorder (PTSD) as the link between insomnia and PTSD is well established.   === Available forms === Daridorexant is available in the form of 25 and 50 mg oral tablets. It is provided as the salt daridorexant hydrochloride, with each tablet containing 27 or 54 mg of this substance (equivalent to 25 or 50 mg daridorexant).   == Contraindications == Daridorexant is contraindicated in people with narcolepsy. It is not recommended in people with severe hepatic impairment, whereas a lower maximum dose is recommended in people with moderate hepatic impairment. Concomitant use of daridorexant with strong CYP3A4 inhibitors and moderate to strong CYP3A4 inducers is not recommended and should be avoided due to unfavorable modification of daridorexant exposure.   == Side effects == Side effects of daridorexant include headache (6% at 25 mg vs. 7% at 50 mg vs. 5% for placebo), somnolence or fatigue (includes somnolence, sedation, fatigue, hypersomnia, and lethargy) (6% at 25 mg vs. 5% at 50 mg vs. 4% for placebo), dizziness (2% at 25 mg vs. 3% at 50 mg vs. 2% for placebo), and nausea (0% at 25 mg vs. 3% at 50 mg vs. 2% for placebo). No residual effects have been found after administration of 25 mg daridorexant in the evening to either young or elderly individuals. However, daridorexant may cause next-morning driving impairment at the start of treatment or in some individuals. Orexin receptor antagonists like daridorexant may have less or no propensity for causing tolerance compared to other sedatives and hypnotics based on animal studies. Daridorexant did not produce signs of withdrawal or dependence upon discontinuation in animal studies and clinical trials, and orexin receptor antagonists are not associated with rebound insomnia. Loss of sleep-promoting effectiveness occurs rapidly upon discontinuation of daridorexant. Preclinical research has suggested that orexin antagonists may reduce appetite, but daridorexant and other orexin antagonists have not been associated with weight loss in clinical trials. Daridorexant may have a small risk of suicidal ideation. Orexin receptor antagonists can affect the reward system and produce drug-liking responses in humans. Daridorexant at a dose of 50 mg (the maximum recommended dose) showed significantly greater drug liking than placebo but significantly less drug liking than zolpidem (30 mg) and suvorexant (150 mg) in recreational sedative drug users. At higher doses of 100 and 150 mg (greater than the recommended maximum dose), drug liking with daridorexant was similar to that with zolpidem (30 mg) and suvorexant (150 mg). In other studies, suvorexant showed similar drug liking compared to zolpidem but lower misuse potential on other measures (e.g., overall rate of misuse potential adverse events of 58% for zolpidem and 31% for suvorexant in recreational drug users). No reports indicative of misuse liability were observed in clinical trials with daridorexant, although these studies excluded participants with history of drug or alcohol misuse.   == Overdose == There is limited clinical experience with overdose of daridorexant. Overdose of the medication at a dose of up to four times the maximum recommended dose may result in adverse effects including somnolence, muscle weakness, catalepsy-like symptoms, sleep paralysis, attention disturbances, fatigue, headache, and constipation. There is no specific antidote to overdose of daridorexant.   == Interactions == CYP3A4 inhibitors and inducers can increase and decrease exposure to daridorexant, respectively. The weak CYP3A4 inhibitor ranitidine (150 mg) is predicted to increase overall exposure to daridorexant by 1.5-fold; the moderate CYP3A4 inhibitor diltiazem (240 mg) increased exposure to daridorexant by 2.4-fold; and the strong CYP3A4 inhibitor itraconazole, on the basis of physiologically-based pharmacokinetic modeling, would be expected to increase daridorexant exposure by more than 4-fold. Conversely, the moderate CYP3A4 inducer efavirenz (600 mg) decreased daridorexant overall exposure by 35 to 60% and the strong CYP3A4 inducer rifampin similarly decreased daridorexant exposure by more than 50%. Concomitant use of daridorexant with strong CYP3A4 inhibitors or with moderate or strong CYP3A4 inducers should be avoided, while it is recommended that the maximum dose of daridorexant be reduced with moderate CYP3A4 inhibitors. Examples of important CYP3A4 modulators which are expected to interact with daridorexant include the strong CYP3A4 inhibitors boceprevir, clarithromycin, conivaptan, indinavir, itraconazole, ketoconazole, lopinavir, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, and telithromycin (concomitant use not recommended); the moderate CYP3A4 inhibitors amprenavir, aprepitant, atazanavir, ciprofloxacin, diltiazem, dronedarone, erythromycin, fluconazole, fluvoxamine, fosamprenavir, grapefruit juice, imatinib, and verapamil (lower doses of daridorexant recommended); and the strong CYP3A4 inducers apalutamide, carbamazepine, efavirenz, enzalutamide, phenytoin, rifampin, and St. John's wort (expected to decrease daridorexant effectiveness). Gastric pH modifiers like famotidine can decrease peak levels of daridorexant without affecting total exposure. Alcohol and selective serotonin reuptake inhibitors (SSRIs) like citalopram have not shown significant pharmacokinetic interactions with daridorexant. Coadministration of daridorexant with other sedatives like benzodiazepines, opioids, tricyclic antidepressants, and alcohol may increase the risk of central nervous system depression and daytime impairment. Daridorexant has not been found to significantly influence the pharmacokinetics of other drugs including midazolam (a CYP3A4 substrate), rosuvastatin (a BCRP substrate), and the SSRI citalopram (primarily a CYP2C19 substrate).   == Pharmacology ==   === Pharmacodynamics === Daridorexant acts as a selective dual antagonist of the orexin (hypocretin) receptors OX1 and OX2. The affinities (Ki) of daridorexant for the orexin receptors are 0.47 nM for the OX1 receptor and 0.93 nM for the OX2 receptor. Its Kb values for the human orexin receptors have been reported to be 0.5 nM for the OX1 receptor and 0.8 nM for the OX2 receptor. Hence, daridorexant is approximately equipotent in its antagonism of the orexin receptors. Daridorexant is selective for the orexin receptors over many other targets. In contrast to certain other sedatives and hypnotics, daridorexant is not a benzodiazepine or Z-drug and does not interact with GABA receptors.   ==== Mechanism of action ==== The endogenous orexin neuropeptides, orexin A and orexin B, are involved in the regulation of sleep–wake cycles and act to promote wakefulness. Deficiency of orexin signaling is thought to be the primary cause of the sleep disorder narcolepsy. Disturbances in orexin signaling may also be involved in insomnia. Research suggests that orexin signaling may change with age, and this has been implicated in age-related sleep disturbances. By blocking the actions of orexins and modulating sleep–wake cycles, orexin receptor antagonists like daridorexant reduce wakefulness and improve sleep. The sleep-promoting effects of dual orexin receptor antagonists are thought to be mediated specifically by blockade of the OX2 receptor in the lateral hypothalamus. Although narcoleptic symptoms were a theoretical concern during the development of orexin receptor antagonists, this has not been observed in clinical trials of these agents.   === Pharmacokinetics ===   ==== Absorption ==== The absolute bioavailability of daridorexant is 62%. The poor aqueous solubility of daridorexant limits its bioavailability. It reaches peak concentrations within 1 to 2 hours following a dose. Food prolonged the time to peak by 1.3 to 2 hours and decreased the peak concentrations by 16 to 24%, but did not affect area-under-the-curve concentrations.   ==== Distribution ==== The volume of distribution of daridorexant is 31 L. Its plasma protein binding is 99.7%. The plasma-to-blood ratio of daridorexant is 0.64. Daridorexant is a lipophilic molecule and effectively crosses the blood–brain barrier in animals.   ==== Metabolism ==== Daridorexant is extensively metabolized primarily by CYP3A4 (89%). Other cytochrome P450 enzymes contribute individually to less than 3% of the clearance of daridorexant. Daridorexant has 77 identified metabolites. Its major metabolites are less active than daridorexant as orexin receptor antagonists. Recently, a study was carried out using human liver microsomes reported that daridorexant underwent 3 reaction; hydroxylation at the methyl group of the benzimidazole moiety, oxidative O-demethylation of the anisole to the corresponding phenol, and hydroxylation to a 4-hydroxy piperidinol derivative. Researchers proved that the chemical structures of the benzylic alcohol and the phenol are products of standard CYP450 reactions; while the latter hydroxylation product was incompatible with the initially postulated hydroxylation of the pyrrolidine ring, hence they suggested that human monooxygenase CYP3A4 catalyzes the intramolecular rearrangement of daridorexant. In detail, they proposed the following mechanism, hydroxylation in 5-position of the pyrrolidine ring initially will yield a cyclic hemiaminal which subsequently will hydrolyze to a ring-open amino aldehyde. Afterwards, cyclization of the latter onto one of the nitrogen atoms of the benzimidazole moiety will yield the final 4-hydroxy piperidinol metabolite.   ==== Elimination ==== Daridorexant is eliminated primarily by feces (57%) then by urine (28%). It is excreted mainly in the form of metabolites, with only trace amounts of the parent compound identified. The medication has an elimination half-life of about 8 hours or of 6 to 10 hours. The half-life of daridorexant may be longer in elderly individuals compared to young adults (9–10 hours in the elderly versus 6 hours in young adults). Its half-life is shorter than that of other orexin receptor antagonists such as suvorexant (12 hours) and lemborexant (~18–55 hours). The relatively short half-life of daridorexant may allow for reduced daytime sedation. The duration of action of daridorexant in terms of sedative effects is approximately 8 hours with a 50 mg dose.   == Chemistry == Daridorexant is a small-molecule compound. The chemical name of daridorexant is (S)-(2-(5-chloro-4-methyl-1H-benzo[d]imidazol-2-yl)-2-methylpyrrolidin-1-yl)(5-methoxy-2-(2H-1,2,3-triazol-2-yl)phenyl)methanone. Its molecular formula is C23H23N6O2Cl and its molecular weight is 450.93 g/mol (or 487.38 g/mol for the hydrochloride). Daridorexant hydrochloride is a white to light yellowish powder. Daridorexant is a lipophilic compound and daridorexant hydrochloride is very slightly soluble in water.   == History == Daridorexant was originated by Actelion Pharmaceuticals and was further developed by Idorsia. It was patented in 2013 and was first described in the scientific literature in 2017. It was in development for 25 years by the husband-wife team Jean-Paul and Martine Clozel. Daridorexant was approved for medical use in the United States in January 2022 and became available in May 2022.  On 24 February 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Quviviq, intended for the treatment of insomnia. On 29 April 2022, daridorexant was authorized for use in the European Union. It was the first orexin receptor antagonist to become available for use in the European Union. (The earlier orexin receptor antagonists suvorexant and lemborexant are not available in the European Union.) Regulatory review is also ongoing in Canada and Switzerland and is planned for the United Kingdom.   == Society and culture ==   === Legal status === Daridorexant is a schedule IV controlled substance under the Controlled Substances Act in the United States. Daridorexant (Quviviq) was approved for medical use in the European Union in April 2022. Daridorexant (Quviviq) was approved by Health Canada in April 2023.   == References ==   == Further reading == \"Application Number: 214985Orig1s000. Integrated Review. Daridorexant (Quviviq) for Insomnia\" (PDF). Center for Drug Evaluation and Research (Food and Drug Administration). 2022. Archived from the original (PDF) on 4 March 2022. \"Quviviq (Daridorexant) Assessment Report. Procedure No. EMEA/H/C/005634/0000\" (PDF). Committee for Medicinal Products for Human Use (European Medicines Agency). 24 February 2022."}