{"name": "dasabuvir", "category": "drug", "content": "Dasabuvir, sold under the brand name Exviera, is an antiviral medication for the treatment of hepatitis C. It is often used together with the combination medication ombitasvir/paritaprevir/ritonavir specifically for hepatitis C virus (HCV) type 1. Ribavirin may also additionally be used. These combinations result in a cure in more than 90% of people. It is taken by mouth. Common side effects include trouble sleeping, nausea, itchiness, and feeling tired. It is not recommended in those with liver failure but appears okay in people with kidney disease. While there is no evidence of harm if used during pregnancy, it has not been well studied. It should not be used with birth control pills that contain ethinylestradiol. Dasabuvir is in the HCV NS5B polymerase inhibitor class of medication. Dasabuvir was approved for medical use in 2014. It is on the World Health Organization's List of Essential Medicines. In the United States, it is approved by the Food and Drug Administration (FDA) only for use in combination with ombitasvir/paritaprevir/ritonavir. As of 2015, the ability to get these medications in many areas of the world is poor.   == Medical uses == Dasabuvir is used in the treatment of chronic Hepatitis C infection. It is used in the following HCV subtypes: genotype 1a, genotype 1b, genotype 1 of unknown subtype, and genotype 1 mixed infection without cirrhosis or with compensated cirrhosis. In the European Union, dasabuvir (Exviera) is always used in combination with another medicine, ombitasvir/paritaprevir/ritonavir (Viekirax) for the treatment of hepatitis C virus genotypes 1a and 1b. Some people taking dasabuvir are also treated with another antiviral medicine, ribavirin, in addition to ombitasvir/paritaprevir/ritonavir. In the United States, dasabuvir is co-packaged with ombitasvir/paritaprevir/ritonavir (Viekira Pak) and the combination is indicated for the treatment of adults with chronic hepatitis C virus genotype 1b without cirrhosis or with compensated cirrhosis. The co-packaged dasabuvir and ombitasvir/paritaprevir/ritonavir is used in combination with ribavirin for the treatment of adults with chronic hepatitis C virus genotype 1a without cirrhosis or with compensated cirrhosis.   == Contraindications == People should not be taking dasabuvir if they meet any of the following criteria:  They have a hypersensitivity to it or any of the substances in the tablet. They are taking any hormonal contraception that contain ethinylestradiol (often found in combined oral contraceptives or vaginal rings). They are also taking medications that are strong or moderate enzyme inducers such as carbamazepine, phenytoin, phenobarbital, efavirenz, nevirapine, etravirine, mitotane, rifampicin, enzalutamide, and St. John's Wort (Hypercium perforatum). They are also taking medications that are strong CYP2C8 inhibitors (gemfibrozil). They meet contraindication criteria for ombitasvir, paritaprevir, and ritonavir since dasabuvir is used in combination with those three medications. In October 2015, the U.S. Food and Drug Administration (FDA) required the manufacturer to add a warning to the drug label that hepatitis C treatments Viekira Pak and Technivie can cause serious liver injury mostly in people with underlying advanced liver disease.   == Adverse effects == The FDA approved combination of dasabuvir used with ombitasvir, paritaprevir, and ritonavir in the product Viekira Pak can cause a number of adverse effects. When Viekira Pak was used without ribavirin, nausea, severe itching, and insomnia occurred in more than 5% of the subjects. Less commonly, patients experienced increases in liver enzymes, such as AST and ALT, to greater than five times the upper limit of normal (occurred in 1% of patients). Usually this was asymptomatic. However, this is notable because females who are taking ethinylestradiol are at an increased risk for this side effect (25%). Dasabuvir could cause hepatitis B re-activation in people co-infected with hepatitis B and C viruses. The European Medicines Agency recommended screening all people for hepatitis B before starting dasabuvir for hepatitis C in order to minimize the risk of hepatitis B reactivation.   == Mechanism of action == Dasabuvir works by inhibiting the action of NS5B palm polymerase, effectively terminating RNA polymerization and stopping the replication of the HCV's genome. By blocking NS5B polymerase, the virus can no longer multiply and infect new cells.   == History == The U.S. FDA approved regimen of ombitasvir-paritaprevir-ritonavir and dasabuvir on December 19, 2014, to be used in the treatment of genotype 1 chronic hepatitis C infection in adults, which includes those with compensated cirrhosis.   == Administration and storage == The two tablets of ombitasvir, paritaprevir, ritonavir will be taken in the morning and the one dasabuvir tablet taken twice a day in the morning and in the evening with a meal. The combination pack is packaged in a monthly package for 28 days of treatment.   == References =="}