{"name": "dasatinib", "category": "drug", "content": "Dasatinib, sold under the brand name Sprycel among others, is a targeted therapy medication used to treat certain cases of chronic myelogenous leukemia (CML) and acute lymphoblastic leukemia (ALL). Specifically it is used to treat cases that are Philadelphia chromosome-positive (Ph+). It is taken by mouth. Common adverse effects include low white blood cells, low blood platelets, anemia, swelling, rash, and diarrhea. Severe adverse effects may include bleeding, pulmonary edema, heart failure, and prolonged QT syndrome. Use during pregnancy may result in harm to the baby. It is a tyrosine-kinase inhibitor and works by blocking a number of tyrosine kinases such as Bcr-Abl and the Src kinase family. Dasatinib was approved for medical use in the United States and in the European Union in 2006. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Dasatinib is used to treat people with chronic myeloid leukemia and people with acute lymphoblastic leukemia who are positive for the Philadelphia chromosome. In the EU dasatinib is indicated for children with  newly diagnosed Philadelphia chromosome-positive chronic myelogenous leukaemia in chronic phase (Ph+ CML CP) or Ph+ CML CP resistant or intolerant to prior therapy including imatinib. newly diagnosed Ph+ acute lymphoblastic leukaemia (ALL) in combination with chemotherapy. newly diagnosed Ph+ CML in chronic phase (Ph+ CML-CP) or Ph+ CML-CP resistant or intolerant to prior therapy including imatinib. and adults with  newly diagnosed Philadelphia-chromosome-positive (Ph+) chronic myelogenous leukaemia (CML) in the chronic phase; chronic, accelerated or blast phase CML with resistance or intolerance to prior therapy including imatinib mesilate; Ph+ acute lymphoblastic leukaemia (ALL) and lymphoid blast CML with resistance or intolerance to prior therapy.   == Adverse effects == The most common side effects are infection, suppression of the bone marrow (decreasing numbers of leukocytes, erythrocytes, and thrombocytes), headache, hemorrhage (bleeding), pleural effusion (fluid around the lungs), dyspnea (difficulty breathing), diarrhea, vomiting, nausea (feeling sick), abdominal pain (belly ache), skin rash, musculoskeletal pain, tiredness, swelling in the legs and arms and in the face, fever. Neutropenia and myelosuppression were common toxic effects. Fifteen people (of 84, i.e. 18%) in the above-mentioned study developed pleural effusions, which was a suspected side effect of dasatinib. Some of these people required thoracentesis or pleurodesis to treat the effusions. Other adverse events included mild to moderate diarrhea, peripheral edema, and headache. A small number of people developed abnormal liver function tests which returned to normal without dose adjustments. Mild hypocalcemia was also noted, but did not appear to cause any significant problems. Several cases of pulmonary arterial hypertension (PAH) were found in people treated with dasatinib, possibly due to pulmonary endothelial cell damage. On October 11, 2011, the U.S. Food and Drug Administration (FDA) announced that dasatinib may increase the risk of a rare but serious condition in which there is abnormally high blood pressure in the arteries of the lungs (pulmonary hypertension, PAH). Symptoms of PAH may include shortness of breath, fatigue, and swelling of the body (such as the ankles and legs). In reported cases, people developed PAH after starting dasatinib, including after more than one year of treatment. Information about the risk was added to the Warnings and Precautions section of the Sprycel drug label.  In studies between 2009 and 2017 dasatinib-induced PAH was initiated between 0.3 and 74 months of daily drug usage at doses from 70 to 140 mg. Reported dasatinib-induced PAH had improvements after cessation of drug treatment.   == Pharmacology ==  Dasatinib is an ATP-competitive protein tyrosine kinase inhibitor. The main targets of dasatinib are BCR/Abl (the \"Philadelphia chromosome\"), Src, c-Kit, ephrin receptors, and several other tyrosine kinases. Strong inhibition of the activated BCR-ABL kinase distinguishes dasatinib from other CML treatments, such as imatinib and nilotinib. Although dasatinib only has a plasma half-life of three to five hours, the strong binding to BCR-ABL1 results in a longer duration of action.   == History ==  Dasatinib was developed by collaboration of Bristol-Myers Squibb and Otsuka Pharmaceutical Co., Ltd, and named for Bristol-Myers Squibb research fellow Jagabandhu Das, whose program leader says that the drug would not have come into existence had he not challenged some of the medicinal chemists' underlying assumptions at a time when progress in the development of the molecule had stalled.   == Society and culture ==   === Legal status === Dasatinib was approved for used in the United States in June 2006 and in the European Union in November 2006 In October 2010, dasatinib was approved in the United States for the treatment of newly diagnosed adults with Philadelphia chromosome positive chronic myeloid leukemia in chronic phase (CP-CML). In November 2017, dasatinib was approved in the United States for the treatment of children with Philadelphia chromosome-positive (Ph+) chronic myeloid leukemia (CML) in the chronic phase. Approval was based on data from 97 pediatric participants with chronic phase CML evaluated in two trials—a Phase I, open-label, non-randomized, dose-ranging trial and a Phase II, open-label, non-randomized trial. Fifty-one participants exclusively from the Phase II trial were newly diagnosed with chronic phase CML and 46 participants (17 from the Phase I trial and 29 from the Phase II trial) were resistant or intolerant to previous treatment with imatinib. The majority of participants were treated with dasatinib tablets 60 mg/m2 body surface area once daily. Participants were treated until disease progression or unacceptable toxicity.   === Economics === The Union for Affordable Cancer Treatment objected to the price of dasatinib, in a letter to the U.S. trade representative. The average wholesale price in the U.S. is $367 per day, twice the price in other high income countries. The price in India, where the average annual per capita income is $1,570, and where most people pay out of pocket, is Rs6627 ($108) a day. Indian manufacturers offered to supply generic versions for $4 a day, but, under pressure from the U.S., the Indian Department of Industrial Policy and Promotion refused to issue a compulsory license. Bristol-Myers Squibb justified the high prices of cancer drugs with the high R&D costs, but the Union of Affordable Cancer Treatment said that most of the R&D costs came from the U.S. government, including National Institutes of Health funded research and clinical trials, and a 50% tax credit. In England and Wales, the National Institute for Health and Care Excellence recommended against dasatinib because of the high cost-benefit ratio. The Union for Affordable Cancer Treatment said that \"the dasatinib dispute illustrates the shortcomings of US trade policy and its impact on cancer patients\"   === Brand names === In Bangladesh dasatinib is available under the trade name Dasanix by Beacon Pharmaceuticals. In India, It is marketed under the brand name Nextki by Emcure Pharmaceuticals.   == Research == Dasatinib has been shown to eliminate senescent cells in cultured adipocyte progenitor cells.   === Dasatinib+Quercetin === Dasatinib has been shown to induce apoptosis in senescent cells by inhibiting Src kinase, whereas quercetin inhibits the anti-apoptotic protein Bcl-xL. Administration of dasatinib along with quercetin to mice improved cardiovascular function and eliminated senescent cells. Aged mice given dasatinib with quercetin showed improved health and survival. A study of fourteen human patients with idiopathic pulmonary fibrosis (a disease characterized by increased numbers of senescent cells) given dasatinib and quercetin showed improved physical function and evidence of reduced senescent cells.   == References ==   == Further reading ==   == External links == \"Dasatinib\". Drug Information Portal. U.S. National Library of Medicine."}