{"name": "daunorubicin", "category": "drug", "content": "Daunorubicin, also known as daunomycin, is a chemotherapy medication used to treat cancer. Specifically it is used for acute myeloid leukemia (AML), acute lymphoblastic leukemia (ALL), chronic myelogenous leukemia (CML), and Kaposi's sarcoma. It is administered by injection into a vein. A liposomal formulation known as liposomal daunorubicin also exists. Common side effects include hair loss, vomiting, bone marrow suppression, and inflammation of the inside of the mouth. Other severe side effects include heart disease and tissue death at the site of injection. Use in pregnancy may harm the fetus. Daunorubicin is in the anthracycline family of medication. It works in part by blocking the function of topoisomerase II. Daunorubicin was approved for medical use in the United States in 1979. It is on the World Health Organization's List of Essential Medicines.  It was originally isolated from bacteria of the Streptomyces type.   == Medical uses == It slows or stops the growth of cancer cells in the body. Treatment is usually performed together with other chemotherapy drugs (such as cytarabine), and its administration depends on the type of tumor and the degree of response. In addition to its major use in treating acute myeloid leukemia, daunorubicin is also used to treat neuroblastoma. Daunorubicin has been used with other chemotherapy agents to treat the blastic phase of chronic myelogenous leukemia. Daunorubicin is also used as the starting material for semi-synthetic manufacturing of doxorubicin, epirubicin and idarubicin.   == Mechanism of action == Similar to doxorubicin, daunorubicin interacts with DNA by intercalation and inhibition of macromolecular biosynthesis. This inhibits the progression of the enzyme topoisomerase II, which relaxes supercoils in DNA; without action of topoisomerase II, these DNA supercoils interfere in transcription of DNA. Daunorubicin stabilizes the topoisomerase II complex after it has broken the DNA chain for replication, preventing the DNA double helix from being resealed and thereby stopping the process of replication. On binding to DNA, daunomycin intercalates, with its daunosamine residue directed toward the minor groove. It has the highest preference for two adjacent G/C base pairs flanked on the 5' side by an A/T base pair.  Crystallography shows that daunomycin induces a local unwinding angle of 8°, and other conformational disturbances of adjacent and second-neighbour base pairs. It can also induce histone eviction from chromatin upon intercalation.   == History ==  In the 1950s, an Italian research company, Farmitalia Research Laboratories, began an organized effort to isolate anticancer compounds from soil-based microbes. A soil sample was isolated from the area surrounding the Castel del Monte, a 13th-century castle in Apulia. A new strain of Streptomyces peucetius which produced a red pigment was isolated, and an antibiotic was produced from this bacterium that was found to have good activity against murine tumors. Since a group of French researchers discovered the same compound at about the same time, the two teams named the compound daunorubicin, combining the name Dauni, a pre-Roman tribe that occupied the area of Italy where the compound was isolated, with the French word for ruby, rubis, describing the color. Clinical trials began in the 1960s, and the drug saw success in treating acute leukemia and lymphoma. However, by 1967, it was recognized that daunorubicin could produce fatal cardiac toxicity. In 2015–16, a team at Ohio State University \"showed that, by carefully manipulating strands of viral DNA, an origami structure with complex folds can be created in just 10 minutes. Incredibly, these structures are only 100 nanometers across – that’s 1,000 times smaller than the width of a human hair. Small volumes of daunorubicin can be wrapped up in these minuscule pods, which can then be released into a leukemia cell-filled environment.\"   == Route of administration == Daunorubicin should only be administered in a rapid intravenous infusion. It should not be administered intramuscularly or subcutaneously, since it may cause extensive tissue necrosis. It should also never be administered intrathecally (into the spinal canal), as this will cause extensive damage to the nervous system and may lead to death. Daunorubicin has been used intravitreally (inside the eye) for the purposes of preventing proliferative vitreoretinopathy, a common complication following retinal detachment surgery, but has not been found to be effective and is not used for any other ophthalmic purposes at this time.   == References =="}