{"name": "decitabine", "category": "drug", "content": "Decitabine (i.e., 5-aza-2′-deoxycytidine), sold under the brand name Dacogen among others, acts as a nucleic acid synthesis inhibitor. It is a medication for the treatment of myelodysplastic syndromes, a class of conditions where certain blood cells are dysfunctional, and for acute myeloid leukemia (AML). Chemically, it is a cytidine analog.   == Medical uses == Decitabine is used to treat myelodysplastic syndromes (MDS) including previously treated and untreated, de novo and secondary MDS of all French-American-British subtypes (refractory anemia, refractory anemia with ringed sideroblasts, refractory anemia with excess blasts, refractory anemia with excess blasts in transformation, and chronic myelomonocytic leukemia) and Intermediate-1, Intermediate-2, and High-Risk International Prognostic Scoring System groups. In patients with chronic kidney disease, Batty and colleagues reported the first case series on the feasibility of therapy with hypomethylating agents in patients with chronic kidney disease. It also has EU approval for acute myeloid leukemia (AML).   == Pharmacology ==  Decitabine is a hypomethylating agent. It hypomethylates DNA by inhibiting DNA methyltransferase. It functions in a similar manner to azacitidine, although decitabine can only be incorporated into DNA strands while azacitidine can be incorporated into both DNA and RNA chains. It incorporates into DNA strands upon replication, and then when DNA methyltransferases (DNMTs) such as DNMT1, are engaged to bind the DNA and to replicate the methylation to the daughter strand, DNMTs are bound to decitabine irreversibly and cannot disengage. Therefore, the action of decitabine is division-dependent, meaning the cells have to divide in order for the pharmaceutical to act. Therefore, cancer cells which divide much more rapidly than most other cells in the body will be more severely affected by decitabine just because they replicate more. It seems that DNA hypermethylation is critical for development of cancer cells, and specifically for haematological malignancies. Methylation of CpG islands upstream of tumor suppressor genes in order to silence them seems to be critical for these type of cancers. Thus at optimal doses, decitabine blocks this type of methylation and has an anti-neoplastic effect.   == Research ==   === Atherosclerosis === A number of investigators have shown a relationship between atherosclerosis and disturbed blood flow. This upregulates DNA methyltransferase expression, which leads to genome-wide DNA methylation alterations and global gene expression changes. These studies have revealed several mechanosensitive genes, such as HoxA5, Klf3, and Klf4, whose promoters were hypermethylated by disturbed blood flow, but rescued by DNA methyltransferases inhibitors such as 5-aza-2'-deoxycytidine. It has been found that use of this DNA methyltranferase inhibitor prevents atherosclerosis lesion formation and reduces the production of inflammatory cytokines by macrophages.   == References ==   == Further reading == Moon C, Kim SH, Park KS, Choi BK, Lee HS, Park JB, et al. (June 2009). \"Use of epigenetic modification to induce FOXP3 expression in naïve T cells\". Transplantation Proceedings. 41 (5): 1848–1854. doi:10.1016/j.transproceed.2009.02.101. PMID 19545742."}