{"name": "deferiprone", "category": "drug", "content": "Deferiprone, sold under the brand name Ferriprox among others, is a medication that chelates iron and is used to treat iron overload in thalassaemia major.  It was first approved and indicated for use in treating thalassaemia major in 1994 and had been licensed for use in the European Union for many years while awaiting approval in Canada and in the United States. On 14 October 2011, it was approved for use in the US under the FDA's accelerated approval program. The most common side effects include red-brown urine (showing that iron is being removed through the urine), nausea (feeling sick), abdominal pain (stomach ache) and vomiting. Less common but more serious side effects are agranulocytosis (very low levels of granulocytes, a type of white blood cell) and neutropenia (low levels of neutrophils, a type of white blood cell that fights infections).   == Medical uses == Deferiprone monotherapy is indicated in the European Union for the treatment of iron overload in those with thalassaemia major when current chelation therapy is contraindicated or inadequate. Deferiprone in combination with another chelator is indicated in the European Union in those with thalassaemia major when monotherapy with any iron chelator is ineffective, or when prevention or treatment of life-threatening consequences of iron overload (mainly cardiac overload) justifies rapid or intensive correction. The researchers found that the oral drug, deferiprone, reactivates the “altruistic suicide response” of an HIV-infected cell, killing the HIV RNA it carries. Effective suppression of HIV-1 generation and induction of apoptosis both require deferiprone at a concentration around 150 μM in infected T-cell lines. Since a 0.5 log10 decrement in HIV-1 RNA corresponds to an additional 2 years of AIDS-free survival and a 0.3 log10 decrement reduces the annual risk of progression to AIDS-related death by 25%, the measurements suggested biological significance.   == Controversy == Deferiprone was at the center of a protracted struggle between Nancy Olivieri, a Canadian haematologist and researcher, and the Hospital for Sick Children and the pharmaceutical company Apotex, that started in 1996, and delayed approval of the drug in North America. Olivieri's data suggested that deferiprone can lead to progressive liver failure.   == History == Deferiprone was approved for medical use in the European Union in August 1999. It was approved for medical use in the United States in October 2011. Generic versions were approved in August 2019. The safety and effectiveness of deferiprone is based on an analysis of data from twelve clinical studies in 236 participants. Participants in the study did not respond to prior iron chelation therapy. Deferiprone was considered a successful treatment for participants who experienced at least a 20 percent decrease in serum ferritin, a protein that stores iron in the body for later use. Half of the participants in the study experienced at least a 20 percent decrease in ferritin levels.   == References =="}