{"name": "Deficiency of testosterone biosynthesis", "category": "disease", "content": "17β-Hydroxysteroid dehydrogenase III deficiency is a rare autosomal recessive disorder of sexual development condition that is a cause of 46,XY disorder of sex development (46,XY DSD). The impaired  testosterone biosynthesis by 17β-hydroxysteroid dehydrogenase III (17β-HSD III), presents as atypical genitalia in affected males.   == Signs and symptoms == 17-β-Hydroxysteroid dehydrogenase III deficiency is a cause of 46,XY disorder of sex development (46,XY DSD) that presents in males with variable effects on genitalia which can be complete or predominantly female with a blind vaginal pouch. Testes are often found in the inguinal canal or in a bifid scrotum. Wolffian derivatives including the epididymides, vas deferens, seminal vesicles, and ejaculatory ducts are present. The autosomal recessive deficiency arises are a result of homozygous or compound heterozygous mutations in HSD17B3 gene which encodes the 17β-hydroxysteroid dehydrogenase III enzyme, impairing of the conversion of 17-keto into 17-hydroxysteroids. The enzyme is involved in the last phase of steroidogenesis and is responsible for the  conversion of androstenedione to testosterone and estrone to estradiol. Virilization of affected males still occurs at puberty.   == Genetics == 17β-Hydroxysteroid dehydrogenase III deficiency is caused by mutations found in the 17β-HSD III (17BHSD3) gene.17β-HSD III deficiency is an autosomal recessive disorder.   == Mechanism ==  Androstenedione is produced in the testis, as well as the adrenal cortex. Androstenedione is created from dehydroepiandrosterone (DHEA) or 17-hydroxyprogesterone. A deficiency in the HSD17B3 gene is characterized biochemically by decreased levels of testosterone which results in the insufficient formation of dihydrotestosterone during fetal development.  During the expected time of puberty, there is an increase in plasma luteinizing hormone and, consequently, in the testicular secretion of androstenedione. This leads to a clinically important higher ratio of androstenedione to testosterone.   == Diagnosis == In terms of the diagnosis of 17β-hydroxysteroid dehydrogenase III deficiency the following should be taken into account:  Increased androstenedione:testosterone ratio Thyroid dyshormonogenesis Genetic testing   == Management ==  The 2006 Consensus statement on the management of intersex disorders states that individuals with 17β-hydroxysteroid dehydrogenase III deficiency have an intermediate risk of germ cell malignancy, at 28%, recommending that gonads be monitored. A 2010 review put the risk of germ cell tumors at 17%. The management of 17β-hydroxysteroid dehydrogenase III deficiency can consist, according to one source, of the elimination of gonads prior to puberty, in turn halting masculinization. Hewitt and Warne state that, children with 17β-hydroxysteroid dehydrogenase III deficiency who are raised as girls often later identify as male, describing a \"well known, spontaneous change of gender identity from female to male\" that \"occurs after the onset of puberty.\" A 2005 systematic review of gender role change identified the rate of gender role change as occurring in 39–64% of individuals with 17β-hydroxysteroid dehydrogenase III deficiency raised as girls.   == Society and culture == Modification of children's sex characteristics to meet social and medical norms is strongly contested, with numerous statements by civil society organizations and human rights institutions condemning such interventions, including describing them as harmful practices.   === The case of Carla ===  A 2016 case before the Family Court of Australia was widely reported in national, and international media. The judge ruled that parents were able to authorize the sterilization of their 5-year-old child reported only as \"Carla\". The child had previously been subjected to intersex medical interventions including a clitorectomy and labiaplasty, without requiring Court oversight - these were described by the judge as surgeries that \"enhanced the appearance of her female genitalia\". Organisation Intersex International Australia found this \"disturbing\", and stated that the case was reliant on gender stereotyping and failed to take account of data on cancer risks.   == See also == Inborn errors of steroid metabolism Disorders of sexual development Intersex 17β-Hydroxysteroid dehydrogenase 17β-Hydroxysteroid dehydrogenase Type III Sex hormone (androgen/estrogen)   == References ==   == Further reading == Bissonnette, Bruno (2006). Syndromes: Rapid Recognition and Perioperative Implications. McGraw Hill Professional. ISBN 9780071354554. Retrieved 11 March 2017.   == External links =="}