{"name": "Deficiency of mevalonate kinase", "category": "disease", "content": "Mevalonate kinase deficiency (MKD) is an autosomal recessive metabolic disorder that disrupts the biosynthesis of cholesterol and isoprenoids. It is a rare genetic disorder, but a high frequency is observed in Northern European regions. Mevalonate kinase (MVK) is an enzyme involved in biosynthesis isoprenoids and is necessary for the conversion of mevalonate to mevalonate-5-phosphate in the presence of Mg2+. Downstream of this enzyme, mevalonate-5-phosphate is converted into non-sterol (geranylgeranyl, farnesyl) or sterol isoprenoids (cholesterol). MKD is due to a pathogenic variants in the gene that encodes mevalonate kinase which results in a reduced or deficient activity of this enzyme. Because of this deficiency, mevalonic acid can build up in the body, with high levels found in the urine. The severity of MKD depends on the level of this deficiency with hyperimmunoglobulinemia D syndrome (first described as HIDS in 1984) being less severe, but more common, and mevalonic aciduria (MVA); a more severe, but rarer form.   == Genetics == Mevalonate kinase deficiency is inherited in an autosomal recessive manner, meaning that a child must inherit a defective copy of the gene from both parents to be affected. It is an example of a loss-of-function mutation. The gene which codes for mevalonate kinase consists of 10 exons at locus 12q14. About 63 pathological sequence variations in the gene have been characterized. The most common of these are V377I, I268T, H20P/N and P167L, present in 70% of affected individuals.   === Biochemistry ===  There is an increased secretion of the fever promoting cytokine interleukin 1 beta (IL-1β) in MKD, most likely mediated by defective protein prenylation. Prenylation refers to addition of hydrophobic isoprenoids to proteins, such as farnesyl pyrophosphate (FPP) or geranylgeranyl pyrophosphate (GGPP). When isoprenoids such as these are coupled to a target protein, this affects the protein's cellular location and function. In a human monocytic MKD model it was found that the deficiency of GGPP leads to overproduction of IL-1β and defective prenylation of RhoA. This causes an increased level of Rac1 and PKB which in turn affects GTPases and B7-glycoproteins. It was earlier found that Rac1/PI3K/PKB pathway had been linked to the pathogenesis of MKD. The inactivation of RhoA acts an inducer of IL-1β mRNA transcription independent of NLRP3- or caspase-1 activity. Due to defective RhoA there is a formation of defective mitochondria (elongated and instable) in the cell. Normally, defective mitochondria are cleared in the cell by the mechanism of autophagy. But, in MKD the clearance of defective mitochondria from the cytosol is disrupted. As a result, mitochondrial DNA starts accumulating in the cytosol, binding and activating NLRP3, which is responsible for the production of IL-1β. The activation can be direct or indirect. It can also be activated by reactive oxygen species (ROS). It is known that monocytes and macrophages in affected individuals also produce higher levels of tumor necrosis factor alpha (TNF-α), interleukin 6 (IL-6) other than IL-Iβ During febrile (fever) attacks, C-reactive protein (CRP) also increases. CRP is released by liver which causes inflammation.   == Clinical presentation == MKD is a periodic fever syndrome originally described in 1984 by the internist Jos van der Meer, then at Leiden University Medical Centre. No more than 300 cases have been described worldwide. MKD was originally described as hyperimmunoglobulin D syndrome (HIDS), but HIDS is now recognized as a mild manifestation of MKD. Immunoglobulin D (IgD) is a protein produced by a certain type of white blood cells. There are five classes of immunoglobulin: IgG, IgA, IgM, IgE and IgD. They each play an important role in the immune system. The function of IgD is still unclear, although one of its many effects is to activate the immune system.   === Signs and symptoms === MKD is one of a number of periodic fever syndromes. It is characterized by attacks of fever, arthralgia, skin lesions including cyclical mouth ulcers, and diarrhea. Laboratory features include an acute phase response (elevated CRP and ESR) and markedly elevated IgD (and often IgA), although cases with normal IgD have been described. It has mainly been described in the Netherlands and France, although the international registry includes a number of cases from other countries. The differential diagnosis includes fever of unknown origin, familial Mediterranean fever (FMF) and familial Hibernian fever (or TNFα reception associated periodic syndrome/TRAPS).   === Cause === All people with the syndrome have variants in the gene for mevalonate kinase, which is part of the mevalonate pathway, an important cellular metabolic pathway. Indeed, similar fever attacks have been described in patients with mevalonic aciduria—an inborn error of metabolism now seen as a severe form of MKD.   === Pathophysiology === The pathophysiology of MKD is complex and currently under activate investigation. Defects in protein prenylation appear to drive the inflammatory phenotype by leading to activation of the pyrin and NLRP3 inflammasome through loss of RhoA and Rac1 membrane localization. Activation of the inflammasome leads to increase processing and release of interleukin-1 family cytokines.   == Diagnosis == Mevalonate kinase deficiency causes an accumulation of mevalonic acid in the urine, resulting from insufficient activity of the enzyme mevalonate kinase (ATP:mevalonate 5-phosphotransferase; EC 2.7.1.36).  The disorder was first described in 1985. Classified as an inborn error of metabolism, mevalonate kinase deficiency usually results in developmental delay, hypotonia, anemia, hepatosplenomegaly, various dysmorphic features, an overall failure to thrive and several other features.   == Treatment == There is no treatment for MKD. But, the inflammation and the other effects can be reduced to a certain extent.  IL-1 targeting drugs can be used to reduce the effects of the disorder. Anakinra is antagonist to IL-1 receptors. Anakinra binds the IL-1 receptor, preventing the actions of both IL-1α and IL-1β, and it has been proved to reduce the clinical and biochemical inflammation in MKD. It can effectively decreases the frequency as well as the severity of inflammatory attacks when used on a daily basis. Disadvantages with the usage of this drug are occurrence of painful injection site reaction and as the drug is discontinued in the near future the febrile attacks start. (Examined in a 12-year-old patient). Canakinumab is a long acting monoclonal antibody which is directed against IL-1β has shown to be effective in reducing both frequency and severity in patients with mild and severe MKD in case reports and observational case series. It reduces the physiological effects but the biochemical parameter still remain elevated (Galeotti et al. demonstrated that it is more effective than anakinra –considered 6 patients with MKD). Anti-TNF therapy might be effective in MKD, but the effect is mostly partial and therapy failure and clinical deterioration have been described frequently in patients on infliximab or etanercept. A beneficial effect of human monoclonal anti-TNFα antibody adalimumab was seen in a small number of MKD patients. Most MKD patients are benefited by anti-IL-1 therapy. However, anti-IL-1-resistant disease may also occur. Example. tocilizumab (a humanized monoclonal antibody against the interleukin-6 (IL-6) receptor). This drug is used when the patients are unresponsive towards Anakinra. (Shendi et al. treated a young woman in whom anakinra was ineffective with tocilizumab). It was found that it was effective in reducing the biochemical and clinical inflammation [30].Stoffels et al. observed reduction of frequency and severity of the inflammatory attacks, although after several months of treatment one of these two patients persistently showed mild inflammatory symptoms in the absence of biochemical inflammatory markers. A beneficial effect of hematopoietic stem cell transplantation can be used in severe mevalonate kinase deficiency conditions (Improvement of cerebral myelinisation on MRI after allogenic stem cell transplantation was observed in one girl). But, liver transplantation did not influence febrile attacks in this patient.   === Treatment for HIDS === Canakinumab has been approved for treatment of HIDS and has shown to be effective. The immunosuppressant drugs etanercept and anakinra have also shown to be effective. Statin drugs might decrease the level of mevalonate and are presently being investigated. A recent single case report highlighted bisphosphonates as a potential therapeutic option.   == Epidemiology == Globally, less than 1 in 100,000 people have HIDS, and of these, ~200 individuals have MKD. This categorises the condition as a rare genetic disease.   == References ==   == External links ==  Mevalonic aciduria at NIH's Office of Rare Diseases"}