{"name": "delamanid", "category": "drug", "content": "Delamanid is sold under the brand name Deltyba, is a medication used to treat tuberculosis. Specifically it is used, along with other antituberculosis medications, for active multidrug-resistant tuberculosis. It is taken by mouth. There are common side effects which include headache, dizziness, and nausea. Other side effects include QT prolongation. Delamanid works by blocking the manufacture of mycolic acids thus destabilising the bacterial cell wall. It is in the nitroimidazole class of medications. Delamanid was approved for medical use in 2014 in Europe, Japan, and South Korea. It is on the World Health Organization's List of Essential Medicines. As of 2016 the Stop TB Partnership had an agreement to get the medication for US$1,700 per six month for use in more than 100 countries.   == Medical uses == Delamanid is used, along with other antituberculosis medications, for active multidrug-resistant tuberculosis.   == Adverse effects == Common side effects include headache, dizziness, and nausea. Other side effects include QT prolongation. Use in pregnancy has not been extensively studied, but there have been reports of success and it is currently recommended as part of the standard treatment regimen for pregnant women with rifampicin-resistant tuberculosis in South Africa.   == Interactions == Delamanid is metabolised by the liver enzyme CYP3A4; therefore strong inducers of this enzyme can reduce its effectiveness.   == Mechanism of action == Delamanid is activated in the mycobacterium by deazaflavin-dependent nitroreductase (Ddn), an enzyme which uses dihydro-F420 (reduced form), into nitric oxide and a highly reactive metabolite. This metabolite attacks the synthesis enzyme DprE2, which is important for the synthesis of cell wall arabinogalactan, to which mycolic acid would be attached. This mechanism is shared with pretomanid. Clinical isolates resistant to this drug tend to have mutations in the biosynthetic pathway for Coenzyme F420.   == History == In phase II clinical trials, the drug was used in combination with standard treatments, such as four or five of the drugs ethambutol, isoniazid, pyrazinamide, rifampicin, aminoglycoside antibiotics, and quinolones. Healing rates (measured as sputum culture conversion) were significantly better in patients who additionally took delamanid. The European Medicines Agency (EMA) recommended conditional marketing authorization for delamanid in adults with multidrug-resistant pulmonary tuberculosis without other treatment options because of resistance or tolerability. The EMA considered the data show that the benefits of delamanid outweigh the risks, but that additional studies were needed on the long-term effectiveness.   == Society and culture ==  The medication was not readily available globally as of 2015. It was believed that pricing will be similar to bedaquiline, which for six months is approximately US$900 in low income countries, US$3,000 in middle income countries, and US$30,000 in high income countries. As of 2016 the Stop TB Partnership had an agreement to get the medication for US$1,700 per six month.   == References =="}