{"name": "demeclocycline", "category": "drug", "content": "Demeclocycline (INN, BAN, USAN, brand name Declomycin) is a tetracycline antibiotic which was derived from a mutant strain of Streptomyces aureofaciens.   == Uses == Demeclocycline is officially indicated for the treatment of various types of bacterial infections. It is used as an antibiotic in the treatment of Lyme disease, acne, and bronchitis. Resistance, though, is gradually becoming more common, and demeclocycline is now rarely used for treatment of infections. It is widely used (though off-label in many countries including the United States) in the treatment of hyponatremia (low blood sodium concentration) due to the syndrome of inappropriate antidiuretic hormone (SIADH) when fluid restriction alone has been ineffective. Physiologically, this works by reducing the responsiveness of the collecting tubule cells to ADH. The use in SIADH actually relies on a side effect; demeclocycline induces nephrogenic diabetes insipidus (dehydration due to the inability to concentrate urine). The use of demeclocycline in SIADH was first reported in 1975, and, in 1978, a larger study found it to be more effective and better tolerated than lithium carbonate, the only available treatment at the time. Demeclocycline used to be the drug of choice for treating SIADH. Meanwhile, it might be superseded, now that vasopressin receptor antagonists, such as tolvaptan, became available.   == Contraindications == Like other tetracyclines, demeclocycline is contraindicated in children and pregnant or nursing women. All members of this class interfere with bone development and may discolour teeth.   == Side effects and interactions == The side effects are similar to those of other tetracyclines. Skin reactions with sunlight have been reported. Like only few other known tetracycline derivatives, demeclocycline causes nephrogenic diabetes insipidus. Furthermore, demeclocycline might have psychotropic side effects similar to lithium. Tetracyclines bind to cations, such as calcium, iron (when given orally), and magnesium, rendering them insoluble and nonadsorbable for the gastrointestinal tract. Demeclocycline should not be taken with food (particularly milk and other dairy products) or antacids.   == Mechanism of action == As with related tetracycline antibiotics, demeclocycline acts by binding to the 30S ribosomal subunit to inhibit binding of aminoacyl tRNA which impairs protein synthesis by bacteria. It is bacteriostatic (it impairs bacterial growth, but does not kill bacteria directly). Demeclocycline inhibits the renal action of antidiuretic hormone by interfering with the intracellular second messenger cascade (specifically, inhibiting adenylyl cyclase activation) after the hormone binds to vasopressin V2 receptors in the kidney. Exactly how demeclocycline does this has yet to be elucidated, however.   == Brand names == Brand names include Declomycin, Declostatin, Ledermycin, Bioterciclin, Deganol, Deteclo, Detravis, Meciclin, Mexocine, and Clortetrin.   == References =="}