{"name": "Dementia associated with Parkinson's Disease", "category": "disease", "content": "Parkinson's disease dementia (PDD) is  dementia that is associated with Parkinson's disease (PD).  Together with dementia with Lewy bodies (DLB), it is one of the Lewy body dementias characterized by abnormal deposits of Lewy bodies in the brain. Parkinson's disease starts as a movement disorder, but progresses in most cases to include dementia and changes in mood and behavior. The signs, symptoms and cognitive profile of PDD are similar to those of DLB; DLB and PDD are clinically similar after dementia occurs in Parkinson's disease. Parkinson's disease is a risk factor for PDD; it speeds up decline in cognition leading to PDD.  Up to 78% of people with PD have dementia.  Delusions in PDD are less common than in DLB, and persons with PD are typically less caught up in their visual hallucinations than those with DLB. There is a higher incidence of tremor at rest in PD than in DLB, and signs of parkinsonism in PDD are less symmetrical than in DLB.  Parkinson's disease dementia can only be definitively diagnosed after death with an autopsy of the brain. The 2017 Fourth Consensus Report established diagnostic criteria for PDD and DLB.  The diagnostic criteria are the same for both conditions, except that PDD is distinguished from DLB by the time frame in which dementia symptoms appear relative to parkinsonian symptoms. DLB is diagnosed when cognitive symptoms begin before or at the same time as parkinsonism. Parkinson's disease dementia is the diagnosis when Parkinson's disease is well established before the dementia occurs; that is, the onset of dementia is more than a year after the onset of parkinsonian symptoms. Cognitive behavioral therapy can help Parkinson's patients with parkinsonian pain, insomnia, depression, anxiety, and impulse disorders, if those interventions are properly adapted to the motor, cognitive and executive dysfunctions seen in Parkinson's disease, including Parkinson's dementia.   == Society and culture ==  General awareness about LBD lags well behind that of Parkinson's and Alzheimer's diseases, even though LBD is the second most common dementia, after Alzheimer's.   == References ==   == External links =="}