{"name": "deoxycholic acid", "category": "drug", "content": "Deoxycholic acid is a bile acid. Deoxycholic acid is one of the secondary bile acids, which are metabolic byproducts of intestinal bacteria. The two primary bile acids secreted by the liver are cholic acid and chenodeoxycholic acid. Bacteria metabolize chenodeoxycholic acid into the secondary bile acid lithocholic acid, and they metabolize cholic acid into deoxycholic acid. There are additional secondary bile acids, such as ursodeoxycholic acid. Deoxycholic acid is soluble in alcohol and acetic acid. When pure, it exists in a white to off-white crystalline powder form. Deoxycholic acid is available as a generic medication in the United States as of April 2021, sold under the brand name Kybella among others.   == Applications == Deoxycholic acid has been used since its discovery in various fields of human medicine. In the human body deoxycholic acid is used in the emulsification of fats for absorption in the intestine. It has, in some countries (including Switzerland) been licensed as an emulsifier in food industry, but it is no longer common. Outside the body it is used in experimental basis of cholagogues and is also in use to prevent and dissolve gallstones. In research deoxycholic acid is used as a mild detergent for the isolation of membrane associated proteins. The critical micelle concentration for deoxycholic acid is approximately 2.4–4 mM. Sodium deoxycholate, the sodium salt of deoxycholic acid, is often used as a biological detergent to lyse cells and solubilise cellular and membrane components. Sodium deoxycholate mixed with phosphatidylcholine, is used in mesotherapy injections to produce lipolysis, and has been used as an alternative to surgical excision in the treatment of lipomas. Deoxycholates and bile acid derivatives in general are actively being studied as structures for incorporation in nanotechnology.  They also have found application in microlithography as photoresistant components. In the United States, deoxycholic acid, under the brand name Kybella, is approved by the Food and Drug Administration for reducing moderate-to-severe fat below the chin. When injected into submental fat, deoxycholic acid helps destroy (adipocytes) fat cells, which are metabolized by the body over the course of several months. Kybella is produced by Kythera Biopharmaceuticals.   == Research in immunology == Its function as a detergent and isolating agent for membrane proteins also suits it for production of outer membrane protein (OMP) vaccines such as MenB, a Norwegian vaccine developed in the early 1990s. The MeNZB vaccine was produced using the same method. Deoxycholic acid binds and activates the membrane enzyme NAPE-PLD, which catalyzes the release of the endogenous cannabinoid anandamide and other N-acylethanolamines. These bioactive signaling molecules play important roles in several physiological pathways including stress and pain response, appetite, and lifespan. Some publications point towards the effect of deoxycholic acid as an immunostimulant of the innate immune system, activating its main actors, the macrophages. According to these publications, a sufficient amount of deoxycholic acid in the human body would correspond with a good immune reaction of the non-specific immune system. Clinical studies conducted in the 1970s and 1980s confirm the expectation that deoxycholic acid is involved in the natural healing processes of local inflammations, different types of herpes, and possibly cancer.   == Research in cancer == Deoxycholate and other secondary bile acids cause DNA damage.  Secondary bile acids increase intracellular production of reactive oxygen and reactive nitrogen species resulting in increased oxidative stress and DNA damage. As shown in the figure below, deoxycholate added to the diet of mice increased the level of 8-oxo-dG, an oxidative DNA damage, in the colonic epithelium of mice.  When the level of deoxycholate-induced DNA damage is high, DNA repair enzymes that ordinarily reverse DNA damage may not be able to keep up. DNA damage has frequently been proposed as a major cause of cancer.  DNA damage can give rise to cancer by causing mutations. When deoxycholate was added to the food of mice so that their feces contained deoxycholate at about the same level present in feces of human on a high fat diet, 45% to 56% of the mice developed colon cancer over the next 10 months, while none of the mice on a diet without deoxycholate developed cancer.  Thus, exposure of the colon to deoxycholate may cause cancer in mice. However, this same study reported that, when chlorogenic acid was added to the diet alongside deoxycholate, only 18% of the mice developed colon cancer. Chlorogenic acid is a component of common foods and beverages; coffee contains an average of 53.8 mg chlorogenic acid per 100 ml. Therefore, to consume the level of chlorogenic acid used in the study, a human on a \"standard\" 2000-calorie daily diet (416 g/d; 250g carbs, 100g protein, 66g fat) would need to consume roughly 55 mL of coffee each day, or just under 2 fluid ounces. In humans, higher levels of colonic deoxycholate are associated with higher frequencies of colon cancer.  As an example, the fecal deoxycholate concentrations in African Americans (who eat a relatively high fat diet) is more than five times higher than fecal deoxycholate of Native Africans in South Africa (who eat a low fat diet).  Male African Americans have a high incidence of colon cancer of 72 per 100,000, while Native Africans in South Africa have a low incidence rate of colon cancer of less than 1 per 100,000, a more than 72-fold difference in rates of colon cancer. A prospective human study investigating the relationship between microbial metabolites and cancer found a strong correlation between circulating deoxycholic acid and colorectal cancer risk in women.   == Factors affecting deoxycholate levels == A number of factors, including diet, obesity, and exercise, affect the level of deoxycholate in the human colon.  When humans were switched from their usual diet to a meat, egg and cheese based diet for five days, deoxycholate in their feces increased by factors of 2 to 10 fold.  Rats fed diets with 30% beef tallow (high fat) had almost 2-fold more deoxycholate in their feces than rats fed 5% beef tallow (low fat).  In the same study, adding the further dietary elements of curcumin or caffeic acid to the rats' high fat (30% beef tallow) diet reduced the deoxycholate in their feces to levels comparable to levels seen in the rats on a low fat diet.  Curcumin is a component of the spice turmeric, and caffeic acid is a component high in some fruits and spices.  Caffeic acid is also a digestive break-down product of chlorogenic acid, high in coffee and some fruits and vegetables.In addition to fats, the type or amount of protein in the diet may also affect bile acid levels.  Switching from a diet with protein provided by casein to a diet with protein provided by salmon protein hydrolysate led to as much as a 6-fold increase in levels of bile acids in the blood plasma of rats.  In humans, adding high protein to a high fat diet raised the level of deoxycholate in the plasma by almost 50%. Obesity has been linked to cancer, and this link is in part through deoxycholate.  In obese people, the relative proportion of Firmicutes (Gram-positive bacteria) in gut microbiota is increased resulting in greater conversion of the non-genotoxic primary bile acid, cholic acid, to carcinogenic deoxycholate. Exercise decreases deoxycholate in the colon.  Humans whose level of physical activity placed them in the top third had a 17% decrease in fecal bile acid concentration compared to those whose level of physical activity placed them in the lowest third.  Rats provided with an exercise wheel had a lower ratio of secondary bile acids to primary bile acids than sedentary rats in their feces.  There is a positive association of exercise and physical activity with cancer prevention, tolerance to cancer-directed therapies (radiation and chemotherapy), reduction in recurrence, and improvement in survival.   == References =="}