{"name": "Depression, Postpartum", "category": "disease", "content": "Postpartum depression (PPD), also called postnatal depression, is a mood disorder experienced after childbirth, which can affect men and women. Symptoms may include extreme sadness, low energy, anxiety, crying episodes, irritability, and changes in sleeping or eating patterns. PPD can also negatively affect the newborn child. While the exact cause of PPD is unclear, the cause is believed to be a combination of physical, emotional, genetic, and social factors. These may include factors such as hormonal changes and sleep deprivation. Risk factors include prior episodes of postpartum depression, bipolar disorder, a family history of depression, psychological stress, complications of childbirth, lack of support, or a drug use disorder. Diagnosis is based on a person's symptoms. While most women experience a brief period of worry or unhappiness after delivery, postpartum depression should be suspected when symptoms are severe and last over two weeks. Among those at risk, providing psychosocial support may be protective in preventing PPD. This may include community support such as food, household chores, mother care, and companionship. Treatment for PPD may include counseling or medications. Types of counseling that are effective include interpersonal psychotherapy (IPT), cognitive behavioral therapy (CBT), and psychodynamic therapy. Tentative evidence supports the use of selective serotonin reuptake inhibitors (SSRIs). Postpartum depression affects roughly 8.9 to 10.1% of women in high-income countries and 17.8 to 19.7% of women in low and middle-income countries. Postpartum depression commonly affects mothers who have  experienced stillbirth, live in urban areas and adolescent mothers. Moreover, this mood disorder is estimated to affect 1% to 26% of new fathers. Postpartum psychosis, a more severe form of postpartum mood disorder, occurs in about 1 to 2 per 1,000 women following childbirth. Postpartum psychosis is one of the leading causes of the murder of children less than one year of age, which occurs in about 8 per 100,000 births in the United States.   == Signs and symptoms == Symptoms of PPD can occur at any time in the first year postpartum. Typically, a diagnosis of postpartum depression is considered after signs and symptoms persist for at least two weeks.   === Emotional === Persistent sadness, anxiousness, or \"empty\" mood Severe mood swings Frustration, irritability, restlessness, anger Feelings of hopelessness or helplessness Guilt, shame, worthlessness Low self-esteem Numbness, emptiness Exhaustion Inability to be comforted Trouble bonding with the baby Feeling inadequate in taking care of the baby Thoughts of self-harm or suicide   === Behavioral === Lack of interest or pleasure in usual activities Low libido Changes in appetite Fatigue, decreased energy and motivation Poor self-care Social withdrawal Insomnia or excessive sleep Worry about harming self, baby, or partner   === Neurobiology === fMRI studies indicate differences in brain activity between mothers with postpartum depression and those without. Mothers diagnosed with PPD tend to have less activity in the left frontal lobe and increased activity in the right frontal lobe when compared with healthy controls. They also exhibit decreased connectivity between vital brain structures,  including the anterior cingulate cortex, dorsal lateral prefrontal cortex, amygdala, and hippocampus. Brain activation differences between depressed and nondepressed mothers are more pronounced when stimulated by non-infant emotional cues. Depressed mothers show greater neural activity in the right amygdala toward non-infant emotional cues as well as reduced connectivity between the amygdala and right insular cortex. Recent findings have also identified blunted activity in the anterior cingulate cortex, striatum, orbitofrontal cortex, and insula in mothers with PPD when viewing images of their infants. More robust studies on neural activation regarding PPD have been conducted with rodents than humans. These studies have allowed for greater isolation of specific brain regions, neurotransmitters, hormones, and steroids.   == Onset and duration == Postpartum depression onset usually begins between two weeks to a month after delivery. A study done at an inner-city mental health clinic has shown that 50% of postpartum depressive episodes began before delivery. Therefore, in the DSM-5 postpartum depression is diagnosed under \"depressive disorder with peripartum onset\", in which \"peripartum onset\" is defined as any time either during pregnancy or within the four weeks following delivery. The prevalence of postpartum depression differs across different months after childbirth. Studies done on postpartum depression amongst women in the Middle East show that the prevalence in the first three months of postpartum was 31%, while the prevalence from the fourth to twelfth months of postpartum was 19%. PPD may last several months or even a year. Postpartum depression can also occur in women who have suffered a miscarriage.  For fathers, several studies show that men experience the highest levels of postpartum depression between 3–6 months postpartum.   == Parent-infant relationship == Postpartum depression can interfere with normal maternal-infant bonding and adversely affect acute and long-term child development. Postpartum depression may lead mothers to be inconsistent with childcare. These childcare inconsistencies may include feeding routines, sleep routines, and health maintenance. In rare cases, or about 1 to 2 per 1,000, postpartum depression appears as postpartum psychosis. In these, or among women with a history of previous psychiatric hospital admissions, infanticide may occur. In the United States, postpartum depression is one of the leading causes of the annual reported infanticide incidence rate of about 8 per 100,000 births. According to research published in the American Journal of Obstetrics and Gynecology, children can experience the effects of postpartum depression. If a mother experiences postpartum depression that goes untreated, it can have adverse effects on her children. When a child is in infancy, these problems can include unusual amounts of crying (colic) and not having normal sleeping patterns. These problems can have a cyclical effect, meaning that they can further agitate the mother's postpartum depression and can even lead to the mother further developing postpartum depression. These cyclical effects can affect the way the mother maintains her relationship with her child. These can include the stopping of breastfeeding, as well as negative emotions such as withdrawal, disengagement, and even hostility. If a mother develops a hostile relationship, it can lead to extreme outcomes such as infanticide. As the child grows older, postpartum depression can lead to the child experiencing irregularities in cognitive processes, behaviors, and emotions. In addition to these abnormalities, children who grew up around postpartum depression are also susceptible to developing violent tendencies.   == Postpartum depression in fathers == Paternal postpartum depression has not been studied as much as its maternal counterpart. However, postpartum depression affects 8 to 10% of fathers. In men, postpartum depression is typically defined as \"an episode of major depressive disorder (MDD) occurring soon after the birth of a child\". There are no set criteria for men to have postpartum depression. The cause may be distinct in males. Causes of paternal postpartum depression include hormonal changes during pregnancy, which can be indicative of father-child relationships. For instance, male depressive symptoms have been associated with low testosterone levels in men. Low prolactin, estrogen, and vasopressin levels have been associated with struggles with father-infant attachment, which can lead to depression in first-time fathers. Symptoms of postpartum depression in men are extreme sadness, fatigue, anxiety, irritability, and suicidal thoughts. Postpartum depression in men is most likely to occur 3–6 months after delivery and is correlated with maternal depression, meaning that if the mother is experiencing postpartum depression, then the father is at a higher risk of developing the illness as well. Postpartum depression in men leads to an increased risk of suicide, while also limiting healthy infant-father attachment. Men who experience PPD can exhibit poor parenting behaviors, and distress, and reduce infant interaction. Reduced paternal interaction can later lead to cognitive and behavioral problems in children. Children as young as 3.5 years old may experience problems with internalizing and externalizing behaviors, indicating that paternal postpartum depression can have long-term consequences. Furthermore, if children as young as two are not frequently read to, this negative parent-child interaction can harm their expressive vocabulary. A study focusing on low-income fathers found that increased involvement in their child's first year was linked to lower rates of postpartum depression.   == Adoptive parents == Postpartum depression is not limited to biological mothers and is not unique to them specifically. While not much research has been done regarding post-adoption depression, difficulties associated with parenting post-partum are similar between biological and adoptive parents. Women who adopt children undergo significant stress and life changes during the postpartum period, similar to biological mothers. This , may raise their chance of developing depressive symptoms and anxious tendencies. Postpartum depression presents in adoptive mothers via sleep deprivation similar to birth mothers, but adoptive parents have added risk factors such as a history of infertility.   == Issues for LGBTQ2S people == Additionally, preliminary research has shown that childbearing individuals who are part of the LGBTQ2S+ community may be more susceptible to prenatal depression and anxiety than cisgender and heterosexual people. According to two other studies, LGBTQ2S+ people were discouraged from accessing postpartum mental health services due to societal stigma adding a social barrier that heteronormative mothers do not have. Lesbian participants expressed apprehension about receiving a mental health diagnosis because of worries about social stigma and employment opportunities. Concerns were also raised about possible child removal and a parent's diagnosis including mental illness. From the studies conducted thus far, although limited, it is evident that there is a much larger population that experiences depression associated with childbirth than just biological mothers.   == Causes == The cause of PPD is unknown. Hormonal and physical changes, personal and family history of depression, and the stress of caring for a new baby all may contribute to the development of postpartum depression. Evidence suggests that hormonal changes may play a role. Understanding the neuroendocrinology characteristic of PPD has proven to be particularly challenging given the erratic changes to the brain and biological systems during pregnancy and postpartum. A review of exploratory studies in PPD has observed that women with PPD have more dramatic changes in HPA axis activity, however, the directionality of specific hormone increases or decreases remain mixed. Hormones that have been studied include estrogen, progesterone, thyroid hormone, testosterone, corticotropin releasing hormone, endorphins, and cortisol. Estrogen and progesterone levels drop back to pre-pregnancy levels within 24 hours of giving birth, and that sudden change may cause it. Aberrant steroid hormone-dependent regulation of neuronal calcium influx via extracellular matrix proteins and membrane receptors involved in responding to the cell's microenvironment might be important in conferring biological risk. The use of synthetic oxytocin, a birth-inducing drug, has been linked to increased rates of postpartum depression and anxiety. Estradiol, which helps the uterus thicken and grow, is thought to contribute to the development of PPD. This is due to its relationship with serotonin. Estradiol levels increase during pregnancy, then drastically decrease following childbirth. When estradiol levels drop postpartum, the levels of serotonin decline as well. Serotonin is a neurotransmitter that helps regulate mood. Low serotonin levels cause feelings of depression and anxiety. Thus, when estradiol levels are low, serotonin can be low, suggesting that estradiol plays a role in the development of PPD. Fathers, who are not undergoing profound hormonal changes, can also have postpartum depression. The cause may be distinct in males. Profound lifestyle changes that are brought about by caring for the infant are also frequently hypothesized to cause PPD. However, little evidence supports this hypothesis. Mothers who have had several previous children without experiencing PPD can nonetheless experience it with their latest child. Despite the biological and psychosocial changes that may accompany pregnancy and the postpartum period, most women are not diagnosed with PPD. Many mothers are unable to get the rest they need to fully recover from giving birth. Sleep deprivation can lead to physical discomfort and exhaustion, which can contribute to the symptoms of postpartum depression.   === Risk factors === While the causes of PPD are not understood, several factors have been suggested to increase the risk. These risks can be broken down into two categories, biological and psychosocial:   ==== Biological ==== Administration of labor-inducing medication synthetic oxytocin Chronic illnesses caused by neuroendocrine irregularities Genetic history of PPD Hormone irregularities Inflammatory illnesses (irritable bowel syndrome, fibromyalgia) Cigarette smoking The risk factors for postpartum depression can be broken down into two categories as listed above, biological and psychosocial. Certain biological risk factors include the administration of oxytocin to induce labor. Chronic illnesses such as diabetes, or Addison's disease, as well as issues with hypothalamic-pituitary-adrenal dysregulation (which controls hormonal responses), inflammatory processes like asthma or celiac disease, and genetic vulnerabilities such as a family history of depression or PPD. Chronic illnesses caused by neuroendocrine irregularities including irritable bowel syndrome and fibromyalgia typically put individuals at risk for further health complications. However, it has been found that these diseases do not increase the risk for postpartum depression, these factors are known to correlate with PPD. This correlation does not mean these factors are causal. Cigarette smoking has been known to have additive effects. Some studies have found a link between PPD and low levels of DHA (an omega-3 fatty acid) in the mother. A correlation between postpartum thyroiditis and postpartum depression has been proposed but remains controversial. There may also be a link between postpartum depression and anti-thyroid antibodies.   ==== Psychosocial ==== Prenatal depression or anxiety A personal or family history of depression Moderate to severe premenstrual symptoms Stressful life events experienced during pregnancy Postpartum blues Birth-related psychological trauma Birth-related physical trauma History of sexual abuse Childhood trauma Previous stillbirth or miscarriage Formula-feeding rather than breast-feeding Low self-esteem Childcare or life stress Low social support Poor marital relationship or single marital status Low socioeconomic status A lack of strong emotional support from spouse, partner, family, or friends Infant temperament problems/colic Unplanned/unwanted pregnancy Breastfeeding difficulties Maternal age, family food insecurity, and violence against women The psychosocial risk factors for postpartum depression include severe life events, some forms of chronic strain, relationship quality, and support from partner and mother. There is a need for more research regarding the link between psychosocial risk factors and postpartum depression. Some psychosocial risk factors can be linked to the social determinants of health. Women with fewer resources indicate a higher level of postpartum depression and stress than those women with more resources, such as financial. Rates of PPD have been shown to decrease as income increases. Women with fewer resources may be more likely to have an unintended or unwanted pregnancy, increasing the risk of PPD. Women with fewer resources may also include single mothers of low income. Single mothers of low income may have more limited access to resources while transitioning into motherhood. These women already have fewer spending options, and having a child may spread those options even further. Low-income women are frequently trapped in a cycle of poverty, unable to advance, affecting their ability to access and receive quality healthcare to diagnose and treat postpartum depression. Studies in the US have also shown a correlation between a mother's race and postpartum depression. African American mothers have been shown to have the highest risk of PPD at 25%, while Asian mothers had the lowest at 11.5%, after controlling for social factors such as age, income, education, marital status, and baby's health. The PPD rates for First Nations, Caucasian, and Hispanic women fell in between. Migration away from a cultural community of support can be a factor in PPD. Traditional cultures around the world prioritize organized support during postpartum care to ensure the mother's mental and physical health, well-being, and recovery. One of the strongest predictors of paternal PPD is having a partner who has PPD, with fathers developing PPD 50% of the time when their female partner has PPD. Sexual orientation has also been studied as a risk factor for PPD. In a 2007 study conducted by Ross and colleagues, lesbian and bisexual mothers were tested for PPD and then compared with a heterosexual sample group. It was found that lesbian and bisexual biological mothers had significantly higher Edinburgh Postnatal Depression Scale scores than the heterosexual women in the sample. Postpartum depression is more common among lesbian women than heterosexual women, which can be attributed to lesbian women's higher depression prevalence. Lesbian women have a higher risk of depression because they are more likely to have been treated for depression and to have attempted or contemplated suicide than heterosexual women. These higher rates of PPD in lesbian/bisexual mothers may reflect less social support, particularly from their families of origin, and additional stress due to homophobic discrimination in society. Different risk variables linked to postpartum depression (PPD) among Arabic women emphasize regional influences.  Risk factors that have been identified include the gender of the infant and polygamy. According to three studies conducted in Egypt and one in Jordan, mothers of female babies had a two-to-four-fold increased risk of postpartum depression (PPD) compared to mothers of male babies. Four studies found that conflicts with the mother-in-law are associated with PPD, with risk ratios of 1.8 and 2.7. Studies have also shown a correlation between postpartum depression in mothers living within areas of conflicts, crises, and wars in the Middle East. Studies in Qatar have found a correlation between lower education levels and higher PPD prevalence. According to research done in Egypt and Lebanon, rural residential living is linked to an increased risk. It was found that rural Lebanese women who had Caesarean births had greater PPD rates. On the other hand, Lebanese women in urban areas showed an opposite pattern. Research conducted in the Middle East has demonstrated a link between PPD risk and mothers who were not informed and who are not given due consideration when decisions are made during childbirth. There is a call to integrate both a consideration of biological and psychosocial risk factors for PPD when treating and researching the illness.   === Violence === A meta-analysis reviewing research on the association of violence and postpartum depression showed that violence against women increases the incidence of postpartum depression. About one-third of women throughout the world will experience physical or sexual violence at some point in their lives. Violence against women occurs in conflict, post-conflict, and non-conflict areas. The research reviewed only looked at violence experienced by women from male perpetrators. Studies from the Middle East suggest that individuals who have experienced family violence are 2.5 times more likely to develop PPD. Further, violence against women was defined as \"any act of gender-based violence that results in, or is likely to result in, physical, sexual, or psychological harm or suffering  to women\". Psychological and cultural factors associated with increased incidence of postpartum depression include family history of depression, stressful life events during early puberty or pregnancy, anxiety or depression during pregnancy, and low social support. Violence against women is a chronic stressor, so depression may occur when someone is no longer able to respond to the violence.   == Diagnosis ==   === Criteria === Postpartum depression in the DSM-5 is known as \"depressive disorder with peripartum onset\". Peripartum onset is defined as starting anytime during pregnancy or within the four weeks following delivery. There is no longer a distinction made between depressive episodes that occur during pregnancy or those that occur after delivery. Nevertheless, the majority of experts continue to diagnose postpartum depression as depression with onset anytime within the first year after delivery. The criteria required for the diagnosis of postpartum depression are the same as those required to make a diagnosis of non-childbirth-related major depression or minor depression. The criteria include at least five of the following nine symptoms, within two weeks:  Feelings of sadness, emptiness, or hopelessness, nearly every day, for most of the day, or the observation of a depressed mood made by others Loss of interest or pleasure in activities Weight loss or decreased appetite Changes in sleep patterns Feelings of restlessness Loss of energy Feelings of worthlessness or guilt Loss of concentration or increased indecisiveness Recurrent thoughts of death, with or without plans of suicide   === Differential diagnosis ===   ==== Postpartum blues ====  Postpartum blues, commonly known as \"baby blues,\" is a transient postpartum mood disorder characterized by milder depressive symptoms than postpartum depression. This type of depression can occur in up to 80% of all mothers following delivery. Symptoms typically resolve within two weeks. Symptoms lasting longer than two weeks are a sign of a more serious type of depression. Women who experience \"baby blues\" may have a higher risk of experiencing a more serious episode of depression later on.   ==== Psychosis ==== Postpartum psychosis is not a formal diagnosis, but is widely used to describe a psychiatric emergency that appears to occur in about 1 in 1000 pregnancies, in which symptoms of high mood and racing thoughts (mania), depression, severe confusion, loss of inhibition, paranoia, hallucinations, and delusions begin suddenly in the first two weeks after delivery; the symptoms vary and can change quickly.  It is different from postpartum depression and maternity blues.  It may be a form of bipolar disorder. It is important not to confuse psychosis with other symptoms that may occur after delivery, such as delirium. Delirium typically includes a loss of awareness or inability to pay attention. About half of women who experience postpartum psychosis have no risk factors; but a prior history of mental illness, especially bipolar disorder, a history of prior episodes of postpartum psychosis, or a family history put some at a higher risk. Postpartum psychosis often requires hospitalization, where treatment is antipsychotic medications, mood stabilizers, and in cases of strong risk for suicide, electroconvulsive therapy. The most severe symptoms last from 2 to 12 weeks, and recovery takes 6 months to a year. Women who have been hospitalized for a psychiatric condition immediately after delivery are at a much higher risk of suicide during the first year after delivery. Childbirth-Related/Postpartum Posttraumatic Stress Disorder Parents may suffer from post-traumatic stress disorder (PTSD), or suffer post-traumatic stress disorder symptoms, following childbirth. While there has been debate in the medical community as to whether childbirth should be considered a traumatic event, the current consensus is childbirth can be a traumatic event. The DSM-IV and DSM-5 (standard classifications of mental disorders used by medical professionals) do not explicitly recognize childbirth-related PTSD, but both allow childbirth to be considered as a potential cause of PTSD. Childbirth-related PTSD is closely related to postpartum depression. Research indicates mothers who have childbirth-related PTSD also commonly have postpartum depression. Childbirth-related PTSD and postpartum depression have some common symptoms. Although both diagnoses overlap in their signs and symptoms, some symptoms specific to postpartum PTSD include being easily startled, recurring nightmares and flashbacks, avoiding the baby or anything that reminds one of birth, aggression, irritability, and panic attacks. Real or perceived trauma before, during, or after childbirth is a crucial element in diagnosing childbirth-related PTSD. Currently, there are no widely recognized assessments that measure postpartum post-traumatic stress disorder in medical settings. Existing PTSD assessments (such as the DSM-IV) have been used to measure childbirth-related PTSD. Some surveys exist to measure childbirth-related PTSD specifically, however, these are not widely used outside of research settings. Approximately 3-6% of mothers in the postpartum period have childbirth-related PTSD. The percentage of individuals with childbirth-related PTSD is approximately 15-18% in high-risk samples (women who experience severe birth complications, have a history of sexual/physical violence, or have other risk factors). Research has identified several factors that increase the chance of developing childbirth-related PTSD. These include a negative subjective experience of childbirth, maternal mental health (prenatal depression, perinatal anxiety, acute postpartum depression, and history of psychological problems), history of trauma, complications with delivery and baby (for example emergency cesarean section or NICU admittance), and a low level of social support. Childbirth-related PTSD has several negative health effects. Research suggests that childbirth-related PTSD may negatively affect the emotional attachment between mother and child. However, maternal depression or other factors may also explain this negative effect. Childbirth-related PTSD in the postpartum period may also lead to issues with the child's social-emotional development. Current research suggests childbirth-related PTSD results in lower breastfeeding rates and may prevent parents from breastfeeding for the desired amount of time.   == Screening == Screening for postpartum depression is critical as up to 50% of cases go undiagnosed in the US, emphasizing the significance of comprehensive screening measures. In the US, the American College of Obstetricians and Gynecologists suggests healthcare providers consider depression screening for perinatal women. Additionally, the American Academy of Pediatrics recommends pediatricians screen mothers for PPD at 1-month, 2-month, and 4-month visits. However, many providers do not consistently provide screening and appropriate follow-up. For example, in Canada, Alberta is the only province with universal PPD screening. This screening is carried out by Public Health nurses with the baby's immunization schedule. In Sweden, Child Health Services offers a free program for new parents that includes screening mothers for PPD at 2 months postpartum. However, there are concerns about adherence to screening guidelines regarding maternal mental health. The Edinburgh Postnatal Depression Scale, a standardized self-reported questionnaire, may be used to identify women who have postpartum depression. If the new mother scores 13 or more, she likely has PPD and further assessment should follow. Healthcare providers may take a blood sample to test if another disorder is contributing to depression during the screening. The Edinburgh Postnatal Depression Scale is used within the first week of the newborn being admitted. If mothers receive a score less than 12 they are told to be reassessed because of the depression testing protocol. It is also advised that mothers in the NICU get screened every four to six weeks as their infant remains in the neonatal intensive care unit. Mothers who score between twelve and nineteen on the EPDS are offered two types of support. The mothers are offered LV treatment provided by a nurse in the NICU and they can be referred to the mental health professional services. If a mother receives a three on item number ten of the EPDS they are immediately referred to the social work team as they may be suicidal. It is critical to acknowledge the diversity of patient populations diagnosed with postpartum depression and how this may impact the reliability of the screening tools used. There are cultural differences in how patients express symptoms of postpartum depression; those in non-western countries exhibit more physical symptoms, whereas those in Western countries have more feelings of sadness. Depending on one's cultural background, symptoms of postpartum depression may manifest differently, and non-Westerners being screened in Western countries may be misdiagnosed because their screening tools do not account for cultural diversity. Aside from culture, it is also important to consider one's social context, as women with low socioeconomic status may have additional stressors that affect their postpartum depression screening scores.   == Prevention == A 2013 Cochrane review found evidence that psychosocial or psychological intervention after childbirth helped reduce the risk of postnatal depression. These interventions included home visits, telephone-based peer support, and interpersonal psychotherapy. Support is an important aspect of prevention, as depressed mothers commonly state that their feelings of depression were brought on by \"lack of support\" and \"feeling isolated.\" Across different cultures, traditional rituals for postpartum care may be preventative for PPD but are more effective when the support is welcomed by the mother. In couples, emotional closeness and global support by the partner protect against both perinatal depression and anxiety. In 2014, Alasoom and Koura found that compared to 42.9 percent of women who did not get spousal support, only 14.7 percent of women who got spousal assistance had PPD. Further factors such as communication between the couple and relationship satisfaction have a protective effect against anxiety alone. In those who are at risk counseling is recommended. In 2018, 24% of areas in the UK had no access to perinatal mental health specialist services. Preventative treatment with antidepressants may be considered for those who have had PPD previously. However, as of 2017, the evidence supporting such use is weak.   == Treatments == Treatment for mild to moderate PPD includes psychological interventions or antidepressants. Women with moderate to severe PPD would likely experience a greater benefit with a combination of psychological and medical interventions. Light aerobic exercise is useful for mild and moderate cases.   === Therapy === Both individual social and psychological interventions appear equally effective in the treatment of PPD. Social interventions include individual counseling and peer support, while psychological interventions include cognitive behavioral therapy (CBT) and interpersonal therapy (IPT). Support groups and group therapy options focused on psychoeducation around postpartum depression have been shown to enhance the understanding of postpartum symptoms and often assist in finding further treatment options. Other forms of therapy, such as group therapy, home visits, counseling, and ensuring greater sleep for the mother may also have a benefit. While specialists trained in providing counseling interventions often serve this population in need, results from a recent systematic review and meta-analysis found that nonspecialist providers, including lay counselors, nurses, midwives, and teachers without formal training in counseling interventions, often provide effective services related to perinatal depression and anxiety.   === Psychotherapy === Psychotherapy is the use of psychological methods, particularly when based on regular personal interaction, to help a person change behavior, increase happiness, and overcome problems. Psychotherapy can be super beneficial for mothers or fathers that are dealing with PPD. It allows individuals to talk with someone, maybe even someone who specializes in working with people who are dealing with PPD, and share their emotions and feelings to get help to become more emotionally stable. Psychotherapy proves to show efficacy of psychodynamic interventions for postpartum depression, both in home and clinical settings and both in group and individual format.   === Cognitive Behavioral Therapy === Internet-based cognitive behavioral therapy (CBT) has shown promising results with lower negative parenting behavior scores and lower rates of anxiety, stress, and depression. CBT  may be beneficial for mothers who have limitations in accessing in-person CBT. However, the long-term benefits have not been determined. The implementation of cognitive behavioral therapy happens to be one of the most successful and well-known forms of therapy regarding PPD. In simple terms, cognitive behavioral therapy is a psycho-social intervention that aims to reduce symptoms of various mental health conditions, primarily depression and anxiety disorders. While being a wide branch of therapy, it remains very beneficial when tackling specific emotional distress, which is the foundation of PPD. Thus, CBT manages to further reduce or limit the frequency and intensity of emotional outbreaks in the mothers or fathers.   === Interpersonal Therapy === Interpersonal therapy (IPT) has shown to be effective in focusing specifically on the mother and infant bond. Psychosocial interventions are effective for the treatment of postpartum depression. Interpersonal therapy otherwise known as IPT is a wonderfully intuitive fit for many women with PPD as they typically experience a multitude of biopsychosocial stressors that are associated with their depression, including several disrupted interpersonal relationships.   === Medication === A 2010 review found few studies of medications for treating PPD noting small sample sizes and generally weak evidence. Some evidence suggests that mothers with PPD will respond similarly to people with major depressive disorder. There is low-certainty evidence which suggests that selective serotonin reuptake inhibitors (SSRIs) are an effective treatment for PPD. The first-line anti-depressant medication of choice is sertraline, an SSRI, as very little of it passes into the breast milk and, as a result, to the child. However, a recent study has found that adding sertraline to psychotherapy does not appear to confer any additional benefit. Therefore, it is not completely clear which antidepressants, if any, are most effective for the treatment of PPD, and for whom antidepressants would be a better option than non-pharmacotherapy. Some studies show that hormone therapy may be effective in women with PPD, supported by the idea that the drop in estrogen and progesterone levels post-delivery contributes to depressive symptoms. However, there is some controversy with this form of treatment because estrogen should not be given to people who are at higher risk of blood clots, which include women up to 12 weeks after delivery. Additionally, none of the existing studies included women who were breastfeeding. However, there is some evidence that the use of estradiol patches might help with PPD symptoms. Oxytocin is an effective anxiolytic and in some cases antidepressant treatment in men and women. Exogenous oxytocin has only been explored as a PPD treatment with rodents, but results are encouraging for potential application in humans. In 2019, the FDA approved brexanolone, a synthetic analog of the neurosteroid allopregnanolone, for use intravenously in postpartum depression. Allopregnanolone levels drop after giving birth, which may lead to women becoming depressed and anxious. Some trials have demonstrated an effect on PPD within 48 hours from the start of infusion. Other new allopregnanolone analogs under evaluation for use in the treatment of PPD include zuranolone and ganaxolone. Brexanolone has risks that can occur during administration, including excessive sedation and sudden loss of consciousness, and therefore has been approved under the Risk Evaluation and Mitigation Strategy (REMS) program. The mother is to be enrolled before receiving the medication. It is only available to those at certified healthcare facilities with a healthcare provider who can continually monitor the patient. The infusion itself is a 60-hour, or 2.5-day, process. People's oxygen levels are to be monitored with a pulse oximeter. Side effects of the medication include dry mouth, sleepiness, somnolence, flushing, and loss of consciousness. It is also important to monitor for early signs of suicidal thoughts or behaviors. In 2023, the FDA approved zuranolone, sold under the brand name Zurzuvae for treatment of postpartum depression. Zuranolone is administered through a pill, which is more convenient than brexanolone, which is administered through an intravenous injection.   === Breastfeeding === Government guidance recommends caution when administering antidepressant medications during breastfeeding. Most antidepressants are excreted in breast milk in low quantities which can have adverse effects on babies. Regarding allopregnanolone, very limited data did not indicate a risk for the infant.   === Other === Electroconvulsive therapy (ECT) has shown efficacy in women with severe PPD who have either failed multiple trials of medication-based treatment or cannot tolerate the available antidepressants. Tentative evidence supports the use of repetitive transcranial magnetic stimulation (rTMS). As of 2013, it is unclear if acupuncture, massage, bright lights, or taking omega-3 fatty acids are useful.   == Resources ==   === International === Postpartum Support International is the most recognized international resource for those with PPD as well as healthcare providers. It brings together those experiencing PPD, volunteers, and professionals to share information, referrals, and support networks. Services offered by PSI include the website (with support, education, and local resource info), coordinators for support and local resources, online weekly video support groups in English and Spanish, free weekly phone conferences with chats with experts, educational videos, closed Facebook groups for support, and professional training of healthcare workers.   === United States ===   ==== Educational interventions ==== Educational interventions can help women struggling with postpartum depression (PPD) to cultivate coping strategies and develop resiliency. The phenomenon of \"scientific motherhood\" represents the origin of women's education on perinatal care with publications like Ms. circulating some of the first press articles on PPD that helped to normalize the symptoms that women experienced. Feminist writings on PPD from the early seventies shed light on the darker realities of motherhood and amplified the lived experiences of mothers with PPD. Instructional videos have been popular among women who turn to the internet for PPD treatment, especially when the videos are interactive and get patients involved in their treatment plans. Since the early 2000s, video tutorials on PPD have been integrated into many web-based training programs for individuals with PPD and are often considered a type of evidence-based management strategy for individuals. This can take the form of objective-based learning, detailed exploration of case studies, resource guides for additional support and information, etc.   ==== Government-funded programs ==== The National Child and Maternal Health Education Program functions as a larger education and outreach program supported by the National Institute of Child Health and Human Development (NICHD) and the National Institute of Health. The NICHD has worked alongside organizations like the World Health Organization to conduct research on the psychosocial development of children with part of their efforts going towards the support of mothers' health and safety. Training and education services are offered through the NICHD to equip women and their healthcare providers with evidence-based knowledge of PPD. Other initiatives include the Substance Abuse and Mental Health Services Administration (SAMHSA) whose disaster relief program provides medical assistance at both the national and local level. The disaster relief fund not only helps to raise awareness of the benefits of having healthcare professionals screen for PPD but also helps childhood professionals (home visitors and early care providers) develop the skills to diagnose and prevent PPD. The Infant and Early Childhood Mental Health Consultation (IECMH) center is a related technical assistance program that utilizes evidence-based treatment services to address issues of PPD. The IECMH facilitates parenting and home visit programs, early care site interventions with parents and children, and a variety of other consultation-based services. The IECMH's initiatives seek to educate home visitors on screening protocols for PPD as well as ways to refer depressed mothers to professional help.   ==== Links to government-funded programs ==== [1] www.nichd.nih.gov/ncmhep [2] www.nichd.nih.gov [3] www.samhsa.gov [4] www.samhsa.gov/iecmhc   ==== Psychotherapy ==== Therapeutic methods of intervention can begin as early as a few days post-birth when most mothers are discharged from hospitals. Research surveys have revealed a paucity of professional, and emotional support for women struggling in the weeks following delivery despite there being a heightened risk for PPD for new mothers during this transitional period.   ==== Community-based support ==== A lack of social support has been identified as a barrier to seeking help for postpartum depression. Peer support programs have been identified as an effective intervention for women experiencing symptoms of postpartum depression. In-person, online, and telephone support groups are available to both women and men throughout the United States. Peer support models are appealing to many women because they are offered in a group and outside of the mental health setting. The website Postpartum Progress provides a comprehensive list of support groups separated by state and includes the contact information for each group. The National Alliance on Mental Illness lists a virtual support group titled \"The Shades of Blue Project,\" which is available to all women via the submission of a name and email address. Additionally, NAMI recommends the website \"National Association of Professional and Peer Lactation Supports of Color\" for mothers in need of a lactation supporter. Lactation assistance is available either online or in-person if there is support nearby.   ==== Personal narratives & memoirs ==== Postpartum Progress is a blog focused on being a community of mothers talking openly about postpartum depression and other mental health conditions associated. Story-telling and online communities reduce the stigma around PPD and promote peer-based care. Postpartum Progress is specifically relevant to people of color and queer folks due to an emphasis on cultural competency.   ==== Hotlines & telephone interviews ==== Hotlines, chat lines, and telephone interviews offer immediate, emergency support for those experiencing PPD. Telephone-based peer support can be effective in the prevention and treatment of postpartum depression among women at high risk. Established examples of telephone hotlines include the National Alliance on Mental Illness: 800-950-NAMI (6264), National Suicide Prevention Lifeline: 800-273-TALK (8255), Postpartum Support International: 800-944-4PPD (4773), and SAMHSA's National Hotline: 1-800-662-HELP (4357). Postpartum Health Alliance has an immediate, 24/7 support line in San Diego/San Diego Access and Crisis Line at (888) 724–7240, in which you can talk with mothers who have recovered from PPD and trained providers. However, hotlines can lack cultural competency which is crucial in quality healthcare, specifically for people of color. Calling the police or 911, specifically for mental health crises, is dangerous for many people of color. Culturally and structurally competent emergency hotlines are a huge need in PPD care.  National Alliance on Mental Illness: 800-950-NAMI (6264) National Suicide Prevention Lifeline: 800-273-TALK (8255) Postpartum Support International: 800-944-4PPD (4773) SAMHSA's National Hotline: 1-800-662-HELP (4357)   ==== Self-care & well-being activities ==== Women demonstrated an interest in self-care and well-being in an online PPD prevention program. Self-care activities, specifically music therapy, are accessible to most communities and valued among women as a way to connect with their children and manage symptoms of depression. Well-being activities associated with being outdoors, including walking and running, were noted amongst women as a way to help manage mood.   === Accessibility to care === Those with PPD come across many help-seeking barriers, including lack of knowledge, stigma about symptoms, as well as health service barriers. There are also attitudinal barriers to seeking treatment, including stigma. Interpersonal relationships with friends and family, as well as institutional and financial obstacles, serve as help-seeking barriers. A history of mistrust within the United States healthcare system or negative health experiences can influence one's willingness and adherence to seek postpartum depression treatment. Cultural responses must be adequate in PPD healthcare and resources. Representation and cultural competency are crucial to equitable healthcare for PPD. Different ethnic groups may believe that healthcare providers will not respect their cultural values or religious practices, which influences their willingness to use mental health services or be prescribed antidepressant medications. Additionally, resources for PPD are limited and often don't incorporate what mothers would prefer. The use of technology can be a beneficial way to provide mothers with resources because it is accessible and convenient.   == Epidemiology ==   === North America ===   ==== United States ==== Within the United States, the prevalence of postpartum depression was lower than the global approximation at 11.5% but varied between states from as low as 8% to as high as 20.1%.  The highest prevalence in the US is found among women who are American Indian/Alaska Natives or Asian/Pacific Islanders, possess less than 12 years of education, are unmarried, smoke during pregnancy, experience over two stressful life events, or have full-term infant is low-birthweight or was admitted to a NICU. While US prevalence decreased from 2004 to 2012, it did not decrease among American Indian/Alaska Native women or those with full term, low-birthweight infants. Even with the variety of studies, it is difficult to find the exact rate as approximately 60% of US women are not diagnosed and of those diagnosed, approximately 50% are not treated for PPD. Cesarean section rates did not affect the rates of PPD. While there is discussion of postpartum depression in fathers, there is no formal diagnosis for postpartum depression in fathers.   ==== Canada ==== Canada has one of the largest refugee resettlement in the world with an equal percentage of women to men. This means that Canada has a disproportionate percentage of women who develop postpartum depression since there is an increased risk among the refugee population. In a blind study, where women had to reach out and participate, around 27% of the sample population had symptoms consistent with postpartum depression without even knowing. Also found that on average 8.46 women had minor and major PPDS was found to be 8.46 and 8.69% respectively. The main factors that were found to contribute to this study were the stress during pregnancy, the availability of support after, and a prior diagnosis of depression were all found to be factors. Canada has specific population demographics that also involve a large amount of immigrant and indigenous women which creates a specific cultural demographic localized to Canada. In this study, researchers found that these two populations were at significantly higher risk compared to \"Canadian-born non-indigenous mothers\". This study found that risk factors such as low education, low-income cut-off, taking antidepressants, and low social support are all factors that contribute to the higher percentage of these populations developing PPDS. Specifically, indigenous mothers had the most risk factors than immigrant mothers with non-indigenous Canadian women being closer to the overall population.   === South America === A main issue surrounding PPD is the lack of study and the lack of reported prevalence that is based on studies developed in Western economically developed countries. In countries such as Brazil, Guyana, Costa Rica, Italy, Chile, and South Africa reports are prevalent, around 60%. An itemized research analysis put a mean prevalence at 10-15% percent but explicitly stated that cultural factors such as perception of mental health and stigma could be preventing accurate reporting. The analysis for South America shows that PPD occurs at a high rate looking comparatively at Brazil (42%) Chile (4.6-48%) Guyana and Colombia (57%) and Venezuela (22%). In most of these countries, PPD is not considered a serious condition for women and therefore there is an absence of support programs for prevention and treatment in health systems. Specifically, in Brazil PPD is identified through the family environment whereas in Chile PPD manifests itself through suicidal ideation and emotional instability. In both cases, most women feel regret and refuse to take care of the child showing that this illness is serious for both the mother and child.   === Asia === From a selected group of studies found from a literature search, researchers discovered many demographic factors of Asian populations that showed significant association with PPD. Some of these include the age of the mother at the time of childbirth as well as the older age at marriage.  Being a migrant and giving birth to a child overseas has also been identified as a risk factor for PPD. Specifically for Japanese women who were born and raised in Japan but who gave birth to their child in Hawaii, USA, about 50% of them experienced emotional dysfunction during their pregnancy. All women who gave birth for the first time and were included in the study experienced PPD. In immigrant Asian Indian women, the researchers found a minor depressive symptomatology rate of 28% and an additional major depressive symptomatology rate of 24% likely due to different healthcare attitudes in different cultures and distance from family leading to homesickness. In the context of Asian countries, premarital pregnancy is an important risk factor for PPD. This is because it is considered highly unacceptable in most Asian cultures as there is a highly conservative attitude toward sex among Asian people than people in the West. In addition, conflicts between mother and daughter-in-law are notoriously common in Asian societies as traditionally for them, marriage means the daughter-in-law joining and adjusting to the groom's family completely. These conflicts may be responsible for the emergence of PPD. Regarding the gender of the child, many studies have suggested dissatisfaction with an infant's gender (birth of a baby girl) is a risk factor for PPD. This is because, in some Asian cultures, married couples are expected by the family to have at least one son to maintain the continuity of the bloodline which might lead a woman to experience PPD if she cannot give birth to a baby boy.   ==== The Middle East ==== With a prevalence of 27%, postpartum depression amongst mothers in the Middle East is higher than in the Western world and other regions of the world. Despite the high number of postpartum depression cases in the region in comparison to other areas, there is a large literature gap in correlation with the Arab region, and no studies have been conducted in the Middle East studying interventions and prevention to tackle postpartum depression in Arab mothers. Countries within the Arab region had a postpartum depression prevalence ranging from 10% to 40%, with a PPD prevalence in Qatar at 18.6%, UAE between 18% and 24%, Jordan between 21.2 and 22.1, Lebanon at 21%, Saudi Arabia between 10.1 and 10.3, and Tunisia between 13.2% and 19.2%, according to studies carried out in these countries. There are also examples of nations with noticeably higher rates, such as Iran at 40.2%, Bahrain at 37.1%, and Turkey at 27%. The high prevalence of postpartum depression in the region may be attributed to socio-economic and cultural factors involving social and partner support, poverty, and prevailing societal views on pregnancy and motherhood. Another factor is related to the region's women's lack of access to care services because many societies within the region do not prioritize mental health and do not perceive it as a serious issue. The prevailing crises and wars within some countries of the region, lack of education, polygamy, and early childbearing are additional factors. Fertility rates in Palestine are noticeably high; higher fertility rates have been connected to a possible pattern where birth rates increase after violent episodes. Research conducted on Arab women indicates that more cases of postpartum depression are associated with increased parity. A study found that the most common pregnancy and birth variable reported to be associated with PPD in the Middle East was an unplanned or unwanted pregnancy while having a female baby instead of a male baby is also discussed as a factor with 2 to 4 times higher risk.   === Europe === There is a general assumption that Western cultures are homogenous and that there are no significant differences in psychiatric disorders across Europe and the USA. However, in reality, factors associated with maternal depression, including work and environmental demands, access to universal maternity leave, healthcare, and financial security, are regulated and influenced by local policies that differ across countries. For example, European social policies differ from country to country contrary to the US, all countries provide some form of paid universal maternity leave and free healthcare. Studies also found differences in symptomatic manifestations of PPD between European and American women. Women from Europe reported higher scores of anhedonia, self-blaming, and anxiety, while women from the US disclosed more severe insomnia, depressive feelings, and thoughts of self-harming. Additionally, there are differences in prescribing patterns and attitudes towards certain medications between the US and Europe which are indicative of how different countries approach treatment, and their different stigmas.   === Africa === Africa, like all other parts of the world, struggles with the burden of postpartum depression. Current studies estimate the prevalence to be 15-25% but this is likely higher due to a lack of data and recorded cases. The magnitude of postpartum depression in South Africa is between 31.7% and 39.6%, in Morocco between 6.9% and 14%, in Nigeria between 10.7% and 22.9%, in Uganda 43%, in Tanzania 12%, in Zimbabwe 33%, in Sudan 9.2%, in Kenya between 13% and 18.7% and, 19.9% for participants in Ethiopia according to studies carried out in these countries among postpartum mothers between the ages of 17–49. This demonstrates the gravity of this problem in Africa and the need for postpartum depression to be taken seriously as a public health concern in the continent. Additionally, each of these studies was conducted using Western-developed assessment tools. Cultural factors can affect diagnosis and can be a barrier to assessing the burden of disease. Some recommendations to combat postpartum depression in Africa include considering postpartum depression as a public health problem that is neglected among postpartum mothers.  Investing in research to assess the actual prevalence of postpartum depression, and encourage early screening, diagnosis, and treatment of postpartum depression as an essential aspect of maternal care throughout Africa.   === Issues in reporting prevalence === Most studies regarding PPD are done using self-report screenings which are less reliable than clinical interviews. This use of self-reporting may have results that underreport symptoms and thus postpartum depression rates. Furthermore, the prevalence of postpartum depression in Arab countries exhibits significant variability, often due to diverse assessment methodologies. In a review of twenty-five studies examining PPD, differences in assessment methods, recruitment locations, and timing of evaluations complicate prevalence measurement. For instance, the studies varied in their approach, with some using a longitudinal panel method tracking PPD at multiple points during pregnancy and postpartum periods, while others employed cross-sectional approaches to estimate point or period prevalences. The Edinburgh Postnatal Depression Scale (EPDS) was commonly used across these studies, yet variations in cutoff scores further determined the results of prevalence. For example, a study in Kom Ombo, Egypt, reported a rate of 73.7% for PPD, but the small sample size of 57 mothers and the broad measurement timeframe spanning from two weeks to one year postpartum contributes to the challenge of making definitive prevalence conclusions (2). This wide array of assessment methods and timing significantly impacts the reported rates of postpartum depression.   == History ==   === Prior to the 19th century === Western medical science's understanding and construction of postpartum depression have evolved over the centuries. Ideas surrounding women's moods and states have been around for a long time, typically recorded by men. In 460 B.C., Hippocrates wrote about puerperal fever, agitation, delirium, and mania experienced by women after childbirth. Hippocrates' ideas still linger in how postpartum depression is seen today. A woman who lived in the 14th century, Margery Kempe, was a Christian mystic. She was a pilgrim known as \"Madwoman\" after having a tough labor and delivery. There was a long physical recovery period during which she started descending into \"madness\" and became suicidal. Based on her descriptions of visions of demons and conversations she wrote about that she had with religious figures like God and the Virgin Mary, historians have identified what Margery Kempe was experiencing as \"postnatal psychosis\" and not postpartum depression. This distinction became important to emphasize the difference between postpartum depression and postpartum psychosis. A 16th-century physician, Castello Branco, documented a case of postpartum depression without the formal title as a relatively healthy woman with melancholy after childbirth, remained insane for a month, and recovered with treatment. Although this treatment was not described, experimental treatments began to be implemented for postpartum depression for the centuries that followed. Connections between female reproductive function and mental illness would continue to center around reproductive organs from this time through to the modern age, with a slowly evolving discussion around \"female madness\".   === 19th century and after === With the 19th century came a new attitude about the relationship between female mental illness and pregnancy, childbirth, or menstruation. The famous short story, \"The Yellow Wallpaper\", was published by Charlotte Perkins Gilman in this period. In the story, an unnamed woman journals her life when she is treated by her physician husband, John, for hysterical and depressive tendencies after the birth of their baby. Gilman wrote the story to protest the societal oppression of women as the result of her own experience as a patient. Also during the 19th century, gynecologists embraced the idea that female reproductive organs, and the natural processes they were involved in, were at fault for \"female insanity.\" Approximately 10% of asylum admissions during this period are connected to \"puerperal insanity,\" the named intersection between pregnancy or childbirth and female mental illness. It wasn't until the onset of the twentieth century that the attitude of the scientific community shifted once again: the consensus amongst gynecologists and other medical experts was to turn away from the idea of diseased reproductive organs and instead towards more \"scientific theories\" that encompassed a broadening medical perspective on mental illness.   == Society and culture ==   === Legal recognition === Recently, postpartum depression has become more widely recognized in society. In the US, the Patient Protection and Affordable Care Act included a section focusing on research into postpartum conditions including postpartum depression. Some argue that more resources in the form of policies, programs, and health objectives need to be directed to the care of those with PPD.   === Role of stigma === When stigma occurs, a person is labeled by their illness and viewed as part of a stereotyped group. There are three main elements of stigmas, 1) problems of knowledge (ignorance or misinformation), 2) problems of attitudes (prejudice), and 3) problems of behavior (discrimination). Specifically regarding PPD, it is often left untreated as women frequently report feeling ashamed about seeking help and are concerned about being labeled as a \"bad mother\" if they acknowledge that they are experiencing depression. Although there has been previous research interest in depression-related stigma, few studies have addressed PPD stigma. One study studied PPD stigma by examining how an education intervention would impact it. They hypothesized that an education intervention would significantly influence PPD stigma scores. Although they found some consistency with previous mental health stigma studies, for example, that males had higher levels of personal PPD stigma than females, most of the PPD results were inconsistent with other mental health studies. For example, they hypothesized that education intervention would lower PPD stigma scores, but in reality, there was no significant impact, and also familiarity with PPD was not associated with one's stigma towards people with PPD. This study was a strong starting point for further PPD research but indicates more needs to be done to learn what the most effective anti-stigma strategies are specifically for PPD. Postpartum depression is still linked to significant stigma. This can also be difficult when trying to determine the true prevalence of postpartum depression. Participants in studies about PPD carry their beliefs, perceptions, cultural context, and stigma of mental health in their cultures with them which can affect data. The stigma of mental health - with or without support from family members and health professionals - often deters women from seeking help for their PPD. When medical help is achieved, some women find the diagnosis helpful and encourage a higher profile for PPD amongst the health professional community.   === Cultural beliefs === Postpartum depression can be influenced by sociocultural factors. There are many examples of particular cultures and societies that hold specific beliefs about PPD. Malay culture holds a belief in Hantu Meroyan; a spirit that resides in the placenta and amniotic fluid. When this spirit is unsatisfied and venting resentment, it causes the mother to experience frequent crying, loss of appetite, and trouble sleeping, known collectively as \"sakit meroyan\". The mother can be cured with the help of a shaman, who performs a séance to force the spirits to leave. Some cultures believe that the symptoms of postpartum depression or similar illnesses can be avoided through protective rituals in the period after birth. These may include offering structures of organized support, hygiene care, diet, rest, infant care, and breastfeeding instruction. The rituals appear to be most effective when the support is welcomed by the mother. Some Chinese women participate in a ritual that is known as \"doing the month\" (confinement) in which they spend the first 30 days after giving birth resting in bed, while the mother or mother-in-law takes care of domestic duties and childcare. In addition, the new mother is not allowed to bathe or shower, wash her hair, clean her teeth, leave the house, or be blown by the wind. The relationship with the mother-in-law has been identified as a significant risk factor for postpartum depression in many Arab regions. Based on cultural beliefs that place importance on mothers, mothers-in-law have significant influences on daughters-in-law and grandchildren's lives in such societies as the husbands frequently have close relationships with their family of origin, including living together. Furthermore, cultural factors influence how Middle Eastern women are screened for PPD. The traditional Edinburgh Postnatal Depression Scale, or EPDS, has come under criticism for emphasizing depression symptoms that may not be consistent with Muslim cultural standards. Thoughts of self-harm are strictly prohibited in Islam, yet it is a major symptom within the EPDS. Words like \"depression screen\" or \"mental health\" are considered disrespectful to some Arab cultures. Furthermore, women may under report symptoms to put the needs of the family before their own because these countries have collectivist cultures. Additionally, research showed that mothers of female babies had a considerably higher risk of PPD, ranging from 2-4 times higher than those of mothers of male babies, due to the value certain cultures in the Middle East place on female babies compared to male babies.   === Media === Certain cases of postpartum mental health concerns received attention in the media and brought about dialogue on ways to address and understand more about postpartum mental health. Andrea Yates, a former nurse, became pregnant for the first time in 1993. After giving birth to five children in the coming years, she had severe depression and many depressive episodes. This led to her believing that her children needed to be saved and that by killing them, she could rescue their eternal souls. She drowned her children one by one for an hour, by holding their heads underwater in their family bathtub. When called into trial, she felt that she had saved her children rather than harming them and that this action would contribute to defeating Satan. This was one of the first public and notable cases of postpartum psychosis, which helped create a dialogue on women's mental health after childbirth. The court found that Yates was experiencing mental illness concerns, and the trial started the conversation of mental illness in cases of murder and whether or not it would lessen the sentence or not. It also started a dialogue on women going against \"maternal instinct\" after childbirth and what maternal instinct was truly defined by. Yates' case brought wide media attention to the problem of filicide, or the murder of children by their parents. Throughout history, both men and women have perpetrated this act, but the study of maternal filicide is more extensive.   == See also ==  Postpartum blues Antenatal depression Gender disappointment Psychiatric disorders of childbirth Sex after pregnancy Breastfeeding and mental health   == References ==  193. \"Maternal Depression and Child Development.\" Paediatrics & Child Health, U.S. National Library of Medicine, October 2004   == External links ==  ‹The template Curlie is being considered for deletion.› Postpartum depression at Curlie \"Depression during and after pregnancy fact sheet\". Womenshealth.gov. 6 March 2009. Archived from the original on 1 March 2012. Postnatal Depression, information from the mental health charity The Royal College of Psychiatrists NHS Choices Health A-Z: Postnatal depression Postpartum Depression and the Baby Blues - HelpGuide.org"}