{"name": "Dermatitis Herpetiformis", "category": "disease", "content": "Dermatitis herpetiformis (DH) is a chronic autoimmune blistering skin condition, characterised by intensely itchy blisters filled with a watery fluid. DH is a cutaneous manifestation of coeliac disease, although the exact causal mechanism is not known. DH is neither related to nor caused by herpes virus; the name means that it is a skin inflammation having an appearance (Latin: -formis) similar to herpes. The age of onset is usually about 15 to 40, but DH also may affect children and the elderly. Men are slightly more affected than women. Estimates of DH prevalence vary from 1 in 400 to 1 in 10,000. It is most common in patients of northern European and northern Indian ancestry, and is associated with the human leukocyte antigen (HLA) haplotype HLA-DQ2 or HLA-DQ8 along with coeliac disease and gluten sensitivity. Dermatitis herpetiformis was first described by Louis Adolphus Duhring in 1884. A connection between DH and coeliac disease was recognized in 1967.   == Signs and symptoms ==  Dermatitis herpetiformis is characterized by intensely itchy, chronic papulovesicular eruptions, usually distributed symmetrically on extensor surfaces (buttocks, back of neck, scalp, elbows, knees, back, hairline, groin, or face).: 616   The blisters vary in size from very small up to 1 cm across. The condition is extremely itchy, and the desire to scratch may be overwhelming. This sometimes causes the affected person to scratch the blisters off before they are examined by a physician. Intense itching or burning sensations are sometimes felt before the blisters appear in a particular area. The signs and symptoms of DH typically appear around 30 to 40 years of age, although all ages may be affected. Although the first signs and symptoms of dermatitis herpetiformis are intense itching and burning, the first visible signs are the small papules or vesicles that usually look like red bumps or blisters. The rash rarely occurs on other mucous membranes, except the mouth or lips. The symptoms range in severity from mild to serious, but they are likely to disappear if gluten ingestion is avoided and appropriate treatment is administered. Dermatitis herpetiformis symptoms are chronic, and they tend to come and go, mostly in short periods of time in response to the amount of gluten ingested. Sometimes, these symptoms may be accompanied by symptoms of coeliac disease, which typically include abdominal pain, bloating or loose stool, weight loss, and fatigue. However, individuals with DH often have no gastrointestinal symptoms even if they have associated intestinal damage. The rash caused by dermatitis herpetiformis forms and disappears in three stages. In the first stage, the patient may notice a slight discoloration of the skin at the site where the lesions appear. In the next stage, the skin lesions transform into obvious vesicles and papules that are likely to occur in groups. Healing of the lesions is the last stage of the development of the symptoms, usually characterized by a change in skin color. This may result in areas of the skin turning darker or lighter than the color of the skin on the rest of the body. Because of the intense itching, patients usually scratch, which may lead to the formation of crusts.   == Pathophysiology ==  In terms of pathology, the first signs of the condition may be observed within the dermis. The changes that may take place at this level may include edema, vascular dilatation, and cellular infiltration. It is common for lymphocytes and eosinophils to be seen. The bullae found in the skin affected by dermatitis herpetiformis are subepidermal and have rounded lateral borders. When looked at under the microscope, the skin affected by dermatitis herpetiformis presents a collection of neutrophils. They have an increased prevalence in the areas where the dermis is closest to the epidermis. Direct IMF studies of uninvolved skin show IgA in the dermal papillae and patchy granular IgA along the basement membrane. The jejunal mucosa may show partial villous atrophy, but the changes tend to be milder than in coeliac disease. Immunological studies revealed findings that are similar to those of coeliac disease in terms of autoantigens. The main autoantigen of dermatitis herpetiformis is epidermal transglutaminase (eTG), a cytosolic enzyme involved in cell envelope formation during keratinocyte differentiation. Various research studies have pointed out different potential factors that may play a larger or smaller role in the development of dermatitis herpetiformis. The fact that eTG has been found in precipitates of skin-bound IgA from skin affected by this condition has been used to conclude that dermatitis herpetiformis may be caused by a deposition of both IgA and eTG within the dermis. It is estimated that these deposits may resorb after ten years of following a gluten-free diet. Moreover, it is suggested that this condition is closely linked to genetics. This theory is based on the arguments that individuals with a family history of gluten sensitivity who still consume foods containing gluten are more likely to develop the condition as a result of the formation of antibodies to gluten. These antibodies cross-react with eTG, and IgA/eTG complexes deposit within the papillary dermis to cause the lesions of dermatitis herpetiformis. These IgA deposits may disappear after long-term (up to ten years) avoidance of dietary gluten. Gliadin proteins in gluten are absorbed by the gut and enter the lamina propria where they need to be deamidated by tissue transglutaminase (tTG). tTG modifies gliadin into a more immunogenic peptide. Classical dendritic cells (cDCs) endocytose the immunogenic peptide and if their pattern recognition receptors (PRRs) are stimulated by pathogen-associated molecular patterns (PAMPs) or danger-associated molecular pattern (DAMPs), the danger signal will influence them to secrete IL-8 (CXCL8) in the lamina propria, recruiting neutrophils. Neutrophil recruitment results in a very rapid onset of inflammation. Therefore, co-infection with microbes that carry PAMPs may be necessary for the initial onset of symptoms in gluten sensitivity, but would not be necessary for successive encounters with gluten due to the production of memory B and memory T cells (discussed below). Dermatitis herpetiformis may be characterised based on inflammation in the skin and gut. Inflammation in the gut is similar to, and linked to, celiac disease. tTG is treated as an autoantigen, especially in people with certain HLA-DQ2 and HLA-DQ8 alleles and other gene variants that cause atopy. tTG is up-regulated after gluten absorption. cDCs endocytose tTG-modified gliadin complexes or modified gliadin alone but they only present gliadin to CD4+ T cells on pMHC-II complexes. These T cells become activated and polarised into type I helper T (Th1) cells. Th1 cells reactive towards gliadin have been discovered, but none against tTG. A naive B cell sequesters tTG-modified gliadin complexes from the surface of cDCs in the lymph nodes (LNs) before they become endocytosed by the cDCs. The B cell receptor (membrane bound antibody; BCR) is specific to the tTG portion of the complex. The B cell endocytoses the complex and presents the modified gliadin to the activated Th1 cell's T cell receptor (TCR) via pMHC-II in a process known as epitope spreading. Thus, the B cell presents the foreign peptide (modified gliadin) but produces antibodies specific for the self-antigen (tTG). Once the B cell becomes activated, it differentiates into plasma cells that secrete autoantibodies against tTG, which may be cross-reactive with epidermal transglutanimase (eTG). Class A antibodies (IgA) deposit in the gut. Some may bind to the CD89 (FcαRI) receptor on macrophages (M1) via their Fc region (constant region). This will trigger endocytosis of the tTG-IgA complex, resulting in the activation of macrophages. Macrophages secrete more IL-8, propagating the neutrophil-mediated inflammatory response. The purportedly cross-reactive autoantibodies may migrate to the skin in dermatitis herpetiformis. IgA deposits may form if the antibodies cross-react with epidermal transglutanimase (eTG). Some patients have eTG-specific antibodies instead of tTG-specific cross-reactive antibodies and the relationship between dermatitis herpetiformis and celiac disease in these patients is not fully understood. Macrophages may be stimulated to secrete IL-8 by the same process as is seen in the gut, causing neutrophils to accumulate at sites of high eTG concentrations in the dermal papillae of the skin. Neutrophils produce pus in the dermal papillae, generating characteristic blisters. IL-31 accumulation at the blisters may intensify itching sensations. Memory B and T cells may become activated in the absence of PAMPs and DAMPs during successive encounters with tTG-modified gliadin complexes or modified gliadin alone, respectively. Symptoms of dermatitis herpetiformis are often resolved if patients avoid a gluten-rich diet.   == Diagnosis ==  Dermatitis herpetiformis may be misdiagnosed as drug eruptions, contact dermatitis, dishydrotic eczema (dyshidrosis), or scabies. Other diagnoses in the differential diagnosis include bug bites and other blistering conditions such as bullous pemphigoid, linear IgA bullous dermatosis, and bullous systemic lupus erythematosus.  The diagnosis may be confirmed by a simple blood test for IgA antibodies against tissue transglutaminase (which cross-react with epidermal transglutaminase), and by a skin biopsy in which the pattern of IgA deposits in the dermal papillae, revealed by direct immunofluorescence, distinguishes it from linear IgA bullous dermatosis and other forms of dermatitis. Additionally, the concomitant diagnosis of Celiac disease can be made without the need for a small-intenstinal biopsy if an individual has biopsy-confirmed dermatitis herpetiformis as well as supporting serologic studies (elevated levels of IgA tissue transglutaminase antibodies, IgA epidermal transglutaminase antibodies, or IgA endomysial antibodies). These tests should be performed before the patient starts on a gluten-free diet, otherwise they might produce false negatives. As with ordinary celiac disease, IgA against transglutaminase disappears (often within months) when patients eliminate gluten from their diet. Thus, for both groups of patients, it may be necessary to restart gluten for several weeks before testing may be done reliably. In 2010, Cutis reported an eruption labelled gluten-sensitive dermatitis which is clinically indistinguishable from dermatitis herpetiformis, but lacks the IgA connection, similar to gastrointestinal symptoms mimicking coeliac disease but without the diagnostic immunological markers.   == Treatment ==   === First-line therapy === A strict gluten-free diet must be followed, and usually, this treatment will be a lifelong requirement. Avoidance of gluten will reduce any associated intestinal damage and the risk of other complications. It can be very difficult to maintain a strict gluten-free diet, however, as contamination with gluten is common in many supposedly gluten-free foods and restaurants. Dapsone is an effective initial treatment in most people and is the initial drug of choice to alleviate the rash and itching. Itching is typically reduced within 2–3 days; however, dapsone treatment has no effect on any intestinal damage that might be present. After some time on a gluten-free diet, the dosage of dapsone usually may be reduced or even stopped, although this may take many years. Dapsone is an antibacterial, and its role in the treatment of DH, which is not caused by bacteria, is poorly understood. It may cause adverse effects, especially hemolytic anemia, so regular blood monitoring is required.   === Alternative treatment options === For individuals with DH unable to tolerate dapsone for any reason, alternative treatment options may include the following:  colchicine lymecycline nicotinamide tetracycline sulfamethoxypyridazine sulfapyridine Combination therapy with nicotinamide and tetracyclines has been shown to be effective and well tolerated in some individuals who cannot tolerate dapsone or live in places where dapsone is not readily available. While the mechanism of action of tetracyclines and nicotinamide in DH is unknown, it is speculated to be due to their immune-modulating effects. Topical steroid medications are also sometimes used in combination with dapsone and a gluten-free diet to alleviate the itchiness associated with the rash.   == Prognosis == Dermatitis herpetiformis generally responds well to medication and a strict gluten-free diet. It is an autoimmune disease, however, and thus individuals with DH are more likely to develop other autoimmune conditions such as thyroid disease, insulin-dependent diabetes, lupus erythematosus, Sjögren's syndrome, sarcoidosis, vitiligo, and alopecia areata. There has been an association of non-Hodgkin lymphoma in individuals who have dermatitis herpetiformis, although this risk decreases to less than the population risk with a strict gluten-free diet. Dermatitis herpetiformis does not usually cause complications on its own, without being associated with another condition. Complications from this condition, however, arise from the autoimmune character of the disease, as an overreacting immune system is a sign that something does not work well and might cause problems to other parts of the body that do not necessarily involve the digestive system. Gluten intolerance and the body's reaction to it make the disease more worrying in what concerns the possible complications. This means that complications that may arise from dermatitis herpetiformis are the same as those resulting from coeliac disease, which include osteoporosis, certain kinds of gut cancer, and an increased risk of other autoimmune diseases such as thyroid disease. The risks of developing complications from dermatitis herpetiformis decrease significantly if the affected individuals follow a gluten-free diet.   == Epidemiology == Global estimates of the prevalence of dermatitis herpetiformis range from 1 in 400 to 1 in 10,000 people. Individuals of Northern European descent are most likely to be affected and estimates of the rates of DH in British and Finnish populations range from 30 in 100,000 to 75 in 100,000 people, respectively. The annual incidence rate of DH in these populations range from 0.8 to 2.7 per 100,000. People of all ages may be affected, although the mean age at diagnosis varies between 30 and 40 years of age. There is a slight male predominance in DH for unknown reasons and it is associated with celiac disease and the haplotypes HLA-DQ2 and, less commonly, HLA-DQ8.   == Notable cases == It has been suggested that French revolutionary Jean-Paul Marat had DH. Marat was known to have a painful skin disease, from which he could only achieve relief by immersing himself in a bathtub filled with an herbal mixture; it was in this tub that he was famously assassinated, as portrayed in The Death of Marat. A researcher suggested in 1979 that the mysterious skin disease was DH based on these symptoms and this regimen of self-treatment.   == See also == Pemphigus herpetiformis Dyshidrosis   == References ==   == Further reading == Kárpáti S (2012). \"Dermatitis herpetiformis\". Clinics in Dermatology (Review). 30 (1): 56–9. doi:10.1016/j.clindermatol.2011.03.010. PMID 22137227. S2CID 206774423.   == External links ==  DermNet NZ Pictures: The Gastrolab Image Library Journal of Investigative Dermatology"}