{"name": "Dermatographic urticaria", "category": "disease", "content": "Dermatographic urticaria is a skin disorder and one of the most common types of urticaria, affecting 2–5% of the population.   == Signs and symptoms ==  The condition manifests as an allergic-like reaction, causing a warm red wheal to appear on the skin. As it is often the result of scratches, involving contact with other materials, it can be confused with an allergic reaction, when in fact it is the act of being scratched that causes a wheal to appear. These wheals are a subset of urticaria (hives), and appear within minutes, in some cases accompanied by itching. The first outbreak of urticaria can lead to other reactions on body parts not directly stimulated, scraped, or scratched. In a normal case, the swelling will decrease without treatment within 15–30 minutes, but, in extreme cases, itchy red welts may last anywhere from a few hours to days. In some cases, welts are accompanied with a painful burning sensation. This calls for more urgent treatment as the condition can impact on the patient's quality of life.   == Causes == Symptoms are thought to be the result of histamine being released by mast cells on the surface of the skin. Despite the lack of antigens, histamine causes the skin to swell in affected areas. If the membrane that surrounds the mast cells is too weak it will easily and rapidly break down under physical pressure, which then causes an allergic-like reaction. Symptoms can be caused or induced by:  The underlying cause of dermatographism is not known, and it can last for many years without relief. The condition may subside and be effectively cured; however, it is often a lifelong ailment. It is not a life-threatening disease, and it is not contagious. Dermatographism may occur in mastocytosis (systemic mast cell proliferation).   == Diagnosis == This condition is diagnosed by a health care provider drawing a tongue depressor or other implement across the patient's skin to see whether a red wheal appears soon afterwards.   == Treatment == Dermographism can be treated by substances which prevent histamine from causing the reaction (i.e. an antihistamine). These may need to be given as a combination of H1 antagonists, or possibly with an H2-receptor antagonist such as cimetidine. Over-the-counter vitamin C, 1000 mg daily, increases histamine degradation and removal. Refraining from taking hot baths or showers may help if the condition is generalized (i.e. all over), as well as possibly for localized cases (i.e. in a specific area). If taking hot showers helps, it may be a condition called shower eczema. If it affects mainly the head, it may be psoriasis. In rare cases, allergy tests may uncover substances the patient is allergic to. While cromoglycate, which prevents histamine from being released from mast cells, is used topically in rhinitis and asthma, it is not effective orally for treating chronic urticaria.   == See also == Triple response of Lewis   == References ==   == External links =="}