{"name": "desmopressin", "category": "drug", "content": "Desmopressin, sold under the trade name DDAVP among others, is a medication used to treat diabetes insipidus, bedwetting, hemophilia A, von Willebrand disease, and high blood urea levels. In hemophilia A and von Willebrand disease, it should only be used for mild to moderate cases. It may be given in the nose, by injection into a vein, by mouth, or under the tongue. Common side effects include headaches, diarrhea, and low blood sodium. The low blood sodium that results may cause seizures. It should not be used in people with significant kidney problems or low blood sodium. It appears to be safe to use during pregnancy. It is a synthetic analogue of vasopressin, the hormone that plays roles in the control of the body's osmotic balance, blood pressure regulation, kidney function, and reduction of urine production. Desmopressin was approved for medical use in the United States in 1978. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses ==   === Bed wetting === Desmopressin is used to treat nocturnal enuresis (bedwetting). It is usually prescribed in the form of desmopressin acetate, by mouth. Children taking DDAVP have 2.2 fewer wet nights per week and are 4.5 times more likely to sleep without disruption compared with placebo.   === Nocturia === In 2017, the FDA approved Desmopressin has some benefit for adults who have problems with nocturia (having a need to wake up at night for urination).   === Bleeding disorders === Desmopressin (DDAVP) is usually the first line treatment for mild to moderate type 1 von Willebrand disease. It is not recommended in severe disease or in those with abnormal factor VIII. Usefulness in type 2A, 2M, or 2N von Willebrand disease is variable. Generally not recommended in 2B and type 3 von Willebrand disease. Desmopressin is only recommended in mild hemophilia A. It may be used both for bleeding due to trauma or to try to prevent bleeding due to surgery. It is not effective in the treatment of hemophilia B (factor IX deficiency) or severe hemophilia A. May also be used in uremia induced bleeding.   === Diabetes insipidus === Desmopressin is used in the treatment of central diabetes insipidus (DI) as a replacement for endogenous antidiuretic hormone (ADH) that is in insufficient quantity due to decreased or non-existent secretion or production of ADH by the posterior pituitary or hypothalamus, respectively. It is also used in the diagnostic workup for diabetes insipidus, in order to distinguish central from DI due to the kidneys. Desmopressin is not effective at treating nephrogenic DI, thus a positive response is generally indicative of central DI.   == Side effects == headaches facial flushing nausea hyponatremia seizures US drug regulators added warning to the nasal sprays after two people died and fifty-nine other people had seizures. This occurred due to hyponatremia, a deficit of the body's sodium levels, and the nasal spray is no longer approved for use in children in the United States. However, US drug regulators have said that desmopressin tablets can still be considered safe for treatment of nocturnal enuresis in children as long as the person is otherwise healthy. Patients must stop taking desmopressin if they develop severe vomiting and diarrhea, fever, the flu, or severe cold. Patients should also be very cautious about taking desmopressin during hot weather conditions or following strenuous exercise, as these conditions can place stress on the body's electrolyte and water balance. A body needs to maintain a balance of water and sodium.  If sodium levels become too low (hyponatremia) – either as a result of increased water take-up or reduced salt levels – a person may have seizures and, in extreme cases, may die.   == Mechanism of action == Desmopressin works by limiting the amount of water that is eliminated in the urine; that is, it is an antidiuretic. It works at the level of the renal collecting duct by binding to V2 receptors, which signal for the translocation of aquaporin channels via cytosolic vesicles to the apical membrane of the collecting duct. The presence of these aquaporin channels in the distal nephron causes increasing water reabsorption from the urine, which becomes passively re-distributed from the nephron to systemic circulation by way of basolateral membrane channels. Desmopressin also stimulates release of von Willebrand factor from endothelial cells by acting on the V2 receptor. It also increases endogenous levels of factor VIII, making it useful in the treatment of hemophilia A. Desmopressin is degraded more slowly than recombinant vasopressin, and requires less frequent administration. In addition, it has little effect on blood pressure, while vasopressin may cause arterial hypertension. Vasopressin stimulates the release of ACTH, which indirectly increases responsiveness of alpha-1 receptor in blood vessel smooth muscle, increasing vessel tone and blood pressure. Several studies have shown that Desmopressin does not stimulate ACTH release (except in Cushing's Disease), and therefore does not directly raise blood pressure, however, one study showed that it stimulates ACTH release in over 50% of healthy subjects. Additionally, desmopressin is able to enhance ACTH and cortisol release in normal subjects following oCRH administration, but not in patients with anorexia nervosa.   == Chemistry == Desmopressin (1-deamino-8-D-arginine vasopressin) is a synthetic form of the normal human hormone arginine vasopressin (the antidiuretic hormone, or ADH), a peptide containing nine amino acids. Compared to vasopressin, desmopressin's first amino acid has been deaminated, and the arginine at the eighth position is in the dextro rather than the levo form (see stereochemistry).   == References ==   == Further reading ==   == External links == \"Desmopressin\". Drug Information Portal. U.S. National Library of Medicine."}