{"name": "desonide", "category": "drug", "content": "Desonide (INN) is a low-potency topical corticosteroid anti-inflammatory that has been available since the 1970s.  It is primarily used to treat atopic dermatitis (eczema), seborrheic dermatitis, contact dermatitis and psoriasis in both adults and children. It has a fairly good safety profile and is available as a cream, ointment, lotion, and as a foam under the tradename Verdeso Foam. Other trade names for creams, lotions, and ointments include Tridesilon, DesOwen, Desonate. It is a group VI corticosteroid under US classification, the second least potent group.   == Medical uses == Desonide is a prescription topical treatment for redness, swelling, itching, and discomfort of various skin conditions. Regardless of the vehicle used, desonide is applied 2 to 3 times a day, at the same times each day. Skin conditions typically improve in the first two weeks of treatment. Patients are instructed to use desonide for the minimum amount of time necessary for conditions to improve.   == Adverse effects == The safety of desonide has not been determined beyond 4 weeks of use. Patients with allergies to corticosteroids (like hydrocortisone or prednisone) should use caution when taking desonide. Pharmacists and prescribing physicians should be aware that this medication may contain inactive ingredients than can cause allergic reactions. Desonide should not be used if there is an infection or open wound in the treatment area. Systemic absorption of topical corticosteroids can produce adverse effects. Indication of Cushing's syndrome, hyperglycemia, and glycosuria have been observed in some patients receiving treatment. After stopping treatment, reversible hypothalamic-pituitary-adrenal (HPA) axis suppression with the potential for glucocorticosteroid insufficiency is possible. The cosyntropin (ACTH1-24) laboratory test can evaluate patients for HPA axis suppression. HPA function can be reversed after the cessation of treatment or replacement with another less potent corticosteroid. If glucocorticosteroid insufficiency occurs, supplemental systemic corticosteroids may be required. Side effects of desonide requiring immediate contact with the prescribing physician:  Blistering, burning, crusting, dryness, or flaking of the skin burning, itching, redness, skin rash, swelling, or soreness at the application site flushing or redness of the skin irritation itching, scaling, severe redness, soreness, or swelling of the skin peeling of the skin raised, dark red, wart-like spots on the skin, especially when used on the face stinging and burning unusually warm skin Side effects that may go away as the body adjusts to the medication:  Body aches or pain chills cough difficulty with breathing ear congestion fever headache loss of voice nasal congestion runny nose sneezing sore throat unusual tiredness or weakness   === Pregnancy === The FDA has labeled desonide as pregnancy category C. Desonide should only be used during pregnancy when absolutely necessary.   === Breastfeeding === It is currently unknown whether topical application of Desonide can pass into breast milk. Similar drugs taken orally have been seen to pass into breast milk. The prescribing doctor should be consulted prior to breast-feeding.   == Mechanism of action == Desonide is a synthetic nonfluorinated corticosteroid; topical corticosteroids have anti-inflammatory, antipruritic, and vasoconstrictive properties. The mechanism of these properties, however, is unclear for the dermal route of administration. Following absorption through the skin, corticosteroids follow pharmacokinetic pathways similarly to intravenously administered corticosteroids. The mechanism of corticosteroids is thought to induce phospholipase A2 inhibitory proteins (lipocortins). Lipocortins control the biosynthesis of inflammation mediators, like prostaglandins and leukotrienes. Lipocortins can inhibit the common precursor of inflammation mediators, arachidonic acid.   == Interactions == Common medications causing a minor negative drug interaction include: Insulin and Metformin. Common medications checked in combination, but that are not known to create a negative drug interaction, include: Aspirin, Cymbalta (duloxetine), Fish Oil, Acetaminophen, Vitamin B12, Vitamin C, Vitamin D3, and Zyrtec.   == History == Desonide was first introduced in the United States under the trade name Tridesilon by Dome Laboratories in 1972. Since the discovery in the United States, several other countries have introduced different brand names of desonide, including Italy, Spain, United Kingdom, and Germany. The FDA first approved Connetics Corporation’s Verdeso Foam® on September 16, 2006. Just shortly after, the FDA approved SkinMedica Inc.’s Desonate® hydrogel delivery vehicle on October 20, 2006. Desonate® gel is currently manufactured by Bayer HealthCare Pharmaceuticals Inc. in Whippany, NJ. DesOwen® creams, ointments, and lotions are currently manufactured by DPT Laboratories, Ltd. in San Antonio Texas and is marketed by Galderma Laboratories. Other suppliers for the generic desonide include Rebel Distributors Corp and Perrigo New York Inc.   === Research and clinical trials === Desonate was approved by the FDA following two major clinical trials in 2006. Each randomized, double-blind, placebo-controlled study enrolled 582 pediatric patients (between the ages of 3 months and 18 years).  The patient was topically administered the drug or placebo two times a day for four weeks. Using the Investigator’s Global Severity Score (IGSS), the treatment was considered successful if at Week 4 there was at least a two (2) point decrease from the patient’s baseline IGSS. In clinical trial 1, 44% of patients succeeded successful treatment of Desonate versus 14% treated with the placebo. In clinical trial 2, 28% of patients succeeded successful treatment of Desonate versus 6% treated with the placebo. The FDA approved Tridesilon for the following treatments: Contact Dermatitis, Rhus Dermatitis, Eczema, Dermatitis, Discoid Lupus Erythematosus, Granuloma Annulare, Seborrheic Dermatitis, Polymorphous Light Eruption, Pruritus, Psoriasis, Lichen Simplex, Atopic Dermatitis, Lichen Planus, Xerosis, Exfoliative Dermatitis. Recently, in late 2014, phase 3 clinical trials were completed to evaluate treatments using Desonide cream versus amino acid moisturizing cream. Patients with eczema or atopic dermatitis could be enrolled in this study, both male and female, over the age of 18. The randomized, double-blind, active control, 5-week study compared the effects of treatment of both creams through twice-a-day application. The clinical trial is sponsored by NeoStrata Company, Inc. No research has been completed to evaluate the carcinogenic or photoco-carcinogenic potential of desonide. Additionally, no research has been completed to determine the effect on fertility. These are current opportunities for improvement to learn more about the risks and benefits associated with desonide.   === Regulatory === The first US. patent for desonide was US4185100A was granted on January 22, 1980. The patent was for topical anti-inflammatory treatment using desonide. The patent defends the suitability of the anti-inflammatory for the treatment of cutaneous disorders or disruptions characterized by skin inflammation and/or hyperproliferative activity in the epidermis. Side effects and the mechanism of action are both disclosed. This patent is currently expired.   == References =="}