{"name": "deutetrabenazine", "category": "drug", "content": "Deutetrabenazine (trade name Austedo) is a vesicular monoamine transporter 2 inhibitor which is used for the treatment of chorea associated with Huntington's disease and tardive dyskinesia. Chemically, deutetrabenazine is an isotopic isomer of tetrabenazine in which six hydrogen atoms have been replaced by deuterium atoms.  The incorporation of deuterium slows the rate of drug metabolism, allowing less frequent dosing.   == Efficacy == A Lancet study published on 28 June 2017 carried out a review between 29 October 2014 and 19 August 2016 where 298 patients were randomly assigned to receive at least one of the following: one dose of placebo per day, one dose of deutetrabenazine 12 mg/day, one dose of deutetrabenazine 24 mg/day, or one dose of deutetrabenazine 36 mg/day. From baseline to week 12, the least-squares mean AIMS (Abnormal Involuntary Movement Scale) score improved by −3.3 points in the deutetrabenazine 36 mg/day group, −3.2 points in the 24 mg/day group, −2.1 points in the 12 mg/day group, and −1.4 points in the placebo group. Deutetrabenazine 24 mg/day and 36 mg/day provided a significant reduction in tardive dyskinesia, with favourable safety and tolerability. These findings suggest that dosing regimens could be individualized and tailored for patients on the basis of dyskinesia control and tolerability.   == Pharmacology ==   === Pharmacodynamics === Deutetrabenazine acts as a monoamine-depleting agent.   == History == Teva Pharmaceuticals received approval from the Food and Drug Administration to market deutetrabenazine in early 2017, along with five years of orphan drug exclusivity for the treatment of chorea associated with Huntington's disease. It was the first deuterated drug to receive FDA approval.   == See also == Tetrabenazine Valbenazine   == References ==   == Further reading == Dean L (May 2019). \"Deutetrabenazine Therapy and CYP2D6 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 31046213.   == External links == \"Deutetrabenazine\". Drug Information Portal. U.S. National Library of Medicine."}