{"name": "dexlansoprazole", "category": "drug", "content": "Dexlansoprazole, is a medication which reduces stomach acid. It is used to treat gastroesophageal reflux disease. Effectiveness is similar to other proton pump inhibitors (PPIs). It is taken by mouth. Common side effects include diarrhea, abdominal pain, and nausea. Serious side effects may include osteoporosis, low blood magnesium, Clostridium difficile infection, anaphylaxis, and pneumonia. Use in pregnancy and breastfeeding is of unclear safety. It works by blocking H+/K+-ATPase in the parietal cells of the stomach. Dexlansoprazole was approved for medical use in the United States in 2009. In Canada in 2016, it was the most expensive Proton-pump inhibitor (PPI) available. In 2020, it was the 263rd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical use == Dexlansoprazole is used to heal and maintain healing of erosive esophagitis and to treat heartburn associated with gastroesophageal reflux disease (GERD).  It lasts longer than lansoprazole, to which it is chemically related, and needs to be taken less often. There is no good evidence that it works better than other PPIs.   == Adverse effects == The most significant adverse reactions (≥2%) reported in clinical trials were diarrhea, abdominal pain, bloating, nausea, upper respiratory tract infection, vomiting, and flatulence.   == Mechanism of action == Like lansoprazole, dexlansoprazole permanently binds to the proton pump and blocks it, preventing the formation of gastric acid.   == Chemistry == Dexlansoprazole is the (R)-(+)-enantiomer of lansoprazole, which is a racemic mixture of its (R)-(+) and (S)-(−)-enantiomers.  The Takeda drug has a dual release pharmaceutical formulation, with two types of granules of dexlansoprazole, each with a coating that dissolves at a different pH level.   == Pharmacokinetics == Dexlansoprazole ((R)-(+)-lansoprazole) has the same binding affinity to the proton pump as the (S)-enantiomer, but is associated with a  three- to five-fold greater area under the plasma drug concentration time curve (AUC) compared with (S)-lansoprazole. With its dual release pharmaceutical formulation, the first quick release produces a plasma peak concentration about one hour after application, with a second delayed release producing another peak about four hours later.   == History == Dexlansoprazole was approved by the U.S. Food and Drug Administration (FDA) in 2009, and was approved in Canada in 2010 and in Mexico in 2011. Since Kapidex was approved in 2009, there have been reports of dispensing errors because of confusion with the drugs Casodex (bicalutamide) and Kadian (morphine), which have very different uses from Kapidex and from each other.  In  2010, the FDA approved a name change for Kapidex to avoid confusion with the two other medications and Takeda began marketing it under the new name Dexilant. It is also available in Bangladesh for the first time as Dexlan by IBN SINA Pharmaceuticals Ltd. in April 2014 and after them DEXILEND by Ziska Pharmaceuticals Ltd., Desopra by Alco Pharma, Delanix by Incepta Pharmaceuticals, Dexogut by Popular Pharmaceuticals Ltd. also introduced it in BD market. In 2020 many other Pharmaceuticals have launched Dexlansoprazole.   == References =="}