{"name": "dexmedetomidine", "category": "drug", "content": "Dexmedetomidine, sold under the trade name Precedex among others, is a drug used in humans for sedation. Veterinarians use dexmedetomidine for similar purposes in treating cats, dogs, and horses. It is also used in humans to treat acute agitation associated with schizophrenia or bipolar disorder. It is administered as an injection or intravenous solution or as a buccal or sublingual film. Similar to clonidine, dexmedetomidine is a sympatholytic drug that acts as an agonist of α2-adrenergic receptors in certain parts of the brain. It was developed by Orion Pharma.   == Medical uses ==   === Intensive care unit sedation === Studies suggest dexmedetomidine for sedation in mechanically ventilated adults may reduce time to extubation and ICU stay. Compared with other sedatives, some studies suggest dexmedetomidine may be associated with less delirium. However, this finding is not consistent across multiple studies. At the very least, when aggregating many study results together, use of dexmedetomidine appears to be associated with less neurocognitive dysfunction compared to other sedatives. Whether this observation has a beneficial psychological impact is unclear.  From an economic perspective, dexmedetomidine is associated with lower ICU costs, largely due to a shorter time to extubation.   === Procedural sedation === Dexmedetomidine can also be used for procedural sedation such as during colonoscopy. It can be used as an adjunct with other sedatives like benzodiazepines, opioids, and propofol to enhance sedation and help maintain hemodynamic stability by decreasing the requirement of other sedatives. Dexmedetomidine is also used for procedural sedation in children. It can be used for sedation required for awake fibreoptic nasal intubation in patients with a difficult airway.   === Adjunct in general anesthesia === It has also been used as an adjunct infusion during general anesthesia. In this application, it has been shown to decrease post-operative delirium, pain, nausea and opioid use.   === Other === Dexmedetomidine may be useful for the treatment of the negative cardiovascular effects of acute amphetamines and cocaine intoxication and overdose. Dexmedetomidine has also been used as an adjunct to neuroaxial anesthesia for lower limb procedures. It has been successfully used to treat opioid withdrawal symptoms. In 2022 it was approved by the FDA for the treatment of agitation in schizophrenia and bipolar disorder.   == Side effects == There are no known contraindication to the use of dexmedetomidine. It has a biphasic effect on blood pressure with lower readings at lower drug concentrations and higher readings at higher concentrations. Common side effects include: hypotension, hypertension, with slight decreases in heart rate, arrhythmias, and hypoxia. Toxic doses may cause first-degree or second-degree atrioventricular block. These adverse events usually occur briefly after administering a loading dose of the drug. Thus, adverse effects may be reduced by omitting a loading dose.   == Interactions == Dexmedetomidine may enhance the effects of other sedatives and anesthetics when co-administered. Similarly, drugs that lower blood pressure and heart rate, such as beta blockers, may also have enhanced effects when co-administered with dexmedetomidine.   == Pharmacology ==   === Pharmacodynamics ===  Dexmedetomidine is a highly selective α2-adrenergic receptor agonist. It possesses an α2:α1 selectivity ratio of 1620:1, making it 8 times more selective for the α2-adrenergic receptor than the related drug clonidine. Unlike opioids and other sedatives such as propofol, dexmedetomidine is able to achieve its effects without causing respiratory depression. Dexmedetomidine induces sedation by decreasing activity of noradrenergic neurons in the locus ceruleus in the brain stem, thereby increasing the downstream activity of inhibitory γ-aminobutyric acid (GABA) neurons in the ventrolateral preoptic nucleus. In contrast, other sedatives like propofol and benzodiazepines directly increase activity of GABAergic neurons. Through action on this endogenous sleep-promoting pathway the sedation produced by dexmedetomidine more closely mirrors natural sleep (specifically stage 2 non-rapid eye movement sleep (NREM)), as demonstrated by EEG studies. As such, dexmedetomidine provides less amnesia than benzodiazepines. Dexmedetomidine also has analgesic effects at the spinal cord level and other supraspinal sites.   === Pharmacokinetics === Intravenous dexmedetomidine exhibits linear pharmacokinetics with a rapid distribution half-life of approximately 6 minutes in healthy volunteers, and a longer and more variable distribution half-life in ICU patients. The terminal elimination half-life of intravenous dexmedetomidine ranged 2.1 to 3.1 hours in healthy adults and 2.2 to 3.7 hours in ICU patients. The plasma protein binding of dexmedetomidine is about 94% (mostly albumin). Dexmedetomidine is metabolized by the liver, largely by glucuronidation (34%) as well as by oxidation via CYP2A6 and other cytochrome P450 enzymes. As such, it should be used with caution in people with liver disease or hepatic impairment. The majority of metabolized dexmedetomidine is excreted in the urine (~95%). It can also be absorbed sublingually.   == History == Dexmedetomidine was developed by Orion Pharma and is marketed under the names dexdor® and Precedex®; in 1999 the US Food and Drug Administration (FDA) approved it as a short-term sedative and analgesic (<24 hours) for critically ill or injured people on mechanical ventilation in the intensive care unit. The rationale for its short-term use was due to concerns over withdrawal side effects such as rebound high blood pressure. These effects have not been consistently observed in research studies, however.   == Veterinary use == Dexmedetomidine, under the trade name Dexdomitor (Orion Corporation), was approved in the European Union for use in cats and dogs in 2002, for sedation and induction of general anesthesia. The FDA approved dexmedetomidine for use in dogs in 2006 and cats in 2007. In 2015, the European Medicines Agency and the FDA approved an oromucosal gel form of dexmedetomidine marketed as Sileo by pharmaceutical company Zoetis for use in dogs for relief of noise aversion.   == References =="}