{"name": "dexmethylphenidate", "category": "drug", "content": "Dexmethylphenidate, sold under the brand name Focalin among others, is a potent central nervous system (CNS) stimulant used to treat attention deficit hyperactivity disorder (ADHD) in those over the age of five years. It is taken by mouth. The immediate release formulation lasts up to five hours while the extended release formulation lasts up to twelve hours.  It is the more active enantiomer of methylphenidate.   Common side effects include abdominal pain, loss of appetite, and fever. Serious side effects may include psychosis, sudden cardiac death, mania, anaphylaxis, seizures, and dangerously prolonged erection. Safety during pregnancy and breastfeeding is unclear. Dexmethylphenidate is a central nervous system (CNS) stimulant. How it works in ADHD is unclear. Dexmethylphenidate was approved for medical use in the United States in 2001. It is available as a generic medication. In 2021, it was the 121st most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses == Dexmethylphenidate is used as a treatment for ADHD, usually along with psychological, educational, behavioral or other forms of treatment. It is proposed that stimulants help ameliorate the symptoms of ADHD by making it easier for the user to concentrate, avoid distraction, and control behavior. Placebo-controlled trials have shown that once-daily dexmethylphenidate XR was effective and generally well tolerated. Improvements in ADHD symptoms in children were significantly greater for dexmethylphenidate XR versus placebo. It also showed greater efficacy than osmotic controlled-release oral delivery system (OROS) methylphenidate over the first half of the laboratory classroom day but assessments late in the day favoured OROS methylphenidate.   == Contraindications ==  Methylphenidate is contraindicated for individuals with agitation, tics, glaucoma, heart defects or a hypersensitivity to any ingredients contained in methylphenidate pharmaceuticals. Pregnant women are advised to only use the medication if the benefits outweigh the potential risks. Not enough human studies have been conducted to conclusively demonstrate an effect of methylphenidate on fetal development. In 2018, a review concluded that it has not been teratogenic in rats and rabbits, and that it \"is not a major human teratogen\".   == Adverse effects ==  Products containing dexmethylphenidate have a side effect profile comparable to those containing methylphenidate.  The most common side effects associated with methylphenidate (in standard and extended-release formulations) are appetite loss, dry mouth, anxiety/nervousness, nausea, and insomnia. Gastrointestinal adverse effects may include abdominal pain and weight loss. Nervous system adverse effects may include akathisia (agitation/restlessness), irritability, dyskinesia (tics), lethargy (drowsiness/fatigue), and dizziness. Cardiac adverse effects may include palpitations, changes in blood pressure, and heart rate (typically mild), and tachycardia (rapid heart rate). Ophthalmologic adverse effects may include blurred vision caused by pupil dilatation and dry eyes, with less frequent reports of diplopia and mydriasis.. Methylphenidate may lower seizure threshold in some people with epilepsy and careful monitoring is needed in this patient population. Results from a 2024 systematic review showed that methylphenidate significantly improves ADHD symptoms and broadband measures but can cause appetite suppression and other adverse events in children and adolescents. Smokers with ADHD who take methylphenidate may increase their nicotine dependence, and smoke more often than before they began using methylphenidate, with increased nicotine cravings and an average increase of 1.3 cigarettes per day. There is some evidence of mild reductions in height with prolonged treatment in children. This has been estimated at 1 centimetre (0.4 in) or less per year during the first three years with a total decrease of 3 centimetres (1.2 in) over 10 years. Hypersensitivity (including skin rash, urticaria, and fever) is sometimes reported when using transdermal methylphenidate. The Daytrana patch has a much higher rate of skin reactions than oral methylphenidate. Methylphenidate can worsen psychosis in people who are psychotic, and in very rare cases it has been associated with the emergence of new psychotic symptoms. It should be used with extreme caution in people with bipolar disorder due to the potential induction of mania or hypomania. There have been very rare reports of suicidal ideation, but some authors claim that evidence does not support a link. Logorrhea is occasionally reported and visual hallucinations are very rarely reported. Priapism is a very rare adverse event that can be potentially serious. U.S. Food and Drug Administration-commissioned studies in 2011 indicate that in children, young adults, and adults, there is no association between serious adverse cardiovascular events (sudden death, heart attack, and stroke) and the medical use of methylphenidate or other ADHD stimulants. Because some adverse effects may only emerge during chronic use of methylphenidate, a constant watch for adverse effects is recommended. A 2018 Cochrane review found that methylphenidate might be associated with serious side effects such as heart problems, psychosis, and death. The certainty of the evidence was stated as very low. The same review found tentative evidence that it may cause both serious and non-serious adverse effects in children.   === Overdose === The symptoms of a moderate acute overdose on methylphenidate primarily arise from central nervous system overstimulation; these symptoms include: vomiting, nausea, agitation, tremors, hyperreflexia, muscle twitching, euphoria, confusion, hallucinations, delirium, hyperthermia, sweating, flushing, headache, tachycardia, heart palpitations, cardiac arrhythmias, hypertension, mydriasis, and dryness of mucous membranes. A severe overdose may involve symptoms such as hyperpyrexia, sympathomimetic toxidrome, convulsions, paranoia, stereotypy (a repetitive movement disorder), rhabdomyolysis, coma, and circulatory collapse. A methylphenidate overdose is rarely fatal with appropriate care. Following injection of methylphenidate tablets into an artery, severe toxic reactions involving abscess formation and necrosis have been reported. Treatment of a methylphenidate overdose typically involves the administration of benzodiazepines, with antipsychotics, α-adrenoceptor agonists and propofol serving as second-line therapies.   === Addiction and dependence === Methylphenidate is a stimulant with an addiction liability and dependence liability similar to amphetamine. It has moderate liability among addictive drugs; accordingly, addiction and psychological dependence are possible and likely when methylphenidate is used at high doses as a recreational drug. When used above the medical dose range, stimulants are associated with the development of stimulant psychosis.   ==== Biomolecular mechanisms ====  Methylphenidate has the potential to induce euphoria due to its pharmacodynamic effect (i.e., dopamine reuptake inhibition) in the brain's reward system. At therapeutic doses, ADHD stimulants do not sufficiently activate the reward system; consequently, when taken as directed in doses that are commonly prescribed for the treatment of ADHD, methylphenidate use lacks the capacity to cause an addiction.   == Interactions ==  Methylphenidate may inhibit the metabolism of vitamin K anticoagulants, certain anticonvulsants, and some antidepressants (tricyclic antidepressants, and selective serotonin reuptake inhibitors). Concomitant administration may require dose adjustments, possibly assisted by monitoring of plasma drug concentrations. There are several case reports of methylphenidate inducing serotonin syndrome with concomitant administration of antidepressants. When methylphenidate is coingested with ethanol, a metabolite called ethylphenidate is formed via hepatic transesterification, not unlike the hepatic formation of cocaethylene from cocaine and ethanol. The reduced potency of ethylphenidate and its minor formation means it does not contribute to the pharmacological profile at therapeutic doses and even in overdose cases ethylphenidate concentrations remain negligible. Coingestion of alcohol also increases the blood plasma levels of d-methylphenidate by up to 40%. Liver toxicity from methylphenidate is extremely rare, but limited evidence suggests that intake of β-adrenergic agonists with methylphenidate may increase the risk of liver toxicity.   == Mode of activity == Methylphenidate is a catecholamine reuptake inhibitor that indirectly increases catecholaminergic neurotransmission by inhibiting the dopamine transporter (DAT) and norepinephrine transporter (NET), which are responsible for clearing catecholamines from the synapse, particularly in the striatum and meso-limbic system. Moreover, it is thought to \"increase the release of these monoamines into the extraneuronal space.\" Although four stereoisomers of methylphenidate (MPH) are possible, only the threo diastereoisomers are used in modern practice. There is a high eudysmic ratio between the SS and RR enantiomers of MPH. Dexmethylphenidate (d-threo-methylphenidate) is a preparation of the RR enantiomer of methylphenidate. In theory, D-TMP (d-threo-methylphenidate) can be anticipated to be twice the strength of the racemic product.   == Pharmacology ==  Dexmethylphenidate has a 4–6 hour duration of effect. A long-acting formulation, Focalin XR, which spans 12 hours is also available and has been shown to be as effective as DL (dextro-, levo-)-TMP (threo-methylphenidate) XR (extended release) (Concerta, Ritalin LA), with flexible dosing and good tolerability. It has also been demonstrated to reduce ADHD symptoms in both children and adults. d-MPH  has a similar side-effect profile to MPH and can be administered without regard to food intake. CTx-1301 is an experimental medication that is an extended-release formulation of dexmethylphenidate that has a half life more than an hour longer than extended-release dexmethylphenidate (d-MPH-ER). It is under development for ADHD.   == Notes ==   == References =="}