{"name": "dexpanthenol", "category": "drug", "content": "Panthenol (also called pantothenol) is the alcohol analog of pantothenic acid (vitamin B5), and is thus a provitamin of B5. In organisms, it is quickly oxidized to pantothenic acid. It is a viscous transparent liquid at room temperature. Panthenol is used in pharmaceutical and kids' products as a moisturizer and to hasten wound healing.   == Uses ==  In pharmaceuticals, cosmetics, and personal-care products, panthenol is a moisturizer and humectant, used in ointments, lotions, shampoos, nasal sprays, eye drops, lozenges, and cleaning solutions for contact lenses. In ointments it is used for the treatment of sunburns, mild burns, minor skin injuries, and skin disorders (in concentrations of up to 2–5%). It improves hydration, reduces itching and inflammation of the skin, improves skin elasticity, and accelerates epidermal wounds' rate of healing. For this purpose, it is sometimes combined with allantoin. It binds to the hair shaft readily, so, it is a common component of commercial shampoos and hair conditioners (in concentrations of 0.1–1%). It coats the hair and seals its surface, lubricating the hair shaft and giving it a shiny appearance. Dexpanthenol is sometimes used as an ingredient in tattoo aftercare products, with one study finding it can assist in wound care and tattoo preservation.   == Adverse effects == Panthenol is generally well tolerated. In rare cases, skin irritation and contact allergies have been reported.   == Pharmacology == Panthenol readily penetrates into the skin and mucous membranes (including the intestinal mucosa), where it is quickly oxidized to pantothenic acid. Pantothenic acid is extremely hygroscopic. It is also used in the biosynthesis of coenzyme A, which plays a role in a wide range of enzymatic reactions and in cell growth.   == Physical and chemical properties ==  Panthenol is an odourless, slightly bitter, highly viscous, transparent, and colourless liquid at room temperature, but salts of pantothenic acid (for example sodium pantothenate) are powders that are typically white. It is easily soluble in water and alcohol, moderately soluble in diethyl ether, soluble in chloroform (1:100), in propylene glycol, and slightly soluble in glycerin. Panthenol's expanded chemical formula is HO–CH2–C(CH3)2–CH(OH)–CONH–CH2CH2CH2–OH.   === Stereochemistry === Panthenol comes in two enantiomers: D, and L. Only D-panthenol (dexpanthenol) is biologically active, however both forms have moisturizing properties. For cosmetic use, panthenol comes either in D form, or as a racemic mixture of D and L (DL-panthenol).   == References =="}