{"name": "dezocine", "category": "drug", "content": "Dezocine, sold under the brand name Dalgan, is an atypical opioid analgesic which is used in the treatment of pain. It is used by intravenous infusion and intramuscular injection. Dezocine is an opioid receptor modulator, acting as a partial agonist of the μ- and κ-opioid receptors. It has a similar profile of effects to related opioids acting at the μ-opioid receptor, including analgesia and euphoria. Unlike other opioids acting at the κ-opioid receptor however, dezocine does not produce side effects such as dysphoria or hallucinations at any therapeutically used dose. Dezocine was first synthesized in 1970. It was introduced for medical use in the United States in 1986 but was not marketed in other countries. Dezocine was discontinued in the United States in 2011 with no official reason given. However, it has become one of the most widely used analgesics in China. In light of the opioid epidemic, dezocine has seen a resurgence in use and interest.   == Medical uses == Dezocine is generally administered intravenously (as Dalgan) to relieve post-operative pain in patients. It can also be administered in intramuscular doses, and is given once rather than continuously. It is often administered in post-operative laparoscopy patients as an alternative to fentanyl. Dezocine has potent analgesic effects, and comparable or greater pain-relieving ability than morphine, codeine, and pethidine (meperidine). It is a more effective analgesic than pentazocine, but causes relatively more respiratory depression than pentazocine. Dezocine is a useful drug for the treatment of pain, but side effects such as dizziness limit its clinical application, and it can produce opioid withdrawal syndrome in patients already dependent on other opioids. Because of its high efficacy, dezocine is often administered at a base dose of 0.1 mg/kg. Respiratory depression, a side effect of dezocine, reaches a ceiling at 0.3 to 0.4 mg/kg.   == Side effects == Side effects at lower doses include mild gastrointestinal discomfort and dizziness. Because decozine has mixed agonist/antagonist effects at the opioid receptors, it has a lowered dependence potential than purely agonistic opioids. It can be prescribed, therefore, in small doses over an extended period of time without causing patients to develop and sustain an addiction. Its efficacy as an analgesic is dose-dependent; however, it displays a ceiling effect in induced respiratory depression at 0.3 to 0.4 mg/kg.   == Pharmacology ==   === Pharmacodynamics ===  Dezocine acts as an opioid receptor receptor modulator. It is specifically a mixed agonist–antagonist or partial agonist of the μ- and κ-opioid receptors. Dezocine could also act as a biased agonist of the μ-opioid receptor, although more research is needed to confirm this. The binding affinity of dezocine varies depending on the opioid receptor, with it having the highest affinity for the μ-opioid receptor, intermediate affinity for the κ-opioid receptor, and the lowest affinity for the δ-opioid receptor. In addition to its opioid activity, dezocine has been found to act as a serotonin–norepinephrine reuptake inhibitor (SNRI), with pIC50 values of 5.86 for the serotonin transporter (SERT) and 5.68 for the norepinephrine transporter (NET). These actions theoretically might contribute to its analgesic efficacy. Dezocine is five times as potent as pethidine and one-fifth as potent as butorphanol as an analgesic. Due to its partial agonist nature at the μ-opioid receptor, dezocine has significantly reduced side effects relative to opioid analgesics acting as full agonists of the receptor such as morphine. Moreover, dezocine is not a controlled substance and there are no reports of addiction related to its use, indicating that, unlike virtually all other clinically employed μ-opioid receptor agonists (including weak partial agonists like buprenorphine), and for reasons that are not fully clear, it is apparently non-addictive. This unique benefit makes long-term low-dose treatment of chronic pain and/or opioid dependence with dezocine more feasible than with most other opioids. Despite having a stronger respiratory depressant effect than morphine, dezocine shows a ceiling effect on its respiratory depressive action so above a certain dose this effect does not get any more severe.   === Pharmacokinetics === Dezocine has an bioavailability by intramuscular injection of 97%. It has a mean t1/2α of fewer than two minutes, and its biological half-life is 2.2 hours.   == Chemistry == Dezocine has a structure similar to the benzomorphan group of opioids. Dezocine is unusual among opioids as it is one of the only primary amines known to be active as an opioid (along with bisnortilidine, an active metabolite of tilidine).   === Synthesis === Dezocine [(−)-13β-amino-5,6,7,8,9,10,11,12-octahydro-5α-methyl-5,11-methanobenzocyclodecen-31-ol, hydrobromide] is a pale white crystal powder. It has no apparent odor. The salt is soluble at 20 mg/ml, and a 2% solution has a pH of 4.6. The synthesis of dezocine begins with the condensation of 1-methyl-7-methoxy-2-tetralone with 1,5-dibromopentane through use of NaH or potassium tert-butoxide. This yields 1-(5-bromopentyl)-1-methyl-7-methoxy-2-tetralone, which is then cyclized with NaH to produce 5-methyl-3-methoxy-5,6,7,8,9,10,11,12-octahydro-5,11-methanobenzocyclodecen-13-one. The product is then treated with hydroxylamine hydrochloride, to yield an oxime. A reduction reaction in hydrogen gas produces an isomeric mixture, from which the final product is crystallized and cleaved with HBr.   == History == Dezocine was patented by American Home Products Corp. in 1978. Clinical trials ran from 1979 to 1985, before its approval by the U.S. Food and Drug Administration (FDA) in 1986. As of 2011, dezocine's usage is discontinued in the United States, but it is still widely used in some other countries such as China.   == Society and culture ==   === Generic names === Dezocine is the generic name of the drug and its INNTooltip International Nonproprietary Name and USANTooltip United States Adopted Name.   === Brand names === The major brand name of dezocine is Dalgan.   === Availability === In 2000, dezocine was listed as being marketed only in the United States. It has since been marketed in China. Dezocine was discontinued in the United States in 2011.   === Legal status === As of 2011, dezocine is not used in the United States or Canada. It is not commercially available in either of these countries, nor is it offered as a prescribed analgesic for postoperative care. In China however, it is commonly used after surgery.   == References =="}