{"name": "Diaper Rash", "category": "disease", "content": "Irritant diaper dermatitis (IDD, also called a diaper or nappy rash) is a generic term applied to skin rash in the diaper (in British and Australian English \"nappy\") area that are caused by various skin disorders and/or irritants. Generic irritant diaper dermatitis is characterized by joined patches of erythema and scaling mainly seen on the convex surfaces, with the skin folds spared. Diaper dermatitis with secondary bacterial or fungal involvement tends to spread to concave surfaces (i.e. skin folds), as well as convex surfaces, and often exhibits a central red, beefy erythema with satellite pustules around the border. It is usually considered a form of irritant contact dermatitis. The word \"diaper\" is in the name not because the diaper itself causes the rash but rather because the rash is associated with diaper use, being caused by the materials trapped by the diaper (usually feces). Allergic contact dermatitis has also been suggested, but there is little evidence for this cause. In adults with incontinence (fecal, urinary, or both), the rash is sometimes called incontinence-associated dermatitis (IAD). The term diaper candidiasis is used when a fungal origin is identified. The distinction is important because the treatment is different (antifungals).   == Causes == Irritant diaper dermatitis develops when skin is exposed to prolonged wetness, increased skin pH caused by the combination, and subsequent reactions, of urine and feces, and resulting breakdown of the stratum corneum, or outermost layer of the skin.  This may be due to diarrhea, frequent stools, tight diapers, overexposure to ammonia, or allergic reactions.  In adults, the stratum corneum is composed of 25 to 30 layers of flattened dead keratinocytes, which are continuously shed and replaced from below. These dead cells are interlaid with lipids secreted by the stratum granulosum just underneath, which help to make this layer of the skin a waterproof barrier. The stratum corneum's function is to reduce water loss, repel water, protect deeper layers of the skin from injury, and to repel microbial invasion of the skin. In infants, this layer of the skin is much thinner and more easily disrupted.   === Urine ===  Although wetness alone has the effect of macerating the skin, softening the stratum corneum, and greatly increasing susceptibility to friction injury, urine has an additional impact on skin integrity because of its effect on skin pH. While studies show that ammonia alone is only a mild skin irritant, when urea breaks down in the presence of fecal urease it increases pH because ammonia is released, which in turn promotes the activity of fecal enzymes such as protease and lipase. These fecal enzymes increase the skin's hydration and permeability to bile salts which also act as skin irritants. There is no substantial difference in rates of diaper rash in conventional disposable diaper wearers and reusable cloth diaper wearers. \"Babies wearing superabsorbent disposable diapers with a central gelling material have fewer episodes of diaper dermatitis compared with their counterparts wearing cloth diapers. However, keep in mind that superabsorbent diapers contain dyes that were suspected to cause allergic contact dermatitis (ACD).\" Whether wearing cloth or disposable diapers they should be changed frequently to prevent diaper rash, even if they do not feel wet. To reduce the incidence of diaper rash, disposable diapers have been engineered to pull moisture away from the baby's skin using synthetic non-biodegradable gel.  Today, cloth diapers can use newly available superabsorbent microfiber cloth placed in a pocket with a layer of light permeable material that contacts the skin.  This design serves to pull moisture away from the skin in to the microfiber cloth.  This technology is now widely used in commercial pocket cloth diapers brands in developed markets.   === Diet === The interaction between fecal enzyme activity and IDD explains the observation that infant diet and diaper rash are linked because fecal enzymes are in turn affected by diet. Breast-fed babies, for example, have a lower incidence of diaper rash, possibly because their stools have higher pH and lower enzymatic activity. Diaper rash is also most likely to be diagnosed in infants 8–12 months old, perhaps in response to an increase in eating solid foods and dietary changes around that age that affect fecal composition. Any time an infant's diet undergoes a significant change (i.e. from breast milk to formula or from milk to solids) there appears to be an increased likelihood of diaper rash. The link between feces and IDD is also apparent in the observation that infants are more susceptible to developing diaper rash after treating with antibiotics, which affect the intestinal microflora. Also, there is an increased incidence of diaper rash in infants who have had diarrhea in the previous 48 hours, which may be because fecal enzymes such as lipase and protease are more active in feces which have passed rapidly through the gastrointestinal tract.   === Secondary infections === The significance of secondary infection in IDD remains controversial. There seems to be no link between presence or absence of IDD and microbial counts. Although apparently healthy infants sometimes culture positive for Candida and other organisms without exhibiting any symptoms, there does seem to be a positive correlation between the severity of the diaper rash noted and the likelihood of secondary involvement. A wide variety of infections has been reported, including Staphylococcus aureus, Streptococcus pyogenes, Proteus mirabilis, enterococci and Pseudomonas aeruginosa, but it appears that Candida is the most common opportunistic invader in diaper areas.   == Diagnosis == The diagnosis of IDD is made clinically, by observing the limitation of an erythematous eruption to the convex surfaces of the genital area and buttocks. If the diaper dermatitis occurs for greater than 3 days it may be colonized with Candida albicans, giving it the beefy red, sharply marginated, appearance of diaper candidiasis.   === Differential diagnosis === Other rashes that  occur in the diaper area include seborrhoeic dermatitis and atopic dermatitis. Both Seborrheic and Atopic dermatitis require individualized treatment; they are not the subject of this article.  Seborrheic dermatitis, typified by oily, thick yellowish scales, is most commonly seen on the scalp (cradle cap) but can also appear in the inguinal folds. Atopic dermatitis, or eczema, is associated with allergic reaction, often hereditary. This class of rashes may appear anywhere on the body and is characterized by intense itchiness.   == Treatments ==  Possible treatments include minimizing diaper use, and using barrier creams, mild topical cortisones, and antifungal agents. A variety of other inflammatory and infectious processes can occur in the diaper area and an awareness of these secondary types of diaper dermatitis aids in the accurate diagnosis and treatment of patients. Overall, there is sparse evidence of sufficient quality to be certain of the effectiveness of the various treatments. Washcloths with cleansing, moisturising and protective properties may be better than soap and water, and skin cleansers may also be better than soap and water, but the certainty of evidence with regard other treatments is very low.   === Diaper changing === The most effective treatment, although not the most practical one, is to discontinue use of diapers, allowing the affected skin to air out. Another option is simply to increase the frequency of diaper changing. Thorough drying of the skin before diapering is a good preventive measure because it is the excess moisture, either from urine and feces or from sweating, that sets the conditions for a diaper rash to occur.   === Diaper type === Some sources claim that diaper rash is more common with cloth diapers. Others claim the material of the diaper is relevant insofar as it can wick and keep moisture away from the baby's skin, and preventing secondary Candida infection. However, there may not be enough data from good-quality, randomized controlled trials to support or refute disposable diaper use thus far. Furthermore, the effect of non-biodegradable diapers on the environment is a concerning matter for public policy.   === Creams, ointments === Another approach is to block moisture from reaching the skin, and commonly recommended remedies using this approach include oil-based protectants or barrier cream, various over-the-counter \"diaper creams\", petroleum jelly, dimethicone and other oils.  Such sealants sometimes accomplish the opposite if the skin is not thoroughly dry, in which case they serve to seal the moisture inside the skin rather than outside. Zinc oxide-based ointments such as zinc and castor oil cream, Sudocrem or Pinxav can be effective treatments, especially in prevention, because they have both a drying and an astringent effect on the skin, being mildly antiseptic without causing irritation. A 2005 meta-analysis found no evidence to support the use of topical vitamin A to treat the condition.   === Dangers of using powders === Various moisture-absorbing powders, such as talcum or starch, reduce moisture but may introduce other complications. Airborne powders of any sort can irritate lung tissue, and powders made from starchy plants (corn, arrowroot) provide food for fungi and are not recommended by the American Academy of Dermatology.   === Antifungals === In persistent or especially bad rashes, an antifungal cream often has to be used.  In cases that the rash is more of an irritation, a mild topical corticosteroid preparation, e.g. hydrocortisone cream, is used.  As it is often difficult to tell a fungal infection apart from a mere skin irritation, many physicians prefer a corticosteroid-and-antifungal combination cream such as hydrocortisone/miconazole.   == References ==   == External links =="}