{"name": "diazoxide", "category": "drug", "content": "Diazoxide, sold under the brand name Proglycem and others, is a medication used to treat low blood sugar due to a number of specific causes. This includes islet cell tumors that cannot be removed and leucine sensitivity. It can also be used in refractory cases of sulfonylurea toxicity. It is generally taken by mouth. Common side effects include high blood sugar, fluid retention, low blood platelets, a fast heart rate, increased hair growth, and nausea. Other severe side effects include pulmonary hypertension and heart failure. It is chemically similar to thiazide diuretics. It works by decreasing insulin release from the pancreas and increasing glucose release by the liver. Diazoxide was approved for medical use in the United States in 1973. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == Diazoxide is used as a vasodilator in the treatment of acute hypertension or malignant hypertension. Diazoxide also inhibits the secretion of insulin  by opening ATP-sensitive potassium channel of beta cells of the pancreas; thus, it is used to counter hypoglycemia in disease states such as insulinoma (a tumor producing insulin) or congenital hyperinsulinism. Diazoxide acts as a positive allosteric modulator of the AMPA and kainate receptors, suggesting potential application as a cognitive enhancer.   == Side effects == Diazoxide interferes with insulin release through its action on potassium channels. Diazoxide is one of the most potent openers of the K+ ATP channels present on the insulin producing beta cells of the pancreas. Opening these channels leads to hyperpolarization of cell membrane, a decrease in calcium influx, and a subsequently reduced release of insulin. This mechanism of action is the mirror opposite of that of sulfonylureas, a class of medications used to increase insulin release in type 2 diabetics. Therefore, this medicine is not given to non-insulin dependent diabetic patients. The Food and Drug Administration published a safety announcement in July 2015 highlighting the potential for development of pulmonary hypertension in newborns and infants treated with this drug.   == Research == Diazoxide, formulated as its choline salt diazoxide choline, is an experimental antiobesity drug being tested in people with Prader-Willi syndrome and monogenic obesity caused by mutations in the SH2B1, PCSK1, or SIM1 genes.   == References =="}