{"name": "dichloroacetic acid", "category": "drug", "content": "Dichloroacetic acid (DCA), sometimes called bichloroacetic acid (BCA), is the organic compound with formula CHCl2CO2H. It is an analogue of acetic acid, in which 2 of the 3 hydrogen atoms of the methyl group have been replaced by chlorine atoms. Like the other chloroacetic acids, it has various practical applications. The salts and esters of dichloroacetic acid are called dichloroacetates.    == Reactions == The chemistry of dichloroacetic acid is typical for halogenated organic acids. It is an alkylating agent.  It forms esters. It is a member of the chloroacetic acids family.  As such it is more acidic than acetic acid. It fully dissociates into dichloroacetate when dissolved in water, consistent with it pKa of 1.35, pure dichloroacetic acid is classed as a strong organic acid; it is very corrosive and extremely destructive to tissues of the mucous membranes and upper respiratory tract via inhalation.   == Natural occurrence == DCA has been shown to occur in nature in at least one seaweed, Asparagopsis taxiformis  and also in the mushroom Russula nigricans. It is a trace product of the chlorination of drinking water and is produced by the metabolism of various chlorine-containing drugs or chemicals. DCA is typically prepared by the reduction of trichloroacetic acid (TCA). DCA is prepared from chloral hydrate also by the reaction with calcium carbonate and sodium cyanide in water followed by acidifying with hydrochloric acid. As a laboratory reagent, both DCA and TCA are used as precipitants to prompt macromolecules such as proteins to precipitate out of solution.   == Therapeutic uses == Salts of DCA have been studied as potential drugs because they inhibit the enzyme pyruvate dehydrogenase kinase. Although preliminary studies found that DCA can slow the growth of certain tumors in animal studies and in vitro studies, as of 2012 insufficient evidence supported the use of DCA for cancer treatment.   === Lactic acidosis === A randomized controlled trial in children with congenital lactic acidosis found that while DCA was well tolerated, it was ineffective in improving clinical outcomes. A separate trial of DCA in children with MELAS (a syndrome of inadequate mitochondrial function, leading to lactic acidosis) was halted early, as all 15 of the children receiving DCA experienced significant nerve toxicity without any evidence of benefit from the medication. A randomized controlled trial of DCA in adults with lactic acidosis found that while DCA lowered blood lactate levels, it had no clinical benefit and did not improve hemodynamics or survival. Thus, while early case reports and pre-clinical data suggested that DCA might be effective for lactic acidosis, subsequent controlled trials have found no clinical benefit of DCA in this setting. In addition, clinical trial subjects were incapable of continuing on DCA as a study medication owing to progressive toxicities.   === Cancer === In 2007 reports emerged in the press and via the Internet that Evangelos Michelakis and coworkers at the University of Alberta had reported that sodium dichloroacetate reduced tumors in rats and killed cancer cells in vitro. Because the drug cannot be patented, financing the broad and expensive testing required to obtain FDA approval is problematic. The US Food and Drug Administration enforces the law that prohibits the sale of substances with the suggestion that they are cancer treatments unless they have been approved by the FDA. The American Cancer Society in 2012 stated that \"available evidence does not support the use of DCA for cancer treatment at this time.\" Physicians warned of potential problems if people attempt to try DCA outside a controlled clinical trial. One problem with attempting this is obtaining the chemical. One fraudster was sentenced to 33 months in prison for selling a white powder containing starch, but no DCA, to people with cancer. The only monitored in vivo dosage of five human patients with glioblastoma with DCA was not designed to test its efficacy against their cancer. This study was rather to see whether it could be given at a specific dosage safely without causing side effects (e.g. neuropathy). All five patients were receiving other treatments during the study. Observations in vitro and of tumours extracted from those five patients suggest that DCA might act against cancer cells by depolarising abnormal mitochondria found in glioblastoma cancer cells – allowing the mitochondria to induce apoptosis (cell death) of the malignant cells. In vitro work with DCA on neuroblastomas (which have fewer recognised mitochondrial abnormalities) showed activity against malignant, undifferentiated cells. A 2016 case report discussed and reviewed the application of DCA in central nervous system malignancies. A 2018 study found that DCA could trigger a metabolic switch from glycolysis (the Warburg effect) to mitochondrial OXPHOS and increase reactive oxygen stress affecting tumor cells. These effects were not observed in non-tumor cells.   === Neuropathy === Neuropathy has been a problem in some clinical trials with DCA causing them to be effectively halted, but a 2008 BJC review found that it has not occurred in other DCA trials. The mechanism of DCA induced neuropathy is not well understood. On the one hand in vitro work with nerves has suggested a mechanism for the neuropathic effect of DCA; with DCA showing a dose and exposure dependent demyelination of nerves (stripping of the nerve 'sheath'), which demyelination was partially reversible over time, following washout of DCA. On the other hand, the 2008 review in BJC  states  \"This neurotoxicity resembled the pattern of length-dependent, axonal, sensorimotor polyneuropathy without demyelination.\" with regard to the 2006 study by Kaufman et al.   === Heart failure === DCA has been investigated as a treatment for post-ischemic recovery. There is also evidence that DCA improves metabolism by NADH production stimulation, but may lead to a depletion of NADH in normoxia.   == See also == Dalapon (dichloropropionic acid)   == References ==   == External links == International Chemical Safety Card 0868 Sodium dichloroacetate (DCA) dosage and usage"}