{"name": "diclofenac", "category": "drug", "content": "Diclofenac (pronounced  or ), sold under the brand name Voltaren, among others, is a nonsteroidal anti-inflammatory drug (NSAID) used to treat pain and inflammatory diseases such as gout. It can be taken orally (swallowed by mouth), inserted rectally as a suppository, injected intramuscularly (IM), injected intravenously (IV), or applied to the skin topically. Improvements in pain last up to eight hours. It is also available in combination with misoprostol in an effort to decrease stomach problems. Common side effects include abdominal pain, gastrointestinal bleeding, nausea, dizziness, headache, and swelling. Serious side effects may include heart disease, stroke, kidney problems, and stomach ulceration. Use is not recommended in the third trimester of pregnancy. It is likely safe during breastfeeding. Diclofenac is believed to work by decreasing the production of prostaglandins, like other drugs in this class. In 2022, it was the 51st most commonly prescribed medication in the United States, with more than 12 million prescriptions. It is available as its acid or in two salts, as either diclofenac sodium or potassium. It is also widely used for livestock; such use was responsible for the Indian vulture crisis, during which in a few years 95% of the country's vulture population was killed, and in many countries agricultural use is now forbidden.   == Medical uses == Diclofenac is used to treat pain related to arthritis, dysmenorrhea, rheumatic diseases and other inflammatory disorders, kidney stones and gallstones. An additional indication is the treatment of acute migraines. Diclofenac is used commonly to treat mild to moderate postoperative or post-traumatic pain, in particular when inflammation is also present. Diclofenac is also available in topical forms and has been found to be useful for osteoarthritis but not other types of long-term musculoskeletal pain. Diclofenac may also help with actinic keratosis and with acute pain caused by minor strains, sprains and contusions. In many countries, eye drops are sold to treat acute and chronic nonbacterial inflammation of the anterior part of the eyes (such as postoperative states). The eye drops have also been used to manage pain for traumatic corneal abrasion. Diclofenac is often used to treat chronic pain associated with cancer, especially if inflammation is present. Use of 1% diclofenac gel should not exceed 32 g (32,000 mg) in a day.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Contraindications == Hypersensitivity to diclofenac History of allergic reactions (bronchospasm, shock, rhinitis, urticaria) to other NSAIDs, such as aspirin Third-trimester pregnancy Active stomach and/or duodenal ulceration or gastrointestinal bleeding Inflammatory bowel disease such as Crohn's disease or ulcerative colitis Severe congestive heart failure (NYHA III/IV) Pain management in the setting of coronary artery bypass graft (CABG) surgery Severe liver insufficiency (Child–Pugh Class C) Severe chronic kidney disease (creatinine clearance <30 ml/min) Caution in patients with pre-existing hepatic porphyria, as diclofenac may trigger attacks Caution in patients with severe, active bleeding such as cerebral hemorrhage NSAIDs in general should be avoided during dengue fever, as it induces (often severe) capillary leakage and subsequent heart failure. Caution in patients with fluid retention or heart failure Can lead to onset of new hypertension or worsening of pre-existing hypertension Can cause serious skin adverse events such as exfoliative dermatitis, Stevens–Johnson syndrome (SJS), and toxic epidermal necrolysis (TEN), which can be fatal   == Adverse effects ==  Diclofenac consumption has been associated with significantly increased vascular and coronary risk in a study including coxib, diclofenac, ibuprofen and naproxen. Upper gastrointestinal complications were also reported. Major adverse cardiovascular events were increased by about a third by diclofenac, chiefly due to an increase in major coronary events. Compared with placebo, of 1000 patients allocated to diclofenac for a year, three more had major vascular events, one of which was fatal. Vascular death is increased significantly by diclofenac. In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in fetuses that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy.   === Heart === In 2013, a study found major vascular events were increased by about a third by diclofenac, chiefly due to an increase in major coronary events. Compared with placebo, of 1000 people allocated to diclofenac for a year, three more had major vascular events, one of which was fatal. Vascular death was increased by diclofenac (1·65). Following the identification of increased risks of heart attacks with the selective COX-2 inhibitor rofecoxib in 2004, attention has focused on all the other members of the NSAIDs group, including diclofenac. Research results are mixed, with a meta-analysis of papers and reports up to April 2006 suggesting a relative increased rate of heart disease of 1.63 compared to nonusers. Professor Peter Weissberg, medical director of the British Heart Foundation said, \"However, the increased risk is small, and many patients with chronic debilitating pain may well feel that this small risk is worth taking to relieve their symptoms\". Only aspirin was found not to increase the risk of heart disease; however, this is known to have a higher rate of gastric ulceration than diclofenac. In Britain the Medicines and Healthcare products Regulatory Agency (MHRA) said in June 2013 that the drug should not be used by people with serious underlying heart conditions – people who had had heart failure, heart disease or a stroke were advised to stop using it completely. As of 15 January 2015, the MHRA announced that diclofenac will be reclassified as a prescription-only medicine (POM) due to the risk of cardiovascular adverse events. A subsequent large study of 74,838 Danish users of NSAIDs or coxibs found no additional cardiovascular risk from diclofenac use. A very large study of 1,028,437 Danish users of various NSAIDs or coxibs found the \"Use of the nonselective NSAID diclofenac and the selective cyclooxygenase-2 inhibitor rofecoxib was associated with an increased risk of cardiovascular death (odds ratio, 1.91; 95% confidence interval, 1.62 to 2.42; and odds ratio, 1.66; 95% confidence interval, 1.06 to 2.59, respectively), with a dose-dependent increase in risk.\" Diclofenac is similar in COX-2 selectivity to celecoxib.   === Gastrointestinal === Gastrointestinal complaints are most often noted. The development of ulceration and/or bleeding requires immediate termination of treatment with diclofenac. Most patients receive a gastro-protective drug as prophylaxis during long-term treatment (misoprostol, ranitidine 150 mg at bedtime or omeprazole 20 mg at bedtime).   === Liver === Liver damage occurs infrequently, and is usually reversible. Hepatitis may occur rarely without any warning symptoms and may be fatal. Patients with osteoarthritis more often develop symptomatic liver disease than patients with rheumatoid arthritis. Liver function should be monitored regularly during long-term treatment. If used for the short-term treatment of pain or fever, diclofenac has not been found more hepatotoxic than other NSAIDs. As of December 2009, Endo, Novartis, and the US FDA notified healthcare professionals to add new warnings and precautions about the potential for elevation in liver function tests during treatment with all products containing diclofenac sodium. Cases of drug-induced hepatotoxicity have been reported in the first month, but can occur at any time during treatment with diclofenac. Postmarketing surveillance has reported cases of severe hepatic reactions, including liver necrosis, jaundice, fulminant hepatitis with and without jaundice, and liver failure. Some of these reported cases resulted in fatalities or liver transplantation. Physicians should measure transaminases periodically in patients receiving long-term therapy with diclofenac. Based on clinical trial data and postmarketing experiences, transaminases should be monitored within 4 to 8 week after initiating treatment with diclofenac.   === Kidney === NSAIDs \"are associated with adverse renal [kidney] effects caused by the reduction in synthesis of renal prostaglandins\" in sensitive persons or animal species, and potentially during long-term use in nonsensitive persons if resistance to side effects decreases with age. However, this side effect cannot be avoided merely by using a COX-2 selective inhibitor because, \"Both isoforms of COX, COX-1 and COX-2, are expressed in the kidney... Consequently, the same precautions regarding renal risk that are followed for nonselective NSAIDs should be used when selective COX-2 inhibitors are administered.\" However, diclofenac appears to have a different mechanism of renal toxicity. Studies in Spain showed diclofenac caused acute kidney failure in vultures when they ate the carcasses of animals that had recently been treated with it. Drug-sensitive species and individual humans are initially assumed to lack genes expressing specific drug detoxification enzymes.   === Mental health === Mental health side effects have been reported. These symptoms are rare, but exist in significant enough numbers to include as potential side effects. These include depression, anxiety, irritability, nightmares, and psychotic reactions.   == Pharmacology == As with most NSAIDs, the primary mechanism responsible for its anti-inflammatory, antipyretic and analgesic action is thought to be inhibition of prostaglandin synthesis through COX-inhibition. Diclofenac inhibits COX-1 and COX-2 with relative equipotency. The main target in inhibition of prostaglandin synthesis appears to be the transiently expressed prostaglandin-endoperoxide synthase-2 (PGES-2), also known as cycloxygenase-2 (COX-2). That is, diclofenac is partially selective for COX-2. It inhibits COX-2 approximately four times as much as COX-1. [which is it, equipotent or 4 to 1?] The drug may be bacteriostatic via inhibiting bacterial DNA synthesis. Diclofenac has a relatively high lipid solubility, making it one of the few NSAIDs that are able to enter the brain by crossing the blood-brain barrier. As in the rest of the body, it is thought to exert its effect in the brain through inhibition of COX-2. In addition, it may have effects inside the spinal cord. Diclofenac may be a unique member of the NSAIDs in other aspects. Some evidence indicates it inhibits the lipoxygenase pathways, thus reducing formation of leukotrienes (also pro-inflammatory autacoids). It also may inhibit phospholipase A2, which may be relevant to its mechanism of action. These additional actions may explain its high potency – it is the most potent NSAID on a broad basis. Marked differences exist among NSAIDs in their selective inhibition of the two subtypes of cyclooxygenase, COX-1 and COX-2. Drug developers have focused on selective COX-2 inhibition, particularly as a way to minimize the gastrointestinal side effects of NSAIDs. In practice, use of some COX-2 inhibitors with their adverse effects has led to massive numbers of lawsuits alleging wrongful death by heart attack, yet other significantly COX-selective NSAIDs, such as diclofenac, have been well tolerated by most of the population. Besides the COX-inhibition, a number of other molecular targets of diclofenac possibly contributing to its pain-relieving actions have recently been identified. These include:  Blockage of voltage-dependent sodium channels (after activation of the channel, diclofenac inhibits its reactivation, also known as phase inhibition) Blockage of acid-sensing ion channels (ASICs) Positive allosteric modulation of KCNQ- and BK-potassium channels (diclofenac opens these channels, leading to hyperpolarization of the cell membrane) The duration of action (i.e., duration of pain relief) of a single dose is longer (6 to 8 h) than the drug's 1.2–2 h half-life. This could be partly because it persists for over 11 hours in synovial fluids.   == History == Diclofenac was first synthesized by Alfred Sallmann and Rudolf Pfister in 1973. The name \"diclofenac\" derives from its chemical name: 2-(2,6-dichloranilino) phenylacetic acid. It was patented in Germany in 1978 by Ciba-Geigy (now Novartis). It came into medical use in the United States in 1988. GlaxoSmithKline purchased the rights in 2015. Currently, it is available as a generic drug.   == Society and culture ==   === Formulations and brand names === Diclofenac formulations are available worldwide under many different brand names. Voltaren and Voltarol contain the sodium salt of diclofenac. In the United Kingdom, Voltarol can be supplied with either the sodium salt or the potassium salt, while Cataflam, sold in some other countries, is the potassium salt only. However, Voltarol Emulgel contains diclofenac diethylammonium 1.16%, being equivalent to 1%  sodium salt. In 2016, Voltarol was one of the biggest selling branded over-the-counter medications sold in Great Britain, with sales of £39.3 million. In the United States, 1% diclofenac gel was approved by the FDA in 2007 as a prescription drug for the temporary relief of the pain of osteoarthritis of joints in the hands, knees and feet. In 2020, the FDA approved the gel formulation for nonprescription use. In January 2015, diclofenac oral preparations were reclassified as prescription-only medicines in the UK. The topical preparations are available without prescription.   == Ecological effects ==  Use of diclofenac for animals is controversial due to toxicity when eaten by scavenging birds that eat dead animals; the medication has been banned for veterinary use in several countries. Use of diclofenac in animals has been reported to have led to a sharp decline in the vulture population in the Indian subcontinent – a 95% decline by 2003 and a 99.9% decline by 2008. The mechanism is presumed to be kidney failure; however, toxicity may be due to direct inhibition of uric acid secretion in vultures. Vultures eat the carcasses of livestock that have been administered veterinary diclofenac, and are poisoned by the accumulated chemical, as vultures do not have a particular enzyme to break down diclofenac. At a meeting of the National Wildlife Board in March 2005, the Government of India announced it intended to phase out the veterinary use of diclofenac. Meloxicam is a safer alternative to replace use of diclofenac. It is more expensive than diclofenac, but the cost is dropping as more pharmaceutical companies are beginning to manufacture it. Steppe eagles have the same vulnerability to diclofenac as Old World vultures, and are therefore at a similar risk from its effects. Diclofenac has been shown also to harm freshwater fish species such as rainbow trout. In contrast, New World vultures, such as the turkey vulture, can tolerate at least 100 times the level of diclofenac that is lethal to Gyps species. \"The loss of tens of millions of vultures over the last decade has had major ecological consequences across the Indian subcontinent that pose a potential threat to human health. In many places, populations of feral dogs have increased sharply from the disappearance of Gyps vultures as the main scavenger of wild and domestic ungulate carcasses. Associated with the rise in dog numbers is an increased risk of rabies\" and casualties of almost 50,000 people. The Government of India cites this as one of the major consequences of a vulture species extinction. A major shift in the transfer of corpse pathogens from vultures to feral dogs and rats could lead to a disease pandemic, causing millions of deaths in a crowded country like India, whereas vultures' digestive systems safely destroy many species of such pathogens. Vultures are long-lived and slow to breed. They start breeding only at the age of six and only 50% of their young survive. Even if the government ban is fully implemented, it will take many years to revive the vulture population. The loss of vultures has had a social impact on the Indian Zoroastrian Parsi community, who traditionally use vultures to dispose of human corpses in Towers of Silence, but are now compelled to seek alternative methods of disposal. Despite the vulture crisis, diclofenac remains available in other countries including many in Europe. It was controversially approved for veterinary use in Spain in 2013 and continues to be available, despite Spain being home to around 90% of the European vulture population and an independent simulation showing that the drug could reduce the population of vultures by 1–8% annually. Spain's medicine agency presented simulations suggesting that the number of deaths would be quite small. A paper published in 2021 identified the first authenticated death of a vulture from diclofenac in Spain, a cinereous vulture. Diclofenac is on the European Union's watch list because it pollutes the Baltic Sea. When the substance enters freshwater, it has an environmental impact and is considered more difficult to remove in wastewater treatment plants than, for example, ibuprofen. Harmful residues have been found in blue mussels and fish, among others, where it has been found to cause damage to internal organs such as the gills, kidneys and liver.   == Veterinary use == Though its use in veterinary medicine is banned in some countries, diclofenac is approved as a veterinary medication in others; it is used in the treatment of pets as well as in livestock. In some species of birds, diclofenac causes accumulation of uric acid crystals in internal organs—especially the liver and kidneys—resulting in visceral gout, as well as cellular damage and necrosis. In South Asia in the 2000s, vulture populations were decimated after feeding on carcasses of livestock that had been treated with diclofenac.   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Diclofenac at Curlie"}