{"name": "dicoumarol", "category": "drug", "content": "Dicoumarol (INN) or dicumarol (USAN) is a naturally occurring anticoagulant drug that depletes stores of vitamin K (similar to warfarin, a drug that dicoumarol inspired). It is also used in biochemical experiments as an inhibitor of reductases. Dicoumarol is a natural chemical substance of combined plant and fungal origin. It is a derivative of coumarin, a bitter-tasting but sweet-smelling substance made by plants that does not itself affect coagulation, but which is (classically) transformed in mouldy feeds or silages by a number of species of fungi, into active dicoumarol. Dicoumarol does affect coagulation, and was discovered in mouldy wet sweet-clover hay, as the cause of a naturally occurring bleeding disease in cattle. See warfarin for a more detailed discovery history. Identified in 1940, dicoumarol became the prototype of the 4-hydroxycoumarin anticoagulant drug class. Dicoumarol itself, for a short time, was employed as a medicinal anticoagulant drug, but since the mid-1950s has been replaced by its simpler derivative warfarin, and other 4-hydroxycoumarin drugs. It is given orally, and it acts within two days.   == Uses == Dicoumarol was used, along with heparin, for the treatment of deep venous thrombosis. Unlike heparin, this class of drugs may be used for months or years.   == Mechanism of action == Like all 4-hydroxycoumarin drugs it is a competitive inhibitor of vitamin K epoxide reductase, an enzyme that recycles vitamin K, thus causing depletion of active vitamin K in blood. This prevents the formation of the active form of prothrombin and several other coagulant enzymes. These compounds are not antagonists of Vitamin K directly—as they are in pharmaceutical uses—but rather promote depletion of vitamin K in bodily tissues allowing vitamin K's mechanism of action as a potent medication for dicoumarol toxicity. The mechanism of action of Vitamin K along with the toxicity of dicoumarol are measured with the prothrombin time (PT) blood test.   == Poisoning == Overdose results in serious, sometimes fatal uncontrolled hemorrhage.   == History == Dicoumarol was isolated by Karl Link's laboratory at University of Wisconsin, six years after a farmer had brought a dead cow and a milk can full of uncoagulated blood to an agricultural extension station of the university.   The cow had died of internal bleeding after eating moldy sweet clover; an outbreak of such deaths had begun in the 1920s during The Great Depression as farmers could not afford to waste hay that had gone bad.  Link's work led to the development of the rat poison warfarin and then to the anticoagulants still in clinical use today.   == See also == Ethyl biscoumacetate   == References ==   == Further reading ==   == External links == Diseases Database (DDB): 30166"}