{"name": "didanosine", "category": "drug", "content": "Didanosine, sold under the brand name Videx among others, is a medication used to treat HIV/AIDS. It is used in combination with other medications as part of highly active antiretroviral therapy (HAART). It is of the reverse-transcriptase inhibitor class. Didanosine was first described in 1975 and approved for use in the United States in 1991.   == Adverse effects == The most common adverse events with didanosine are diarrhea, nausea, vomiting, abdominal pain, fever, headache, and rash. Peripheral neuropathy occurred in 21-26% of participants in key didanosine trials. Pancreatitis is rarely observed but has caused occasional fatalities, and has black box warning status. Other reported serious adverse events are retinal changes, optic neuritis and alterations of liver functions. The risk of some of these serious adverse events is increased by drinking alcohol. In February 2010, the United States Food and Drug Administration issued a statement that patients using didanosine (Videx) are at risk for a rare but potentially fatal liver disorder, non-cirrhotic portal hypertension.   == Drug interactions == A significant interaction has also been recorded with allopurinol, and administration of these drugs together should be avoided. Reduction in indinavir and delavirdine plasma levels have been shown to occur when administered simultaneously with didanosine; these drugs should be administered at different times. Ketoconazole, itraconazole, ciprofloxacin should be administered at a different time from didanosine due to interactions with the buffering agent. Administration with drugs with overlapping toxicity, such as zalcitabine and stavudine, is not recommended. Alcohol can exacerbate didanosine's toxicity, and avoiding drinking alcohol while taking didanosine is recommended.   == Resistance == Drug resistance to didanosine does develop, though slower than to zidovudine (ZDV). The most common mutation observed in vivo is L74V in the viral pol gene, which confers cross-resistance to zalcitabine; other mutations observed include K65R and M184V .   == Mechanism of action == Didanosine (ddI) is a nucleoside analogue of adenosine. It differs from other nucleoside analogues, because it does not have any of the regular bases, instead it has hypoxanthine attached to the sugar ring. Within the cell, ddI is phosphorylated to the active metabolite of dideoxyadenosine triphosphate, ddATP, by cellular enzymes.  Like other anti-HIV nucleoside analogs, it acts as a chain terminator by incorporation and inhibits viral reverse transcriptase by competing with natural dATP.   == Pharmacokinetics == Oral absorption of didanosine is fairly low (42%) but rapid. Food substantially reduces didanosine bioavailability, and the drug should be administered on an empty stomach. The half-life in plasma is only 1.5 hours, but in the intracellular environment more than 12 hours.  An enteric-coated formulation is now marketed as well.  Elimination is predominantly renal; the kidneys actively secrete didanosine, the amount being 20% of the oral dose.   == History ==  The related pro-drug of didanosine, 2′,3′-dideoxyadenosine (ddA), was initially synthesized by Morris J. Robins (professor of Organic Chemistry at Brigham Young University) and R.K. Robins in 1964.  Subsequently, Samuel Broder, Hiroaki Mitsuya, and Robert Yarchoan in the National Cancer Institute (NCI) found that ddA and ddI could inhibit HIV replication in the test tube and conducted initial clinical trials showing that didanosine had activity in patients infected with HIV. On behalf of the NCI, they were awarded patents on these activities. Since the NCI does not market products directly, the National Institutes of Health (NIH) awarded a ten-year exclusive license to Bristol-Myers Squibb Co. (BMS) to market and sell ddI as Videx tablets. Didanosine became the second drug approved for the treatment of HIV infection in many other countries, including in the United States by the Food and Drug Administration (FDA) on 9 October 1991. Its FDA approval helped bring down the price of zidovudine (ZDV), the initial anti-HIV drug.   Didanosine has weak acid stability and is easily damaged by stomach acid. Therefore, the original formula approved by the FDA used chewable tablets that included an antacid buffering compound to neutralize stomach acid. The chewable tablets were not only large and fragile, they also were foul-tasting and the buffering compound would cause diarrhea.  Although the FDA had not approved the original formulation for once-a-day dosing it was possible for some people to take it that way. At the end of its ten-year license, BMS re-formulated Videx as Videx EC and patented that, which reformulation the FDA approved in 2000. The new formulation is a smaller capsule containing coated microspheres instead of using a buffering compound. It is approved by the FDA for once-a-day dosing. Also at the end of that ten-year period, the NIH licensed didanosine to Barr Laboratories under a non-exclusive license, and didanosine became the first generic anti-HIV drug marketed in the United States. One of the patents for ddI expired in the United States on 29 August 2006, but other patents extend beyond that time.   == References ==   == Further reading =="}