{"name": "dienogest", "category": "drug", "content": "Dienogest, sold under the brand name Visanne among others, is a progestin medication which is used in birth control pills and in the treatment of endometriosis. It is also used in menopausal hormone therapy and to treat heavy periods. Dienogest is available both alone and in combination with estrogens. It is taken by mouth. Side effects of dienogest include menstrual irregularities, headaches, nausea, breast tenderness, depression, and acne, among others. Dienogest is a progestin, or a synthetic progestogen, and hence is an agonist of the progesterone receptor, the biological target of progestogens like progesterone. It is a unique progestogen, with strong effects in the uterus. The medication has some antiandrogenic activity, which may help to improve androgen-dependent symptoms like acne, and has no other important hormonal activity. Dienogest was discovered in 1979 and was introduced for medical use in 1995. Additional formulations of dienogest were approved between 2007 and 2010. It is sometimes referred to as a \"fourth-generation\" progestin. Dienogest is marketed widely throughout the world. It is available as a generic medication.   == Medical uses ==   === Birth control === Dienogest is used primarily in birth control pills in combination with ethinylestradiol under the brand name Valette. It is also available in a quadriphasic birth control pill combined with estradiol valerate, marketed as Natazia in the United States and Qlaira in some European countries and Russia.   === Endometriosis === Dienogest is approved as a standalone medication under the brand names Visanne and Dinagest in various places such as Europe, Australia, Japan, Singapore, and Malaysia for the treatment of endometriosis. It has been found to be equally effective as gonadotropin-releasing hormone agonists (GnRH agonists), such as leuprorelin, in the treatment of endometriosis.   === Heavy periods === Birth control pills containing dienogest and estradiol valerate are approved in the United States for the treatment of menorrhagia (heavy menstrual bleeding).   === Menopausal symptoms === Dienogest is used in combination with estradiol valerate in the treatment of menopausal symptoms in certain countries such as Germany and the Netherlands.   === Available forms ===  Dienogest is available both alone and in combination with estrogens. The following formulations are available:  Dienogest 1 mg oral tablets (Dinagest) and 2 mg oral tablets (Valette) (not available in U.S.) – indicated for endometriosis Dienogest 2 mg and estradiol valerate 3 mg oral tablets (Natazia) (U.S.) – indicated for contraception and menorrhagia 2 dark yellow tablets each containing 3 mg estradiol valerate 5 medium red tablets each containing 2 mg estradiol valerate and 2 mg dienogest 17 light yellow tablets each containing 2 mg estradiol valerate and 3 mg dienogest 2 dark red tablets each containing 1 mg estradiol valerate 2 white tablets (inert) Dienogest 2 to 3 mg and estradiol valerate 1 to 3 mg oral tablets (Qlaira) (not available in U.S.) – indicated for contraception Each dark yellow active tablet contains 3 mg estradiol valerate Each medium red active tablet contains 2 mg estradiol valerate and 2 mg dienogest Each light yellow active tablet contains 2 mg estradiol valerate and 3 mg dienogest Each dark red active tablet contains 1 mg estradiol valerate Dienogest 2 mg and ethinylestradiol 30 μg oral tablets (Valette) – indicated for contraception Dienogest 2 mg and estradiol valerate 1 or 2 mg oral tablets (various) – indicated for menopausal hormone therapy The availability of these formulations differs by country (see Availability).   == Contraindications == Contraindications of dienogest include active venous thromboembolism, previous or current cardiovascular disease, diabetes with cardiovascular complications, previous or current severe liver disease or tumors, hormone-dependent cancers such as breast cancer, and undiagnosed vaginal bleeding.   == Side effects == Side effects associated with dienogest are the same as those expected of a progestogen. They include menstrual irregularities, headaches, nausea, breast tenderness, depression, acne, weight gain, flatulence, and others. Dienogest produces no androgenic side effects and has little effect on metabolic and lipid hemostatic parameters. Birth control pills containing estradiol valerate/dienogest are associated with a significantly increased risk of venous thromboembolism. However, they are associated with a significantly lower risk of venous thromboembolism than birth control pills containing ethinylestradiol and a progestin.   == Overdose == In safety studies, dienogest has been assessed in women with endometriosis at high doses of as much as 20 mg/day for up to 24 weeks and produced no clinically relevant effects on lipid metabolism, liver enzymes, the coagulatory system, or thyroid metabolism.   == Interactions == Dienogest is metabolized mainly by the cytochrome P450 enzyme CYP3A4, and for this reason, inhibitors and inducers of CYP3A4 can alter the amount of exposure to dienogest when administered concomitantly with it. (For a list of CYP3A4 inhibitors and inducers, see here.) The strong CYP3A4 inhibitors ketoconazole and erythromycin have been found to increase exposure to dienogest by up to 3-fold, whereas the strong CYP3A4 inducer rifampicin (rifampin) was found to decrease steady-state and area-under-curve concentrations of dienogest by 50% and 80%, respectively.   == Pharmacology ==   === Pharmacodynamics === Dienogest has progestogenic activity, possibly some antiprogestogenic activity, and has antiandrogenic activity. The medication does not interact with the estrogen receptor, the glucocorticoid receptor, or the mineralocorticoid receptor, and hence has no estrogenic, glucocorticoid, or antimineralocorticoid activity. Because of its relatively high selectivity as a progestogen, dienogest may have favorable safety and tolerability compared to various other progestins.   ==== Progestogenic activity ==== Dienogest is an agonist of the progesterone receptor (PR), and hence is a progestogen. It has relatively weak affinity for the PR in vitro in human uterine tissue, about 10% that of progesterone. Despite its low affinity for the PR however, dienogest has high progestogenic activity in vivo. In addition, although its metabolites, such as 9α,10β-dihydrodienogest and 3α,5α-tetrahydrodienogest, have greater affinity for the PR than does dienogest itself, the medication is not considered to be a prodrug.  Dienogest has been described as \"special\" progestogen, possessing low or moderate antigonadotropic efficacy but strong or very strong endometrial efficacy. In relation to its endometrial activity, dienogest is said to be one of the strongest progestogens available. The high endometrial activity of dienogest underlies its ability to stabilize the menstrual cycle when combined with either ethinylestradiol or estradiol valerate (which has lower relative effects on the uterus compared to ethinylestradiol) in birth control pills, and also its use in the treatment of endometriosis. The combination of most other progestins with estradiol or an estradiol ester like estradiol valerate as birth control pills was unsatisfactory due to a high incidence of irregular menstrual bleeding. This is a property that ethinylestradiol does not share with estradiol, because of its resistance to metabolism in the endometrium and hence its greater relative effects in this part of the body. In contrast to other progestins, due to its high endometrial efficacy, the combination of dienogest with estradiol valerate in birth control pills is able to prevent breakthrough bleeding, and is uniquely able to treat heavy menstrual bleeding. The absence of withdrawal bleeding, otherwise known as \"silent menstruation\", also may occur. Dienogest has antiovulatory potency that is similar to that of 17α-hydroxyprogesterone derivatives like cyproterone acetate but endometrial potency that is much stronger and similar to that of gonane 19-nortestosterone progestins like levonorgestrel. Unlike other progestogens, except in the case of its strong effects in the uterus, dienogest has been described as lacking antiestrogenic effects, and does not antagonize beneficial effects of estradiol, for instance in the metabolic and vascular systems. Dienogest showed some possible antiprogestogenic activity in one animal bioassay when administered before but not at the same time as progesterone. The minimum effective dose of oral dienogest required to inhibit ovulation is 1 mg/day. The inhibition of ovulation by dienogest occurs mainly via a direct peripheral action in the ovary of inhibiting folliculogenesis as opposed to a central action of inhibiting gonadotropin secretion. Oral therapy with 2 mg/day dienogest in cyclical premenopausal women reduced serum progesterone levels to anovulatory levels, but circulating levels of luteinizing hormone and follicle-stimulating hormone were not considerably affected. At this dosage, estradiol levels are reduced to early follicular phase levels of about 30 to 50 pg/mL. Such levels are insufficient for reactivation of endometrioses, but are sufficient to avoid menopausal-like symptoms such as hot flashes and bone loss. This is in contrast to gonadotropin-releasing hormone analogues (GnRH analogues), which suppress estradiol levels to lower concentrations and readily induce menopausal-like symptoms. Dienogest appears to have similar effects in the breasts as norethisterone acetate, and may likewise increase the risk of breast cancer when combined with an estrogen in postmenopausal women, although this has yet to be confirmed in clinical studies.   ==== Antigonadotropic effects ====  Dienogest has been found to suppress testosterone levels in men by 43% at 2 mg/day, 70% at 5 mg/day, and 81% at 10 mg/day. The suppression of testosterone levels with 10 mg/day dienogest was comparable to that with 10 mg/day cyproterone acetate. In general, progestogens are able to suppress testosterone levels in men by a maximum of about 70 to 80% at sufficiently high doses.   ==== Antiandrogenic activity ==== Dienogest is one of the only 19-nortestosterone derivative progestins that does not have androgenic properties. In fact, it is actually an antagonist of the androgen receptor (AR), and hence has antiandrogenic activity. The antiandrogenic activity of dienogest in the Hershberger test is about 30 to 40% of that of cyproterone acetate. It may be able to improve androgen-dependent symptoms such as acne and hirsutism. Metabolites of dienogest, such as 9α,10β-dihydrodienogest and 3α,5α-tetrahydrodienogest, show greater affinity for the AR than does dienogest itself. Dienogest has no affinity for sex hormone-binding globulin (SHBG), and hence does not displace testosterone or estradiol from this plasma protein or increase the free fractions of these hormones.   ==== Other activities ==== Dienogest does not inhibit or induce CYP3A4, unlike many other related progestins. Because of this, it may have a lower propensity for drug interactions. Dienogest weakly stimulates the proliferation of MCF-7 breast cancer cells in vitro, an action that is independent of the classical PRs and is instead mediated via the progesterone receptor membrane component-1 (PGRMC1). Certain other progestins are also active in this assay, whereas progesterone acts neutrally. It is unclear if these findings may explain the different risks of breast cancer observed with progesterone and progestins in clinical studies.   === Pharmacokinetics === Dienogest is rapidly absorbed with oral administration and has high bioavailability of approximately 90%. Peak levels of dienogest occur within approximately 2 hours after an oral dose. The pharmacokinetics of dienogest are linear; single oral doses of dienogest were found to result in maximal levels of 28 ng/mL with 1 mg, 54 ng/mL with 2 mg, 101 ng/mL with 4 mg, and 212 ng/mL with 8 mg. The corresponding area-under-the-curve levels were 306, 577, 1153, and 2293 ng/mL, respectively. Dienogest reaches steady-state concentrations within 6 days of continuous administration, and does not accumulate in the body. The plasma protein binding of dienogest is 90%, with a relatively high free fraction of 10%. It is exclusively bound to albumin, with no binding to SHBG or corticosteroid-binding globulin. The lack of affinity of dienogest for SHBG is in contrast to most other 19-nortestosterone progestins. The volume of distribution of dienogest is relatively low at 40 L. Dienogest is metabolized in the liver. Metabolic pathways of dienogest include reduction of its Δ4-3-keto group, hydroxylation mainly via CYP3A4, removal of its C17α cyanomethyl group, and conjugation. The metabolites of dienogest are quickly excreted and are said to be mostly inactive. The elimination half-life of dienogest is relatively short at approximately 7.5 to 10.7 hours. The short half-life of dienogest relative to other 19-nortestosterone progestins is in part due to its lack of binding to SHBG and hence prolongation in the circulation. The clearance of dienogest is 3 L/h. It is eliminated mainly in the urine, both as sulfate and glucuronide conjugates and as free steroid.   == Chemistry ==  Dienogest, also known as δ9-17α-cyanomethyl-19-nortestosterone or as 17α-cyanomethylestra-4,9-dien-17β-ol-3-one, is a synthetic estrane steroid and a derivative of testosterone. It is a member of the estrane subgroup of the 19-nortestosterone family of progestins, but unlike most other 19-nortestosterone progestins, is not a derivative of norethisterone (17α-ethynyl-19-nortestosterone). This is because it uniquely possesses a cyanomethyl group (i.e., a nitrile group) at the C17α position rather than the usual ethynyl group. It is also unique among most 19-nortestosterone progestins in that it has a double bond between the C9 and C10 positions. Dienogest is the C17α cyanomethyl derivative of the anabolic–androgenic steroid (AAS) dienolone, as well as the C17α cyanomethyl analogue of the AAS methyldienolone (17α-methyldienolone) and ethyldienolone (17α-ethyldienolone). In terms of structure–activity relationships, the C17α cyanomethyl group of dienogest is responsible for its unique antiandrogenic instead of androgenic activity relative to other 19-nortestosterone progestins. A loss of ability to activate the AR is also seen with other testosterone derivatives with extended-length C17α substitutions such as topterone (propyltestosterone) (compare to the AAS ethyltestosterone and methyltestosterone) and allylestrenol (compare to the AAS ethylestrenol). Studies with steroids similar to dienogest (e.g., dienolone) have found that the introduction of a double bond between the C9 and C10 positions is associated with similar/almost unchanged affinity for the PR and AR. On the other hand, the C9(10) double bond of dienogest appears to inhibit metabolism via 5α-reductase and/or 5β-reductase, which is the major metabolic route for other 19-nortestosterone progestins like norethisterone, norgestrel, and etonogestrel, and this may serve to improve the metabolic stability and potency of dienogest.   == History == Dienogest was synthesized in 1979 in Jena, Germany under the leadership of Kurt Ponsold, was initially referred to as STS-557. It was found that its potency was 10 times that of levonorgestrel. The first product on the market to contain dienogest was a combined birth control pill (with ethinylestradiol), Valette, introduced in 1995 and made by Jenapharm. In 2007, dienogest was introduced as Dinagest in Japan for the treatment of endometriosis, and it was subsequently marketed for this indication as Visanne in Europe and Australia in December 2009 and April 2010, respectively. Qlaira was introduced in Europe in 2009 and Natazia was introduced in the United States in 2010.   == Society and culture ==   === Generic names === Dienogest is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name, while diénogest is its DCFTooltip Dénomination Commune Française. It is also known by its synonyms dienogestril and cyanomethyldienolone as well as by its numerous former developmental code names including BAY 86-5258, M-18575, MJR-35, SH-660, SH-T00660AA, STS-557, and ZK-37659.   === Brand names === Dienogest is marketed in combination with estradiol valerate as a birth control pill primarily under the brand names Natazia and Qlaira and in combination with ethinylestradiol as a birth control pill primarily under the brand name Valette, although these combinations are marketed under numerous other brand names as well. In the case of the dienogest and estradiol valerate birth control pill, these other brand names include Gianda and Klaira. Dienogest is also marketed in combination with estradiol valerate for use in menopausal hormone therapy under a variety of brand names including Climodien, Climodiène, Estradiol Valeraat / Dienogest, Klimodien, lafamme, Lafleur, Mevaren, Valerix, and Velbienne. Dienogest is marketed as a standalone medication for the treatment of endometriosis primarily under the brand name Visanne, but is also available under the brand names Alondra, Dinagest, Disven, Visabelle, and Visannette in various countries.   === Availability ===  Dienogest is available both alone and in combination with ethinylestradiol and estradiol valerate widely throughout the world, including but not limited to Canada, Europe, Latin America, and Southeast Asia. It is available specifically as a standalone medication in Canada, Europe, Latin America, Russia, Australia, South Africa, Georgia, Israel, Japan, South Korea, Hong Kong, and Thailand. It is notably not available as a standalone medication in the United States or the United Kingdom.   == Research == Dienogest has been studied as a form of male hormonal contraception. As of July 2018, dienogest is in phase III clinical trials in Japan for the treatment of adenomyosis and dysmenorrhea. The combination of estradiol valerate and dienogest is in pre-registration in Europe for the treatment of acne. Dienogest is also being evaluated for the potential treatment of anorexia nervosa.   == References ==   == Further reading ==   == External links == \"Dienogest\". Drug Information Portal. U.S. National Library of Medicine."}