{"name": "diethylcarbamazine", "category": "drug", "content": "Diethylcarbamazine is a medication used in the treatment of filariasis including lymphatic filariasis, tropical pulmonary eosinophilia, and loiasis. It may also be used for prevention of loiasis in those at high risk. While it has been used for onchocerciasis (river blindness), ivermectin is preferred. It is taken by mouth. Common side effects include itching, facial swelling, headaches, and feeling tired. Other side effects include vision loss and dizziness. It is a recommended treatment in pregnancy and appears to be safe for the baby. The World Health Organization; however, recommends waiting until after pregnancy for treatment when feasible. It is made from 4-methyl-piperazine. Diethylcarbamazine was discovered in 1947 by Yellapragada Subbarow. It is on the World Health Organization's List of Essential Medicines. It is not commercially available in the United States but can be acquired from the Centers for Disease Control and Prevention.   == Medical uses == Diethylcarbamazine is indicated for the treatment of people with certain filarial diseases, including lymphatic filariasis caused by infection with Wuchereria bancrofti, Brugia malayi, or Brugia timori; loiasis and tropical pulmonary eosinophilia. The WHO recommends prescribing diethylcarbamazine to people who are infected with microfilariae of filarial parasites and also to control transmission of infection in filariasis-endemic areas. In India and China, diethylcarbamazine has been added to salt to combat lymphatic filariasis.   == Contraindications == Contraindications are previous history of heart problems, gastrointestinal problems, and allergies. Diethylcarbamazine is contraindicated in patients who may have onchocerciasis, due to the risk of the Mazzotti reaction.   == Mechanism == Diethylcarbamazine is an inhibitor of arachidonic acid metabolism in microfilariae. This makes the microfilariae more susceptible to innate immune attack, but does not kill the parasites outright.   == Society and culture ==   === Brand names === Brand names include Hetrazan, Carbilazine, Caricide, Cypip, Ethodryl, Notézine, Spatonin, Filaribits, Banocide Forte, and Eofil.   == Veterinary uses == Diethylcarbamazine is used to prevent heartworm in dogs.   == References ==   == External links == \"Diethylcarbamazine\". Drug Information Portal. U.S. National Library of Medicine."}