{"name": "difelikefalin", "category": "drug", "content": "Difelikefalin, sold under the brand name Korsuva, is an opioid peptide used for the treatment of moderate to severe itch. It acts as a peripherally-restricted, highly selective agonist of the κ-opioid receptor (KOR). Difelikefalin acts as an analgesic by activating KORs on peripheral nerve terminals and KORs expressed by certain immune system cells. Activation of KORs on peripheral nerve terminals results in the inhibition of ion channels responsible for afferent nerve activity, causing reduced transmission of pain signals, while activation of KORs expressed by immune system cells results in reduced release of proinflammatory, nerve-sensitizing mediators (e.g., prostaglandins). Difelikefalin was approved for medical use in the United States in August 2021. The U.S. Food and Drug Administration considers it to be a first-in-class medication.   == Society and culture ==   === Legal status === On 24 February 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Kapruvia, intended for treatment of moderate-to-severe pruritus associated with chronic kidney disease. The applicant for this medicinal product is Vifor Fresenius Medical Care Renal Pharma France. Difelikefalin was approved for medical use in the European Union in April 2022.   == Research == It is under development by Cara Therapeutics as an intravenous agent for the treatment of postoperative pain. An oral formulation has also been developed. Due to its peripheral selectivity, difelikefalin lacks the central side effects like sedation, dysphoria, and hallucinations of previous KOR-acting analgesics such as pentazocine and phenazocine. In addition to use as an analgesic, difelikefalin is also being investigated for the treatment of pruritus (itching). Difelikefalin has completed phase II clinical trials for postoperative pain and has demonstrated significant and \"robust\" clinical efficacy, along with being safe and well tolerated. It has also completed a phase III clinical trial for uremic pruritus in hemodialysis patients.   == References ==   == External links == Clinical trial number NCT03422653 for \"A Study to Evaluate the Safety and Efficacy of CR845 in Hemodialysis Patients With Moderate-to-Severe Pruritus (KALM-1)\" at ClinicalTrials.gov Clinical trial number NCT03636269 for \"CR845-CLIN3103: A Global Study to Evaluate the Safety and Efficacy of CR845 in Hemodialysis Patients With Moderate-to-Severe Pruritus (KALM-2)\" at ClinicalTrials.gov"}