{"name": "Diffuse large B-cell lymphoma refractory", "category": "disease", "content": "Diffuse large B-cell lymphoma (DLBCL) is a cancer of B cells, a type of lymphocyte that is responsible for producing antibodies. It is the most common form of non-Hodgkin lymphoma among adults, with an annual incidence of 7–8 cases per 100,000 people per year in the US and UK. This cancer occurs primarily in older individuals, with a median age of diagnosis at ~70 years, although it can occur in young adults and, in rare cases, children. DLBCL can arise in virtually any part of the body and, depending on various factors, is often a very aggressive malignancy. The first sign of this illness is typically the observation of a rapidly growing mass or tissue infiltration that is sometimes associated with systemic B symptoms, e.g. fever, weight loss, and night sweats. The causes of diffuse large B-cell lymphoma are not well understood. Usually DLBCL arises from normal B cells, but it can also represent a malignant transformation of other types of lymphoma (particularly marginal zone lymphomas) or, in rare cases termed Richter's transformation, chronic lymphocytic leukemia. An underlying immunodeficiency is a significant risk factor for development of the disease. Infections with the Epstein–Barr virus (EBV), Kaposi's sarcoma-associated herpesvirus, human immunodeficiency virus (i.e. HIV), and the Helicobacter pylori bacterium are also associated with the development of certain subtypes of diffuse large B-cell lymphoma. However, most cases of this disease are associated with the unexplained step-wise acquisition of increasing numbers of gene mutations and changes in gene expression that occur in, and progressively promote the malignant behavior of, certain B-cell types. Diagnosis of DLBCL is made by removing a portion of the tumor through a biopsy, and then examining this tissue using a microscope. Usually a hematopathologist makes this diagnosis. Numerous subtypes of DLBCL have been identified which differ in their clinical presentations, biopsy findings, aggressive characteristics, prognoses, and recommended treatments. However, the usual treatment for most subtypes of DLBCL is chemotherapy combined with a monoclonal antibody drug that targets the disease's cancerous B-cells, usually rituximab. Through these treatments, more than half of all patients with DLBCL can be cured; the overall cure rate for older adults is less than this but their five-year survival rate has been around 58%.   == Subtypes of diffuse large B-cell lymphoma == Diffuse large B-cell lymphoma encompasses a biologically and clinically diverse set of disease subtypes, many of which are difficult to separate from one another based on well-defined and widely accepted criteria. The World Health Organization, 2008, classification system defined more than a dozen subtypes, each of which was identified based on the location of the tumor, the presence of other cell types such as T cells in the tumor, and whether the patient had certain other illnesses related to DLBCL. Based on further research, the World Health Organization, 2016, reclassified DLBCL into its most common subtype, diffuse large B-cell lymphoma, not otherwise specified (DLBCL, NOS). DLBCL, NOS represents 80–85% of all DLBCL. The remaining DLBCL cases consist of relatively rare subtypes that are distinguished by their morphology, (i.e. microscopic appearance), immunophenotype, (i.e. expression of certain marker proteins), clinical findings, and/or association with certain pathogenic viruses. Some cases of DLBCL, NOS, while not included in the 2016 World Health Organization's classification, are clearly associated with, and caused by, chronic infection by the bacterium, Helicobacter pylori.   === Diffuse large B-cell lymphoma, not otherwise specified === DLBCL cases that do not fit the distinctive clinical presentation, tissue morphology, neoplastic cell phenotype, and/or pathogen-associated criteria of other DLBCL subtypes are termed Diffuse large B-cell lymphoma, not otherwise specified: DLBCL, NOS, while representing 80–85% of all DLBCL cases, is a diagnosis of exclusion. In general, DLBCL, NOS is an aggressive disease with an overall long-term survival rate in patients treated with standard chemotherapy regimens of ~65%. However, this disease has many variants that differ not only in the just cited parameters but also in their aggressiveness and responsiveness to treatment.   ==== Presenting signs and symptoms ==== About 70% of DLBCL, NOS cases present primarily with lymph node disease. In these cases, the most typical presenting symptom at the time of diagnosis is a mass that is rapidly enlarging and located in a part of the body with multiple lymph nodes such as the groin, arm pits, or neck. In the remaining ~30% of other cases, the disease begins as an extranodal lymphoma, most commonly in the stomach, or, less commonly, in other sites such as the testicles, breasts, uterus, ovaries, kidneys, adrenal glands, thyroid gland, or bone. The presenting signs and symptoms in these cases reflect the presence of a rapidly expanding tumor or infiltrate that produces symptoms specific to the organ of involvement such as increased size, pain, and/or dysfunction. Individuals with nodal or extranodal disease also present with: systemic B symptoms such as weight loss, night sweats, fevers, and/or fatigue in ~33% of cases; unexplained elevations in their blood levels of lactic acid dehydrogenase and beta-2 microglobulin in many cases; malignant cells infiltrating their bone marrow in 10–20% of cases; and/or localized Stage I or II disease in up to 50% of cases and disseminated Stage III or IV disease in the remaining cases. Bone marrow involvement may be due to DLBCL, NOS cells or low grade lymphoma cells; only DLBCL, NOS cell infiltrates indicate a worse prognosis. Uncommonly, DLBCL may arise as a transformation of marginal zone lymphoma (MZL) in individuals who have been diagnosed with this indolent cancer 4–5 years (median times) previously.   ===== Prognostic indicators based on clinical presentation ===== The International Prognostic Index and more recently, the Index's age-adjusted variant use age >60 years, elevated serum lactate dehydrogenase levels, low performance status, and involvement in more than one extranodal site as contributors to a poor prognosis in patients with DLBCL, NOS. In addition, disease that initially involves the testes, breast, or uterus has a relatively high rate of spreading to the central nervous system while disease initially involving the kidneys, adrenal glands, ovaries, or bone marrow has a high rate of spreading to other organs, including the central nervous system. All of these cases as well as cases initially involving the central nervous system have relatively poor to very poor prognoses. Cases initially involving the stomach, thyroid, or a single bone site have relatively good prognoses.   ==== Pathophysiology ==== Most cases of DLBCL, NOS appear to result at least in part from the step-wise development of gene changes such as mutations, altered expressions, amplifications (i.e. increases in the number of copies of specific genes), and tranlocations from normal sites to other chromosomal sites. These changes often result in gains or loses in the production or function of the product of these genes and thereby the activity of cell signaling pathways that regulate the maturation, proliferation, survival, spread, evasion of the immune system, and other malignant behaviors of the cells in which they occur. While scores of genes have been reported to be altered in DLBCL, NOS many of these may not contribute to DLBCL, NOS. Changes in the following genes occur frequently in, and are suspected of contributing to, this disease's development and/or progression.  BCL2: This gene is a proto-oncogene, i.e. a normal gene that can become cancer-causing when mutated or overexpressed. Its product, Bcl-2 protein, regulates cellular apoptosis by inhibiting the apoptosis-causing proteins, Bcl-2-associated X protein and Bcl-2 homologous antagonist killer. BCL6: This genes' product, Bcl-6, is a repressor of transcription that regulates the expression of other genes which control cell maturation, proliferation, and survival. MYC: This proto-oncogene's product, Myc, encodes a transcription factor which regulates the expression of other genes whose products stimulate cell proliferation and expansion to extra-nodal tissues. EZH2: This gene's product, the EZH2 protein, is a histone-lysine N-methyltransferase. It thereby regulates the expression of other genes which control lymphocyte maturation. MYD88: This gene's product is a signal transducing adaptor protein essential for the transduction of interleukin-1 and toll-like receptor signaling pathways. It thereby regulates NF-κB and MAPK/ERK signaling pathways that control cell proliferation and survival. CREBBP: This gene's product is a transcriptional coactivator; it activates numerous transcription factors, some of which control cell proliferation. CD79A and CD79B: these genes' products are critical components of the B-cell receptor. Mutations in either gene can cause uncontrolled cell activation and proliferation. PAX5: this gene's product, Pax-5, is a transcription factor that controls the development, maturation, and survival of B-cells; it also controls expression of the MYC gene in these cells. As a consequence of these gene changes and possibly other changes that have not yet been identified, the neoplastic cells in DLBCL, NOS exhibit pathologically overactive NF-κB, PI3K/AKT/mTOR, JAK-STAT0, MAPK/ERK, B-cell receptor, toll-like receptor, and NF-κB signaling pathways and thereby uncontrolled pro-malignant behaviors.   ==== Diagnosis ==== Microscopic examinations of involved tissues reveal large neoplastic cells that are typically classified as B-cells based on their expression of B-cell marker proteins (e.g. CD20, CD19, CD22, CD79, PAX5, BOB1, OCT2, an immunoglobulin [usually IgM but occasionally IgG or IgA)], CD30, and in ~20–25% of cases PD-L1 or PD-L2 (PD-L1 and PD-L2 are transmembrane proteins that normally function to suppress attack by the immune system). These cells arrange in a diffuse pattern, efface the tissues' architecture, and resemble Centroblast cells (80% of cases), Immunoblast cells (8–10% of cases), or anaplastic cells (9% of cases; anaplastic cells have bizarre nuclei and other features that may mimic the Reed–Sternberg cells of Hodgkin disease or the neoplastic cells of anaplastic large cell lymphoma). Rarely, these neoplastic cells are characterized as having signet ring or spindle shaped nuclei, prominent cytoplasmic granules, multiple microvillus projections, or, when viewed by electron microscopy, tight junctions with other cells. These neoplastic tissue infiltrates are often accompanied by small non-malignant T-cell lymphocytes and histiocytes that have a reactive morphology.   ==== Variants of DLBCL, NOS ==== The World Health Organization, 2016, requires that the neoplastic cells in DLBCL, NOS be further defined based on whether they are derived from germinal center B-cells (i.e. GBC) or activated B-cells (i.e. ABC) as identified by gene expression profiling (GEP) or are GBC or non-GBC as identified by immunohistochemical (IHC) analyses. As identified by GEP, which measures all cellular messenger RNAs, GBC and ABC represent about 50 and ~35% of DLBCL, NOS cases, respectively, with ~15% of cases being unclassifiable. IHC analyses measure the cellular expression of specific proteins using a panel of fluorescent antibodies that bind to and therefore stain a set of key proteins. For example, one commercially available panel uses three antibodies to detect CD10, BCL6, and MUM1 proteins; GBC express whereas ABC and unidentified cells do not express these proteins; accordingly, this as well as other IHC panels classify ABC and undetermined neoplastic cell types together as non-GBC. Individuals with the ABC, unclassifiable, and non-GBC variants have significantly worse prognoses than individuals with the GBC variant: respective 5 year progression-free and overall survival rates have been reported to be 73–80% for GBC variants and 31–56% for ABC variants. Clinically, however, most DLBCL, NOS cases are analyzed by IHC and therefore classified as either GBC or non-GBC variants with non-GBC variants having progression-free and overall survival rates similar to those of the ABC variants. Gene and protein markers in the neoplastic cells of DLBCL, NOS that have clinical significance include CD5, MYC, BCL2, BCL6, CD20, CD19, CD22, CD30, PD-L1, and PD-L2. The 5–10% of DLBCL, NOS cases in which the neoplastic cells express CD5 have a very poor prognosis that is not improved by even aggressive treatment regimens. Cases in which fluorescence in situ hybridization analysis show that the neoplastic cells' in this disease bear translocations in both the MYC and BCL2 genes or MYC and BCL6 genes (termed double hit lymphomas) or in all three genes (termed triple hit lymphomas) are associated with advanced disease that spreads to the central nervous system. These lymphomas, termed high-grade B-cell lymphoma with MYC, BL2, and/or BL6 rearrangements or, more simply, DH/THL, are regarded as borderline DLBCL, NOS. They represent 6–14% of all DLBCL, NOS and have had long-term survival rates of only 20–25%. Another variant B-cell lymphoma that is also considered to be a borderline DLBCL, NOS is termed high-grade B-cell lymphoma, not otherwise specified (HGBCL, NOS). These two aggressive borderline B-cell lymphomas were previously grouped together as \"B-cell lymphoma, unclassifiable with features intermediate between DLBCL and Burkitt lymphoma\" (i.e. BCLU) but were separated into DH/THL and HGBC, NOS by the World Health Organization, 2016. The neoplastic cells in a related variant, double expresser lymphoma (i.e. DEL), express the products of MYC and BCL2 genes, i.e. c-Myc and bcl-2 proteins, respectively, but do not have translocations in either of their genes. DEL, which represents about one-third of all DLBCL, NOS cases, has a poorer prognosis than standard DLBCL, NOS but not as poor as DH/THL cases. Cases in which the neoplastic cells have alterations in the MYC gene or its expression without changes in BLC2 or BLC6 also have a poor prognosis, particularly in cases where the MYC gene translocates (i.e. rearranges) with one of the immunoglobulin gene loci. DLBCL that begin in the testicles are a variant of DLBCL, NOS that some authors suggest should be classified as a distinct DLBCL subtype. This variant, termed Primary testicular diffuse large B-cell lymphoma (PT-DLBCL), is a DLBCL, NOS that in >75% of cases involves activated B-cells, i.e. ABC. These cells, which typically have a centroblast-like morphology, infiltrate one or, in ~6% of cases, both testicles. PT-DLBCL is an aggressive disease that often spreads to the central nervous system and has median overall survival and progression-free survival times of 96 and 49 months, respectively. The neoplastic cells in almost all cases of DLBCL, NOS express CD20. Commercially available anti-CD20 antibody agents such as rituximab or Obinutuzumab (which is sometimes used in place of rituximab) kill cells that express high levels of CD20 by binding to this cell-surface protein and thereby targeting them for attack by the hosts adaptive immune system. The addition of one of these immunotherapy agents to chemotherapy protocols has greatly improved the prognosis of most DLBCL, NOS variants. Neoplastic cell expression of CD30, found in 10–15% of DLBCL, NOS cases is a favorable prognostic indicator. As indicated in the following Treatments and prognoses section, expression of the CD20 and CD30 proteins as well as the CD19, CD20 CD22, CD30, CD79A, CD79B, and D-L1 proteins, expression of the MYC, BCL2, MYD88nd, and CREBBP genes, and expression of the PI3K/AKT/mTOR, JAK-STAT, B-cell receptor, toll-like receptor, and NF-κB signaling pathways are being studied as potential therapeutic targets for the individualized treatment of GBC and ABC/non-GBC DLBCL, NOS cases.   ==== Treatments and prognoses ====   ===== First-line therapy ===== First-line therapy for patients with the GBC variant of DLBCL, NOS is R-CHOP. R-CHOP consists of rituximab, three chemotherapy drugs (cyclophosphamide, doxorubicin, and vincristine) and a glucocorticoid (either prednisone or prednisolone). The regimen achieves cure, relapse following remission, and unresponsive rates of 60–70%, 30–40% and <10%, respectively, in GBC variant cases. Relapses generally occur within the first 3 years of diagnosis with few cases doing so after 5 years. Patients who are refractory to, relapse within 1 year of diagnosis before starting, relapse within 6 months after completing, or progress within 2 years of starting R-CHOP have poorer prognoses. R-CHOP is less effective and not recommended for patients who have MYC, BL2, and/or BL6 rearrangements regardless of their GBC, ABC, or non-GBC type. One recommendation for treating these DH/THL cases is the DA-R-EPOCH regimen (dose-adjusted rituximab, etoposide, prednisolone, oncovin, cyclophosphamide, and hydroxydaunorubicin). S-R-EPOCH achieves 2 year survival rates of 40–67% compared to a ~25% survival rate for R-CHOP in these cases. DA-R-EPOCH has also been recommended for patients with double expresser lymphoma although some experts recommend treating this variant more like a typical DLCBL, NOS. First-line therapy for patients with the ABC, undetermined, or non-GBC variants has been the DA-R-EPOCH regimen. Patients with these variants (including those with double expresser lymphoma) have had a ~40% cure rate when treated with it. A randomized clinical trial conducted in France reported that a R-ACVBP chemotherapy regimen (rituximab, adriamycin, cyclophosphamide, vindesine, bleomycin, and cytarabine followed by sequential consolidation therapy with systemic methotrexate, ifosfamide, and etoposide, and then cytarabine) achieved significantly better response rates than R-CHOP in ABC/NGC variant cases lymphoma. In DLBCL, NOS variants which trend to spread or to the central nervous system, methotrexate has been recommended to be added to regimens not containing it for use as prophylaxis to reduce the incidence of this complication. The role of Autologous stem-cell transplantation as an addition to first-line therapy in the treatment of DLBCL, NOS, including cases with a poor prognosis, is unclear. A phase I clinical research trial found that the addition of lenalidomide to the R-CHOP regimen produce an ~80% complete response rate in GBC as well as non- GBC DLBCL, NOS variants. Two phase III clinical research trials are underway to confirm these results and determine if the R-CHOP + lenalidomide regimen is superior to R-CHOP in the up-front treatment of GBC and/or non-GBC variants.   ===== Treatment of recurrent and refractory DLBCL, NOS ===== Patients with DLBCL, NOS who relapse or progress following first-line therapy have been treated with \"salvage regimens\" consisting of high-dose (also termed high-intensity) chemotherapy conditioning drugs followed by autologous stem cell transplantation. This regimen has attained 3-year progression-free survival rates of 21–37%. Relapse following this treatment carries a very poor prognosis with median overall survival times of ~10 months. Patients who have failed or because of health issues are ineligible for autologous stem cell transplantation have been treated with low-dose (i.e. low-intensity) chemotherapy conditioning regimens followed by allogeneic stem cell transplantation. This regimen has achieved 3 year progression-free and overall survival rates of 41% and 52%, respectively. Further studies are underway to determine the best treatment regimens for these cases. Patients refractory to first-line therapy or who relapse within 12 months of receiving salvage therapy (including bone marrow transplant) for recurrent disease have had poor prognoses with median overall survival rates of 3.3 and 6.3 months, respectively. The prognosis of these patients appears to be improved by using CAR-T therapy. Chimeric antigen receptor T cell (i.e. CAR-T) adoptive cellular immunotherapy has emerged as a recent advance in treating refractory and relapsed DLBCL, NOS (tisagenlecleucel, axicabtagene ciloleucel, lisocabtagene maraleucel). Chimeric antigen receptor T cells are genetically engineered to express: 1) an artificial T-cell receptor consisting of antigen-recognition and attached hinge domains expressed on their surface membranes; 2) a surface membrane-spanning domain; 3) an intracellular domain which, when the antigen-recognition domain binds its targeted antigen, activates signaling pathways that cause the T-cell to attack and kill cells that bear the recognized antigen on their surface membranes; and 4), in more recently devised second generation CAR-T strategies, an associated intracellular co-stimulating molecule (e.g. CD28 or 4-1BB) which augments activation of the cell-killing signaling pathways. CAR-T therapy, as it pertains to DLBCL, NOS, kills a patient's neoplastic B-cells by isolating this patient's T-cells; genetically engineering these cells to express an artificial T-cell receptor designed to bind an antigen expressed on the surface of their neoplastic B-cells; and infusing these cells back into the donor patient. The targeted antigen has usually been CD19, a surface membrane protein expressed on virtually all B-cells including the neoplastic cells in DLBCL, NOS. However, design of CARs as well as the antigens chosen to be their targets  are constantly being changed in order to improve the efficacy of this therapeutic strategy. CAR-T therapy for DLBCL, NOS has been used on patients who are refractory to and/or have progressed on first-line as well as salvage (including autologous stem cell transplantation) treatment regimens. Patients are treated first with a conditioning chemotherapy regimen, usually cyclophosphamide and fludarabine, and then infused with their own T-cells that have been engineered to attack CD19-bearing or, rarely, CD20-bearing cells. A meta-analysis of 17 studies using this or very similar approaches to treat DLBCL, NOS found the treatments gave complete and partial responses rates of 61% and 43%, respectively. While these studies did not have control groups and were too recent for meaningful estimates of remission durations, the remission rates were higher than expected using other treatment approaches. Significant and potentially lethal therapeutic complications of this therapy included development of the cytokine release syndrome (21% of cases), neurotoxicity, i.e. the CAR-T cell-related encephalopathy syndrome (9% of cases), and the hemophagocytic lymphohistiocytosis/macrophage-activation syndrome (i.e. a form of Hemophagocytic lymphohistiocytosis). Individual studies within and outside of this meta-analysis have reported remissions lasting >2 years but also lethal cytokine release syndrome and neurotoxicity responses to this therapy. As a consequence of these studies, the Committee for Advanced Therapies and the Committee for Medicinal Products for Human Use of the European Medicines Agency recommend granting marketing authorization for tisagenlecleucel (i.e. chimeric antigen receptor T cells directed against CD19) in adult patients with DLBCL, NOS who have relapsed after or are refractory to two or more lines of systemic therapy. The Committee for Orphan Medicinal Products of the European Medicines Agency recommends tisagenlecleucel retain its orphan drug designation. The USA Food and Drug Administration (FDA) has also approved the use of this drug for relapsed or refractory DLBCL of the large B-cell lymphoma subtype in patients who have failed after two or more lines of systemic therapy. Monoclonal antibodies directed against CD19, CD22, CD30, and PD-L1 have been developed for use as immunotherapeutic agents in other hematological malignancies and are being or plan to be tested for their usefulness in DLBCL, NOS. In August 2020, the FDA approved the humanized Fc-modified cytolytic CD19 targeting monoclonal antibody tafasitamab in combination with lenalidomide as a treatment for adult patients with relapsed or refractory DLBCL. In April 2021, the FDA approved the CD19-directed antibody-drug conjugate loncastuximab tesirine as a treatment for adult patients with relapsed or refractory DLBCL after systemic therapy. Glofitamab (Columvi) is a bispecific monoclonal antibody that was approved for medical use in Canada in March 2023.   ===== Emerging therapies ===== Neoplastic cell expression of CD30 in DLBCL, NOS is a favorable prognostic indicator; in these cases, brentuximab vedotin may be a useful addition to chemotherapy treatment protocols. This agent is a CD30-targeting antibody that delivers a toxin, monomethyl auristatin E, to CD30-expressing cells, has therapeutic efficacy against other CD30-expressing lymphomas, and may prove useful in treating the 10–15% of DLBCL, NOS cases expressing this protein. The neoplastic cells in the GBC variant of DLBCL, NOS often have mutations in the EZH2, BCL2 and CREBBP genes and overactive PI3K/AKT/mTOR and JAK-STAT signaling pathways while neoplastic cells in the ABC variant often have mutations in the MYD88, CD79A and CD79B (polatuzumab vedotin) genes and overactive B-cell receptor, toll-like receptor, and NF-κB signaling pathways. These different gene mutations and dysregulated signaling pathways are also being studied as potential therapeutic targets for the individualized treatment of GBC and ABC/non-GBC cases. CUDC-907, an inhibitor of PI3K and histone deacetylases, is being evaluated in two separate clinical trials for the treatment of refractory and/or relapsed DLBCL, NOS including cases with alterations in the MYC gene. GSK525762, an inhibitor of the BET family of proteins, suppresses expression of the MYC gene and is undergoing a phase I clinical trial for the treatment of high-grade B-cell lymphoma with MYC, BL2, and/or BL6 rearrangements (i.e. DH/THL). RO6870810, another BET inhibitor, in combination with Venetoclax, an inhibitor of the Bcl-2 protein, is likewise in a phase I clinical trial for the treatment of DH/THL. Pharmacological inhibition of BCL-2 is effective in most B cell lymphomas, but often leads to acquired resistance due to the expression of other major anti-apoptotic BCL-2 family proteins like BCL-XL and MCL-1. Combined therapy using MCL-1 inhibitor (S63845) or BCL-XL inhibitor (A-1331852) in addition to Venetoclax can be a solution to overcome this issue.   === Subtypes of diffuse large B-cell lymphoma === DLBCL subtypes have been sorted into groups based on their distinctive morphology or immunophenotype, distinctive clinical issues, and distinctive virus-driven etiology. The prognoses and treatment of these subtypes varies with their severity. Most subtypes are aggressive diseases and consequently treated in a manner similar to DLBCL, NOS. Further details on these subtypes, including their treatments, can be found in their respective main article linkages.   ==== DLBCL with a distinctive morphology or immunophenotype ====   ===== T cell/histiocyte-rich large B-cell lymphoma =====  T-cell/histiocyte-rich large B-cell lymphoma (THRLBCL) is a DLBCL in which tumors containing small numbers of usually large neoplastic B-cells embedded in a background of reactive T-cells and histiocytes develop in the liver, spleen, bone marrow and/or, rarely other sites. Patients usually present with advanced disease; their overall 3 year survival rates in different studies range between 46% and 72%.   ===== ALK+ large B-cell lymphoma =====  ALK+ large B-cell lymphoma (ALK+ LBCL) is a DLBCL in which neoplastic lymphocytes that express the ALK tyrosine kinase receptor protein infiltrate lymph nodes as well as extranodal sites, e.g. the mediastinum, bones, bone marrow, nasopharynx, tongue, stomach, liver, spleen, and skin. About 60% of these individuals present with advanced disease. ALK+ LBCL has an overall 5 year survival rate of ~34%.   ===== Plasmablastic lymphoma =====  Plasmablastic lymphoma (PBL) is a DLBCL in which neoplastic immunoblastic or plasmablastic cells embedded in a background of other cell types infiltrate the oral/nasal cavity or much less often the gastrointestinal tract. Some 70% of individuals with PBL are infected with EBV and/or (particularly those with oral/nasal cavity disease) human immunodeficiency virus (HIV). PBL is an aggressive disease with a median survival time of ~15 months.   ===== Intravascular large B-cell lymphoma =====  Intravascular large B-cell lymphoma (IVLBCL) is a DLBCL in which medium- to large-sized neoplastic B-cells infiltrate small- to medium-sized blood vessels and sinusoids in the liver, spleen, and/or bone marrow. IVLBCL may be associated with the hemophagic syndrome (i.e. excessive cytokine secretion and systemic inflammation). Patients with the latter syndrome have very short survival times. The poor prognosis of this disease has been significantly improved by rituximab or similar immunochemotherapy drugs but significant proportions of these responding cases relapse, often with central nervous system involvement.   ===== Large B-cell lymphoma with IRF4 rearrangement =====  Large B-cell lymphoma with IRF4 rearrangement (LBCL with IRF4 rearrangement) is a DLBCL in which tissue infiltrates containing intermediate- or large-sized neoplastic B-cells strongly express a chromosomal translocation involving the IRF4 gene on the short arm of chromosome 6. These cells form follicular, follicular and diffuse, or entirely diffuse infiltrates in Waldeyer's tonsillar ring or other regions of the head and neck. The disease, which represents ~0.05% of all DLBCL, occurs primarily in children and young adults and typically has a good prognoses. Cases with a follicular pattern of tissue infiltrates often have indolent disease and an excellent prognosis following excision and may not need chemotherapy. Cases with a purely diffuse tissue infiltrate pattern, in contrast, often do require chemotherapy.   ==== DLBCL with distinctive clinical issues ====   ===== Primary mediastinal large B-cell lymphoma =====  Primary mediastinal large B-cell lymphoma (PMBL), also termed primary mediastinal (thymic) large B-cell lymphoma, is a DLBCL in which neoplastic B-cells infiltrates are commonly located in sclerotic/fibrous tissues of the thymus and mediastinal lymph nodes. The disease represents 6–10% of all DLBCL cases, presents with early stage disease in ~80% of cases, and has an overall survival rate at 5 years of 75–85%.   ===== Primary cutaneous diffuse large B-cell lymphoma, leg type =====  Primary cutaneous diffuse large B-cell lymphoma, leg type (PCDLBCL-LT) is a DLBCL in which diffuse patterns of immunoblastic and/or centroblastic B-cells infiltrate the dermis and/or subcutaneous tissue principally, but not exclusively, of the legs. This disease's 5-year overall survival rate is 50–60%.   ===== Primary diffuse large B-cell lymphoma of the central nervous system =====  Primary diffuse large B-cell lymphoma of the central nervous system (DLBCL-CNS, also termed primary central nervous system lymphoma [PCNSL]) is a DLBCL in which diffuse patterns of neoplastic B-cells with centroblastic, immunoblastic, or poorly differentiated features infiltrate the brain, spinal cord, leptomeninges, or eye. The disease usually presents as a single lesion with a predilection for the supratentorial region of the brain but may involve the eye in 15–25% of cases, the cerebrospinal fluid in 7–42% of cases, and the spinal cord in ~1% of cases. The disease has a 5-year overall survival rate of ~30%.   ===== Diffuse large B-cell lymphoma associated with chronic inflammation =====  Diffuse large B-cell lymphoma associated with chronic inflammation (DLBCL-CI) is an Epstein–Barr virus-associated lymphoproliferative disease arising in persons with a long and persistent history of chronic inflammation. The disease's lesions consist of large, mature-appearing B-cells infiltrating the lung's pleura and nearby tissues. Most cases have occurred in patients who were given a pneumothorax (i.e. therapeutic introduction of air into the chest cavity in order to collapse and thereby \"rest\" the lung) to treat pulmonary tuberculosis that had progressed to a pyothorax (i.e. pus in the pleural cavity). Fibrin-associated large B-cell lymphoma (FA-DLBCL), often considered a sub-type of DLBCL-CI, is an infiltration of large neoplastic B-cells and fibrin affix to a prosthesis (e.g., cardiac valve, orthopaedic device) or accumulate within a hydrocele, pseudocyst, cardiac myxoma, or chronic subdural hematoma. The B-cells in these lesions are often but not always infected with the Epstein–Barr virus. DLBCL-CI occurring in cases of pleural empyema (sometimes termed pyothorax-associated lymphoma, i.e. PAL) is an aggressive lymphoma with a five-year overall survival rate of 20–35%; FA-DLBCL, when involving the heart (e.g. occurring on myxommas or prosthetic valves) or vasculature structures (e.g. on thrombus-laden vascular grafts), may involve life-threatening cardiovascular complications, particularly strokes. Outside of these complications, however, DLBCL-CI usually has a highly favorable outcome.   ===== Lymphomatoid granulomatosis =====  Lymphomatoid granulomatosis (LYG) is a DLBCL in which large, atypical B-cells with immunoblastic or Hodgkin disease-like features that are infected by the Epstein-Barr virus center around and destroy the microvasculature. Lymphomatoid granulomatosis almost always involves the lung but may concurrently involve the brain, peripheral nervous system, skin, kidneys, liver, gastrointestinal tract, and/or upper respiratory tract; LYG has an increased incidence in persons with Wiskott–Aldrich syndrome or HIV or who are immunosuppression due to chemotherapy or organ transplantation. The disease's prognosis is highly variable: patients with low grade disease often require no therapy except watchful waiting while patients with high grade disease usually require chemotherapy.   ===== Primary effusion lymphoma =====   Primary effusion lymphoma (PEL) is a DLBCL in which neoplastic B cells that resemble immunoblasts, plasmablasts, or Reed–Sternberg cells infiltrate the pleural, pericardial, or peritoneal membranes that surround the lungs, heart, and abdominal organs, respectively. This infiltration leads to the seeping of fluid into the cavities which are encased by these membranes, i.e. it leads to pleural effusions, pericardial effusions, and abdominal ascites. Some cases of PEL also involve the gastrointestinal tract and lymph nodes. The disease occurs primarily in people who are immunosuppressed or test positive for HIV and are also latently infected with Kaposi's sarcoma-associated herpesvirus; PEL is an aggressive disease with an overall 1 year survival rate of ~30%.   ==== DLBCL driven by viruses ====   ===== Epstein–Barr virus-positive diffuse large B-cell lymphoma, not otherwise specified =====  Epstein–Barr virus-positive diffuse large B cell lymphoma, not otherwise specified (EBV+ DLBCL, NOS) is a B-cell lymphoma in which neoplastic B-cells that are infected with the Epstein-Barr virus cause a disease that does not fit into other subtypes of DLBCL. In EBV+ DLBCL, small neoplastic B-cells, other lymphocyte typess, plasma cells, histiocytes and epithelioid cells interspersed with Reed–Sternberg-like cells infiltrate, almost exclusively, lymph nodes. Elderly patients with the disease have median survival times of ~2 years while young patients have long-term treatment-related remissions in >80% of cases.   ===== HHV8-positive diffuse large B-cell lymphoma, NOS =====  HHV8-positive diffuse large B-cell lymphoma, NOS (HHV8+ DLBCL, NOS; also termed HHV8-positive diffuse large B-cell lymphoma [HHV8+ DLBCL]) is a DLBCL in which Kaposi's sarcoma-associated herpesvirus-infected, medium- to large-size neoplastic B-cells that resemble lymphocytes or immunoblasts infiltrate lymph nodes (~80% of cases) and, when disseminated (20% of cases), the liver and spleen. This infiltration usually disrupts the normal architecture of the involved tissues. HHV8+ DLBCL develops in HIV-infected individuals in ~50% of cases, in individuals with multicentric Castleman disease, plasma cell variant in uncommon cases, and in individuals with Kaposi sarcoma in rare cases. HHV8+ DLBCL commonly takes an aggressive course and has a poor prognosis.   == Related disorders ==   === Helicobactor pylori associated diffuse large B-cell lymphoma ===  Rare cases of DLBCL are associated with the presence of the bacterium, Helicobacter pylori, in the neoplastic B-cells. While the histology of Helicobactor pylori-associated diffuse large B-cell lymphoma (H. pylori+ DLBCL) is typical of DLBCL, the disease is sometimes a progression of mantle cell lymphoma, is often restricted to the stomach, is less aggressive that most DLBCL cases, and may respond to a drug regimen consisting of antibiotics and proton pump inhibitors directed at killing the bacterium. Perhaps because of these features of the disease, H. pylori+ DLBCL has not been classified as a DLBCL by the World Health Organization, 2016. Recent studies suggest that localized, early-stage H. pylori+ DLBCL, when limited to the stomach, is successfully treated with H. pylori eradication protocols consisting of two or more antibiotics plus a proton pump inhibitor. However, these studies also agree that patients treated with one of these H. pylori eradication regimes need to be carefully followed: those unresponsive to, or worsening on, these regimens should be switched to a chemotherapy regimen (e.g. R-CHOP) and/or, for complicated bulky disease, surgery and/or local radiotherapy.   === Epstein–Barr virus-positive mucocutaneous ulcer ===  Epstein-Barr virus-positive mucocutaneous ulcer (EBVMCU) was first described as a lymphoproliferative disorder in which Epstein–Barr virus-infected B-cells proliferate and cause ulcerations in the mucous membranes and skin of immunosuppressed individuals. Its lesions consist of Epstein–Barr virus-positive, variable-sized, atypical B-cells that by conventional histopathologic criteria indicate the lesions are a form of DLBCL. Since these lesions regress spontaneously without anti-cancer treatment, EBVMCU is now considered a pseudo-malignant disorder. Elderly individuals that evidence the disease but have no other cause for immunosuppression may exhibit a relapsing and remitting course with their ulcers worsening but then regressing spontaneously. Persistent and/or severely symptomatic cases have had excellent responses to rituximab. Individuals developing these ulcers as a consequence of immunosuppressive therapy generally have a remission after the dosage of the drugs used in their immunosuppressive treatments are reduced. Most of these patients do not relapse.   == See also == Germinal center B-cell like diffuse large B-cell lymphoma   == References ==   == Sources == Swerdlow SH, Campo E, Jaffe ES, Pileri SA, eds. (2008). WHO Classification of Tumours of Haematopoietic and Lymphoid Tissues. Lyon: IARC. ISBN 978-92-832-2431-0. Goldman L, Schafer AI (2012). Goldman's Cecil Medicine (24th ed.). ISBN 978-1-4377-1604-7. Turgeon ML (2005). Clinical hematology: theory and procedures. Hagerstown, MD: Lippincott Williams & Wilkins. ISBN 978-0-7817-5007-3.   == External links =="}