{"name": "diflunisal", "category": "drug", "content": "Diflunisal is a salicylic acid derivative with analgesic and anti-inflammatory activity. It was developed by Merck Sharp & Dohme in 1971, as MK647, after showing promise in a research project studying more potent chemical analogs of aspirin. It was first sold under the brand name Dolobid, marketed by Merck & Co., but generic versions are now widely available. It is classed as a nonsteroidal anti-inflammatory drug (NSAID) and is available in 250 mg and 500 mg tablets.   == Mechanism of action == Like all NSAIDs, diflunisal acts by inhibiting the production of prostaglandins, hormones which are involved in inflammation and pain. Diflunisal also has an antipyretic effect, but this is not a recommended use of the drug. It has been found to inhibit p300 and CREB-binding protein (CBP), which are epigenetic regulators that control the levels of proteins that cause inflammation or are involved in cell growth. It has been reported that diflunisal has some antibacterial activity  in vitro  against  Francisella tularensis  live vaccine strain (LVS).   == Duration of effect == Though diflunisal has an onset time of 1 hour, and maximum analgesia at 2 to 3 hours, the plasma levels of diflunisal will not be steady until repeated doses are taken. The long plasma half-life is a distinctive feature of diflunisal in comparison to similar drugs. To increase the rate at which the diflunisal plasma levels become steady, a loading dose is usually used. It is primarily used to treat symptoms of arthritis, and for acute pain following oral surgery, especially removal of wisdom teeth. Effectiveness of diflunisal is similar to other NSAIDs, but the duration of action is twelve hours or more. This means fewer doses per day are required for chronic administration. In acute use, it is popular in dentistry when a single dose after oral surgery can maintain analgesia until the patient is asleep that night.   == Medical uses == Pain, mild to moderate Osteoarthritis Rheumatoid arthritis Injury to tendons Inflammation ATTR  amyloidosis   === Amyloidosis === Both diflunisal and several of its analogues have been shown to be inhibitors of transthyretin-related hereditary amyloidosis, a disease which currently has few treatment options. Phase I trials have shown the drug to be well tolerated, with a small Phase II trial (double-blind, placebo-controlled, 130 patients for 2 years) in 2013 showing a reduced rate of disease progression and preserved quality of life. However a significantly larger Phase III trial would be needed to prove the drugs effectiveness for treating this condition.   == Side effects == In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in unborn babies that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy.   === Gastrointestinal === The inhibition of prostaglandins has the effect of decreasing the protection given to the stomach from its own acid. Like all NSAIDS, this leads to an increased risk of stomach ulcers, and their complications, with long-term use. Elderly users of diflunisal are at greater risk for serious GI events.  Increased risk of GI events including bleeding, ulceration, and stomach or intestine perforation. Abdominal pain or cramps Constipation Gas Diarrhea Nausea and vomiting Dyspepsia   === Cardiovascular === Irregular heart beat Possible increased risk of serious and potentially fatal cardiovascular thrombotic events, MI, and stroke Risks may increase with duration of use and for cardiovascular disease history   === Ear, nose, throat, and eye === Ringing in the ears Yellowing of eyes   === Central nervous system === Drowsiness Dizziness Headache Insomnia Fatigue Somnolence Nervousness   === Skin === Swelling of the feet, ankles, lower legs, and hands Yellowing of skin Rash Ecchymosis   == Contraindications == Hypersensitivity to aspirin/NSAID-induced asthma (AERD) or urticaria 3rd trimester pregnancy Coronary artery bypass surgery (peri-op pain)   == Cautions ==   == Overdose == Deaths that have occurred from diflunisal usually involved mixed drugs and or extremely high dosage. The oral LD50 is 500 mg/kg. Symptoms of overdose include coma, tachycardia, stupor, and vomiting. The lowest dose without the presence of other medicines which caused death was 15 grams. Mixed with other medicines, a death at 7.5 grams has also occurred. Diflunisal usually comes in 250 or 500 mg, making it relatively hard to overdose by accident.   == References ==   == External links == Diflunisal: MedlinePlus Drug Information Dolobid Prescribing Information (manufacturer's website) Dolobid Medication Guide (manufacturer's website) \"Single dose oral diflunisal for acute postoperative pain in adults\" Archived 2010-05-21 at the Wayback Machine"}