{"name": "digoxin", "category": "drug", "content": "Dioxin may refer to a number of different substances. Most notably:  1,2-Dioxin or 1,4-Dioxin, two unsaturated heterocyclic 6-membered rings in which two carbon atoms have been replaced by oxygen atoms, which gives the molecular formula C4H4O2 Dibenzo-1,4-dioxin, also known as dibenzodioxin or dibenzo-p-dioxin (molecular formula C12H8O2), in which two benzene rings are connected through two oxygen atoms. That is the parent compound of the dioxins (see next in which the dioxins comprise a key part of the class) Dioxins and dioxin-like compounds, a diverse class of chemical compounds that are known to exhibit \"dioxin-like\" toxicity 2,3,7,8-Tetrachlorodibenzodioxin (TCDD), the prototypical example of the above class, often referred to simply as \"dioxin\"   == Environmental impact == In 1971 waste contaminated with TCDD was mixed with waste motor oils and subsequently used for oiling dirt roads in Times Beach, Missouri for four years. About a decade later, in 1982, leaked EPA documents revealed presence of the contamination and led to public pressing EPA into investigating the case. A day after samples were collected, Meramec River breached its banks, causing a record high flood and forcing evacuation of the entire area. The town was not repopulated after the flood due to TCDD levels reaching 0.3 ppm along its roads. Multiple dioxins are byproducts in manufacturing processes of many pesticides and construction materials. PVC incineration releases polychlorinated dibenzodioxins to the environment. Dioxins break down slowly. It still threatens public health at low levels. Since industry has mostly stopped producing dioxins, one of the largest contributors releasing harmful dioxins left in the United States is waste incineration. Dioxins have been proven to cause cancer, reproductive and developmental issues, and immune system damage. Rates of cancer such as non-Hodgkin's lymphoma and soft tissue sarcoma rise significantly the closer one lives to the pollutants' source.   == See also == 1,4-Dioxane, the saturated analog Digoxin Dioxin affair, a 1999 crisis in Belgium Seveso disaster, a 1976 crisis in Italy"}