{"name": "dihydroergotamine", "category": "drug", "content": "Dihydroergotamine (DHE), sold under the brand names D.H.E. 45 and Migranal among others, is an ergot alkaloid used to treat migraines. It is a derivative of ergotamine. It is administered as a nasal spray or injection and has an efficacy similar to that of sumatriptan. Nausea is a common side effect. It has similar actions to the triptans, acting as an agonist to the serotonin receptors and causing vasoconstriction of the intracranial blood vessels, but also interacts centrally with dopamine and adrenergic receptors. It can be used to treat acute intractable headache or withdrawal from analgesics.   == Medical uses == Subcutaneous and intramuscular injections are generally more effective than the nasal spray and can be self-administered by patients. Intravenous injection is considered very effective for severe migraine or status migrainosus. DHE is also used in the treatment of medication overuse headache.   == Side effects == Nausea is a common side effect of IV administration and less common in other modes. Antiemetics can be given prior to DHE to counteract the nausea. Risks and contraindications are similar to the triptans. DHE and triptans should never be taken within 24 hours of each other due to the potential for coronary artery vasospasm. DHE produces no dependence.   == Contraindications == DHE is contraindicated with potent CYP3A4 inhibitors, like macrolide antibiotics.   == Pharmacology ==   === Mechanism of action === DHE's antimigraine activity is due to its action as an agonist at the serotonin 5-HT1B, 5-HT1D, and 5-HT1F receptors. It also interacts with other serotonin, adrenergic, and dopamine receptors. DHE is an agonist of the serotonin 5-HT2B receptor and has been associated with cardiac valvulopathy.   === Pharmacodynamic ===   === Pharmacokinetics === Oral bioavailability is poor and it is not available in oral form in the US. DHE is available as a nasal spray and in ampules for subcutaneous, intramuscular and intravenous injection. Efficacy is variable in the nasal spray form with relative bioavailability of 32% compared to injection.   == Contraindications ==  Contraindications for DHE include: pregnancy, renal or hepatic failure, coronary, cerebral, and peripheral vascular disease, hypersensitivity reactions, sepsis, and uncontrolled hypertension.   == History == Dihydroergotamine (DHE) is a semi-synthetic form of ergotamine approved in the US in 1946.Dihydroergotamine is derived from ergot, a fungus that grows on rye and other grains.   == Society and culture ==   === Brand names === Brand names of DHE include Diergo, Dihydergot, D.H.E. 45, Ergont, Ikaran, Migranal, Orstanorm, and Seglor, among others.   === European Union === In 2013 the European Medicines Agency’s Committee for Medicinal Products for Human Use (CHMP) has recommended that medicines containing ergot derivatives no longer be used to treat several conditions involving problems with memory, sensation or blood circulation, or to prevent migraine headaches because the risks (increased risk of fibrosis and ergotism) were said to be greater than the benefits in these indications.   == References ==   == External links == \"Dihydroergotamine\". Drug Information Portal. U.S. National Library of Medicine. \"Dihydroergotamine mesylate\". Drug Information Portal. U.S. National Library of Medicine."}