{"name": "diloxanide furoate", "category": "drug", "content": "Diloxanide is a medication used to treat amoeba infections. In places where infections are not common, it is a second line treatment after paromomycin when a person has no symptoms. For people who are symptomatic, it is used after treatment with metronidazole or tinidazole. It is taken by mouth. Diloxanide generally has mild side effects. Side effects may include flatulence, vomiting, and itchiness. During pregnancy it is recommended that it be taken after the first trimester. It is a luminal amebicide meaning that it only works on infections within the intestines. Diloxanide came into medical use in 1956. It is on the World Health Organization's List of Essential Medicines. It is not commercially available in much of the developed world as of 2012.   == Medical uses == Diloxanide furoate works only in the digestive tract and is a lumenal amebicide. It is considered second line treatment for infection with amoebas when no symptoms are present but the person is passing cysts, in places where infections are not common. Paromomycin is considered the first line treatment for these cases. For people who are symptomatic, it is used after treatment with ambecides that can penetrate tissue, like metronidazole or tinidazole. Diloxanide is considered second-line, while paromomycin is considered first line for this use as well.   == Adverse effects == Side effects include flatulence, itchiness, and hives. In general, the use of diloxanide is well tolerated with minimal toxicity. Although there is no clear risk of harm when used during pregnancy, diloxanide should be avoided in the first trimester if possible.  Diloxanide furoate is not recommended in women who are breast feeding, and in children <2 years of age.   == Pharmacology == Diloxanide furoate destroys trophozoites of E. histolytica and prevents amoebic cyst formation. The exact mechanism of diloxanide is unknown. Diloxanide is structurally related to chloramphenicol and may act in a similar fashion by disrupting the ribosome The prodrug, diloxanide furoate, is metabolized in the gastrointestinal tract to release the active drug, diloxanide. 90% of each dose is excreted in the urine and the other 10% is excreted in the feces.   == Society and culture == It is on the World Health Organization's List of Essential Medicines. The drug was discovered by Boots UK in 1956, and introduced as Furamide; it was not available in much of the developed world as of 2012.   == References =="}