{"name": "diltiazem", "category": "drug", "content": "Diltiazem, sold under the brand name Cardizem among others, is a nondihydropyridine calcium channel blocker medication used to treat high blood pressure, angina, and certain heart arrhythmias. It may also be used in hyperthyroidism if beta blockers cannot be used. It is taken by mouth or injection into a vein. When given by injection, effects typically begin within a few minutes and last a few hours. Common side effects include swelling, dizziness, headaches, and low blood pressure. Other severe side effects include an overly slow heart beat, heart failure, liver problems, and allergic reactions. Use is not recommended during pregnancy. It is unclear if use when breastfeeding is safe. Diltiazem works by relaxing the smooth muscle in the walls of arteries, resulting in them opening and allowing blood to flow more easily. Additionally, it acts on the heart to prolong the period until it can beat again. It does this by blocking the entry of calcium into the cells of the heart and blood vessels. It is a class IV antiarrhythmic. Diltiazem was approved for medical use in the United States in 1982. It is available as a generic medication. In 2021, it was the 84th most commonly prescribed medication in the United States, with more than 8 million prescriptions. An extended release formulation is also available.   == Medical uses == Diltiazem is indicated for:  Stable angina (exercise-induced) – diltiazem increases coronary blood flow and decreases myocardial oxygen consumption, secondary to decreased peripheral resistance, heart rate, and contractility. Variant angina – it is effective owing to its direct effects on coronary dilation. Unstable angina (preinfarction, crescendo) – diltiazem may be particularly effective if the underlying mechanism is vasospasm. Myocardial bridge For supraventricular tachycardias (PSVT), diltiazem appears to be as effective as verapamil in treating re-entrant supraventricular tachycardia. Atrial fibrillation or atrial flutter  is another indication.  The initial bolus should be 0.25 mg/kg, intravenous (IV). Because of its vasodilatory effects, diltiazem is useful for treating hypertension. Calcium channel blockers are well tolerated, and especially effective in treating low-renin hypertension. It is also used as topical application for anal fissures because it promotes healing due to its vasodilatory property.   == Contraindications and precautions == In congestive heart failure, patients with reduced ventricular function may not be able to counteract the negative inotropic and chronotropic effects of diltiazem, the result being an even higher compromise of function. With SA node or AV conduction disturbances, the use of diltiazem should be avoided in patients with SA or AV nodal abnormalities, because of its negative chronotropic and dromotropic effects. Low blood pressure patients, with systolic blood pressures below 90 mm Hg, should not be treated with diltiazem. Diltiazem may paradoxically increase ventricular rate in patients with Wolff-Parkinson-White syndrome because of accessory conduction pathways. Diltiazem is relatively contraindicated in the presence of sick sinus syndrome, atrioventricular node conduction disturbances, bradycardia, impaired left ventricle function, peripheral artery occlusive disease, and chronic obstructive pulmonary disease.   == Side effects == A reflex sympathetic response, caused by the peripheral dilation of vessels and the resulting drop in blood pressure, works to counteract the negative inotropic, chronotropic and dromotropic effects of diltiazem. Undesirable effects include hypotension, bradycardia, dizziness, flushing, fatigue, headaches and edema. Rare side effects are congestive heart failure, myocardial infarction, and hepatotoxicity.   == Drug interactions == Because of its inhibition of hepatic cytochromes CYP3A4, CYP2C9 and CYP2D6, there are a number of drug interactions. Some of the more important interactions are listed below.   === Beta-blockers === Intravenous diltiazem should be used with caution with beta-blockers because, while the combination is most potent at reducing heart rate, there are rare instances of dysrhythmia and AV node block.   === Quinidine === Quinidine should not be used concurrently with calcium channel blockers because of reduced clearance of both drugs and potential pharmacodynamic effects at the SA and AV nodes.   === Fentanyl === Concurrent use of fentanyl with diltiazem, or any other CYP3A4 inhibitors, as these medications decrease the breakdown of fentanyl and thus increase its effects.   == Mechanism of action ==  Diltiazem, also known as (2S,3S)-3-acetoxy-5-[2-(dimethylamino)ethyl]-2,3-dihydro-2-(4-methoxyphenyl)-1,5-benzothiazepin-4(5H)-one hydrochlorid has a vasodilating activity attributed to the (2S,3S)-isomer. Diltiazem is a potent vasodilator, increasing blood flow and variably decreasing the heart rate via strong depression of A-V node conduction. It binds to the alpha-1 subunit of L-type calcium channels in a fashion somewhat similar to verapamil, another nondihydropyridine (non-DHP) calcium channel blocker. Chemically, it is based upon a 1,4-thiazepine ring, making it a benzothiazepine-type calcium channel blocker. It is a potent and mild vasodilator of coronary and peripheral vessels, respectively, which reduces peripheral resistance and afterload, though not as potent as the dihydropyridine (DHP) calcium channel blockers. This results in minimal reflexive sympathetic changes. Diltiazem has negative inotropic, chronotropic, and dromotropic effects. This means diltiazem causes a decrease in heart muscle contractility – how strong the beat is, lowering of heart rate – due to slowing of the sinoatrial node, and a slowing of conduction through the atrioventricular node – increasing the time needed for each beat. Each of these effects results in reduced oxygen consumption by the heart, reducing angina, typically unstable angina, symptoms. These effects also reduce blood pressure by causing less blood to be pumped out.   == Research == Diltiazem is prescribed off-label by doctors in the US for prophylaxis of cluster headaches. Some research on diltiazem and other calcium channel antagonists in the treatment and prophylaxis of migraine is ongoing. Recent research has shown diltiazem may  reduce cocaine cravings in drug-addicted rats. This is believed to be due to the effects of calcium blockers on dopaminergic and glutamatergic signaling in the brain. Diltiazem also enhances the analgesic effect of morphine in animal tests, without increasing respiratory depression, and reduces the development of tolerance. Diltiazem is also being used in the treatment of anal fissures. It can be taken orally or applied topically with increased effectiveness. When applied topically, it is made into a cream form using either petrolatum or Phlojel. Phlojel absorbs the diltiazem into the problem area better than the petrolatum base. It has good short-term success rates.   == References =="}