{"name": "dimethyl sulfoxide", "category": "drug", "content": "Dimethyl sulfide (DMS) or methylthiomethane is an organosulfur compound with the formula (CH3)2S. It is the simplest thioether and has a characteristic disagreeable odor. It is a flammable liquid that boils at 37 °C (99 °F). It is a component of the smell produced from cooking of certain vegetables, notably maize, cabbage, beetroot, and seafoods. It is also an indication of bacterial contamination in malt production and brewing. It is a breakdown product of dimethylsulfoniopropionate (DMSP), and is also produced by the bacterial metabolism of methanethiol.   == Occurrence and production == DMS originates primarily from DMSP, a major secondary metabolite in some marine algae. DMS is the most abundant biological sulfur compound emitted to the atmosphere. Emission occurs over the oceans by phytoplankton. DMS is also produced naturally by bacterial transformation of dimethyl sulfoxide (DMSO) waste that is disposed of into sewers, where it can cause environmental odor problems. DMS is oxidized in the marine atmosphere to various sulfur-containing compounds, such as sulfur dioxide, dimethyl sulfoxide (DMSO), dimethyl sulfone, methanesulfonic acid and sulfuric acid. Among these compounds, sulfuric acid has the potential to create new aerosols which act as cloud condensation nuclei. It usually results in the formation of sulfate particles in the troposphere. Through this interaction with cloud formation, the massive production of atmospheric DMS over the oceans may have a significant impact on the Earth's climate. The CLAW hypothesis suggests that in this manner DMS may play a role in planetary homeostasis. Marine phytoplankton also produce dimethyl sulfide, and DMS is also produced by bacterial cleavage of extracellular DMSP. DMS has been characterized as the \"smell of the sea\", though it would be more accurate to say that DMS is a component of the smell of the sea, others being chemical derivatives of DMS, such as oxides, and yet others being algal pheromones such as dictyopterenes. Dimethyl sulfide, dimethyl disulfide, and dimethyl trisulfide have been found among the volatiles given off by the fly-attracting plant known as dead-horse arum (Helicodiceros muscivorus). Those compounds are components of an odor like rotting meat, which attracts various pollinators that feed on carrion, such as many species of flies. On September 12, 2023, NASA announced that their investigation into exoplanet K2-18b revealed the possible presence of dimethyl sulfide, noting \"On Earth, this is only produced by life.\"   === Industrial processes === In industry dimethyl sulfide is produced by treating hydrogen sulfide with excess methanol over an aluminium oxide catalyst:  2 CH3OH + H2S → (CH3)2S + 2 H2O Dimethyl sulfide is emitted by kraft pulping mills as a side product from delignification.   === Physiology of dimethyl sulfide === Dimethyl sulfide is normally present at very low levels in healthy people, namely less than 7 nM in blood, less than 3 nM in urine and 0.13 to 0.65 nM on expired breath. At pathologically dangerous concentrations, this is known as dimethylsulfidemia. This condition is associated with blood borne halitosis and dimethylsulfiduria. In people with chronic liver disease (cirrhosis), high levels of dimethyl sulfide may be present in the breath, leading to an unpleasant smell (fetor hepaticus).   == Odor == Dimethyl sulfide has a characteristic odor commonly described as cabbage-like. It becomes highly disagreeable at even quite low concentrations. Some reports claim that DMS has a low olfactory threshold that varies from 0.02 to 0.1 ppm between different persons, but it has been suggested that the odor attributed to dimethyl sulfide may in fact be due to disulfides, polysulfides and thiol impurities, since the odor of dimethyl sulfide is much less disagreeable after it is freshly washed with saturated aqueous mercuric chloride. Dimethyl sulfide is also available as a food additive to impart a savory flavor; in such use, its concentration is low. Beetroot, asparagus, cabbage, maize and seafoods produce dimethyl sulfide when cooked. Dimethyl sulfide is also produced by marine planktonic microorganisms such as the coccolithophores and so is one of the main components responsible for the characteristic odor of sea water aerosols, which make up a part of sea air. In the Victorian era, before DMS was discovered, the origin of sea air's 'bracing' aroma was attributed to ozone. Dimethyl sulfide is the main volatile chemical produced by various species of truffle, and is the compound that animals trained to uncover the fungus (such as pigs and detection dogs) sniff out when searching for them.   == Industrial uses == Dimethyl sulfide is considered the most important thioether produced industrially. One major use is for the production of borane dimethyl sulfide from diborane:  B2H6 + 2 (CH3)2S → 2 BH3·S(CH3)2 Oxidation of dimethyl sulfide gives the solvent dimethyl sulfoxide. Further oxidation affords dimethyl sulfone.   == Chemical reactions == As illustrated above by the formation of its adduct with borane, dimethyl sulfide is a Lewis base. It is classified as a soft ligand (see also ECW model). It forms complexes with many transition metals but such adducts are often labile. For example, it serves a displaceable ligand in chloro(dimethyl sulfide)gold(I). Dimethyl sulfide is used in the workup of the ozonolysis of alkenes. It reduces the intermediate trioxolane. The Swern oxidation produces dimethyl sulfide by reduction of dimethylsulfoxide. With chlorinating agents such as sulfuryl chloride, dimethyl sulfide converts to chloromethyl methyl sulfide:  SO2Cl2 + (CH3)2S → SO2 + HCl + ClCH2SCH3 Like other methylthio compounds, DMS is deprotonated by butyl lithium:  CH3CH2CH2CH2Li + (CH3)2S → CH3CH2CH2CH3 + LiCH2SCH3   == Safety == Dimethyl sulfide is highly flammable. Its ignition temperature is 205 °C. It is an eye and skin irritant and is harmful if swallowed. It has an unpleasant odor at even extremely low concentrations.   == See also == Coccolithophore, a marine unicellular planktonic photosynthetic algae, producer of DMS Dimethylsulfoniopropionate, a parent molecule of DMS and methanethiol in the oceans Emiliania huxleyi, a coccolithophorid producing DMS Phosphine, another molecule that is associated with biological processes and thus used as a biosignature in astrobiology Swern oxidation Gaia hypothesis Geosmin, the substance responsible for the odour of earth Petrichor, the earthy scent produced when rain falls on dry soil   == References ==   == External links ==  Dimethylsulfide (DMS) in the Bering Sea and Adjacent Waters: In-situ and Satellite Observations DMS and Climate Industrial chemicals NOAA DMS flux"}