{"name": "dimethicone", "category": "drug", "content": "Polydimethylsiloxane (PDMS), also known as dimethylpolysiloxane or dimethicone, is a silicone polymer with a wide variety of uses, from cosmetics to industrial lubrication and passive daytime radiative cooling. It is particularly known for its unusual rheological (or flow) properties. PDMS is optically clear and, in general, inert, non-toxic, and non-flammable. It is one of several types of silicone oil (polymerized siloxane). Its applications range from contact lenses and medical devices to elastomers; it is also present in shampoos (as it makes hair shiny and slippery), food (antifoaming agent), caulk, lubricants and heat-resistant tiles.   == Structure == The chemical formula of PDMS is CH3[Si(CH3)2O]nSi(CH3)3, where n is the number of repeating monomer [Si(CH3)2O] units. Industrial synthesis can begin from dimethyldichlorosilane and water by the following net reaction:  n Si(CH3)2Cl2  + (n+1) H2O  →  HO[Si(CH3)2O]nH + 2n HCl The polymerization reaction evolves hydrochloric acid. For medical and domestic applications, a process was developed in which the chlorine atoms in the silane precursor were replaced with acetate groups. In this case, the polymerization produces acetic acid, which is less chemically aggressive than HCl. As a side-effect, the curing process is also much slower in this case. The acetate is used in consumer applications, such as silicone caulk and adhesives.   === Branching and capping === Hydrolysis of Si(CH3)2Cl2 generates a polymer that is terminated with silanol groups (−Si(CH3)2OH). These reactive centers are typically \"capped\" by reaction with trimethylsilyl chloride:  2 Si(CH3)3Cl  + [Si(CH3)2O]n−2[Si(CH3)2OH]2  →  [Si(CH3)2O]n−2[Si(CH3)2OSi(CH3)3]2 + 2 HCl Silane precursors with more acid-forming groups and fewer methyl groups, such as methyltrichlorosilane, can be used to introduce branches or cross-links in the polymer chain. Under ideal conditions, each molecule of such a compound becomes a branch point. This can be used to produce hard silicone resins. In a similar manner, precursors with three methyl groups can be used to limit molecular weight, since each such molecule has only one reactive site and so forms the end of a siloxane chain. Well-defined PDMS with a low polydispersity index and high homogeneity is produced by controlled anionic ring-opening polymerization of hexamethylcyclotrisiloxane. Using this methodology it is possible to synthesize linear block copolymers, heteroarm star-shaped block copolymers and many other macromolecular architectures. The polymer is manufactured in multiple viscosities, from a thin pourable liquid (when n is very low), to a thick rubbery semi-solid (when n is very high). PDMS molecules have quite flexible polymer backbones (or chains) due to their siloxane linkages, which are analogous to the ether linkages used to impart rubberiness to polyurethanes. Such flexible chains become loosely entangled when molecular weight is high, which results in PDMS' unusually high level of viscoelasticity.   == Mechanical properties == PDMS is viscoelastic, meaning that at long flow times (or high temperatures), it acts like a viscous liquid, similar to honey. However, at short flow times (or low temperatures), it acts like an elastic solid, similar to rubber. Viscoelasticity is a form of nonlinear elasticity that is common amongst noncrystalline polymers. The loading and unloading of a stress-strain curve for PDMS do not coincide; rather, the amount of stress will vary based on the degree of strain, and the general rule is that increasing strain will result in greater stiffness. When the load itself is removed, the strain is slowly recovered (rather than instantaneously). This time-dependent elastic deformation results from the long-chains of the polymer. But the process that is described above is only relevant when cross-linking is present; when it is not, the polymer PDMS cannot shift back to the original state even when the load is removed, resulting in a permanent deformation. However, permanent deformation is rarely seen in PDMS, since it is almost always cured with a cross-linking agent. If some PDMS is left on a surface overnight (long flow time), it will flow to cover the surface and mold to any surface imperfections. However, if the same PDMS is poured into a spherical mold and allowed to cure (short flow time), it will bounce like a rubber ball. The mechanical properties of PDMS enable this polymer to conform to a diverse variety of surfaces. Since these properties are affected by a variety of factors, this unique polymer is relatively easy to tune. This enables PDMS to become a good substrate that can easily be integrated into a variety of microfluidic and microelectromechanical systems. Specifically, the determination of mechanical properties can be decided before PDMS is cured; the uncured version allows the user to capitalize on myriad opportunities for achieving a desirable elastomer. Generally, the cross-linked cured version of PDMS resembles rubber in a solidified form. It is widely known to be easily stretched, bent, compressed in all directions. Depending on the application and field, the user is able to tune the properties based on what is demanded.   Overall PDMS has a low elastic modulus which enables it to be easily deformed and results in the behavior of a rubber. Viscoelastic properties of PDMS can be more precisely measured using dynamic mechanical analysis. This method requires determination of the material's flow characteristics over a wide range of temperatures, flow rates, and deformations. Because of PDMS's chemical stability, it is often used as a calibration fluid for this type of experiment. The shear modulus of PDMS varies with preparation conditions, and consequently dramatically varies in the range of 100 kPa to 3 MPa. The loss tangent is very low (tan δ ≪ 0.001).   == Chemical compatibility == PDMS is hydrophobic. Plasma oxidation can be used to alter the surface chemistry, adding silanol (SiOH) groups to the surface. Atmospheric air plasma and argon plasma will work for this application. This treatment renders the PDMS surface hydrophilic, allowing water to wet it. The oxidized surface can be further functionalized by reaction with trichlorosilanes. After a certain amount of time, recovery of the surface's hydrophobicity is inevitable, regardless of whether the surrounding medium is vacuum, air, or water; the oxidized surface is stable in air for about 30 minutes. Alternatively, for applications where long-term hydrophilicity is a requirement, techniques such as hydrophilic polymer grafting, surface nanostructuring, and dynamic surface modification with embedded surfactants can be of use. Solid PDMS samples (whether surface-oxidized or not) will not allow aqueous solvents to infiltrate and swell the material. Thus PDMS structures can be used in combination with water and alcohol solvents without material deformation. However most organic solvents will diffuse into the material and cause it to swell. Despite this, some organic solvents lead to sufficiently small swelling that they can be used with PDMS, for instance within the channels of PDMS microfluidic devices. The swelling ratio is roughly inversely related to the solubility parameter of the solvent. Diisopropylamine swells PDMS to the greatest extent; solvents such as chloroform, ether, and THF swell the material to a large extent. Solvents such as acetone, 1-propanol, and pyridine swell the material to a small extent. Alcohols and polar solvents such as methanol, glycerol and water do not swell the material appreciably.   == Applications ==   === Surfactants and antifoaming agents === PDMS derivatives are common surfactants and are a component of defoamers. PDMS, in a modified form, is used as an herbicide penetrant and is a critical ingredient in water-repelling coatings, such as Rain-X.   === Hydraulic fluids and related applications === Dimethicone is used in the active silicone fluid in automotive viscous limited slip differentials and couplings.   === Daytime radiative cooling === PDMS is a common surface material used in passive daytime radiative cooling as a broadband emitter that is high in solar reflectivity and heat emissivity. Many tested surfaces use PDMS because of its potential scalability as a low-cost polymer. As a daytime radiative cooling surface, PDMS has also been tested to improve solar cell efficiency.   === Soft lithography ===  PDMS is commonly used as a stamp resin in the procedure of soft lithography, making it one of the most common materials used for flow delivery in microfluidics chips. The process of soft lithography consists of creating an elastic stamp, which enables the transfer of patterns of only a few nanometers in size onto glass, silicon or polymer surfaces. With this type of technique, it is possible to produce devices that can be used in the areas of optic telecommunications or biomedical research. The stamp is produced from the normal techniques of photolithography or electron-beam lithography. The resolution depends on the mask used and can reach 6 nm. The popularity of PDMS in microfluidics area is due to its excellent mechanical properties. Moreover, compared to other materials, it possesses superior optical properties, allowing for minimal background and autofluorescence during fluorescent imaging. In biomedical (or biological) microelectromechanical systems (bio-MEMS), soft lithography is used extensively for microfluidics in both organic and inorganic contexts. Silicon wafers are used to design channels, and PDMS is then poured over these wafers and left to harden. When removed, even the smallest of details is left imprinted in the PDMS. With this particular PDMS block, hydrophilic surface modification is conducted using plasma etching techniques. Plasma treatment disrupts surface silicon-oxygen bonds, and a plasma-treated glass slide is usually placed on the activated side of the PDMS (the plasma-treated, now hydrophilic side with imprints). Once activation wears off and bonds begin to reform, silicon-oxygen bonds are formed between the surface atoms of the glass and the surface atoms of the PDMS, and the slide becomes permanently sealed to the PDMS, thus creating a waterproof channel. With these devices, researchers can utilize various surface chemistry techniques for different functions creating unique lab-on-a-chip devices for rapid parallel testing. PDMS can be cross-linked into networks and is a commonly used system for studying the elasticity of polymer networks. PDMS can be directly patterned by surface-charge lithography. PDMS is being used in the making of synthetic gecko adhesion dry adhesive materials, to date only in laboratory test quantities. Some flexible electronics researchers use PDMS because of its low cost, easy fabrication, flexibility, and optical transparency. Yet, for fluorescence imaging at different wavelengths, PDMS shows least autofluorescence and is comparable to BoroFloat glass.   === Stereo lithography ===  In stereo lithography (SLA) 3D printing, light is projected onto photocuring resin to selectively cure it. Some types of SLA printer are cured from the bottom of the tank of resin and therefore require the growing model to be peeled away from the base in order for each printed layer to be supplied with a fresh film of uncured resin. A PDMS layer at the bottom of the tank assists this process by absorbing oxygen : the presence of oxygen adjacent to the resin prevents it adhering to the PDMS, and the optically clear PDMS permits the projected image to pass through to the resin undistorted.   === Medicine and cosmetics === Activated dimethicone, a mixture of polydimethylsiloxanes and silicon dioxide (sometimes called simethicone), is often used in over-the-counter drugs as an antifoaming agent and carminative. PDMS also works as a moisturizer that is lighter and more breathable than typical oils. Silicone breast implants are made out of a PDMS elastomer shell, to which fumed amorphous silica is added, encasing PDMS gel or saline solution. The use of PDMS in the manufacture of contact lenses was patented (later abandoned).   ==== Skin ==== PDMS is used variously in the cosmetic and consumer product industry as well. For example, dimethicone is used widely in skin-moisturizing lotions where it is listed as an active ingredient whose purpose is \"skin protection.\" Some cosmetic formulations use dimethicone and related siloxane polymers in concentrations of use up to 15%. The Cosmetic Ingredient Review's (CIR) Expert Panel, has concluded that dimethicone and related polymers are \"safe as used in cosmetic formulations.\"   ==== Hair ==== PDMS compounds such as amodimethicone, are effective conditioners when formulated to consist of small particles and be soluble in water or alcohol/act as surfactants (especially for damaged hair), and are even more conditioning to the hair than common dimethicone and/or dimethicone copolyols.   ==== Contact lenses ==== A proposed use of PDMS is contact lens cleaning. Its physical properties of low elastic modulus and hydrophobicity have been used to clean micro and nano pollutants from contact lens surfaces more effectively than multipurpose solution and finger rubbing; the researchers involved call the technique PoPPR (polymer on polymer pollution removal) and note that it is highly effective at removing nanoplastic that has adhered to lenses.   ==== As anti-parasitic ==== PDMS is effective for treating lice in humans. This is thought to be due not to suffocation (or poisoning), but to its blocking water excretion, which causes insects to die from physiological stress either through prolonged immobilisation or disruption of internal organs such as the gut. Dimethicone is the active ingredient in an anti-flea preparation sprayed on a cat, found to be equally effective to a widely used more toxic pyriproxifen/permethrin spray. The parasite becomes trapped and immobilised in the substance, inhibiting adult flea emergence for over three weeks.   === Foods === PDMS is added to many cooking oils (as an anti-foaming agent) to prevent oil splatter during the cooking process. As a result of this, PDMS can be found in trace quantities in many fast food items such as McDonald's Chicken McNuggets, french fries, hash browns, milkshakes and smoothies and Wendy's french fries. Under European food additive regulations, it is listed as E900.   === Condom lubricant === PDMS is widely used as a condom lubricant.   === Domestic and niche uses === Many people are indirectly familiar with PDMS because it is an important component in Silly Putty, to which PDMS imparts its characteristic viscoelastic properties. Another toy PDMS is used in is Kinetic Sand. The rubbery, vinegary-smelling silicone caulks, adhesives, and aquarium sealants are also well-known. PDMS is also used as a component in silicone grease and other silicone based lubricants, as well as in defoaming agents, mold release agents, damping fluids, heat transfer fluids, polishes, cosmetics, hair conditioners and other applications. It can be used as a sorbent for the analysis of headspace (dissolved gas analysis) of food.   == Safety and environmental considerations == According to Ullmann's Encyclopedia of Industrial Chemistry, no \"marked harmful effects on organisms in the environment\" have been noted for siloxanes. PDMS is nonbiodegradable, but is absorbed in waste water treatment facilities. Its degradation is catalyzed by various clays.   == See also == (3-Aminopropyl)triethoxysilane Cyclomethicone Polymethylhydrosiloxane (PMHS) Silicone rubber Silicone Siloxane and other organosilicon compounds   == References ==   == External links == Amodimethicone Amodimethicone structure and properties"}