{"name": "dimercaprol", "category": "drug", "content": "Dimercaprol, also called British anti-Lewisite (BAL), is a medication used to treat acute poisoning by arsenic, mercury, gold, and lead. It may also be used for antimony, thallium, or bismuth poisoning, although the evidence for those uses is not very strong. It is given by injection into a muscle. Common side effects include high blood pressure, pain at the site of the injection, vomiting, and fever. It is not recommended for people with peanut allergies as it is typically formulated as a suspension in peanut oil. It is unclear if use in pregnancy is safe for the baby. Dimercaprol is a chelator and works by binding with heavy metals. It has a very pungent odor. Dimercaprol was first made during World War II. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Dimercaprol has long been the mainstay of chelation therapy for lead or arsenic poisoning, and it is an essential drug. It is also used as an antidote to the chemical weapon Lewisite. Nonetheless, because it can have serious adverse effects, researchers have also pursued development of less toxic analogues, such as succimer. Wilson's disease is a genetic disorder in which copper builds up inside the liver and other tissues.  Dimercaprol is a copper chelating agent that has been approved by the FDA to treat Wilson's disease. Dimercaprol also shows effectiveness against snakebite by potently antagonizing the activity of Zn2+-dependent snake venom metalloproteinases in vitro.   == Mechanism of action == Arsenic and some other heavy metals act by chelating with adjacent thiol residues on metabolic enzymes, creating a chelate complex that inhibits the affected enzyme's activity. Dimercaprol competes with the thiol groups for binding the metal ion, which is then excreted in the urine. Dimercaprol is itself toxic, with a narrow therapeutic range and a tendency to concentrate arsenic in some organs. Other drawbacks include the need to administer it by painful intramuscular injection Serious side effects include nephrotoxicity and hypertension. Dimercaprol has been found to form stable chelates in vivo with many other metals including inorganic mercury, antimony, bismuth, cadmium, chromium, cobalt, gold, and nickel.  However, it is not necessarily the treatment of choice for toxicity to these metals.  Dimercaprol has been used as an adjunct in the treatment of the acute encephalopathy of lead toxicity. It is a potentially toxic drug, and its use may be accompanied by multiple side effects.  Although treatment with dimercaprol will increase the excretion of cadmium, there is a concomitant increase in renal cadmium concentration, so that its use in case of cadmium toxicity is to be avoided.  It does, however, remove inorganic mercury from the kidneys; but is not useful in the treatment of alkylmercury or phenylmercury toxicity. Dimercaprol also enhances the toxicity of selenium and tellurium, so it is not to be used to remove these elements from the body.   == History == The original name of dimercaprol reflects its origins as a compound secretly developed by British biochemists at Oxford University in the beginning of the World War II, with the first synthesis in July 1940 as an antidote for lewisite, a now-obsolete arsenic-based chemical warfare agent.   == See also == 2,3-Dimercapto-1-propanesulfonic acid Dimercaptosuccinic acid DMSA scan EDTA Heavy metal poisoning Penicillamine   == References ==   == External links == \"Dimercaprol\". Drug Information Portal. U.S. National Library of Medicine."}