{"name": "dimethyl fumarate", "category": "drug", "content": "Dimethyl fumarate (DMF) is the methyl ester of fumaric acid and is named after the earth smoke plant (Fumaria officinalis). Dimethyl fumarate combined with three other fumaric acid esters (FAEs) is solely licensed in Germany as an oral therapy for psoriasis (brand name Fumaderm). Since 2013, it has been approved by the U.S. Food and Drug Administration (FDA) as a treatment option for adults with relapsing multiple sclerosis (brand name Tecfidera). In 2017, an oral formulation of dimethyl fumarate (brand name Skilarence) was approved for medical use in the European Union as a treatment for moderate-to-severe plaque psoriasis. Dimethyl fumarate is thought to have immunomodulatory properties without causing significant immunosuppression. Dimethyl fumarate has also been applied as a biocide in furniture or shoes to prevent growths of mold during storage or transport in humid climates. However, due to cases of allergic reactions after skin contact, dimethyl fumarate-containing consumer products are no longer authorised to be manufactured (since 1998) or imported (since 2009) in the European Union. Dimethyl fumarate is available as a generic medication.   == Medical uses ==  In Germany, dimethyl fumarate is marketed for the treatment of psoriasis and is available as an oral formulation mixed with related compounds (Fumaderm); in the UK, it is available as a pure oral formulation (Skilarence). It is also available in the US as an oral formulation (Tecfidera) to treat adults with relapsing multiple sclerosis. A 2015 Cochrane systematic review found moderate quality evidence of a reduction in the number of people with relapsing remitting MS that had relapses over a two-year treatment period with dimethyl fumarate versus placebo, as well as low quality evidence of a reduction in worsening disability, and an overall need for higher quality studies with longer follow-up.   == History == The first medical use of fumaric acid was described in 1959 by Walter Schweckendiek, a German chemist, and was a topical formulation for psoriasis. The Swiss company Fumapharm eventually brought Fumaderm, an oral formulation of dimethyl fumarate (along with some monoesters) to market for psoriasis in Germany in 1994. Based on the efficacy and safety of this formulation, and evidence that dimethyl fumarate was the main active component, an oral formulation of dimethyl fumarate was developed by Almirall. This oral formulation, under the brand name Skilarence, was approved by the European Medicines Agency (EMA) in June 2017, for the treatment of moderate-to-severe plaque psoriasis in adults. Initial clinical research on the use of dimethyl fumarate for the treatment of multiple sclerosis was conducted by Fumapharm in collaboration with Biogen Idec; Fumapharm was subsequently acquired by Biogen Idec in 2006. Aditech Pharma in Sweden had also been researching oral formulations of dimethyl fumarate for MS and in 2010, the Danish company Forward Pharma acquired Aditech's patents. Biogen continued developing its oral formulation of dimethyl fumarate from Fumapharm under the code name BG-12; it was approved, under the trade name Tecfidera, for the treatment of adults with relapsing forms of MS in March 2013. Biogen priced the drug at $54,000 per year in the US. It was approved in Europe in 2014. In the UK NICE issued guidance recommending the drug as cost-effective, but only for patients who do not have highly active or rapidly evolving severe relapsing–remitting multiple sclerosis and only if Biogen agreed to provide it at a discount. Forward and Biogen entered into patent litigation in many jurisdictions; in 2017, the companies settled the litigation, with Biogen paying Forward $1.25 billion, with the potential for up to 10% of royalties depending on what happened with the patents in various jurisdictions. In June 2020, in a case between Biogen and Mylan, the U.S. District Court in West Virginia declared invalid Biogen's so-called \"514\" patent protecting Tecfidera from generic competition. The ruling gave Mylan the right to launch its own version of Tecfidera.   == Pharmacology == Dimethyl fumarate is metabolized to monomethyl fumarate (MMF) prior to entering systemic distribution. Dimethyl fumarate has been described a prodrug. Dimethyl fumarate is a precursor of monomethyl fumarate. Other prodrugs that metabolize to monomethyl fumarate have been developed to treat relapse-remitting multiple sclerosis, including diroximel fumarate which was approved by the FDA in October 2019. The precise mechanism of action of dimethyl fumarate is not clear. Dimethyl fumarate and monomethyl fumarate can activate the transcription factor (Nuclear factor erythroid-derived 2)-related factor 2 (Nrf2) pathway and monomethyl fumarate has been identified as a nicotinic acid receptor agonist in vitro. In mice that lack Nrf2 expression, however, dimethyl fumarate is still able to modulate the immune system, which indicates that Nrf2 is not required for its immunomodulatory action. For psoriasis, the mechanism of action is believed to be due to the interaction of monomethyl fumarate and the intracellular reduced glutathione of cells directly involved in the pathogenesis of psoriasis. The interaction with glutathione leads to the inhibition of nuclear translocation and the transcriptional activity of the nuclear factor kappa-light-chain-enhancer of activated B-cells (NF-κB). Dimethyl fumarate and monomethyl fumarate have been shown to reduce the expression of micro-RNA-21, which is essential for the production of pathogenic cells in multiple sclerosis and psoriasis. This can be achieved because dimethyl fumarate and monomethyl fumarate, as cell-permeable metabolites, can epigenetically regulate the expression of micro-RNA-21 via the metabolic-epigenetic interplay in developing immune cells. The main activity of dimethyl fumarate and monomethyl fumarate is considered to be immunomodulatory, resulting in a shift in T helper cells (Th) from the Th1 and Th17 profile to a Th2 phenotype. Inflammatory cytokine production is reduced by the induction of proapoptotic events, inhibition of keratinocyte proliferation, reduced expression of adhesion molecules and diminished inflammatory infiltrate within psoriatic plaques. The primary route of elimination is via exhalation of CO2, with small amounts excreted through urine or faeces. There is no evidence for dimethyl fumarate interaction with cytochrome P450 and the most common efflux and uptake transporters, and therefore no interactions are expected with medicinal products metabolised or transported by these systems.   == Synthesis and reactions == Several methods exist for the laboratory synthesis of dimethyl fumarate, with reported methods including alkene isomerization of dimethyl maleate, and Fischer esterification of fumaric acid. Dimethyl fumarate is an old compound used in industrial chemistry and can be purchased by the ton; as of 2012, one could purchase it for $1 to $50 per metric ton, with a two-ton minimum purchase. The compound undergoes electrohydrodimerization.   == Adverse effects == In the treatment of psoriasis, the most common adverse events are gastrointestinal events, flushing and lymphopenia, which are usually mild. Other adverse events include progressive multifocal leukoencephalopathy (PML) and Fanconi syndrome, which are considered rare. PML is probably caused by a combination of factors. A previous infection with the John-Cunningham virus (JCV) is considered a prerequisite for the development of PML. In a PML review, all confirmed cases were of patients exposed to periods of varying lymphopenia. For multiple sclerosis, adverse effects include flushing and gastrointestinal events, such as diarrhoea, nausea and upper abdominal pain. The drug label includes warnings about the risk of anaphylaxis and angioedema, PML, lymphopenia and liver damage. There is no information on how dimethyl fumarate affects the fetus during pregnancy; in animal tests there was fetal harm at clinically relevant doses.   == Consumer products == There have been cases of severe contact dermatitis which was likely related to a dimethyl fumarate contact allergy of newly acquired sofas and chairs. Dimethyl fumarate has been found to be an allergic sensitizer at very low concentrations, producing eczema by contact allergy that is difficult to treat. Concentrations as low as 1 ppm (parts-per-million) may produce allergic reactions in the most severe cases. There are only a handful of equally potent sensitisers. The sensitizing risk was brought to public attention by the \"poison chair\" incident, where Chinese manufacturer Linkwise produced two-seater sofas with dimethyl fumarate sachets inside to inhibit mould while they were in storage or transport. In Finland where the chairs were sold from 2006 to 2007, 60 users sustained serious rashes. The cause was identified as dimethyl fumarate-induced allergic reaction by Tapio Rantanen from Finland and his original article became the cover story in the July 2008 issue of the British Journal of Dermatology. In the United Kingdom, sofas sold by Argos, Land of Leather and Walmsley Furnishing containing the chemical caused over a hundred injuries. Argos withdrew the sofas from stores and contacted buyers to collect those that had been sold — with Land of Leather withdrawing the sofas without notifying buyers and Walmsley saying they had removed the sachets from sofas they sold after the danger came to light. The danger came to public attention in 2008 when the BBC Watchdog programme alerted consumers to the sofas. In the European Union, the use of dimethyl fumarate in consumer product manufacturing has been forbidden since 1998, and in 2009 the importation of consumer products containing dimethyl fumarate was also forbidden. EU Commission Decision 2009/251 of 17 March 2009 required member states to ensure that consumer products containing dimethyl fumarate were not placed or made available on the market from 1 May 2009. This definitely outlawed any marketing of consumer products containing dimethyl fumarate in the European Union. The ban on dimethyl fumarate as laid down in Decision 2009/251 establishes a maximum dimethyl fumarate concentration in products of 0.1 ppm. The decision dictated that consumer products containing more than 0.1 ppm dimethyl fumarate should be withdrawn from the market and recalled from consumers.   == Research == In 2021, dimethyl fumarate was evaluated as a treatment for COVID-19 as part of the RECOVERY Trial in the UK. The results of the trial found that dimethyl fumarate did not significantly improve clinical outcomes in hospitalized COVID-19 patients.   == References =="}