{"name": "dinoprost", "category": "drug", "content": "Prostaglandin F2α (PGF2α in prostanoid nomenclature), pharmaceutically termed dinoprost, is a naturally occurring prostaglandin used in medicine to induce labor and as an abortifacient. Prostaglandins are lipids throughout the entire body that have a hormone-like function. In pregnancy, PGF2α is medically used to sustain contracture and provoke myometrial ischemia to accelerate labor and prevent significant blood loss in labor. Additionally, PGF2α has been linked to being naturally involved in the process of labor. It has been seen that there are higher levels of PGF2α in maternal fluid during labor when compared to at term. This signifies that there is likely a biological use and significance to the production and secretion of PGF2α in labor. Prostaglandin is also used to treat uterine infections in domestic animals. In domestic mammals, it is produced by the uterus when stimulated by oxytocin, in the event that there has been no implantation during the luteal phase.  It acts on the corpus luteum to cause luteolysis, forming a corpus albicans and stopping the production of progesterone.  Action of PGF2α is dependent on the number of receptors on the corpus luteum membrane. The PGF2α isoform 8-iso-PGF2α was found in significantly increased amounts in patients with endometriosis, thus being a potential causative link in endometriosis-associated oxidative stress.   == Mechanism of action ==  PGF2α acts by binding to the prostaglandin F2α receptor. It is released in response to an increase in oxytocin levels in the uterus, and stimulates both luteolytic activity and the release of oxytocin. Because PGF2α is linked with an increase in uterine oxytocin levels, there is evidence that PGF2α and oxytocin form a positive feedback loop to facilitate the degradation of the corpus luteum. PGF2α and oxytocin also inhibit the production of progesterone, a hormone that facilitates corpus luteum development. Conversely, higher progesterone levels inhibit production of PGF2α and oxytocin, as the effects of the hormones are in opposition to each other. This is directly exhibited following ovulation when  there is a spike of progesterone levels, and then as progesterone levels decrease, PGF2α levels will peak.   == Pharmaceutical Use == When injected into the body or amniotic sac, PGF2α can either induce labor or cause an abortion depending on the concentration used. In small doses (1–4 mg/day), PGF2α acts to stimulate uterine muscle contractions, which aids in the birth process. However, during the first trimester and in higher concentrations (40 mg/day),  PGF2α can cause an abortion by degrading the corpus luteum, which normally acts to maintain pregnancy via the production of progesterone. Since the fetus is not viable outside the womb by this time, the lack of progesterone leads to the shedding of the uterine lining and the death of the fetus. However, this process is not fully understood.   == Pyometra and uterine infections ==  Lutalyse is used for the treatment of pyometra in domestic dogs and cats. The drug is also administered to dairy cows in order to reduce uterine infections.   == Synthesis ==   === Industrial Synthesis === In 2012 a concise and highly stereoselective total synthesis of PGF2α was described. The synthesis requires only seven steps, a huge improvement on the original 17-steps synthesis of Corey and Cheng, and uses 2,5-dimethoxytetrahydrofuran as a starting reagent, with S-proline as an asymmetric catalyst. In 2019, a more effective and stereoselective synthesis was described. The synthesis requires 5 steps to get to the intermediate which then undergoes a cross-metathesis reaction to install the E-alkene. Then, a Wittig reaction is performed to install the Z-alkene. Finally, the protecting groups are removed with acid. In the body PGF2α is synthesized in several distinct steps. First, phospholipase A2 (PLA2) facilitates the conversion of phospholipids to arachidonic acid, the framework from which all prostaglandins are formed. Arachidonic acid then reacts with two cyclooxygenase (COX) receptors, COX-1 and COX-2, or PGH synthase to form prostaglandin H2, an intermediate. Lastly, the compound reacts with aldose reductase or prostaglandin F synthase to form PGF2α.   == Analogues == The following medications are analogues of prostaglandin F2α:  Latanoprost Bimatoprost Travoprost Carboprost   == References =="}