{"name": "dinoprostone", "category": "drug", "content": "Prostaglandin E2 (PGE2), also known as dinoprostone, is a naturally occurring prostaglandin with oxytocic properties that is used as a medication. Dinoprostone is used in labor induction, bleeding after delivery, termination of pregnancy, and in newborn babies to keep the ductus arteriosus open. In babies it is used in those with congenital heart defects until surgery can be carried out. It is also used to manage gestational trophoblastic disease. It may be used within the vagina or by injection into a vein. PGE2 synthesis within the body begins with the activation of arachidonic acid (AA) by the enzyme phospholipase A2. Once activated, AA is oxygenated by cyclooxygenase (COX) enzymes to form prostaglandin endoperoxides. Specifically, prostaglandin G2 (PGG2) is modified by the peroxidase moiety of the COX enzyme to produce prostaglandin H2 (PGH2) which is then converted to PGE2. Common side effects of PGE2 include nausea, vomiting, diarrhea, fever, and excessive uterine contraction. In babies there may be decreased breathing and low blood pressure. Caution should be taken in people with asthma or glaucoma and it is not recommended in those who have had a prior C-section. It works by binding and activating the prostaglandin E2 receptor which results in the opening and softening of the cervix and dilation of blood vessels. Prostaglandin E2 was first synthesized in 1970 and approved for medical use by the FDA in the United States in 1977. It is on the World Health Organization's List of Essential Medicines. Prostaglandin E2 works as well as prostaglandin E1 in babies.   == Physiological effects == Dinoprostone has important effects in labor by inducing softening of the cervix and causing uterine contraction, and also stimulates osteoblasts to release factors that stimulate bone resorption by osteoclasts. Natural prostaglandins, including PGE1 and PGE2, are important in the structure and function of the ductus arteriosus in fetuses and newborns. They allow the ductus arteriosus to remain open, providing the necessary connection between the pulmonary artery and descending aorta that allows the blood to bypass the fetus's underdeveloped lungs and be transported to the placenta for oxygenation. The ductus arteriosus normally begins to close upon birth due to an increase of PGE2 metabolism, but in newborns with congenital heart disease, prostaglandins can be used to keep the ductus arteriosus open longer than normal to sustain healthy oxygen saturation levels in the blood. Although PGE1 is more commonly used in this setting, there has been a report of oral PGE2 being used to treat ductus-dependent congenital heart diseases in newborns to delay surgical treatment until the pulmonary arteries grew. In addition, PGE2 was used in another report to dilate the ductus arteriosus in newborns with various cardiovascular defects to allow for better perfusion of the lungs and kidneys. On the other hand, the post-partal synthesis of PGE2 in newborns is considered one cause of patent ductus arteriosus. The aerosol form of PGE2 serves as a bronchodilator, but its use in this setting is limited by the fact that it also causes coughing. PGE2, similarly to PGE1, acts as a direct vasodilator by acting on smooth muscle to cause dilation of blood vessels. In addition, PGE2 inhibits platelet aggregation. PGE2 also suppresses T cell receptor signaling and proliferation, and may play a role in resolution of inflammation. In addition, PGE2 limits the immune response by  preventing B-lymphocyte differentiation and their ability to present antigens.   === Central and peripheral nervous systems effects === Prostaglandin E2 (PGE2) has a variety of functions within the central nervous system and peripheral nervous system. When PGE2 interacts with EP3 receptors, it increases body temperature, resulting in fever. PGE2 is also a predominant prostanoid that contributes to inflammation via enhancing edema and leukocyte infiltration from increased vascular permeability (allowing more blood flow into an inflamed area of the body) when acting on EP2 receptors. The use of nonsteroidal anti-inflammatory drugs (NSAIDs) blocks the activity of COX-2, resulting in a decrease of PGE2 production. NSAIDs blocking COX-2 and decreasing the production of PGE2 remediates fever and inflammation. Additionally, PGE2 acting on EP1 and EP4 receptors are a component in feeling pain via inflammatory nociception. When PGE2 binds to EP1 and EP4 receptors, an increase in excitability via cation channels as well as inhibition of hyperpolarizing potassium (K+) channels, increase membrane excitability. As a result, this causes peripheral nerve endings to report painful stimuli.   === Immunity === As mentioned previously, prostaglandin E2 (PGE2) contributes to the inflammation when bound to EP2 receptors. In terms of immunity, prostaglandins have the ability to regulate lymphocyte function. PGE2 affects T-lymphocyte formation by regulating apoptosis of immature thymocytes. In addition, it can suppress an immune response by inhibiting B lymphocytes from forming into antibody-secreting plasma cells. When this process is suppressed, it causes a decrease in a humoral antibody response because of the decrease in production of antibodies. PGE2 also has roles in inhibition of cytotoxic T-cell function, cell division of T-lymphocytes, and the development of TH1 lymphocytes.   === Neurological effects === In response to physiologic and psychologic stress, prostaglandin E2 (PGE2) is involved in several inflammation and immunity pathways. As one of the most abundant prostaglandins in the body, PGE2 is involved almost all typical inflammation markers such as redness, swelling, and pain. It regulates these responses through binding to G coupled protein prostaglandin E2 receptors (EP1, EP2, EP3, and EP4). The activation of these different EP receptors is dependent on the type of triggering stress stimuli and results in the corresponding stress response. Activation of EP1 via PGE2 results in the suppression of impulse behaviors in response to psychological stress. PGE2 is involved in regulating illness-induced memory impairment via activation of EP2. PGE2 activation of EP3 results in regulation of illness induced fever. EP4 is functionally similar to EP2 and has also been shown in studies to have a role in hypothermia and anorexia. In addition to inflammatory effects, PGE2 has been shown to have anti-inflammatory effects as well, due to its different actions on varying receptors.   === Smooth muscle effects === Prostaglandin E2 (PGE2) serves a significant role in vascular smooth muscle tone regulation. It is a vasodilator produced by endothelial cells. It promotes vasodilation of smooth muscles by increasing the activity of cyclic adenosine monophosphate (cAMP) to decrease intracellular calcium levels via the IP and EP4 receptors. Conversely, PGE2 can also induce vasoconstriction via activation of EP1 and EP3 receptors, which activates the Ca2+ pathway and decreased cAMP activity. Within the gastrointestinal tract, PGE2 activates smooth muscles to cause contractions on longitudinal muscle when acting on EP3 receptors. In contrast, PGE2 effects on respiratory smooth muscle result in relaxation.   === Kidney effects === Prostaglandin E2 (PGE2), along with other prostaglandins, are synthesized within the cortex and medulla of the kidney. The role of renal COX-2-derived PGE2 within the kidney is to maintain renal blood flow and glomerular filtration rate (GFR) through localized vasodilation. COX-2-derived prostanoids work to increase medullary blood flow as well as inhibit sodium reabsorption within kidney tubules. PGE2 also assists the kidneys with systemic blood pressure control by modifying water and sodium excretion. In addition, it is also thought to activate EP4 or EP2 to increase renin release, resulting in an elevation of GFR and sodium retention to raise systemic blood pressure levels within the body.   == Medical uses ==   === Cervical ripening === In the setting of labor and delivery, cervical ripening (also known as cervical effacement) is a natural process that occurs before labor, in which the cervix becomes softer, thinner, and dilated, enabling the fetus to pass through the cervix. A ripe cervix is favorable prior to induction of labor, which is a common obstetric practice, and increases the chances for a successful induction. Pharmacological methods are sometimes required to induce cervical ripening that does not occur naturally. The natural ripening of the cervix is mediated by prostaglandins, thus a common pharmacological method is to use external prostaglandins such as PGE2, or dinoprostone. Results of a systematic review and meta-analysis of the literature found that outpatient cervical ripening with dinoprostone or single-balloon catheters did not increase the risk of cesarean deliveries. Prostaglandin E2 (PGE2) achieves cervical ripening and softening by stimulating uterine contractions as well as directly acting on the collagenase present in the cervix to soften it. There are currently two formulations of PGE2 analog available for use in cervical ripening: Prepidil, a vaginal gel, and Cervidil, a vaginal insert. PGE2 is similar to oxytocin in terms of successful labor induction and the time from induction to delivery.   === Termination of intrauterine pregnancy === PGE2 is a common pharmacological method of termination of pregnancy, particularly in the second trimester or for missed abortion, which is a miscarriage in which the fetus did not evacuate the uterus. However, PGE2 is not feticidal, and only induces abortion by stimulating uterine contractions. It is recommended that 20 mg of dinoprostone vaginal suppository be administered every three to five hours to evacuate the uterus. The abortion should occur within 24 hours after the beginning of administration of dinoprostone; if it does not, dinoprostone should no longer be given and other interventions would be required, such as dilation and curettage.   == Side effects == A common side effect of prostaglandin E2 is its effect on gastrointestinal smooth muscle resulting in nausea, vomiting and diarrhea. Other side effects include headache, shivering, and chills. The suppository form of prostaglandin E2 is associated with increased severity of these symptoms. Fever is also a common side effect with use of prostaglandin E2. Administration of prostaglandin E2 should be stopped if a person experiences side effects such as fever. The insert and gel forms have been shown to have minimal gastrointestinal effects, but are more associated with increase stimulation of the uterus as well as fetal distress. Uterine hyperstimulation is effectively treated by stopping use of prostaglandin E2. Other monitoring parameters include sustained uterine contractions and fetal distress. In babies there may be decreased breathing and low blood pressure. Care should be taken in people with asthma or glaucoma and it is not recommended in those who have had a prior C-section.   == Mechanism of action == Prostaglandin E2 (PGE2) binds to G protein-coupled receptors (GPCRs) EP1, EP2, EP3, and EP4 to cause various downstream effects to cause direct contractions in the myometrium. In addition, PGE2 inhibits Na+ absorption within the Thick Ascending Limb (TAL) of the Loop of Henle and ADH-mediated water transport in collecting tubules. As a result, blockage of PGE2 synthesis with NSAIDs can limit the efficacy of loop diuretics.   == Administration == Prostaglandin E2 (PGE2) should only be administered by, or under the direct supervision of, a physician and careful monitoring should be performed. PGE2 comes in many dosage forms with varying pharmacokinetic properties. For example PGE2 can come in a gel formulation that requires six hour dosing or it can come as a slow release dinoprostone pessary that does not need to be re-administered and can be taken out if necessary. In a quality improvement project done in UK, the switch from prostaglandin gel to the slow release dinoprostone pessary was able to lower cesarian section rates in women undergoing induction of labor in maternity care. For the vaginal insert (brand name Cervidil), the manufacturer recommends keeping the medication frozen until use since it does not need to be warmed to room temperature. Once the package is open, a water miscible lubricant may be used to insert the medication, using your finger place the device into the vagina and position the device transversely in the posterior vaginal fornix. The person receiving the drug should remain laying down for two hours after administration of the insert is complete. The manufacturer also recommends waiting 30 minutes after removal of insert before starting oxytocin. The vaginal gel (brand name Prostin E2, Canada) is administered through a prefilled syringe and the medication is placed in the posterior fornix of the vagina. After administration people should stay laying down for at least 30 minutes after they have received the drug.   == Contraindications == Contraindications to a medication are any reasons to not use the drug. Prostaglandin E2 (PGE2) is used to induce labor and should not be used in people that are contraindicated to give birth vaginally or spontaneous labor. PGE2 should not be used in people with allergies to prostaglandins or any components in the drugs formulations. PGE2 should be stopped before other oxytocic agents like oxytocin are given. Dinoprostone as a vaginal suppository is contraindicated for women with acute pelvic inflammatory disease or active disease of the cardiovascular, respiratory, hepatic, or renal systems. Caution is required for people with a history of cervical malignancy, hypo- or hypertension, anemia, epilepsy, jaundice, asthma, or pulmonary diseases. The suppository formulation is also not indicated for viable fetus evacuation. Endocervical gel is contraindicated in those with who have a history of C-sections or major uterine surgery, if the fetus is in distress and delivery is not imminent, vaginal bleeding throughout the pregnancy that is unexplained, history of difficult labors and deliveries, have cephalopelvic disproportion, less than six previous term babies with nonvertex presentation, hyper or hypotonic uterine patterns.   == Toxicity == When prostaglandin E2 (PGE2) is given in excess, hyper-stimulation of the uterus occurs and immediate discontinuation of the drug usually results in resolution of toxic effects. If symptoms continue a beta adrenergic drug (e.g. terbutaline) can be used. There are many different dosage forms of PGE2. The pharmacokinetic properties vary between dosage forms and should not be interchanged. A medication error was cited in the Institute for Safe Medication Practices where Prostin E2 was used in place of Cervidil. The hospital had run out of Cervidil which is a 10 mg endocervical insert and the provider decided to use half of a 20 mg Prostin E2 vaginal suppository. Cervidil delivers the drug at a constant rate and can be removed as necessary while Prostin E2 dissolves immediately and can not be removed. This error resulted in an emergency C-section since the fetus's heart rate dropped suddenly.   == Pharmacokinetics == The synthetic PGE2 dinoprostone has a plasma half-life of approximately 2.5–5 minutes, after vaginal administration, with most metabolites being excreted in the urine.   == History == Swedish physiologist Ulf von Euler and British physiologist M.W. Goldblatt, first discovered prostaglandins independently in 1935 as factors contained in human seminal fluid. Prostaglandins were noted for having blood pressure reducing effects and smooth muscle regulation effects. Prostaglandin E2 itself was identified in 1962 by Swedish biochemist Sune Bergström in the seminal fluid of sheep. The structure of prostaglandins is conserved in mammals, but it is also produced by marine organisms which allowed for more research into their biological roles. Prostaglandins were discovered to be products of arachidonic acid and with the ability to radio label arachidonic acid in the early 1960s, American chemist E.J. Corey was able to synthesize prostaglandin E2 in the lab in the 1970. This advancement paved the way for later studies that helped define the actions and response of prostaglandin E2. Prostaglandin E2 was approved for medical use in the United States in 1977 and it is on the World Health Organization's List of Essential Medicines. Prostaglandin E2 was approved by the FDA in 1977.   == References ==   == External links == \"Dinoprostone\". Drug Information Portal. U.S. National Library of Medicine."}