{"name": "diphenoxylate", "category": "drug", "content": "Diphenoxylate is a centrally active opioid drug of the phenylpiperidine series that is used as a combination drug with atropine for the treatment of diarrhea. Diphenoxylate is an opioid and acts by slowing intestinal contractions; the atropine is present to prevent drug abuse and overdose.  It should not be given to children due to the risk that they will stop breathing and should not be used in people with Clostridium difficile infection.   == Medical use == Diphenoxylate is used to treat diarrhea in adults; it is only available as a combination drug with a subtherapeutic dose of atropine to prevent abuse. It should not be used in children due to the risk of respiratory depression. It does not appear harmful to a fetus but the risks have not been fully explored. It should not be taken with other central depressants like alcohol, as they can increase its risks. It should not be used for people with diarrhea caused by an infection, for example with Clostridium difficile infection, since the slowing of peristalsis can prevent clearing of the infectious organism.   == Adverse effects == The drug label (in some jurisdictions) has warnings with regard to the risk of respiratory depression, anticholinergic toxicity and opioid overdose, the risk of dehydration and electrolyte imbalance that people with severe diarrhea always run, and toxic megacolon in people with ulcerative colitis. Other adverse effects include numbness in the hands and feet, euphoria, depression, lethargy, confusion, drowsiness, dizziness, restlessness, headache, hallucinations, edema, hives, swollen gums, itchiness, vomiting, nausea, loss of appetite, and stomach pain.   == Pharmacology == Diphenoxylate is rapidly metabolized to difenoxin; it is eliminated mostly in feces but also in urine. Like other opioids, diphenoxylate acts by slowing intestinal contractions, allowing the body to consolidate intestinal contents and prolong transit time, thus allowing the intestines to draw moisture out of them at a normal or higher rate and therefore stop the formation of loose and liquid stools; the atropine is an anticholinergic and is present to prevent drug abuse and overdose.   == History and chemistry == Diphenoxylate was first synthesized by Paul Janssen at Janssen Pharmaceutica in 1956 as part of a medicinal chemistry investigation of opioids. Diphenoxylate is made by combining a precursor of normethadone with norpethidine. Loperamide (Imodium) and bezitramide are analogs.  Like loperamide, it has a methadone-like structure and a piperidine moiety.   == Society and culture ==   === Pricing === In 2017 Hikma Pharmaceuticals raised the price of its liquid formulation of generic diphenoxylate-atropine in the US by 430%, from $16 to $84.00.   === Regulation === In the United States, drugs containing diphenoxylate combined with atropine salts are classified as Schedule V controlled substances. (Diphenoxlate by itself is a Schedule II controlled substance.) It is on Schedule III of the Single Convention on Narcotic Drugs, only in forms that contain, according to the Yellow List: \"not more than 2.5 milligrams of diphenoxylate calculated as base and a quantity of atropine sulfate equivalent to at least 1 per cent of the dose of diphenoxylate\".   == Research == Diphenoxylate and atropine have been studied in small trials as a treatment for fecal incontinence; it appears to be less efficacious and have more adverse effects when compared with loperamide or codeine.   == References =="}