{"name": "dipivefrine", "category": "drug", "content": "Dipivefrine, or dipivefrin, also known as epinephrine pivalate and sold under the brand name Propine among others, is a sympathomimetic medication which is used in the treatment of open-angle glaucoma. It is available as a 0.1% ophthalmic solution (eye drop). Side effects of dipivefrine include local eye reactions among others. Dipivefrine is a prodrug of epinephrine (adrenaline) and hence acts as a non-selective adrenergic receptor agonist. It is a substituted phenethylamine and catecholamine and is an ester of epinephrine with much greater fat solubility. Dipivefrine was first described by 1975. It is widely marketed throughout the world. However, it is no longer available in the United States.   == Medical uses == Dipivefrine is used in the treatment of open-angle glaucoma.   == Contraindications == Use in narrow-angle glaucoma may be dangerous because it could make the eye susceptible to an attack of angle closure, causing an increase in pressure and pain and possibly loss of vision.   == Side effects == The most common side effects of dipivefrine are burning, stinging, and other irritations of the eye. Possible but uncommon side effects are the same as those of epinephrine and include tachycardia (fast heartbeat), hypertension (high blood pressure) and arrhythmias (irregular heartbeat).   == Pharmacology == Dipivefrine penetrates the cornea and is then hydrolysed to epinephrine by esterase enzymes. It increases outflow of the aqueous humour and also reduces its formation (mediated by its action on α1- and α2-adrenergic receptors), thus reducing pressure inside the eye. It also increases the conductivity of trabecular filtering cells (a β2-adrenergic-receptor-mediated action). It is preferred to epinephrine because it is longer-acting, more consistent in its action, and better-tolerated.   == Chemistry == Dipivefrine, also known as epinephrine dipivalate or as 3,4-dipivalyloxy-β-hydroxy-N-methylphenethylamine, is a substituted phenethylamine and catecholamine. It is the 3,4-dipivalate ester of epinephrine (adrenaline). The experimental log P of dipivefrine is 1.7 and its predicted log P ranges from 1.49 to 3.71. It is dramatically more lipophilic (600-fold) than epinephrine, which is highly hydrophilic and has a log P of -1.37. The lipophilicity of dipivefrine allows it to penetrate the cornea much more readily (17-fold) than epinephrine. Eye drops containing 0.1% dipivefrine have similar effectiveness to conventional eye drops containing 2% epinephrine in lowering intraocular pressure. Dipivefrine is used pharmaceutically mainly as the hydrochloride salt. A similar compound that was never marketed is pivenfrine, which is the 3-pivalate ester of phenylephrine.   == History == Dipivefrine was first described in the scientific literature by 1975.   == Society and culture ==   === Names === Dipivefrine is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while dipivefrin is its USANTooltip United States Adopted Name and dipivefrina is its DCITTooltip Denominazione Comune Italiana. In the case of the hydrochloride salt, dipivefrine hydrochloride is its BANMTooltip British Approved Name while dipivefrin hydrochloride is its USANTooltip United States Adopted Name and JANTooltip Japanese Accepted Name. Synonyms of dipivefrine include epinephrine pivalate, adrenaline pivalate, and dipivalyl epinephrine, among others. Dipivefrine has been sold under brand names including Diopine, Glaucothil, Pro-Epinephrine, Propine, Thilodrin, and Vistapine, among many others.   == References =="}