{"name": "dipyridamole", "category": "drug", "content": "Dipyridamole (trademarked as Persantine and others) is a nucleoside transport inhibitor and a PDE3 inhibitor medication that inhibits blood clot formation when given chronically and causes blood vessel dilation when given at high doses over a short time.   == Medical uses == Dipyridamole is used to dilate blood vessels in people with peripheral arterial disease and coronary artery disease. Dipyridamole has been shown to lower pulmonary hypertension without significant drop of systemic blood pressure. It inhibits formation of pro-inflammatory cytokines (MCP-1, MMP-9) in vitro and results in reduction of hsCRP in patients. It inhibits proliferation of smooth muscle cells in vivo and modestly increases unassisted patency of synthetic arteriovenous hemodialysis grafts. It increases the release of tissue plasminogen activator from brain microvascular endothelial cells. It results in an increase of 13-hydroxyoctadecadienoic acid and decrease of 12-hydroxyeicosatetraenoic acid in the subendothelial matrix and reduced thrombogenicity of the subendothelial matrix. Pretreatment it reduced reperfusion injury in volunteers. It has been shown to increase myocardial perfusion and left ventricular function in patients with ischemic cardiomyopathy. It results in a reduction of the number of thrombin and PECAM-1 receptors on platelets in stroke patients. Cyclic adenosine monophosphate impairs platelet aggregation and also causes arteriolar smooth muscle relaxation. Chronic therapy did not show significant drop of systemic blood pressure. It inhibits the replication of mengovirus RNA. It can be used for myocardial stress testing as an alternative to exercise-induced stress methods such as treadmills.   === Stroke === A combination of dipyridamole and aspirin (acetylsalicylic acid/dipyridamole) is FDA-approved for the secondary prevention of stroke and has a bleeding risk equal to that of aspirin use alone. Dipyridamole absorption is pH-dependent and concomitant treatment with gastric acid suppressors (such as a proton pump inhibitor) will inhibit the absorption of liquid and plain tablets. However, it is not licensed as monotherapy for stroke prophylaxis, although a Cochrane review suggested that dipyridamole may reduce the risk of further vascular events in patients presenting after cerebral ischemia. A triple therapy of aspirin, clopidogrel, and dipyridamole has been investigated, but this combination led to an increase in adverse bleeding events.  Vasodilation occurs in healthy arteries, whereas stenosed arteries remain narrowed.  This creates a \"steal\" phenomenon where the coronary blood supply will increase to the dilated healthy vessels compared to the stenosed arteries which can then be detected by clinical symptoms of chest pain, electrocardiogram and echocardiography when it causes ischemia. Flow heterogeneity (a necessary precursor to ischemia) can be detected with gamma cameras and SPECT using nuclear imaging agents such as Thallium-201, Tc99m-Tetrofosmin and Tc99m-Sestamibi. However, relative differences in perfusion do not necessarily imply any absolute decrease in blood supply in the tissue supplied by a stenosed artery.   === Other uses === Dipyridamole also has non-medicinal uses in a laboratory context, such as the inhibition of cardiovirus growth in cell culture.    == Drug interactions == Due to its action as a phosphodiesterase inhibitor, dipyridamole is likely to potentiate the effects of adenosine. This occurs by blocking the nucleoside transporter (ENT1) through which adenosine enters erythrocyte and endothelial cells. According to Association of Anaesthetists of Great Britain and Ireland 2016 guidelines, dipyridamole is considered to not cause risk of bleeding when receiving neuroaxial anaesthesia and deep nerve blocks. It does not therefore require cessation prior to anaesthesia with these techniques, and can continue to be taken with nerve block catheters in place.   == Overdose == Dipyridamole overdose can be treated with aminophylline: 6  or caffeine which reverses its dilating effect on the blood vessels.  Symptomatic treatment is recommended, possibly including a vasopressor drug. Gastric lavage should be considered. Since dipyridamole is highly protein bound, dialysis is not likely to be of benefit.   == Mechanisms of action == Dipyridamole has two known effects, acting via different mechanisms of action:  Dipyridamole inhibits the phosphodiesterase enzymes that normally break down cAMP (increasing cellular cAMP levels and blocking the platelet aggregation, response to ADP) and/or cGMP. Dipyridamole inhibits the cellular reuptake of adenosine into platelets, red blood cells, and endothelial cells, leading to increased extracellular concentrations of adenosine.   == Experimental studies == Dipyridamole is currently undergoing repurposing for treatment of ocular surface disorders. These include pterygium and dry eye disease. The first report of topical dipyridamole's benefit in treating pterygium was published in 2014. A subsequent report of outcomes in 25 patients using topical dipyridamole was presented in 2016.   == References =="}