{"name": "Disorder of eye", "category": "disease", "content": "Rapid eye movement sleep behavior disorder or REM sleep behavior disorder (RBD) is a sleep disorder in which people act out their dreams.  It involves abnormal behavior during the sleep phase with rapid eye movement (REM) sleep. The major feature of RBD is loss of muscle atonia (i.e., the loss of paralysis) during otherwise intact REM sleep (during which paralysis is not only normal but necessary). The loss of motor inhibition leads to sleep behaviors ranging from simple limb twitches to more complex integrated movements that can be violent or result in injury to either the individual or their bedmates.   RBD is a very strong predictor of progression to a synucleinopathy (usually Parkinson's disease or dementia with Lewy bodies). Melatonin is useful in the treatment of RBD. RBD was first described in 1986.   == Classification == RBD is a parasomnia. It is categorized as either idiopathic or symptomatic. Idiopathic RBD is the term used when RBD is not associated with another ongoing neurological condition. When it results from an identifiable cause, RBD is referred to as symptomatic RBD, and considered a symptom of the underlying disorder.   == Characteristics == RBD is characterized by the dreamer acting out their dreams, with complex behaviors. These dreams often involve screaming, shouting, laughing, crying, arm flailing, kicking, punching, choking, and jumping out of bed. The actions in an episode can result in injuries to oneself or one's bedmate.  The sleeping person may be unaware of these movements.  Dreams often involve violent or aggressive actions, and an attack theme like being chased by people or animals.  Because violence in dreams is more likely to be recalled, this could be an artifact of recall bias or selection bias.  The individual with RBD may not be aware of having it. When awakened, people may be able to recall the dream they were having, which will match the actions they were performing. As the first indication of an underlying neurodegenerative disorder or synucleinopathy, symptoms of RBD may begin years or decades before the onset of another condition.  Abnormal sleep behaviors may begin decades before any other symptoms, often as the first clinical indication of another condition. Symptomatic RBD can also be associated with narcolepsy, Guillain–Barré syndrome, limbic encephalitis, and Morvan's syndrome. Other symptoms found in patients with RBD are reduced motor abilities, posture and gait changes, mild cognitive impairment, alterations in the sense of smell, impairments in color vision, autonomic dysfunction (orthostatic hypotension, constipation, urinary problems and sexual dysfunction), and depression.   == Causes == Rapid eye movement behavior disorder occurs when there is a loss of normal voluntary muscle atonia during REM sleep resulting in motor behavior in response to dream content. It can be caused by adverse reactions to certain drugs or during drug withdrawal; however, it is most often associated with the elderly and in those with neurodegenerative disorders such as Parkinson's disease and other neurodegenerative diseases, for example multiple system atrophy and the Lewy body dementias. The underlying cause of RBD is not well understood, but it is likely that RBD is an early symptom of synucleinopathy rather than a separate disorder. Brainstem circuits that control atonia during REM sleep may be damaged, including those in the pontomedullary brainstem. REM sleep circuits are located in caudal brainstem structures—the same structures that are known to lead to be implicated in the synucleinopathies. Motor deficits like those seen in RBD are known to result from lesions in those circuits. Risk factors for developing RBD are a family history of acting out dreams, prior head injury, farming, exposure to pesticides, low education level, depression, and use of antidepressants. RBD may be acute and sudden in onset if associated with drug treatment or withdrawal (particularly with alcohol withdrawal). Antidepressant medications can induce or aggravate RBD symptoms.   == Diagnosis == There are two ways to diagnose RBD:  by documenting a history of complex, dream-enactment sleep behaviors, or by polysomnography recording of these behaviors along with REM sleep atonia loss. RBD may be established from clinical interview as well as several validated questionnaires, when sleep studies cannot be performed. Questionnaires such as the Rapid Eye Movement (REM) sleep Behavior Disorder Screening Questionnaire (RBDSQ), the REM Sleep Behavior Questionnaires – Hong-Kong (RBD-HK), the Mayo Sleep Questionnaire (MSQ) and the Innsbruck REM Sleep Behavior Disorder Inventory are well-validated.  Individuals with RBD may not be able to provide a history of dream enactment behavior, so bed partners are also consulted. The REM Sleep Behavior Disorder Single-Question Screen offers diagnostic sensitivity and specificity in the absence of polysomnography with one question: \"Have you ever been told, or suspected yourself, that you seem to 'act out your dreams' while asleep (for example, punching, flailing your arms in the air, making running movements, etc.)?\" Diagnostic criteria for RBD from the International Classification of Sleep Disorders (ICSD-3) are:  Repetition of vocalizations and/or complex motor behaviors during sleep Polysomnography (PSG) show that these behaviors occur during REM sleep If documentation of these behaviors by PSG is not possible, they must at least be assumed to take place during REM sleep based on records of dream enactment REM sleep without atonia (RWA) can be seen in polysomnographic recordings Episodes cannot be explained by another mental disorder, sleep disorder, substance abuse or medication   === Differential === Other conditions are similar to RBD in that individuals exhibit excessive sleep movement and potentially violent behavior. Such disorders include non-REM parasomnias (sleepwalking, sleep terrors), periodic limb movement disorder, severe obstructive sleep apnea, and dissociative disorders. Because of the similarities between the conditions, polysomnography plays an important role in confirming RBD diagnosis.   == Treatment == RBD is treatable (even when the underlying synucleinopathies are not). Melatonin and clonazepam are the most frequently used, and are comparably effective, but melatonin offers a safer alternative, because clonazepam can produce undesirable side effects.  Medications that may worsen RBD and should be stopped if possible are tramadol, mirtazapine, antidepressants, and beta blockers. In addition to medication, it is wise to secure the sleeper's environment by removing potentially dangerous objects from the bedroom and either place a cushion around the bed or move the mattress to the floor for added protection against injuries. In extreme cases, an affected individual has slept in a sleeping bag zipped up to their neck, wearing mittens so they cannot unzip it until they awake. Patients are advised to maintain a normal sleep schedule, avoid sleep deprivation, and keep track of any sleepiness they may have. Treatment includes regulating neurologic symptoms and treating any other sleep disorders that might interfere with sleep. Sleep deprivation, alcohol, certain medications, and other sleep disorders can all increase RBD and should be avoided if possible.   == Prognosis == Patients with RBD are at risk for sleep-related injury. Almost 92% of patients with idiopathic RBD will go on to develop a neurodegenerative disorder. The disorders most strongly associated with RBD are the synucleinopathies, particularly Parkinson's disease, dementia with Lewy bodies, and to a lesser extent, multiple system atrophy. Most people with RBD will convert to a synucleinopathy—usually Parkinson's disease or dementia with Lewy bodies—within 4 to 9 years from diagnosis of RBD, and 11 to 16 years from onset of symptoms.   == Epidemiology == RBD prevalence as of 2017 is estimated to be 0.5–2% overall, and 5–13% of those aged 60 to 99. It is more common in males overall, but equally frequent among men and women below the age of 50. This may partially be due to a referral bias, as violent activity carried out by men is more likely to result in harm and injury and is more likely to be reported than injury to male bed partners by women, or it may reflect a true difference in prevalence as a result of genetic or androgenic factors. Typical onset is in the 50s or 60s. Almost half of those with Parkinson's, at least 88% of those with multiple system atrophy, and about 80% of people with Lewy body dementia have RBD. RBD is a very strong predictor of progression to a synucleinopathy (for example, the Lewy body dementias).  On autopsy, up to 98% of individuals with polysomnography-confirmed RBD are found to have a synucleinopathy.   == History == In the 1960s and 1970s, Michel Jouvet described brain lesions in cats that led to loss of atonia in REM sleep. Carlos Schenck and Mark Mahowald and their team in Minnesota first described RBD in 1986.   == In animals == RBD has also been diagnosed in animals, specifically dogs.   == See also == Sleepwalk with Me Pseudobulbar affect Gelastic seizure   == References ==   == Further reading == Roguski A, Rayment D, Whone AL, Jones MW, Rolinski M (2020). \"A Neurologist's Guide to REM Sleep Behavior Disorder\". Front Neurol (Review). 11: 610. doi:10.3389/fneur.2020.00610. PMC 7360679. PMID 32733361."}