{"name": "Disorder of keratinization", "category": "disease", "content": "Porokeratosis is a specific disorder of keratinization that is characterized histologically by the presence of a cornoid lamella, a thin column of closely stacked, parakeratotic cells extending through the stratum corneum with a thin or absent granular layer.: 532    == Types == Porokeratosis may be divided into the following clinical types:: 532   Plaque-type porokeratosis (also known as \"Classic porokeratosis\" and \"Porokeratosis of Mibelli\") is characterized by skin lesions that start as small, brownish papules that slowly enlarge to form irregular, annular, hyperkeratotic or verrucous plaques.: 533 : 566  Sometimes they may show gross overgrowth and even horn-like structures may develop. Skin malignancy, although rare, is reported from all types of porokeratosis. Squamous cell carcinomas have been reported to develop in Mibelli's type porokeratosis over partianal areas involving anal mucosa. This was the first report mentioning mucosal malignancy in any form of porokeratosis. Disseminated superficial porokeratosis is a more generalized processes and involves mainly the extremities in a bilateral, symmetric fashion.: 533   In about 50% of cases, skin lesions only develop in sun-exposed areas, and this is referred to as disseminated superficial actinic porokeratosis: 533  Porokeratosis palmaris et plantaris disseminata is characterized by skin lesions that are superficial, small, relatively uniform, and demarcated by a distinct peripheral ridge of no more than 1mm in height.: 534 : 1668 : 567  Linear porokeratosis is characterized clinically skin lesions are identical to those of classic porokeratosis, including lichenoid papules, annular lesions, hyperkeratotic plaques with central atrophy, and the characteristic peripheral ridge.: 1668 : 567  Punctate porokeratosis is a skin condition associated with either classic porokeratosis or linear porokeratosis types of porokeratosis, and is characterized by multiple, minute, and discrete punctate, hyperkeratotic, seed-like skin lesions surrounded by a thin, raised margin on the palms and soles.: 535 : 1668  Porokeratosis plantaris discreta is a skin condition that occurs in adults, with a 4:1 female preponderance, characterized by a sharply marginated, rubbery, wide-based papules.: 213   It is also known as \"Steinberg's lesion\". It was characterized in 1970.   == Genetics == Linear porokeratosis has been associated with mutations in the PMVK and MVD genes. The PMVK gene encodes the enzyme phosphomevalonate kinase and the MVD gene encodes the enzyme diphosphomevalonate decarboxylase.   == Diagnosis ==   === Pathology ===  Porokeratosis has a characteristic histomorphologic feature known as a cornoid lamella.   == Treatment == Dermabrasion   == See also == List of cutaneous conditions List of cutaneous conditions associated with increased risk of nonmelanoma skin cancer   == References ==   == External links ==  Database of rare diseases at Orphanet NIH's Genetic and Rare Diseases Information Center"}