{"name": "Disseminated Intravascular Coagulation", "category": "disease", "content": "Disseminated intravascular coagulation (DIC) is a condition in which blood clots form throughout the body, blocking small blood vessels. Symptoms may include chest pain, shortness of breath, leg pain, problems speaking, or problems moving parts of the body. As clotting factors and platelets are used up, bleeding may occur. This may include blood in the urine, blood in the stool, or bleeding into the skin. Complications may include organ failure. Relatively common causes include sepsis, surgery, major trauma, cancer, and complications of pregnancy. Less common causes include snake bites, frostbite, and burns. There are two main types: acute (rapid onset) and chronic (slow onset). Diagnosis is typically based on blood tests. Findings may include low platelets, low fibrinogen, high INR, or high D-dimer. Treatment is mainly directed towards the underlying condition. Other measures may include giving platelets, cryoprecipitate, or fresh frozen plasma. Evidence to support these treatments, however, is poor. Heparin may be useful in the slowly developing form. About 1% of people admitted to hospital are affected by the condition. In those with sepsis, rates are between 20% and 50%. The risk of death among those affected varies from 20% to 50%.   == Signs and symptoms == In DIC, the underlying cause usually leads to symptoms and signs, and DIC is discovered on laboratory testing. The onset of DIC can be sudden, as in endotoxic shock or amniotic fluid embolism, or it may be insidious and chronic, as in cancer. DIC can lead to multiorgan failure and widespread bleeding.   == Causes == DIC can occur in the following conditions:  Cancer: solid tumors and blood cancers (particularly acute promyelocytic leukemia) Complications of pregnancy: abruptio placentae, pre-eclampsia or eclampsia, amniotic fluid embolism, retained intrauterine fetal demise, septic abortion, postpartum hemorrhage Massive tissue injury:  trauma, burn, hyperthermia, rhabdomyolysis, surgery Infection: bacterial (Gram-negative or Gram-positive), viral, fungal, or protozoan Transfusion reaction: ABO incompatibility Allergic or toxic reaction: snake venom Hemangioma: Kasabach–Merritt syndrome Aortic aneurysm Liver disease, HELLP syndrome, thrombotic thrombocytopenic purpura, hemolytic uremic syndrome, and malignant hypertension may mimic DIC but originate via other pathways. It is not the same as conditions where the blood vessels leak, such as capillary leak syndrome.   == Pathophysiology ==  Under homeostatic conditions, the body is maintained in a finely tuned balance of coagulation and fibrinolysis. The activation of the coagulation cascade yields thrombin that converts fibrinogen to fibrin; the stable fibrin clot being the final product of hemostasis. The fibrinolytic system then functions to break down fibrinogen and fibrin. Activation of the fibrinolytic system generates plasmin (in the presence of thrombin), which is responsible for the lysis of fibrin clots. The breakdown of fibrinogen and fibrin results in polypeptides called fibrin degradation products (FDPs) or fibrin split products (FSPs). In a state of homeostasis between clot formation and clot dissolution, the presence of plasmin is critical, as it is the central proteolytic enzyme of coagulation and is necessary for the breakdown of fibrin clots, or fibrinolysis. In DIC, the processes of coagulation and fibrinolysis are dysregulated, and the result is widespread clotting with resultant bleeding. Regardless of the triggering event of DIC, once initiated, the pathophysiology of DIC is similar in all conditions. One critical mediator of DIC is the release of a transmembrane glycoprotein called tissue factor (TF). TF is present on the surface of many cell types (including endothelial cells, macrophages, and monocytes) and is not normally in contact with the general circulation, but is exposed to the circulation after vascular damage. For example, TF is released in response to exposure to cytokines (particularly interleukin 1), tumor necrosis factor, and endotoxin. This plays a major role in the development of DIC in septic conditions. TF is also abundant in tissues of the lungs, brain, and placenta. This helps to explain why DIC readily develops in patients with extensive trauma. Upon exposure to blood and platelets, TF binds with activated factor VIIa (normally present in trace amounts in the blood), forming the extrinsic tenase complex. This complex further activates factor IX and X to IXa and Xa, respectively, leading to the common coagulation pathway and the subsequent formation of thrombin and fibrin. The release of endotoxin is the mechanism by which Gram-negative sepsis provokes DIC. In acute promyelocytic leukemia, treatment causes the destruction of leukemic granulocyte precursors, resulting in the release of large amounts of proteolytic enzymes from their storage granules, causing microvascular damage. Other malignancies may enhance the expression of various oncogenes that result in the release of TF and plasminogen activator inhibitor-1 (PAI-1), which prevents fibrinolysis. Excess circulating thrombin results from the excess activation of the coagulation cascade. The excess thrombin cleaves fibrinogen, which ultimately leaves behind multiple fibrin clots in the circulation. These excess clots trap platelets to become larger clots, which leads to microvascular and macrovascular thrombosis. This lodging of clots in the microcirculation, in the large vessels, and in the organs is what leads to the ischemia, impaired organ perfusion, and end-organ damage that occurs with DIC. Coagulation inhibitors are also consumed in this process. Decreased inhibitor levels will permit more clotting so that a positive feedback loop develops in which increased clotting leads to more clotting. At the same time, thrombocytopenia occurs and this has been attributed to the entrapment and consumption of platelets. Clotting factors are consumed in the development of multiple clots, which contributes to the bleeding seen with DIC. Simultaneously, excess circulating thrombin assists in the conversion of plasminogen to plasmin, resulting in fibrinolysis. The breakdown of clots results in an excess of FDPs, which have powerful anticoagulant properties, contributing to hemorrhage. The excess plasmin also activates the complement and kinin systems. Activation of these systems leads to many of the clinical symptoms that patients experiencing DIC exhibits, such as shock, hypotension, and increased vascular permeability. The acute form of DIC is considered an extreme expression of the intravascular coagulation process with a complete breakdown of the normal homeostatic boundaries. DIC is associated with a poor prognosis and a high mortality rate. There has been a recent challenge however to the basic assumptions and interpretations of the pathophysiology of DIC.  A study of sepsis and DIC in animal models has shown that a highly expressed receptor on the surface of hepatocytes, termed the Ashwell-Morell receptor, is responsible for thrombocytopenia in bacteremia and sepsis due to Streptococcus pneumoniae (SPN) and possibly other pathogens. The thrombocytopenia observed in SPN sepsis was not due to increased consumption of coagulation factors such as platelets, but instead was the result of this receptor's activity, enabling hepatocytes to ingest and rapidly clear platelets from circulation. By removing prothrombotic components before they participate in the coagulopathy of DIC, the Ashwell-Morell receptor lessens the severity of DIC, reducing thrombosis and tissue necrosis, and promoting survival. The hemorrhage observed in DIC and among some tissues lacking this receptor may therefore be secondary to increased thrombosis with loss of the mechanical vascular barrier. Activation of the intrinsic and extrinsic coagulation pathways causes excess thrombus formation in the blood vessels. Consumption of coagulation factors due to extensive coagulation in turn causes bleeding.   == Diagnosis ==  The diagnosis of DIC is not made on a single laboratory value, but rather the constellation of laboratory markers and a consistent history of an illness known to cause DIC. Laboratory markers consistent with DIC include:  Characteristic history (this is important because severe liver disease can essentially have the same laboratory findings as DIC) Prolongation of the prothrombin time (PT) and the activated partial thromboplastin time (aPTT) reflect the underlying consumption and impaired synthesis of the coagulation cascade. Fibrinogen level was initially thought to be useful in the diagnosis of DIC but because it is an acute phase reactant, it will be elevated due to the underlying inflammatory condition. Therefore, a normal (or even elevated) level can occur in over 57% of cases. A low level, however, is more consistent with the consumptive process of DIC. A rapidly declining platelet count High levels of fibrin degradation products, including D-dimer, are found owing to the intense fibrinolytic activity stimulated by the presence of fibrin in the circulation. The peripheral blood smear may show fragmented red blood cells (known as schistocytes) due to shear stress from thrombi. However, this finding is neither sensitive nor specific for DIC A diagnostic algorithm has been proposed by the International Society of Thrombosis and Haemostasis. This algorithm appears to be 91% sensitive and 97% specific for the diagnosis of overt DIC. A score of 5 or higher is compatible with DIC and it is recommended that the score is repeated daily, while a score below 5 is suggestive but not affirmative for DIC and it is recommended that it is repeated only occasionally: It has been recommended that a scoring system be used in the diagnosis and management of DIC in terms of improving outcome.  Presence of an underlying disorder known to be associated with DIC (no=0, yes=2) Global coagulation results Platelet count (> 100k = 0, < 100k = 1, < 50k = 2) Fibrin degradation products such as D-Dimer (no increase = 0, moderate increase = 2, strong increase = 3) Prolonged prothrombin time (< 3 sec = 0, > 3 sec = 1, > 6 sec = 2) Fibrinogen level (> 1.0g/L = 0; < 1.0g/L = 1)   == Treatment == Treatment of DIC is centered on treating the underlying condition. Transfusions of platelets or fresh frozen plasma can be considered in cases of significant bleeding, or those with a planned invasive procedure. The target goal of such transfusion depends on the clinical situation. Cryoprecipitate can be considered in those with a low fibrinogen level. Treatment of thrombosis with anticoagulants such as heparin is rarely used due to the risk of bleeding. Recombinant human activated protein C was previously recommended in those with severe sepsis and DIC, but drotrecogin alfa has been shown to confer no benefit and was withdrawn from the market in 2011. Recombinant factor VII has been proposed as a \"last resort\" in those with severe hemorrhage due to obstetric or other causes, but conclusions about its use are still insufficient.   == Prognosis == Prognosis varies depending on the underlying disorder, and the extent of the intravascular thrombosis (clotting).  The prognosis for those with DIC, regardless of cause, is often grim: between 20% and 50% of patients will die.  DIC with sepsis (infection) has a significantly higher rate of death than DIC associated with trauma.   == Epidemiology == DIC is observed in approximately 1% of academic hospital admissions. DIC occurs at higher rates in people with bacterial sepsis (83%), severe trauma (31%), and cancer (6.8%).   == References =="}