{"name": "Disseminated sporotrichosis", "category": "disease", "content": "Sporotrichosis, also known as rose handler's disease, is a fungal infection that may be localised to skin, lungs, bone and joint, or become systemic. It presents with firm painless nodules that later ulcerate. Following initial exposure to Sporothrix schenckii, the disease typically progresses over a period of a week to several months. Serious complications may develop in people who have a weakened immune system. Sporotrichosis is caused by fungi of the S. schenckii species complex. Because S. schenckii is naturally found in soil, hay, sphagnum moss, and plants, it most often affects farmers, gardeners, and agricultural workers. It enters through small cuts in the skin to cause a fungal infection. In cases of sporotrichosis affecting the lungs, the fungal spores enter by inhalation. Sporotrichosis can be acquired by handling cats with the disease; it is an occupational hazard for veterinarians. Treatment depends on the site and extent of infection. Topical antifungals may be applied to skin lesions. Deep infection in the lungs may require surgery.  Systemic medications used include Itraconazole, posaconazole and amphotericin B. With treatment, most people will recover, but an immunocompromised status and systemic infection carry a worse prognosis. S. schenkii, the causal fungus, is found worldwide. The species was named for Benjamin Schenck, a medical student who, in 1896, was the first to isolate it from a human specimen. Sporotrichosis has been reported in cats, mules, dogs, mice and rats.   == Signs and symptoms ==  Cutaneous or skin sporotrichosis This is the most common form of this disease.  Symptoms of this form include nodular lesions or bumps in the skin, at the point of entry and also along lymph nodes and vessels.  The lesion starts off small and painless, and ranges in color from pink to purple.  Left untreated, the lesion becomes larger and look similar to a boil and more lesions will appear, until a chronic ulcer develops. Usually, cutaneous sporotrichosis lesions occur in the finger, hand, and arm. Pulmonary sporotrichosis This rare form of the disease occurs when S. schenckii spores are inhaled.  Symptoms of pulmonary sporotrichosis include productive coughing, nodules and cavitations of the lungs, fibrosis, and swollen hilar lymph nodes.  Patients with this form of sporotrichosis are susceptible to developing tuberculosis and pneumonia Disseminated sporotrichosis When the infection spreads from the initial site to secondary sites in the body, the disease develops into an uncommon and potentially life-threatening form, called disseminated sporotrichosis.  The infection can spread to joints and bones (called osteoarticular sporotrichosis) as well as the central nervous system and the brain (called sporotrichosis meningitis). Some symptoms of disseminated sporotrichosis include weight loss, anorexia, and bone lesions.   === Complications === Open sporotrichosis lesions on the skin will on occasion become superinfected with bacteria. Cellulitis may also occur.   == Diagnosis ==  Sporotrichosis is an acute infection with slow progression and often subtle symptoms. It is often difficult to diagnose, as many other diseases share similar symptoms and therefore must be ruled out. Patients with sporotrichosis will have antibodies against the fungus S. schenckii; however, due to variability in sensitivity and specificity, antibody detection may not be a reliable diagnostic test for this disease.  The confirming diagnosis remains culturing the fungus from the skin, sputum, synovial fluid, and cerebrospinal fluid. Smears should be taken from any draining fistulas or ulcers. Cats with sporotrichosis are unique in that the exudate from their lesions may contain numerous infectious organisms. This makes cytological evaluation of exudate a valuable diagnostic tool in this species. Exudate is pyogranulomatous, and phagocytic cells may be packed with yeast forms. These yeast cells are variable in size; many are cigar-shaped.   === Differential diagnosis === Differential diagnoses includes: leishmaniasis, nocardiosis, mycobacterium marinum, cat-scratch disease, leprosy, syphilis, sarcoidosis and tuberculosis.   == Prevention == The majority of sporotrichosis cases occur when the fungus is introduced through a cut or puncture in the skin while handling vegetation containing the fungal spores.  Prevention of this disease includes wearing long sleeves and gloves while working with soil, hay bales, rose bushes, pine seedlings, and sphagnum moss. The risk of sporotrichosis in cats is increased in male cats that roam outdoors. Accordingly, the risk may be reduced by keeping cats indoors or neutering them. Isolating infected animals can also be a preventive measure. The risk of spread from infected cats to humans can be reduced by appropriate biosafety measures, including wearing personal protective equipment when handling a cat with suspected sporotrichosis and by washing hands, arms and clothing after handling the cat.   == Treatment == Treatment of sporotrichosis depends on the severity and location of the disease.  The following are treatment options for this condition:  Oral potassium iodide Potassium iodide is an anti-fungal drug that is widely used as a treatment for cutaneous sporotrichosis. Despite its wide use, there is no high-quality evidence for or against this practice. Further studies are needed to assess the efficacy and safety of oral potassium iodide in the treatment of sporotrichosis. Itraconazole (Sporanox) and fluconazole These are antifungal drugs.  Itraconazole is currently the drug of choice and is significantly more effective than fluconazole. Fluconazole should be reserved for patients who cannot tolerate itraconazole. Amphotericin B This antifungal medication is delivered intravenously.  Many patients, however, cannot tolerate Amphotericin B due to its potential side effects of fever, nausea, and vomiting. Lipid formulations of amphotericin B are usually recommended instead of amphotericin B deoxycholate because of a better adverse-effect profile. Amphotericin B can be used for severe infection during pregnancy. For children with disseminated or severe disease, amphotericin B deoxycholate can be used initially, followed by itraconazole. In case of sporotrichosis meningitis, the patient may be given a combination of Amphotericin B and 5-fluorocytosine/Flucytosine. Terbinafine 500mg and 1000mg daily dosages of terbinafine for twelve to 24 weeks has been used to treat cutaneous sporotrichosis. Newer triazoles Several studies have shown that posaconazole has in vitro activity similar to that of amphotericin B and itraconazole; therefore, it shows promise as an alternative therapy. However, voriconazole susceptibility varies. Because the correlation between in vitro data and clinical response has not been demonstrated, there is insufficient evidence to recommend either posaconazole or voriconazole for treatment of sporotrichosis at this time. Surgery In cases of bone infection and cavitary nodules in the lungs, surgery may be necessary. Heat therapy Heat creates higher tissue temperatures, which may inhibit fungus growth while the immune system counteracts the infection. The \"pocket warmer\" used for this purpose has the advantage of being able to maintain a constant temperature of 44 degrees-45 degrees C on the skin surface for several hours, while permitting unrestricted freedom of movement.  The duration of treatment depends on the type of lesion, location, depth, and size. Generally, local application for 1-2 h per day, or in sleep time, for 5-6 weeks seems to be sufficient.   == Other animals ==  Sporotrichosis can be diagnosed in domestic and wild mammals. In veterinary medicine it is most frequently seen in cats and horses.  Cats have a particularly severe form of cutaneous sporotrichosis. Infected cats may exhibit abscesses, cellulitis, or draining wounds that fail to respond to antibiotic treatment. Sporotrichosis can spread from nonhuman animals to humans (zoonosis). Infected cats in particular exude large quantities of Sporothrix organisms from their skin leasions and can spread the infection to people who handle them. Although cats are the most common animal source, the infection has also been known to spread to humans from dogs, rats, squirrels, and armadillos.   == See also == Mucormycosis List of cutaneous conditions   == References ==   == External links =="}