{"name": "Diverticulitis of gastrointestinal tract", "category": "disease", "content": "Gastrointestinal perforation, also known as gastrointestinal rupture, is a hole in the wall of the gastrointestinal tract. The gastrointestinal tract is composed of hollow digestive organs leading from the mouth to the anus. Symptoms of gastrointestinal perforation commonly include severe abdominal pain, nausea, and vomiting. Complications include a painful inflammation of the inner lining of the abdominal wall and sepsis. Perforation may be caused by trauma, bowel obstruction, diverticulitis, stomach ulcers, cancer, or infection. A CT scan is the preferred method of diagnosis; however, free air from a perforation can often be seen on plain X-ray. Perforation anywhere along the gastrointestinal tract typically requires emergency surgery in the form of an exploratory laparotomy. This is usually carried out along with intravenous fluids and antibiotics. Occasionally the hole can be sewn closed while other times a bowel resection is required. Even with maximum treatment the risk of death can be as high as 50%. A hole from a stomach ulcer occurs in about 1 per 10,000 people per year, while one from diverticulitis occurs in about 0.4 per 10,000 people per year.   == Signs and symptoms == Gastrointestinal perforation results in sudden, severe abdominal pain at the site of perforation, which then spreads across the abdomen. The pain is intensified by movement. Nausea, vomiting, hematemesis, and increased heart rate are common early symptoms. Later symptoms include fever and or chills. On examination, the abdomen is rigid and tender. After some time, the bowel stops moving, and the abdomen becomes silent and distended. The symptoms of esophageal rupture may include sudden onset of chest pain.   === Complications === A hole in the intestinal tracts allows intestinal contents to enter the abdominal cavity. The entry of bacteria from the gastrointestinal tract into the abdomen results in peritonitis or in the formation of an abscess. Patients may develop sepsis, a life-threatening response to infection, which may appear as an increased heart rate, increased breathing rate, fever, and confusion. This may progress to multi-level organ dysfunction, including acute respiratory and kidney failure. Posterior gastric wall perforation may lead to bleeding due to the involvement of gastroduodenal artery that lies behind the first part of the duodenum. The death rate in this case is 20%.   == Causes ==  Gastrointestinal perforation is defined by a full-thickness injury to all layers of the gastrointestinal wall, resulting in a hole in the hollow GI tract (esophagus, stomach, small intestine, or large intestine). A hole can occur due to direct mechanical injury or progressive damage to the bowel wall due to various disease states.   === Trauma or accidental perforations during medical procedures === Penetrating trauma such as from a knife or gunshot wound can puncture the bowel wall. Additionally, blunt trauma, such as in a motor vehicle accident may abruptly increase the pressure within the bowel, resulting in bowel rupture. Perforation can also be a very rare complication of certain medical procedures such as upper gastrointestinal endoscopy and colonoscopy.   === Infection or inflammatory disease === Appendicitis and diverticulitis are conditions in which a small, tubular area in bowel becomes inflamed and may burst. A number of infections including C. difficile infection can lead to full-thickness disruption of the bowel wall. In patients with inflammatory bowel disease, prolonged inflammation of the bowel wall can eventually result in perforation.   === Bowel obstruction === Bowel obstruction is a blockage of the small or large intestine which prevents the normal movement of the products of digestion. It may occur due to scar tissue after surgery, twisting of the bowel around itself, hernias, or gastrointestinal tumors. Reduced forward movement of bowel contents results in a build up of pressure within the part of the bowel just before the site of obstruction. This increased pressure may prevent blood flow from reaching the bowel wall, resulting in bowel ischemia (lack of blood flow), necrosis, and eventually perforation. Eating multiple magnets can also lead to perforation if the magnets attract and stick to one another through different loops of the intestine.   === Erosion === A peptic ulcer is a defect in the inner lining of the stomach or duodenum typically due to excessive stomach acid. Extension of the ulcer through the lining of the digestive tract results in spillage of the stomach or intestinal contents into the abdominal cavity, leading to an acute chemical peritonitis. Helicobacter pylori infection and overuse of non-steroidal anti-inflammatory drugs may contribute to formation of peptic ulcers. Ingestion of corrosives can lead to esophageal perforation.   === Indirect causes === An often overlooked indirect cause of obstruction leading to perforation is the chronic use of opioids, which can create severe constipation and damage to the colon, often termed stercoral perforation.   == Diagnosis == A hole in the gastrointestinal tract causes leakage of gas into the abdominal cavity. In intestinal perforation, gas may be visible under the diaphragm on chest x-ray while the patient is in an upright position. While x-ray is a fast and inexpensive to screen for perforation, an abdominal CT scan with contrast is more sensitive and specific for establishing a diagnosis as well as determining the underlying cause. Both CT and x-ray may initially appear normal, in which case diagnosis can be made by open or laparoscopic exploration of the abdomen. White blood cells and blood lactate levels may also be elevated, particularly in the case of advanced disease including peritonitis and sepsis. Differential diagnoses of gastrointestinal perforation includes other causes of an acute abdomen, including appendicitis, diverticulitis, ruptured ovarian cyst, or pancreatitis.   == Treatment == Surgical intervention is nearly always required in the form of open or laparoscopic exploration. The goals of surgery are to remove any dead tissue and close the hole in the gastrointestinal wall. Peritoneal wash is performed and a drain may be placed to control any fluid collections that may form. A Graham patch may be used for duodenal perforations. Conservative treatment (avoiding surgery) may be sufficient in the case of a contained perforation. It is indicated only if the person has normal vital signs and is clinically stable. Regardless of whether surgery is performed, all patients are offered pain therapy and placed on bowel rest (avoiding all food and fluids by mouth), intravenous fluids, and antibiotics. A number of different antibiotics may be used such as piperacillin/tazobactam or the combination of ciprofloxacin and metronidazole.   == References ==   == External links ==  Gastrointestinal perforation—MedlinePlus"}