{"name": "doconexent", "category": "drug", "content": "Docosahexaenoic acid (DHA) is an omega−3 fatty acid that is an important component of the human brain, cerebral cortex, skin, and retina. It is given the fatty acid notation 22:6(n−3). It can be synthesized from alpha-linolenic acid or obtained directly from maternal milk (breast milk), fatty fish, fish oil, or algae oil. The consumption of DHA (e.g., from fatty fish such as salmon, herring, mackerel and sardines) contributes to numerous physiological benefits, including cognition. As a component of neuronal membranes, the function of DHA is to support neuronal conduction and to allow the optimal functioning of neuronal membrane proteins (such as receptors and enzymes). Structurally, DHA is a carboxylic acid (-oic acid) with a 22-carbon chain (docosa- derives from the Ancient Greek for 22)  and six (hexa-) cis double bonds (-en-); with the first double bond located at the third carbon from the omega end. Its trivial name is cervonic acid (from the Latin word cerebrum for \"brain\"), its systematic name is all-cis-docosa-4,7,10,13,16,19-hexa-enoic acid. In organisms that do not eat algae containing DHA nor animal products containing DHA, DHA is instead produced internally from α-linolenic acid, a shorter omega−3 fatty acid manufactured by plants (and also occurring in animal products as obtained from plants). Limited amounts of eicosapentaenoic and docosapentaenoic acids are possible products of α-linolenic acid metabolism in young women and men. DHA in breast milk is important for the developing infant. Rates of DHA production in women are 15% higher than in men. DHA is a major fatty acid in brain phospholipids and the retina. Preliminary research has investigated its potential benefit in Alzheimer's disease, and cardiovascular disease, and other disorders.   == Central nervous system constituent == DHA is the most abundant omega−3 fatty acid in the brain and retina. DHA comprises 40% of the polyunsaturated fatty acids (PUFAs) in the brain and 60% of the PUFAs in the retina. Fifty percent of a neuronal plasma membrane is composed of DHA. DHA modulates the carrier-mediated transport of choline, glycine, and taurine, the function of delayed rectifier potassium channels, and the response of rhodopsin contained in the synaptic vesicles. Phosphatidylserine (PS) – which contains high DHA content – has roles in neuronal signaling and neurotransmitter synthesis, and DHA deficiency is associated with cognitive decline. DHA levels are reduced in the brain tissue of severely depressed people.   == Biosynthesis ==   === Aerobic eukaryote pathway === Aerobic eukaryotes, specifically microalgae, mosses, fungi, and some animals, perform biosynthesis of DHA as a series of desaturation and elongation reactions, catalyzed by the sequential action of desaturase and elongase enzymes. This pathway, originally identified in Thraustochytrium, applies to these groups:  a desaturation at the sixth carbon of alpha-linolenic acid by a delta 6 desaturase to produce stearidonic acid (SDA, 18:4 ω-3), elongation of the stearidonic acid by a delta 6 elongase to produce eicosatetraenoic acid (ETA, 20:4 ω-3), desaturation at the fifth carbon of  eicosatetraenoic acid by a delta 5 desaturase to produce eicosapentaenoic acid (EPA, 20:5 ω-3), elongation of eicosapentaenoic acid by a delta 5 elongase to produce docosapentaenoic acid (DPA, 22:5 ω-3), and desaturation at the fourth carbon of docosapentaenoic acid by a delta 4 desaturase to produce DHA.   === Mammals === In humans, DHA is either obtained from the diet or may be converted in small amounts from eicosapentaenoic acid (EPA, 20:5, ω-3). With the identification of FADS2 as a human Δ4-desaturase in 2015, it is now known that humans also follow the whole \"aerobic eukaryote\" pathway, involving Δ5-elongation to DPA and Δ4-desaturation to DHA. A \"Sprecher's shunt\" hypothesis, proposed in 1991, postulates that EPA is twice elongated to 24:5 ω-3, then desaturated to 24:6 ω-3 (via delta 6 desaturase) in the mitochondria, then shortened to DHA (22:6 ω-3) via beta oxidation in the peroxisome. The hypothesis became accepted for a while because scientists have (until 2015) long tried and failed to find a Δ4-desaturase in mammals. However, the shunt model does not match clinical data, specifically as patients with beta oxidation defects do not display issues in DHA synthesis. With the identification of a Δ4-desaturase, it is considered outdated.   === Anaerobic pathway === Marine bacteria and the microalgae Schizochytrium use an anerobic polyketide synthase pathway to synthesize DHA.   == Metabolism == DHA can be metabolized into DHA-derived specialized pro-resolving mediators (SPMs), DHA epoxides, electrophilic oxo-derivatives (EFOX) of DHA, neuroprostanes, ethanolamines, acylglycerols, docosahexaenoyl amides of amino acids or neurotransmitters, and branched DHA esters of hydroxy fatty acids, among others. The enzyme CYP2C9 metabolizes DHA to epoxydocosapentaenoic acids (EDPs; primarily 19,20-epoxy-eicosapentaenoic acid isomers [i.e. 10,11-EDPs]).   == Potential health effects ==   === Cardiovascular === Though mixed and plagued by methodological inconsistencies, there is now convincing evidence from ecological, RCTs, meta-analyses and animal trials show a benefit for omega−3 dietary intake for cardiovascular health. Of the n−3 FAs, DHA has been argued to be the most beneficial due to its preferential uptake in the myocardium, its strongly anti-inflammatory activity and its metabolism toward neuroprotectins and resolvins, the latter of which directly contribute to cardiac function. DHA is associated with its role in cardiovascular protection and lowering the risk of coronary artery disease. DHA supplementation has been shown to improve high-density lipoprotein (‘good cholesterol’), and lower total cholesterol as well as blood pressure levels.   === Pregnancy and lactation === Foods high in omega−3 fatty acids may be recommended to women who want to become pregnant or when nursing. A working group from the International Society for the Study of Fatty Acids and Lipids recommended 300 mg/day of DHA for pregnant and lactating women, whereas the average consumption was between 45 mg and 115 mg per day of the women in the study, similar to a Canadian study.   === Brain and visual functions === A major structural component of the mammalian central nervous system, DHA is the most abundant omega−3 fatty acid in the brain and retina. Brain and retinal function rely on dietary intake of DHA to support a broad range of cell membrane and cell signaling properties, particularly in grey matter and retinal photoreceptor cell outer segments, which are rich in membranes. A systematic review found that DHA had no significant benefits in improving visual field in individuals with retinitis pigmentosa. Animal research shows effect of oral intake of deuterium-reinforced DHA (D-DHA) for prevention of macular degeneration.   === Asthma === Omega−3 PUFAs such as DHA and eicosapentaenoic acid (EPA) are effective in the prevention and treatment of asthma and allergic diseases.   == Nutrition ==  Ordinary types of cooked salmon contain 500–1500 mg DHA and 300–1000 mg EPA per 100 grams. Additional rich seafood sources of DHA include caviar (3400 mg per 100 grams), anchovies (1292 mg per 100 grams), mackerel (1195 mg per 100 grams), and cooked herring (1105 mg per 100 grams). Brains from mammals taken as food are also a good direct source. Beef brain, for example, contains approximately 855 mg of DHA per 100 grams in a serving. While DHA may be the primary fatty acid found in certain specialized tissues, these tissues, aside from the brain, are typically small in size, such as the seminiferous tubules and the retina. As a result, animal-based foods, excluding the brain, generally offer minimal amounts of preformed DHA.   === Discovery of algae-based DHA === In the early 1980s, NASA sponsored scientific research on a plant-based food source that could generate oxygen and nutrition on long-duration space flights. Certain species of marine algae produced rich nutrients, leading to the development of an algae-based, vegetable-like oil that contains two polyunsaturated fatty acids, DHA and arachidonic acid.   === Use as a food additive === DHA is widely used as a food supplement. It was first used primarily in infant formulas. In 2019, the US Food and Drug Administration published qualified health claims for DHA. Some manufactured DHA is a vegetarian product extracted from algae, and it competes on the market with fish oil that contains DHA and other omega−3s such as EPA. Both fish oil and DHA are odorless and tasteless after processing as a food additive.   === Studies of vegetarians and vegans ===  Vegetarian diets typically contain limited amounts of DHA, and vegan diets typically contain no DHA. In preliminary research, algae-based supplements increased DHA levels. While there is little evidence of adverse health or cognitive effects due to DHA deficiency in adult vegetarians or vegans, breast milk levels remain a concern for supplying adequate DHA to the infant.   === DHA and EPA in fish oils === Fish oil is widely sold in capsules containing a mixture of omega−3 fatty acids, including EPA and DHA. Oxidized fish oil in supplement capsules may contain lower levels of EPA and DHA. Light, oxygen exposure, and heat can all contribute to oxidation of fish oil supplements. Buying a quality product that is kept cold in storage and then keeping it in a refrigerator can help minimize oxidation.   === Recommended daily DHA intake for children === As optimal DHA level is important for brain development and maturation, there are established daily recommendations for DHA intake in children. The table below shows the daily DHA / DHA + EPA intake recommended for children of different ages:  Experts recommend DHA intake of 10–12 mg/day for children 12–24 months, 100–150 mg/day of DHA+EPA for children 2–4 years old and 150–200 mg/day of DHA+EPA for children 4–6 years old.   == See also == DHA-clozapine List of omega−3 fatty acids Polyunsaturated fatty acids   == References =="}