{"name": "docusate sodium", "category": "drug", "content": "Docusate is the common chemical and pharmaceutical name of the anion bis(2-ethylhexyl) sulfosuccinate, also commonly called dioctyl sulfosuccinate (DOSS). Salts of this anion, especially  docusate sodium, are widely used in medicine as laxatives and as stool softeners, by mouth or rectally. Some studies claim that docusate is not more effective than a placebo for improving constipation. Other docusate salts with medical use include those of calcium and potassium. Docusate salts are also used as food additives, emulsifiers, dispersants, and wetting agents, among other uses. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 133rd most commonly prescribed medication in the United States, with more than 4 million prescriptions. In 2021, the combination with senna was the 275th most commonly prescribed medication in the United States, with more than 800,000 prescriptions.   == History == Sodium docusate was patented in 1937 by Coleman R. Caryl and Alphons O. Jaeger for American Cyanamid, which commercialized it for many years as a detergent under the brand name Aerosol OT. Its use for the treatment of constipation was first proposed in 1955 by James L. Wilson and  David G. Dickinson, and quickly popularized under the name Doxinate.   == Medical use ==   === Constipation === The main medical use of docusate sodium is to treat constipation, acting as a laxative and stool softener. In painful anorectal conditions such as hemorrhoid and anal fissures, it can help avoid pain caused by straining during bowel movements. When administered by mouth, a bowel movement often occurs in 1 to 3 days, while rectal use may be effective within 20 minutes. Sodium docusate is recommended as a stool softener for children. However, its effectiveness for constipation is poorly supported by evidence.  Multiple studies have found docusate to be no more effective than a placebo for improving constipation. Others have found it to be less useful for the treatment of chronic constipation than psyllium. The medication may be given to people who are receiving opioid medication, although prolonged use may cause irritation of the gastrointestinal tract.   === Other medical uses === Docusate sodium, when used with ear syringing, may help with earwax removal, particularly in the case of impaction. Sodium docusate is also used as a lubricant in the production of tablets and as an emulsifier in topical preparations and other suspensions.   === Precautions and contraindications === Docusate sodium is approved and recommended as safe during pregnancy and breastfeeding. Docusate is not recommended in people with appendicitis, acute abdomen, or ileus. When taken by mouth it should be ingested with plenty of water.   === Side effects === Side effects are uncommon and typically mild, and may include stomach pain, abdominal cramps or diarrhea, Efficacy decreases with long-term use, and may cause poor bowel function. Serious allergic reactions may occur with the drug. The most severe side effect of docusate, although very rare, is rectal bleeding.   === Interactions === Docusate might increase resorption of other drugs, for example, dantron (1,8-dihydroxyanthraquinone).   === Mechanism of action === Docusate is an anionic surfactant, which works by reducing the surface tension of the stool, allowing more intestinal water and fat to combine with the stool. This decreases the strain and discomfort associated with constipation. It does not stay in the gastrointestinal tract, but is absorbed into the bloodstream and excreted via the gallbladder after undergoing extensive metabolism. The effect of docusate may not necessarily be all due to its surfactant properties. Perfusion studies suggest that docusate inhibits fluid absorption or stimulates secretion in the portion of the small intestine known as the jejunum.   === Pharmaceutical brand names === In the U.S., docusate sodium for pharmaceutical use is available under multiple brand names: Aqualax, Calube, Colace, Colace Micro-Enema, Correctol Softgel Extra Gentle, DC-240, Dialose, Diocto, Dioctocal, Dioctosoftez, Dioctyn, Dionex, Doc-Q-Lace, Docu Soft, Docucal, Doculax, Docusoft S, DOK, DOS, Doss-Relief, DSS, Dulcolax - Stool Softener (not to be confused with another drug marketed under the Dulcolax brand, bisacodyl, which is a stimulant laxative), Ex-Lax Stool Softener, Fleet Sof-Lax, Genasoft, Kasof, Laxa-basic, Modane Soft, Octycine-100, Pedia-Lax, Preferred Plus Pharmacy Stool Softener, Regulax SS, Sulfalax Calcium, Sur-Q-Lax, Surfak Stool Softener, and Therevac-SB. Generic preparations are also available. In the UK, dioctyl sodium sulfosuccinate is sold under the brand name Docusol (Typharm Ltd) and DulcoEase (Boehringer Ingelheim). In Australia, dioctyl sodium sulfosuccinate is sold as Coloxyl and Coloxyl with senna. In India, preparations include Laxatin by Alembic, Doslax by Raptakos Laboratories, Cellubril by AstraZeneca, and Laxicon by Stadmed.   == Other uses == Dioctyl sodium sulfosuccinate is used as a surfactant in a wide range of applications, often under the name Aerosol-OT. It is unusual in that it is able to form microemulsions without the use of co-surfactants, and it has a rich variety of aqueous-phase behavior including multiple liquid crystalline phases.   === Food additive === Dioctyl sodium sulfosuccinate has been approved by the US FDA as a \"generally recognized as safe\" (GRAS) additive.  It is used in a variety of food products, as a surface active agent, stabilizer, thickener, wetting agent, processing aid, solubilizing agent, emulsifier, and dispersant. The highest amount found in food products is 0.5% by weight, which include pasteurized cheese spreads, cream cheeses and salad dressings.  The FDA also approved its use as a wetting agent or solubilizer for flavoring agents in carbonated and non-carbonated drinks at levels up to 10 parts per million.   === Microencapsulation === Sodium docusate is the most widely used surfactant in reverse micelle encapsulation studies.   === Non-medical brand names === As a surfactant, docusate sodium is or has been commercialized under many brand names, including DSSj Aerosol OT, Alphasol OT, Colace, Complemix, Coprol, Dioctylal, Dioctyl-Medo Forte, Diotilan, Diovac, Disonate, Doxinate, Doxol, Dulsivac, Molatoc, Molofac, Nevax, Norval, Regutol, Softili, Solusol, Sulfimel DOS, Vatsol OT, Velmol, and Waxsol   == Chemistry ==   === Structure and properties === The structural formula of the docusate anion is R−O−C(=O)−CH(SO−3)−CH2−C(=O)−O−R, where R is the 2-ethylhexyl group H3C−(CH2)3−C(−CH2−CH3)H−CH2−. The conjugate acid can be described as the twofold carboxylate ester of sulfosuccinic acid with 2-ethylhexanol. The compound is a white, wax-like, plastic solid, with an odor suggestive of octyl alcohol.  It starts to decompose at about 220 °C. Solubility of dioctyl sodium sulfosuccinate in water is 14 g/L at 25 °C, increasing to 55 g/L at 70 °C. Solubility is better in less polar solvents: 1:30 in ethanol, 1:1 in chloroform and diethylether, and practically unlimited in petroleum ether (25 °C). It also is highly soluble in glycerol, although this is a rather polar solvent.  It is also highly soluble in xylene, oleic acid, acetone, diacetone alcohol, methanol, isopropanol, 2-butanol, methyl acetate, ethyl acetate, furfurol, and vegetable oils. The ester groups are easily cleaved under basic conditions, but are stable against acids.   === Synthesis === Sodium dioctyl sulfosuccinate can be obtained by treating  dioctyl maleate with sodium bisulfite. The bisulfite anion adds to the double bond:  −CH=CH− + HSO−3 → −CH(−SO−3)−CH2−   == Toxicity == Ingestion may cause the side effects described above, such as diarrhea, intestinal bloating, and occasionally cramping pains. Dioctyl sodium sulfosuccinate is not known to be carcinogenic, mutagenic, or teratogenic.   === Marine species === Dioctyl sodium sulfosuccinate is of low toxicity for crustaceans such as the hermit crab Clibanarius erythropus and the shrimp Crangon crangon.  Toxicity for molluscs varies widely, with 48-hour LD50 found between 5 mg/L for the common limpet and 100 mg/L for the common periwinkle. Various species of phytoplankton have an LD50 around 8 mg/L. In a 2010 study, dioctyl sodium sulfosuccinate exhibited higher toxicity against bacteria (Vibrio fischeri, Anabaena sp.) and algae (Pseudokirchneriella subcapitata) than did a number of fluorinated surfactants (PFOS, PFOA, or PFBS). Measuring bioluminescence inhibition of the bacteria and growth inhibition of the algae, the LD50 were in the range of 43–75 mg/L. Combinations of the fluorinated compounds with dioctyl sodium sulfosuccinate showed mid to highly synergistic effects in most settings, meaning that such combinations are significantly more toxic than the individual substances.   === Freshwater species === The substance is highly toxic for rainbow trout with a median lethal concentration (LC50) of 0.56 mg/L after 48 hours for the pure substance. It is only slightly to moderately toxic for rainbow trout fingerlings, and slightly toxic for harlequin rasboras (LC50 27 mg/L of a 60% formulation after 48 hours).   == References ==   == External links == Stool Softeners at the N.I.H. PubMed Health resource."}