{"name": "dolutegravir", "category": "drug", "content": "Dolutegravir (DTG), sold under the brand name Tivicay, is an antiretroviral medication used, together with other medication, to treat HIV/AIDS. It may also be used, as part of post exposure prophylaxis, to prevent HIV infection following potential exposure. It is taken by mouth. Common side effects include trouble sleeping, feeling tired, diarrhea, high blood sugar, and headache. Severe side effects may include allergic reactions and liver problems. Concerns that usage during pregnancy can result in harm to the baby have been refuted by further studies that show there is no statistical difference in neural tube defects from the usage of dolutegravir compared to other antiretrovirals. It is unclear if use during breastfeeding is safe. Dolutegravir is an HIV integrase strand transfer inhibitor which blocks the functioning of HIV integrase which is needed for viral replication. Dolutegravir was approved for medical use in the United States in 2013. It is on the World Health Organization's List of Essential Medicines. Abacavir/dolutegravir/lamivudine, a combination with abacavir and lamivudine is also available. As of 2019, the World Health Organization (WHO) recommends DTG as the first- and second-line treatment for all persons with HIV.   == Medical use == Dolutegravir is approved for use in a broad population of HIV-infected patients. It can be used to treat HIV-infected adults who have never taken HIV therapy (treatment-naïve) and HIV-infected adults who have previously taken HIV therapy (treatment-experienced), including those who have been treated with other integrase strand transfer inhibitors. Tivicay is also approved for children ages 12 years and older weighing at least 40 kilograms (kg) who are treatment-naïve or treatment-experienced but have not previously taken other integrase strand transfer inhibitors. In the European Union it is indicated, in combination with other anti-retroviral medicinal products, for the treatment of Human Immunodeficiency Virus (HIV) infected adults, adolescents and children above six years of age. In June 2020, the indication for dolutegravir in the US was updated to include children at least four weeks old and weighing at least 3 kg (6.61 pounds).   == Adverse effects == Common side effects of dolutegravir in clinical trials included insomnia and headache. Serious side effects included allergic reactions and abnormal liver function in patients who were also infected with hepatitis B or C. The package insert warns against a mean rise in serum creatinine of 0.11 mg/dL due to inhibition of tubular secretion of creatinine and does not affect GFR.   === Pregnancy === In 2019 there were tentative concerns that usage during pregnancy can result in the increased risk of neural tube defects however further studies have refuted that claim finding no statistical difference between dolutegravir and other antiretrovirals. As of 31 January 2024 dolutegravir is the NIH preferred antiretroviral drug for pregnant or nonpregnant people trying to conceive.   == History == In February 2013, the U.S. Food and Drug Administration (FDA) announced that it would fast track dolutegravir's approval process. On 13 August 2013, dolutegravir was approved for medical use in the United States. On 4 November 2013, dolutegravir was approved by Health Canada.  On 16 January 2014, it was approved by the European Commission for use throughout the European Union. In 2019, a triple-combination therapy, with dolutegravir replacing efavirenz, was introduced as the first-line treatment for all people (pregnant excluded) with HIV by the South African Government (public) sector. In June 2020, dolutegravir was approved in the US with an indication to treat HIV-1 infection in children at least four weeks old and weighing at least 3 kg (6.61 pounds) in combination with other antiretroviral treatments. It is intended to treat children at least 4 weeks old and 3 kg who have never been treated for HIV or who have been treated, but not with an integrase strand transferase inhibitor (INSTI) class drug. The U.S. Food and Drug Administration (FDA) granted the approval of Tivicay and Tivicay PD to ViiV Healthcare.   == Access == In April 2024, the government of Colombia issued its first ever compulsory license to invalidate the patent of Dolutegravir.  Access to dolutegravir was enabled by a license to the Medicines Patent Pool however Colombia was not a listed territory.  UNAIDS supported the move to enable a compulsory license decision. ViiV Healthcare disagreed with the decision on the use of the compulsory license by the government of Colombia. A separate agreement with the Medicines Patent Pool permits the distribution of generic versions of the medicine in Colombia, but this is restricted to children only.   == Climate change == Dolutegravir, used by 24 million people in low- and middle-income countries, has significantly reduced carbon emissions compared to the previous standard of care, efavirenz. This is the first report to analyze the environmental impact of a widely used medicine compared to its alternative. According to Unitaid, this transition will prevent over 26 million tons of CO2 from entering the atmosphere between 2017 and 2027, equivalent to eliminating 10 years of carbon emissions from Geneva, Switzerland.   == References =="}