{"name": "domperidone", "category": "drug", "content": "Domperidone, sold under the brand name Motilium among others, is a dopamine antagonist medication which is used to treat nausea and vomiting and certain gastrointestinal problems like gastroparesis (delayed gastric emptying). It raises the level of prolactin in the human body and is used off label to induce and promote breast milk production. It may be taken by mouth or rectally. Side effects may include headache, anxiety, dry mouth, abdominal cramps, diarrhea, and elevated prolactin levels. Secondary to increased prolactin levels, breast changes, milk outflow, menstrual irregularities, and hypogonadism can occur. Domperidone may also cause QT prolongation and has rarely been associated with serious cardiac complications such as sudden cardiac death. However, the risks are small and occur more with high doses. Domperidone acts as a peripherally selective antagonist of the dopamine D2 and D3 receptors. Due to its low entry into the brain, the side effects of domperidone are different from those of other dopamine receptor antagonists like metoclopramide and it produces little in the way of central nervous system adverse effects. However, domperidone can nonetheless increase prolactin levels as the pituitary gland is outside of the blood–brain barrier. Domperidone was discovered in 1974 and was introduced for medical use in 1979. It was developed by Janssen Pharmaceutica. Domperidone is available over-the-counter in many countries, for instance in Europe and elsewhere throughout the world. It is not approved for use in the United States. However, it is available in the United States for people with severe and treatment-refractory gastrointestinal motility problems under an expanded access individual-patient investigational new drug application. An analogue of domperidone called deudomperidone is under development for potential use in the United States and other countries.   == Medical uses ==   === Nausea and vomiting === There is some evidence that domperidone has antiemetic activity. It is recommended by the Canadian Headache Society for treatment of nausea associated with acute migraine.   === Gastroparesis === Gastroparesis is a medical condition characterised by delayed emptying of the stomach when there is no mechanical gastric outlet obstruction. Its cause is most commonly idiopathic, a diabetic complication or a result of abdominal surgery. The condition causes nausea, vomiting, fullness after eating, early satiety (feeling full before the meal is finished), abdominal pain and bloating. Domperidone can be used to increase the transit of food through the stomach by increasing gastrointestinal peristalsis and hence to treat gastroparesis. It may be useful in idiopathic and diabetic gastroparesis. However, increased rate of gastric emptying induced by drugs like domperidone does not always correlate well with relief of symptoms.   === Lactation === Domperidone is used off-label in some countries to stimulate lactation or enhance breast milk production, but, as of December 2023, it is not approved for that purpose in any country, and is not approved for use in humans in the United States. Domperidone acts as a peripheral dopamine antagonist and is hypothesized to stimulate prolactin secretion, with a 2003 study supporting that hypothesis. A 2018 meta-analysis of five randomized controlled trials found that domperidone resulted in a moderate increase of in breast milk volume for mothers of preterm infants with insufficient milk supply. The analysis also indicated that domperidone was well tolerated with no significant difference in maternal adverse events compared to placebo. Domperidone has no officially established dosage for increasing milk supply, but most published studies have used 10 mg three times daily for 4 to 10 days (30 mg per day). The US Food and Drug Administration (FDA) has expressed concerns about serious adverse side effects and concerns about its effectiveness. The FDA identified serious cardiac adverse events associated with domperidone use in lactating individuals, including arrhythmias, cardiac arrest, and sudden death. Additionally, discontinuation or tapering of domperidone has been linked to severe neuropsychiatric adverse events such as agitation, anxiety, and suicidal ideation. Because of these risks, the FDA strongly cautions against the use of domperidone to enhance lactation. A review by Health Canada also found a link between the sudden discontinuation or tapering of domperidone when used off-label for lactation, and psychiatric withdrawal events, particularly daily doses greater than the maximum recommended dose of 30 mg per day. A 2021 study found that postpartum usage of domperidone increased across five Canadian provinces from 2004 and 2017 with usage plateauing in 2011 and a drop in usage after a 2012 Health Canada advisory warning about domperidone.   === Other uses ===   ==== Parkinson's disease ==== Parkinson's disease is a degenerative neurological condition where a decrease in dopamine in the brain leads to rigidity (stiffness of movement), tremor, and other symptoms and signs. Poor gastrointestinal function, nausea, and vomiting is are major problems for people with Parkinson's disease because most medications used to treat Parkinson's disease are given by mouth. These medications, such as levodopa, can cause nausea as a side effect. Furthermore, anti-nausea drugs, such as metoclopramide, which do cross the blood–brain barrier, may worsen the extrapyramidal symptoms of Parkinson's disease. Domperidone can be used to relieve nausea and gastrointestinal symptoms in Parkinson's disease; it blocks peripheral D2 receptors but minimally crosses the blood–brain barrier in normal doses, so has no effect on the extrapyramidal symptoms of the disease. In addition, domperidone may be useful in the treatment of orthostatic hypotension caused by dopaminergic therapy in people with Parkinson's disease.   ==== Other gastrointestinal uses ==== Domperidone may be used in functional dyspepsia in both adults and children. It has also been found effective in the treatment of reflux in children. However some specialists consider its risks prohibitory of the treatment of infantile reflux.   === Available forms === Domperidone is available for use by oral administration in the form of tablets, orally disintegrating tablets (ODTs) and suspension, and by rectal administration in the form of suppositories. The oral tablets are available in the strength of 10 mg. Domperidone has been studied for use by intramuscular injection and an intravenous formulation was previously available, but the medication is now only available in forms for oral and rectal administration.   == Veterinary uses == Domperidone is used as immunotherapy to treat leishmania in dogs.   == Contraindications == Domperidone is contraindicated with QT-prolonging drugs like amiodarone.   == Side effects == Side effects associated with domperidone include dry mouth, abdominal cramps, diarrhea, nausea, rash, itching, hives, and hyperprolactinemia (the symptoms of which may include breast enlargement, galactorrhea, breast pain/tenderness, gynecomastia, hypogonadism, and menstrual irregularities). Due to blockade of D2 receptors in the central nervous system, D2 receptor antagonists like metoclopramide and antipsychotics can also produce a variety of additional side effects including drowsiness, akathisia, restlessness, insomnia, lassitude, fatigue, extrapyramidal symptoms, dystonia, Parkinsonian symptoms, tardive dyskinesia, and depression. However, this is not the case with domperidone, because, unlike other D2 receptor antagonists, it minimally crosses the blood–brain barrier, and for this reason, is rarely associated with such side effects. However, domperidone theoretically might be able to produce some blockade of central D2 receptors at higher doses, in turn producing side effects similar to those of centrally permeable D2 receptor antagonists like antipsychotics.   === Elevated prolactin levels === Due to D2 receptor blockade, domperidone causes hyperprolactinemia. Hyperprolactinemia can suppress the secretion of gonadotropin-releasing hormone (GnRH) from the hypothalamus, in turn suppressing the secretion of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) and resulting in hypogonadism and low levels of the sex hormones estradiol and testosterone. Accordingly, 10 to 15% of females have been reported to experience mammoplasia (breast enlargement), mastodynia (breast pain/tenderness), galactorrhea (inappropriate or excessive milk production/secretion), and amenorrhea (cessation of menstrual cycles) with domperidone therapy. Males may experience low libido, erectile dysfunction, and impaired spermatogenesis, as well as galactorrhea and gynecomastia. D2 receptor antagonists like antipsychotics and domperidone may also increase the risk of prolactinomas, but more research is needed to confirm this.   === Rare reactions ===   ==== Cardiac complications ==== Domperidone use is associated with an increased risk of sudden cardiac death (by 70%) most likely through its prolonging effect of the cardiac QT interval and ventricular arrhythmias. The cause is thought to be blockade of hERG voltage-gated potassium channels. The risks are dose-dependent, and appear to be greatest with high/very high doses via intravenous administration and in the elderly, as well as with drugs that interact with domperidone and increase its circulating concentrations (namely CYP3A4 inhibitors). Conflicting reports exist, however. In neonates and infants, QT prolongation is controversial and uncertain. UK drug regulatory authorities (MHRA) have issued the following restriction on domperidone in 2014 due to increased risk of adverse cardiac effects:  Domperidone (Motilium) is associated with a small increased risk of serious cardiac side effects. Its use is now restricted to the relief of nausea and vomiting and the dosage and duration of use have been reduced. It should no longer be used for the treatment of bloating and heartburn. Domperidone is now contraindicated in those with underlying cardiac conditions and other risk factors. Patients with these conditions and patients receiving long-term treatment with domperidone should be reassessed at a routine appointment, in light of the new advice. However, a 2015 Australian review concluded the following:  Based on the results of the two TQT (the regulatory agency gold standard for assessment of QT prolongation) domperidone does not appear to be strongly associated with QT prolongation at oral doses of 20 mg QID in healthy volunteers. Further, there are limited case reports supporting an association with cardiac dysfunction, and the frequently cited case-control studies have significant flaws. While there remains an ill-defined risk at higher systemic concentrations, especially in patients with a higher baseline risk of QT prolongation, our review does not support the view that domperidone presents intolerable risk.   ==== Possible central toxicity in infants ==== In Britain a legal case involved the death of two children of a mother whose three children had all had hypernatraemia. She was charged with poisoning the children with salt. One of the children, who was born at 28 weeks gestation with respiratory complications and had a fundoplication for gastroesophageal reflux and failure to thrive was prescribed domperidone. An advocate for the mother suggested the child may have had neuroleptic malignant syndrome as a side effect of domperidone due to the drug crossing the child's immature blood–brain barrier.   == Interactions == In healthy volunteers, the CYP3A4 inhibitor ketoconazole increased the Cmax and AUC concentrations of domperidone by 3- to 10-fold. This was accompanied by a QT interval prolongation of about 10–20 milliseconds when domperidone 10 mg four times daily and ketoconazole 200 mg twice daily were administered, whereas domperidone by itself at the dosage assessed produced no such effect. As such, domperidone with ketoconazole or other CYP3A4 inhibitors is a potentially dangerous combination.   == Pharmacology ==   === Pharmacodynamics === Domperidone is a peripherally selective dopamine D2 and D3 receptor antagonist. It has no clinically significant interaction with the D1 receptor, unlike metoclopramide. The medication provides relief from nausea by blocking D2 receptors in the chemoreceptor trigger zone and from gastrointestinal symptoms by blocking D2 receptors in the gut. It blocks D2 receptors in the lactotrophs of the anterior pituitary gland increasing release of prolactin which in turn increases lactation. Domperidone may be more useful in some patients and cause harm in others by way of the genetics of the person, such as polymorphisms in the drug transporter gene ABCB1 (which encodes P-glycoprotein), the voltage-gated potassium channel KCNH2 gene (hERG/Kv11.1), and the α1D-adrenergic receptor ADRA1D gene.   ==== Effects on prolactin levels ==== A single 20 mg oral dose of domperidone has been found to increase mean serum prolactin levels (measured 90 minutes post-administration) in non-lactating women from 8.1 ng/mL to 110.9 ng/mL (a 13.7-fold increase). This was similar to the increase in prolactin levels produced by a single 20 mg oral dose of metoclopramide (7.4 ng/mL to 124.1 ng/mL; 16.7-fold increase). After two weeks of repeated administration (30 mg/day in both cases), the increase in prolactin levels produced by domperidone was reduced (53.2 ng/mL; 6.6-fold above baseline), but the increase in prolactin levels produced by metoclopramide, conversely, was heightened (179.6 ng/mL; 24.3-fold above baseline). This indicates that acute and continuous administration of both domperidone and metoclopramide is effective in increasing prolactin levels, but that there are different effects on the secretion of prolactin with repeated use. The mechanism of the difference is unknown. The increase in prolactin levels observed with the two drugs was much greater in women than in men. This appears to be due to the higher estrogen levels in women, as estrogen stimulates prolactin secretion from the pituitary gland. For comparison, normal prolactin levels in women are less than 20 ng/mL, prolactin levels peak at 100 to 300 ng/mL at parturition in pregnant women, and in lactating women, prolactin levels have been found to be 90 ng/mL at 10 days postpartum and 44 ng/mL at 180 days postpartum.   === Pharmacokinetics ===   ==== Absorption ==== The absolute bioavailability of domperidone is low (13–17% or approximately 15%). This is due to extensive first-pass metabolism in the intestines and liver. Conversely, its bioavailability is high via intramuscular injection (90%). The onset of action of domperidone taken orally is about 30 to 60 minutes. Peak levels of domperidone following an oral dose occur after about 60 minutes. Domperidone exposure increases proportionally with doses in the 10 to 20 mg dose range. There is a 2- to 3-fold accumulation in levels of domperidone with frequent repeated oral administration of domperidone (four times per day (every 5 hours) for 4 days). The oral bioavailability of domperidone is somewhat increased, and time to peak slightly increased when it is taken with food and bioavailability is decreased by prior concomitant administration of cimetidine and sodium bicarbonate.   ==== Distribution ==== The plasma protein binding of domperidone is 91 to 93%. The tissue distribution of domperidone based on animal studies is wide, but concentrations are low in the brain. The drug is a substrate for the P-glycoprotein (ABCB1) transporter, and animal studies suggest that this is the reason for the low central nervous system penetration of domperidone. Small amounts of domperidone cross the placenta in animals.   ==== Metabolism ==== Domperidone is extensively metabolized in the liver and intestines with oral administration. This occurs via hydroxylation and N-dealkylation. Domperidone is almost exclusively metabolized by CYP3A4/5, though minor contributions by CYP1A2, CYP2D6, and CYP2C8 have been reported. CYP3A4 is the major enzyme involved in the N-dealkylation of domperidone, while CYP3A4, CYP1A2, and CYP2E1 are involved in its aromatic hydroxylation. All of the metabolites of domperidone are inactive as D2 receptor ligands. Overall and peak levels of domperidone are increased by about 2.9- and 1.5-fold in moderate hepatic impairment, respectively.   ==== Elimination ==== Domperidone is eliminated 31% in urine and 66% in feces. The proportion of domperidone excreted unchanged is small (10% in feces and 1% in urine). The elimination half-life of domperidone is about 7 to 9 hours in healthy individuals. However, the elimination half-life of domperidone can be prolonged to 20 hours in people with several renal dysfunction.   == Chemistry == Domperidone is a derivative of benzimidazolinone. It is structurally related to butyrophenone neuroleptics like haloperidol.   == History == Domperidone was synthesized at Janssen Pharmaceutica in 1974 following their research on antipsychotic drugs.  Janssen pharmacologists discovered that some antipsychotic drugs had a significant effect on dopamine receptors in the central chemoreceptor trigger zone that regulated vomiting, and started searching for a dopamine antagonist that would not pass the blood–brain barrier, thereby being free of the extrapyramidal side effects that were associated with drugs of this type. This led to the discovery of domperidone as a strong antiemetic with minimal central effects. Domperidone was patented in the United States in 1978, with the patent filed in 1976. In 1979, domperidone was first marketed, under the brand name Motilium, in Switzerland and West Germany. Domperidone was subsequently introduced in the forms of orally disintegrating tablets (based on Zydis technology) in 1999. In April 2014, the Co-ordination Group for Mutual Recognition and Decentralised Procedures – Human (CMDh) published official press-release suggesting to restrict the use of domperidone-containing medicines. It also approved earlier published suggestions by Pharmacovigilance Risk Assessment Committee (PRAC) to use domperidone only for treating nausea and vomiting and reduce maximum daily dosage to 10mg.   == Society and culture ==   === Generic names === Domperidone is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name.   === Regulatory approval === It was reported in 2007 that domperidone is available in 58 countries, but the uses or indications of domperidone vary between nations. In Italy it is used in the treatment of gastroesophageal reflux disease and in Canada, the drug is indicated in upper gastrointestinal motility disorders and to prevent gastrointestinal symptoms associated with the use of dopamine agonist antiparkinsonian agents. In the United Kingdom, domperidone is only indicated for the treatment of nausea and vomiting and the treatment duration is usually limited to 1 week. In the United States, domperidone is not a legally marketed human drug and it is not approved for sale in the United States. In June 2004, the Food and Drug Administration (FDA) issued a warning that distributing any domperidone-containing products is illegal. It is available over-the-counter to treat gastroesophageal reflux disease and functional dyspepsia in many countries, such as Ireland, the Netherlands, Italy, South Africa, Mexico, India, Chile, and China. Domperidone is not approved for use in the United States. There is an exception for use in people with treatment-refractory gastrointestinal symptoms under an FDA Investigational New Drug application.   === Formulations ===   == Research == Domperidone has been studied as a potential hormonal contraceptive to prevent pregnancy in women.   == References =="}