{"name": "donepezil", "category": "drug", "content": "Donepezil, sold under the brand name Aricept among others, is a medication used to treat dementia of the Alzheimer's type. It appears to result in a small benefit in mental function and ability to function. Use, however, has not been shown to change the progression of the disease. Treatment should be stopped if no benefit is seen. It is taken by mouth or via a transdermal patch. Common side effects include nausea, trouble sleeping, aggression, diarrhea, feeling tired, and muscle cramps. Serious side effects may include abnormal heart rhythms, urinary incontinence, and seizures. Donepezil is a centrally acting reversible acetylcholinesterase inhibitor and structurally unrelated to other anticholinesterase agents. Donepezil was approved for medical use in the United States in 1996. It is available as a generic medication. In 2021, it was the 131st most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses ==   === Alzheimer's disease === There is no evidence that donepezil or other similar agents alter the course or progression of Alzheimer's disease. Six-to-twelve-month controlled studies have shown modest benefits in cognition or behavior. The UK National Institute for Clinical Excellence (NICE) recommends donepezil as an option in the management of mild to moderate Alzheimer's disease. The person should, however, be reviewed frequently and if there is no significant benefit it should be stopped. In 2006, the U.S. Food and Drug Administration (FDA) also approved donepezil for treatment of mild, moderate and severe dementia in Alzheimer's disease.   === Other === Lewy body dementia: Some studies have shown benefits of donepezil for the treatment of cognitive and behavioral symptoms in Lewy body dementia. Traumatic brain injury: Some research suggests an improvement in memory dysfunction in patients with traumatic brain injury with donepezil use. Vascular dementia: Studies have shown that donepezil may improve cognition in patients with vascular dementia but not overall global functioning. Dementia associated with Parkinson disease: Some evidence suggests that donepezil can improve cognition, executive function, and global status in Parkinson disease dementia.   == Adverse effects == In clinical trials the most common adverse events leading to discontinuation were nausea, diarrhea, and vomiting. Other side effects included difficulty sleeping, muscle cramps and loss of appetite. Most side effects were observed in patients taking the 23 mg dose compared to 10 mg or lower doses. Side effects are mild and transient in most patients, lasting up to three weeks and usually improved even with continued use. Donepezil, like other cholinesterase inhibitors, can cause nightmares due to enhanced activation of the visual association cortex during REM sleep. Dosing donepezil in the morning can reduce the frequency of nightmares.   === Precautions === Donepezil should be used with caution in people with heart disease, cardiac conduction disturbances, chronic obstructive pulmonary disease, asthma, severe cardiac arrhythmia and sick sinus syndrome. People with peptic ulcer disease or taking NSAIDs should use with caution because increased risk of gastrointestinal bleeding was noted. Slow heart beat and fainting in people with heart problems were also seen. These symptoms may appear more frequent when initiating treatment or increasing the donepezil dose. Although occurrence of seizures is rare, people who have a predisposition to seizures should be treated with caution. If daily donepezil has suspended for 7 days or less, restarting at the same dose is recommended, while if the suspension lasts longer than 7 days, retitrate from 5 mg daily is suggested.   == Mechanism of action == Donepezil binds and reversibly inhibits enzymes called cholinesterases, especially acetylcholinesterase, thus inhibiting hydrolysis of acetylcholine. This increases acetylcholine concentrations at cholinergic synapses. The precise mechanism of action of donepezil in patients with Alzheimer's disease is not fully understood. Certainly, Alzheimer's disease involves a substantial loss of the elements of the cholinergic system and it is generally accepted that the symptoms of Alzheimer's disease are related to this cholinergic deficit, particularly in the cerebral cortex and other areas of the brain. In addition to its actions as an acetylcholinesterase inhibitor, donepezil has been found to act as a potent agonist of the σ1 receptor (Ki = 14.6 nM), and has been shown to produce specific antiamnestic effects in animals mainly via this action. Some noncholinergic mechanisms have also been proposed. Donepezil upregulates the nicotinic receptors in the cortical neurons, adding to neuroprotective activity. It inhibits voltage-activated sodium currents reversibly and delays rectifier potassium currents and fast transient potassium currents, although this action is unlikely to contribute to clinical effects.   == Synergy == Donepezil was claimed to act synergistically with an agent called FK962 [283167-06-6] & FK960 [133920-70-4]. {potential activation of somatostatinergic neurotransmission} However, the development was discontinued after Phase II \"since the data reviewed did not indicate clear efficacy of the compound for the treatment of mild to moderate Alzheimer's disease.\"   == Stereochemistry == Donepezil medications are racemates.   == History ==  Research leading to the development of donepezil began in 1983, at Eisai, and in 1996, Eisai received approval from the United States Food and Drug Administration (FDA) for donepezil under the brand Aricept, which it co-marketed with Pfizer. The team at Eisai was led by Hachiro Sugimoto. As of 2011, Aricept was the world's best-selling Alzheimer's disease treatment. The first generic donepezil became available in November 2010, with the US FDA approval of a formulation prepared by Ranbaxy Labs.   == Research == Donepezil has been tested in other cognitive disorders, including Lewy body dementia, and vascular dementia, but it is not currently approved for these indications. Donepezil has also been found to improve sleep apnea in people with Alzheimer's. It also improves gait in people with mild Alzheimer's. Donepezil has also been studied in people with mild cognitive impairment, schizophrenia, attention deficit disorder, post-coronary artery bypass surgery cognitive impairment, cognitive impairment associated with multiple sclerosis, CADASIL syndrome, and Down syndrome. A three-year National Institutes of Health trial in people with mild cognitive impairment reported donepezil was superior to placebo in delaying rate of progression to dementia during the initial 18 months of the study, but this was not sustained at 36 months. In a secondary analysis, a subgroup of individuals with the apolipoprotein E4 genotype showed sustained benefits with donepezil throughout the study. At this time, though, donepezil is not indicated for prevention of dementia.   === Cognitive enhancement === Donepezil has shown mixed results for improving cognitive abilities in healthy individuals. A 2009 double-blind, placebo controlled study (n=24) investigating donepezil's effects across a variety of memory tests in reported an improvement in spatial memory accuracy both before (90 minutes after dosing) and at theoretical Tmax (210 minutes after dosing). However, a later 2011 paper featuring two study double-blind, placebo controlled experiments evaluating donepezil's effects in older but healthy subjects reported impairment after acute (5 hours after dose) and chronic (4 weeks) donepezil administration.   === ADHD === The addition of donepezil with existing ADHD medications has shown mixed results. In those with Tourette syndrome and ADHD, donepezil may reduce tics while it had no effect on ADHD's symptoms.   === Pervasive developmental disorder === Donepezil, along with other cholinesterase inhibitors, is suggested as having potential for trouble behaviors: irritability, hyperactivity, and difficulty in social communication which are typically seen in those with pervasive developmental disorder, pervasive developmental disorder not otherwise specified, and autism-spectrum disorder.   === Anorexia nervosa === Donepezil is furthermore suggested as a feasible therapeutic option for anorexia nervosa. Emerging literature reports that a subset of patients suffering from restrictive anorexia nervosa have enhanced habit formation compared with healthy controls. Habit formation is modulated by striatal cholinergic interneurons. Based on the physiopathology of anorexia nervosa, namely in terms of cholinergic deficiencies, the effects of donepezil and other drugs that act as cholinesterase inhibitors could thus be effective in the treatment of the disorder. However, no trial to date supports this hypothesis.   == References ==   == Further reading == Brenner GD, Brenner GM (2000). Pharmacology. Philadelphia: W. B. Saunders. ISBN 978-0-7216-7757-6. Welbanks L (2000). Compendium of Pharmaceuticals and Specialities (25th ed.). Canadian Pharmacists Association. ISBN 978-0-919115-76-7."}