{"name": "dorzolamide", "category": "drug", "content": "Dorzolamide, sold under the brand name Trusopt among others, is a medication used to treat high pressure inside the eye, including in cases of glaucoma. It is used as an eye drop. Effects begin within three hours and last for at least eight hours. It is also available as the combination dorzolamide/timolol. Common side effects include eye discomfort, eye redness, taste changes, and blurry vision. Serious side effects include Steven Johnson syndrome. Those allergic to sulfonamides may be allergic to dorzolamide. Use is not recommended in pregnancy or breastfeeding. It is a carbonic anhydrase inhibitor and works by decreasing the production of aqueous humor. Dorzolamide was approved for medical use in the United States in 1994. It is available as a generic medication. In 2021, it was the 202nd most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses ==  Dorzolamide is used to lower excessive intraocular pressure in open-angle glaucoma and ocular hypertension. This drug is able to cross the cornea, reach the ciliary body of the eye, and produce systemic effects on the carbonic anhydrase enzyme within the eye.    == Side effects == Ocular stinging, burning, itching and bitter taste. It causes shallowing of the anterior chamber and leads to transient myopia. As a second generation carbonic anhydrase inhibitor, dorzolamide avoids systemic effects associated with first generation carbonic anhydrase inhibitors such as acetazolamide, methazolamide, and dichlorphenamide.    == Pharmacodynamics ==  Dorzolamide lowers intraocular pressure by about 20%. Normally, carbonic anhydrase converts carbonic acid (H2CO3) into bicarbonate (HCO3), releasing a proton (H+) into solution. The H+ is then exchanged for  sodium (Na+) ions, which facilitates the production of aqueous humor . By blocking the function of carbonic anhydrase, the Na+/H+ exchange is unable to occur, which leads to a decrease in Na+ in the cell and prevents aqueous humor production .   == History == Dorzolamide, developed by Merck, was the first medication in human therapy (market introduction 1995) that resulted from structure-based drug design. It was developed to circumvent the systemic side effects of acetazolamide which has to be taken orally.   == References ==   == Further reading == Kubinyi H (1999). \"Chance favors the prepared mind--from serendipity to rational drug design\". J Recept Signal Transduct Res. 19 (1–4): 15–39. doi:10.3109/10799899909036635. PMID 10071748. Plummer C, MacKay E, Gelatt K (2006). \"Comparison of the effects of topical administration of a fixed combination of dorzolamide-timolol to monotherapy with timolol or dorzolamide on IOP, pupil size, and heart rate in glaucomatous dogs\". Veterinary Ophthalmology. 9 (4): 245–9. doi:10.1111/j.1463-5224.2006.00469.x. PMID 16771760. Grover S, Apushkin M, Fishman G (2006). \"Topical dorzolamide for the treatment of cystoid macular edema in patients with retinitis pigmentosa\". Am J Ophthalmol. 141 (5): 850–8. doi:10.1016/j.ajo.2005.12.030. PMID 16546110. Almeida G, Faria e Souza S (2006). \"Effect of topical dorzolamide on rabbit central corneal thickness\". Braz J Med Biol Res. 39 (2): 277–81. doi:10.1590/S0100-879X2006000200015. PMID 16470316. S2CID 31212591."}