{"name": "doxepin", "category": "drug", "content": "Doxepin is a medication belonging to the tricyclic antidepressant (TCA) class of drugs used to treat major depressive disorder, anxiety disorders, chronic hives, and insomnia. For hives it is a less preferred alternative to antihistamines. It has a mild to moderate benefit for sleeping problems. It is used as a cream for itchiness due to atopic dermatitis or lichen simplex chronicus. Common side effects include sleepiness, dry mouth, constipation, nausea, and blurry vision. Serious side effects may include increased risk of suicide in those under the age of 25, mania, and urinary retention. A withdrawal syndrome may occur if the dose is rapidly decreased. Use during pregnancy and breastfeeding is not generally recommended. Although how it works for treating depression remains an area of active inquiry, it may involve increasing the levels of norepinephrine, along with blocking histamine, acetylcholine, and serotonin. Doxepin was approved for medical use in the United States in 1969. It is available as a generic medication. In 2020, it was the 252nd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Doxepin is used as a pill to treat major depressive disorder, anxiety disorders, and chronic hives, and for short-term help with trouble remaining asleep after going to bed (a form of insomnia). As a cream it is used for short-term treatment of itchiness caused by atopic dermatitis or lichen simplex chronicus.   === Insomnia === Doxepin is used in the treatment of insomnia. In 2016, the American College of Physicians advised that insomnia be treated first by treating comorbid conditions, then with cognitive behavioral therapy and behavioral changes, and then with drugs; doxepin was among those recommended for short-term help maintaining sleep, on the basis of weak evidence. The 2017 American Academy of Sleep Medicine recommendations focused on treatment with drugs were similar. A 2015 Agency for Healthcare Research and Quality review of treatments for insomnia had similar findings. A major systematic review and network meta-analysis of medications for the treatment of insomnia published in 2022 found that doxepin had an effect size (standardized mean difference (SMD)) against placebo for treatment of insomnia at 4 weeks of 0.30 (95% CITooltip confidence interval –0.05 to 0.64). The certainty of evidence was rated as very low, and no data were available for longer-term treatment (3 months). For comparison, the other sedating antihistamines assessed, trimipramine and doxylamine, had effect sizes (SMD) at 4 weeks of 0.55 (95% CI –0.11 to 1.21) (very low certainty evidence) and 0.47 (95% CI 0.06 to 0.89) (moderate certainty evidence), respectively. Benzodiazepines and Z-drugs generally showed larger effect sizes (e.g., SMDs of 0.45 to 0.83) than doxepin, whereas the effect sizes of orexin receptor antagonists, such as suvorexant, were more similar (SMDs of 0.23 to 0.44). Doses of doxepin used for sleep normally range from 3 to 6 mg, but high doses of up to 25 to 50 mg may be used as well.   === Other uses === A 2010 review found that topical doxepin is useful to treat itchiness. A 2010 review of treatments for chronic hives found that doxepin had been superseded by better drugs but was still sometimes useful as a second-line treatment.   == Contraindications == Known contraindications include:  Hypersensitivities to doxepin, other TCAs, or any of the excipients inside the product used Glaucoma A predisposition to developing urinary retention such as in benign prostatic hyperplasia Use of monoamine oxidase inhibitors in last 14 days   === Pregnancy and lactation === Its use in pregnant and lactating women is advised against, although the available evidence suggests it is unlikely to cause negative effects on fetal development. The lack of evidence from human studies, however, means it is currently impossible to rule out any risk to the fetus and it is known to cross the placenta. Doxepin is secreted in breast milk and neonatal cases of respiratory depression in association with maternal doxepin use have been reported.   == Side effects ==  Doxepin's side effects profile may differ from the list below in some countries where it is licensed to be used in much smaller doses (viz., 3 mg and 6 mg).  Central nervous system: fatigue, dizziness, drowsiness, lightheadedness, confusion, nightmares, agitation, increased anxiety, difficulty sleeping, seizures (infrequently), temporary confusion (delirium), rarely induction of hypomania and psychosis, extrapyramidal side effects (rarely), abuse in patients with polytoxicomania (rarely), ringing in the ears (tinnitus) Anticholinergic: dry mouth, constipation, even ileus (rarely), difficulties in urinating, sweating, precipitation of glaucoma Antiadrenergic: Low blood pressure, (if patient arises too fast from the lying/sitting position to standing—known as orthostatic hypotension), abnormal heart rhythms (e.g., sinus tachycardia, bradycardia, and atrioventricular block) Allergic/toxic: skin rash, photosensitivity, liver damage of the cholestatic type (rarely), hepatitis (extremely rare), leuko- or thrombocytopenia (rarely), agranulocytosis (very rarely), hypoplastic anemia (rarely) Others: frequently increased appetite and weight gain, rarely nausea, rarely high blood pressure. May increase or decrease liver enzyme levels in the blood of some people. The side effects of low-dose doxepin for insomnia in long-term clinical trials (28 to 85 days) in adults and elderly people were as follows:   == Overdose ==  Like other TCAs, doxepin is highly toxic in cases of overdose. Mild symptoms include drowsiness, stupor, blurred vision, and excessive dryness of mouth. More serious adverse effects include respiratory depression, hypotension, coma, convulsions, cardiac arrhythmia, and tachycardia. Urinary retention, decreased gastrointestinal motility (paralytic ileus), hyperthermia (or hypothermia), hypertension, dilated pupils, and hyperactive reflexes are other possible symptoms of doxepin overdose. Management of overdose is mostly supportive and symptomatic, and can include the administration of a gastric lavage so as to reduce absorption of the doxepin. Supportive measures to prevent respiratory aspiration is also advisable. Antiarrhythmic agents may be an appropriate measure to treat cardiac arrhythmias resulting from doxepin overdose. Slow intravenous administration of physostigmine may reverse some of the toxic effects of overdose such as anticholinergic effects. Haemodialysis is not recommended due to the high degree of protein binding with doxepin. ECG monitoring is recommended for several days after doxepin overdose due to the potential for cardiac conduction abnormalities.   == Interactions == Doxepin should not be used within 14 days of using a monoamine oxidase inhibitor (MAOI) such as phenelzine due to the potential for hypertensive crisis or serotonin syndrome to develop. It is advised not to be used in those taking potent CYP2D6 inhibitors such as fluoxetine, paroxetine, sertraline, duloxetine, bupropion, and quinidine owing to the potential for its accumulation in the absence of full CYP2D6 catalytic activity. Hepatic enzyme inducers such as carbamazepine, phenytoin, and barbiturates are advised against in patients receiving TCAs like doxepin owing to the potential for problematically rapid metabolism of doxepin to occur in these individuals. Sympathomimetic agents may have their effects potentiated by TCAs like doxepin. Doxepin also may potentiate the adverse effects of anticholinergic agents such as benztropine, atropine and hyoscine (scopolamine). Tolazamide, when used in conjunction with doxepin has been associated with a case of severe hypoglycaemia in a type II diabetic individual. Cimetidine may influence the absorption of doxepin. Alcohol may potentiate some of the CNS depressant effects of doxepin. Antihypertensive agents may have their effects mitigated by doxepin. Cotreatment with CNS depressants such as the benzodiazepines can cause additive CNS depression. Co-treatment with thyroid hormones may also increase the potential for adverse reactions.   == Pharmacology == Doxepin is a tricyclic antidepressant (TCA). It acts as a serotonin–norepinephrine reuptake inhibitor (SNRI) (a reuptake inhibitor of serotonin and norepinephrine), with additional antiadrenergic, antihistamine, antiserotonergic, and anticholinergic activities.   === Pharmacodynamics ===  Doxepin is a reuptake inhibitor of serotonin and norepinephrine, or a serotonin–norepinephrine reuptake inhibitor (SNRI), and has additional antiadrenergic, antihistamine, antiserotonergic, and anticholinergic activities. It is specifically an antagonist of the histamine H1 and H2 receptors, the serotonin 5-HT2A and 5-HT2C receptors, the α1-adrenergic receptor, and the muscarinic acetylcholine receptors (M1–M5). Similarly to other tricyclic antidepressants, doxepin is often prescribed as an effective alternative to SSRI medications. Doxepin is also a potent blocker of voltage-gated sodium channels, and this action is thought to be involved in both its lethality in overdose and its effectiveness as an analgesic (including in the treatment of neuropathic pain, and as a local anesthetic). The potencies of doxepin in terms of its receptor antagonism specifically are as follows:  Extremely strong: Histamine H1 receptor Strong: α1-adrenergic receptor, 5-HT2A and muscarinic acetylcholine receptors Moderate: 5-HT2C and 5-HT1A receptors Weak: α2-adrenergic and D2 receptors Based on its IC50Tooltip half-maximal inhibitory concentration values for monoamine reuptake inhibition, doxepin is relatively selective for the inhibition of norepinephrine reuptake, with a much weaker effect on the serotonin transporter. Although there is a significant effect that takes place at one of the specific serotonergic binding sites, the 5-HT2A serotonin receptor subtype. There is negligible influence on dopamine reuptake. The major metabolite of doxepin, nordoxepin (desmethyldoxepin), is pharmacologically active similarly, but relative to doxepin, is much more selective as a norepinephrine reuptake inhibitor. In general, the demethylated variants of tertiary amine TCAs like nordoxepin are much more potent inhibitors of norepinephrine reuptake, less potent inhibitors of serotonin reuptake, and less potent in their antiadrenergic, antihistamine, and anticholinergic activities. Antidepressant doses of doxepin are defined as 25 to 300 mg/day, although are typically above 75 mg/day. Antihistamine doses, including for dermatological uses and as a sedative/hypnotic for insomnia, are considered to be 3 to 25 mg, although higher doses between 25 and 50 mg and in some cases even up to 150 mg have been used to treat insomnia. At low doses, below 25 mg, doxepin is a pure antihistamine and has more of a sedative effect. At antidepressant doses of above 75 mg, doxepin is more stimulating with antiadrenergic, antiserotonergic, and anticholinergic effects, and these activities contribute to its side effects. Doxepin is a mixture of (E) and (Z) stereoisomers with an approximate ratio of 85:15. When doxepin was developed, no effort was made to separate or balance the mixture following its synthesis, resulting in the asymmetric ratio. (Z)-Doxepin is more active as an inhibitor of serotonin and norepinephrine reuptake than (E)-doxepin. The selectivity of doxepin for inhibition of norepinephrine reuptake over that of serotonin is likely due to the 85% presence of (E)-doxepin in the mixture. Most other tertiary amine TCAs like amitriptyline and imipramine do not exhibit E-Z isomerism or such mixture asymmetry and are comparatively more balanced inhibitors of serotonin and norepinephrine reuptake.   ==== As a hypnotic ====  Doxepin is a highly potent antihistamine, with this being its strongest activity. In fact, doxepin has been said to be the most or one of the most potent H1 receptor antagonists available, with one study finding an in vitro Ki of 0.17 nM. It is the most potent and selective H1 receptor antagonist of the TCAs (although the tetracyclic antidepressant (TeCA) mirtazapine is slightly more potent), and other sedating antihistamines, for instance the over-the-counter diphenhydramine (Ki = 16 nM) and doxylamine (Ki = 42 nM), show far lower affinities for this receptor in comparison. The affinity of doxepin for the H1 receptor is far greater than its affinity for other sites, and 10- to 100-fold higher doses are needed for antidepressant effects. In accordance, although it is often described as a \"dirty drug\" due to its highly promiscuous binding profile, doxepin acts as a highly selective antagonist of the H1 receptor at very low doses (less than 10 mg; typically 3 to 6 mg). At these doses, it notably has no clinically relevant anticholinergic effects such as dry mouth or cognitive/memory impairment, unlike most other sedating antihistamines, and similarly has no effect on other receptors such as adrenergic and serotonin receptors. The H1 receptor antagonism of doxepin is responsible for its hypnotic effects and its effectiveness in the treatment of insomnia at low doses. The incidence of side effects with doxepin and its safety at these doses was similar to that of placebo in clinical trials; the most frequent side effects were headache and somnolence/sedation, both with an incidence of less than 5%. Other side effects sometimes associated with antihistamines, including daytime sedation, increased appetite, and weight gain, all were not observed. Clinical evidence of H1 receptor antagonists and TCAs for the treatment insomnia shows mixed effectiveness and is limited in its quality due to weaknesses like small sample sizes and poor generalizability. However, doxepin is a unique and notable exception; it has been well-studied in the treatment of insomnia and shows consistent benefits with excellent tolerability and safety. Aside from diphenhydramine and doxylamine, which have historical approval as hypnotics, doxepin is the only H1 receptor antagonist that is specifically approved for the treatment of insomnia in the United States. The effect sizes of very low-dose doxepin in the treatment of insomnia range from small to medium. These include subjective and objective measures of sleep maintenance, sleep duration, and sleep efficiency. Conversely, very low-dose doxepin shows relatively weak effects on sleep initiation and does not significantly separate from placebo on this measure. This is in contrast to benzodiazepines and nonbenzodiazepine (Z-drug) hypnotics, which are additionally effective in improving sleep onset latency. However, it is also in contrast to higher doses of doxepin (50 to 300 mg/day), which have been found to significantly reduce latency to sleep onset. A positive dose–response relationship on sleep measures was observed for doses of doxepin between 1 and 6 mg in clinical studies, whereas the incidence of adverse effects remained constant across this dose range in both young and older adults. However, the incidence of adverse effects appeared to increase with longer treatment duration. A dose of doxepin as low as 1 mg/day was found to significantly improve most of the assessed sleep measures, but unlike the 3 and 6 mg/day doses, was not able to improve wake time during sleep. This, along with greater effect sizes with the higher doses, was likely the basis for the approval of the 3 and 6 mg doses of doxepin for insomnia and not the 1 mg dose. At very low doses, doxepin has not shown discontinuation or withdrawal effects nor rebound insomnia. Sustained effectiveness without apparent tolerance was demonstrated in clinical studies of up to 12 weeks duration. This appears to be in contrast to over-the-counter antihistamines like diphenhydramine and doxylamine and all other first-generation antihistamines, which are associated with rapid development of tolerance and dependence (by day 3 or 4 of continuous dosing) and loss of hypnotic effectiveness. It is for this reason that, unlike doxepin, they are not recommended for the chronic management of insomnia and are advised for only short-term treatment (i.e., 1 week). It is not entirely clear why doxepin and first-generation antihistamines are different in this regard, but it has been suggested that it may have to do with the lack of selectivity for the H1 receptor of the latter or may have to do with the use of optimal doses. Unlike very-low-dose doxepin, most first-generation antihistamines also have marked anticholinergic activity as well as associated side effects such as dry mouth, constipation, urinary retention, and confusion. This is particularly true in older people, and antihistamines with concomitant anticholinergic effects are not recommended in adults over the age of 65. Anticholinergic activity notably may interfere with the sleep-promoting effects of H1 receptor blockade. Antagonism of the H1, 5-HT2A, 5-HT2C, and α1-adrenergic receptors is thought to have sleep-promoting effects and to be responsible for the sedative effects of TCAs including those of doxepin. Although doxepin is selective for the H1 receptor at doses lower than 25 mg, blockade of serotonin and adrenergic receptors may also be involved in the hypnotic effects of doxepin at higher doses. However, in contrast to very low doses of doxepin, rebound insomnia and daytime sedation are significantly more frequent than placebo with moderate doses (25 to 50 mg/day) of the drug. In addition, one study found that although such doses of doxepin improved sleep measures initially, most of the benefits were lost with chronic treatment (by 4 weeks). Due to limited data however, more research on potential tolerance and withdrawal effects of moderate doses of doxepin is needed. At these doses of doxepin, dry mouth, an anticholinergic effect, was common (71%), and other side effects such as headache (25%), increased appetite (21%), and dizziness (21%) were also frequently observed, although these adverse effects were notably not significantly more frequent than with placebo in the study in question. In any case, taken together, higher doses of doxepin than very low doses are associated with an increased rate of side effects as well as apparent loss of hypnotic effectiveness with chronic treatment. Doxepin at a dose of 25 mg/day for 3 weeks has been found to decrease cortisol levels by 16% in adults with chronic insomnia and to increase melatonin production by 26% in healthy volunteers. In individuals with neuroendocrine dysregulation in the form of nocturnal melatonin deficiency presumably due to chronic insomnia, very-low-dose doxepin was found to restore melatonin levels to near-normal values after 3 weeks of treatment. These findings suggest that normalization of the hypothalamic–pituitary–adrenal axis and the circadian sleep–wake cycle may be involved in the beneficial effects of doxepin on sleep and insomnia.   ==== CYP2D6 inhibition ==== Doxepin has been identified as an inhibitor of CYP2D6 in vivo in a study of human patients being treated with 75 to 250 mg/day for depression. While it significantly altered metabolic ratios for sparteine and its metabolites, doxepin did not convert any of the patients to a different metabolizer phenotype (e.g., extensive to intermediate or poor). Nonetheless, inhibition of CYP2D6 by doxepin could be of clinical importance.   === Pharmacokinetics ===   ==== Absorption ==== Doxepin is well-absorbed from the gastrointestinal tract but between 55 and 87% undergoes first-pass metabolism in the liver, resulting in a mean oral bioavailability of approximately 29%. Following a single very low dose of 6 mg, peak plasma levels of doxepin are 0.854 ng/mL (3.06 nmol/L) at 3 hours without food and 0.951 ng/mL (3.40 nmol/L) at 6 hours with food. Plasma concentrations of doxepin with antidepressant doses are far greater, ranging between 50 and 250 ng/mL (180 to 900 nmol/L). Area-under-curve levels of the drug are increased significantly when it is taken with food.   ==== Distribution ==== Doxepin is widely distributed throughout the body and is approximately 80% plasma protein-bound, specifically to albumin and α1-acid glycoprotein.   ==== Metabolism ==== Doxepin is extensively metabolized by the liver via oxidation and N-demethylation. Its metabolism is highly stereoselective. Based on in vitro research, the major enzymes involved in the metabolism of doxepin are the cytochrome P450 enzymes CYP2D6 and CYP2C19, with CYP1A2, CYP2C9, and CYP3A4 also involved to a lesser extent. The major active metabolite of doxepin, nordoxepin, is formed mainly by CYP2C19 (>50% contribution), while CYP1A2 and CYP2C9 are involved to a lesser extent, and CYP2D6 and CYP3A4 are not involved. Both doxepin and nordoxepin are hydroxylated mainly by CYP2D6, and both doxepin and nordoxepin are also transformed into glucuronide conjugates. The elimination half-life of doxepin is about 15–18 hours, whereas that of nordoxepin is around 28–31 hours. Up to 10% of Caucasian individuals show substantially reduced metabolism of doxepin that can result in up to 8-fold elevated plasma concentrations of the drug compared to normal. Nordoxepin is a mixture of (E) and (Z) stereoisomers similarly to doxepin. Whereas pharmaceutical doxepin is supplied in an approximate 85:15 ratio mixture of (E)- and (Z)-stereoisomers and plasma concentrations of doxepin remain roughly the same as this ratio with treatment, plasma levels of the (E)- and (Z)-stereoisomers of nordoxepin, due to stereoselective metabolism of doxepin by cytochrome P450 enzymes, are approximately 1:1.   ==== Elimination ==== Doxepin is excreted primarily in the urine and predominantly in the form of glucuronide conjugates, with less than 3% of a dose excreted unchanged as doxepin or nordoxepin.   === Pharmacogenetics === Since doxepin is mainly metabolized by CYP2D6, CYP2C9, and CYP2C19, genetic variations within the genes coding for these enzymes can affect its metabolism, leading to changes in the concentrations of the drug in the body. Increased concentrations of doxepin may increase the risk for side effects, including anticholinergic and nervous system adverse effects, while decreased concentrations may reduce the drug's efficacy. Individuals can be categorized into different types of cytochrome P450 metabolizers depending on which genetic variations they carry. These metabolizer types include poor, intermediate, extensive, and ultrarapid metabolizers. Most people are extensive metabolizers, and have \"normal\" metabolism of doxepin. Poor and intermediate metabolizers have reduced metabolism of the drug as compared to extensive metabolizers; patients with these metabolizer types may have an increased probability of experiencing side effects. Ultrarapid metabolizers break down doxepin much faster than extensive metabolizers; patients with this metabolizer type may have a greater chance of experiencing pharmacological failure. A study assessed the metabolism of a single 75 mg oral dose of doxepin in healthy volunteers with genetic polymorphisms in CYP2D6, CYP2C9, and CYP2C19 enzymes. In CYP2D6 extensive, intermediate, and poor metabolizers, the mean clearance rates of (E)-doxepin were 406, 247, and 127 L/hour, respectively (~3-fold difference between extensive and poor). In addition, the bioavailability of (E)-doxepin was about 2-fold lower in extensive relative to poor CYP2D6 metabolizers, indicating a significant role of CYP2D6 in the first-pass metabolism of (E)-doxepin. The clearance of (E)-doxepin in CYP2C9 slow metabolizers was also significantly reduced at 238 L/hour. CYP2C19 was involved in the metabolism of (Z)-doxepin, with clearance rates of 191 L/hour in CYP2C19 extensive metabolizers and 73 L/hour in poor metabolizers (~2.5-fold difference). Area-under-the-curve (0–48 hour) levels of nordoxepin were dependent on the genotype of CYP2D6 with median values of 1.28, 1.35, and 5.28 nM•L/hour in CYP2D6 extensive, intermediate, and poor metabolizers, respectively (~4-fold difference between extensive and poor). Taken together, doxepin metabolism appears to be highly stereoselective, and CYP2D6 genotype has a major influence on the pharmacokinetics of (E)-doxepin. Moreover, CYP2D6 poor metabolizers, as well as patients taking potent CYP2D6 inhibitors (which can potentially convert a CYP2D6 extensive metabolizer into a poor metabolizer), may be at an increased risk for adverse effects of doxepin due to their slower clearance of the drug. Another study assessed doxepin and nordoxepin metabolism in CYP2D6 ultra-rapid, extensive, and poor metabolizers following a single 75 mg oral dose. They found up to more than 10-fold variation in total exposure to doxepin and nordoxepin between the different groups. The researchers suggested that in order to achieve equivalent exposure, based on an average dose of 100%, the dosage of doxepin might be adjusted to 250% in ultra-rapid metabolizers, 150% in extensive metabolizers, 50% in intermediate metabolizers, and 30% in poor metabolizers.   == Chemistry == Doxepin is a tricyclic compound, specifically a dibenzoxepin, and possesses three rings fused together with a side chain attached in its chemical structure. It is the only TCA with a dibenzoxepin ring system to have been marketed. Doxepin is a tertiary amine TCA, with its side chain-demethylated metabolite nordoxepin being a secondary amine. Other tertiary amine TCAs include amitriptyline, imipramine, clomipramine, dosulepin (dothiepin), and trimipramine. Doxepin is a mixture of (E) and (Z) stereoisomers (the latter being known as cidoxepin or cis-doxepin) and is used commercially in a ratio of approximately 85:15. The chemical name of doxepin is (E/Z)-3-(dibenzo[b,e]oxepin-11(6H)-ylidene)-N,N-dimethylpropan-1-amine and its free base form has a chemical formula of C19H21NO with a molecular weight of 279.376 g/mol. The drug is used commercially almost exclusively as the hydrochloride salt; the free base has been used rarely. The CAS Registry Number of the free base is 1668-19-5 and of the hydrochloride is 1229-29-4.   == History == Doxepin was discovered in Germany in 1963 and was introduced in the United States as an antidepressant in 1969. It was subsequently approved at very low doses in the United States for the treatment of insomnia in 2010.   == Society and culture ==   === Generic names === Doxepin is the generic name of the drug in English and German and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while doxepin hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Its generic name in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are doxepina, in French and its DCFTooltip Dénomination Commune Française are doxépine, and in Latin is doxepinum. The cis or (Z) stereoisomer of doxepin is known as cidoxepin, and this is its INNTooltip International Nonproprietary Name while cidoxepin hydrochloride is its USANTooltip United States Adopted Name.   === Brand names === It was introduced under the brand names Quitaxon and Aponal by Boehringer and as Sinequan by Pfizer. Doxepin is marketed under many brand names worldwide, including: Adnor, Anten, Antidoxe, Colian, Deptran, Dofu, Doneurin, Dospin, Doxal, Doxepini, Doxesom, Doxiderm, Flake, Gilex, Ichderm, Li Ke Ning, Mareen, Noctaderm, Oxpin, Patoderm, Prudoxin, Qualiquan, Quitaxon, Sagalon, Silenor, Sinepin, Sinequan, Sinquan, and Zonalon. It is also marketed as a combination drug with levomenthol under the brand name Doxure.   === Approvals === The oral formulations of doxepin are FDATooltip Food and Drug Administration-approved for the treatment of depression and sleep-maintenance insomnia, and its topical formulations are FDA-approved the short-term management for some itchy skin conditions. In Australia and the United Kingdom, the only licensed indications are in the treatment of major depression and pruritus in eczema.   == Research ==   === Antihistamine === Cidoxepin is under development by Elorac, Inc. for the treatment of chronic urticaria (hives). As of 2017, it is in phase II clinical trials for this indication. The drug was also under investigation for the treatment of allergic rhinitis, atopic dermatitis, and contact dermatitis, but development for these indications was discontinued.   === Headache === Doxepin is under development by Winston Pharmaceuticals in an intranasal formulation for the treatment of headache. As of August 2015, it is in phase II clinical trials for this indication.   === Neuropathic pain === As of 2017, there is no good evidence that topical doxepin is useful to treat localized neuropathic pain.   == References ==   == External links ==  Media related to Doxepin at Wikimedia Commons"}