{"name": "doxorubicin", "category": "drug", "content": "Doxorubicin, sold under the brand name Adriamycin among others, is a chemotherapy medication used to treat cancer. This includes breast cancer, bladder cancer, Kaposi's sarcoma, lymphoma, and acute lymphocytic leukemia. It is often used together with other chemotherapy agents. Doxorubicin is given by injection into a vein. Common side effects include hair loss, bone marrow suppression, vomiting, rash, and inflammation of the mouth. Other serious side effects may include allergic reactions such as anaphylaxis, heart damage, tissue damage at the site of injection, radiation recall, and treatment-related leukemia. People often experience red discoloration of the urine for a few days. Doxorubicin is in the anthracycline and antitumor antibiotic family of medications. It works in part by interfering with the function of DNA. Doxorubicin was approved for medical use in the United States in 1974. It is on the World Health Organization's List of Essential Medicines. Versions that are pegylated and in liposomes are also available; however, they are more expensive. Doxorubicin was originally made from the bacterium Streptomyces peucetius.   == Medical uses == In the EU doxorubicin pegylated liposomal (as Caelyx) is indicated to treat breast cancer, ovarian cancer, and AIDS-related Kaposi's sarcoma. It is indicated to treat multiple myeloma in combination with bortezomib. Doxorubicin hydrochloride (as Myocet liposomal) is indicated to treat breast cancer in combination with cyclophosphamide. Doxorubicin is commonly used to treat some leukemias and lymphomas, as well as cancers of the bladder, breast, stomach, lung, ovaries, thyroid, soft tissue sarcoma as well as aggressive fibromatosis (desmoid tumor), multiple myeloma, and others. Commonly used doxorubicin-containing regimens are AC (Adriamycin, cyclophosphamide), TAC (taxotere, AC), ABVD (Adriamycin, bleomycin, vinblastine, dacarbazine), BEACOPP, CHOP (cyclophosphamide, hydroxydaunorubicin, vincristine, prednisone) and FAC (5-fluorouracil, adriamycin, cyclophosphamide). Its activity is inhibited by certain antioxidant plant extracts, for example Tragia volubilis aqueous extract. Doxil (see below) is used primarily for the treatment of ovarian cancer where the disease has progressed or recurred after platinum-based chemotherapy, or for the treatment of AIDS-related Kaposi's sarcoma.   == Side effects ==   === Cardiotoxicity === The most dangerous side effect of doxorubicin is dilated cardiomyopathy, leading to congestive heart failure. The rate of cardiomyopathy is dependent on its cumulative dose, with an incidence about 4% when the dose of doxorubicin is 500–550 mg/m2, 18% when the dose is 551–600 mg/m2 and 36% when the dose exceeds 600 mg/m2. There are several ways in which doxorubicin is believed to cause cardiomyopathy, including oxidative stress, downregulation of genes for contractile proteins, and p53-mediated apoptosis. Doxorubicin-induced cardiomyopathy typically results in dilated cardiomyopathy, with all four cardiac chambers being enlarged. This results in both systolic and diastolic dysfunction. Eventually, heart failure can result, which carries a 50% mortality rate. There is no effective treatment against established cardiomyopathy caused by the drug as of 2010. The drug dexrazoxane may be used to decrease the risk of doxorubicin's cardiotoxicity in certain cases.   === Other === Another common and potentially fatal complication of doxorubicin is typhlitis, an acute life-threatening inflammation of the bowel.  Additionally, some people may develop palmar plantar erythrodysesthesia (PPE), characterized by skin eruptions on the palms of the hand or soles of the feet, swelling, pain, and erythema.  Due to these side effects and its red color, doxorubicin has earned the nickname \"red devil\" or \"red death.\" Chemotherapy can cause reactivation of hepatitis B, and doxorubicin-containing regimens are no exception. Doxorubicin and several chemotherapeutic drugs (including cyclophosphamide) can cause a loss of skin pigmentation.   === Liposomal formulations ===  There is a pegylated (polyethylene glycol coated) liposome-encapsulated form of doxorubicin, developed to treat Kaposi's sarcoma. The polyethylene glycol coating results in preferential concentration of doxorubicin in the skin. However, this also results in a side effect called palmar plantar erythrodysesthesia (PPE), more commonly known as hand-foot syndrome. Following administration of this form of doxorubicin, small amounts of the drug can leak from capillaries in the palms of the hands and soles of the feet.  The result of this leakage is redness, tenderness, and peeling of the skin that can be uncomfortable and even painful. In clinical testing at 50 mg/m2 dosing every four weeks, half of people developed hand-foot syndrome. The rate of this side effect limits the dose of this formulation that can be given as compared with plain doxorubicin in the same treatment regimen, thereby limiting potential substitution. Substitution would be desirable because liposome-encapsulated doxorubicin is less cardiotoxic than unencapsulated doxorubicin.  This liposome-encapsulated form is also approved by the FDA for treatment of ovarian cancer and multiple myeloma. A non-pegylated liposomal doxorubicin, called Myocet, is approved in the European Union and in Canada for the treatment of metastatic breast cancer in combination with cyclophosphamide, but it has not been approved by the FDA for use in the United States. Unlike Doxil, the Myocet liposome does not have a polyethylene glycol coating, and therefore does not result in the same rate of PPE. The minimization of this side effect may allow for one-for-one (1:1) substitution with doxorubicin in the same treatment regimen, thereby improving safety with no loss of efficacy. Like Doxil, the liposomal encapsulation of the doxorubicin limits the cardiotoxicity. In theory, by limiting the cardiotoxicity of doxorubicin through liposomal encapsulation, it can be used safely in concurrent combination with other cardiotoxic chemotherapy drugs, such as trastuzumab. There is an FDA black box warning that trastuzumab cannot be used in concurrent combination with doxorubicin, only in sequential combination. Though concurrent combination of trastuzumab and doxorubicin in clinical studies found superior tumor response, the combination resulted in unacceptable cardiotoxicity, including risk of cardiac failure manifesting as congestive heart failure (CHF). Published phase II study results have shown that Myocet, trastuzumab, and paclitaxel can safely be used concurrently without the cardiac risk, as measured by reduction in LVEF function, while still achieving superior tumor response. This finding is the basis for the ongoing phase III trial for FDA approval.   == Biosynthesis ==  Doxorubicin (DXR) is a 14-hydroxylated version of daunorubicin, the immediate precursor of DXR in its biosynthetic pathway. Daunorubicin is more abundantly found as a natural product because it is produced by a number of different wild type strains of Streptomyces. In contrast, only one known non-wild type species, Streptomyces peucetius subspecies cesius ATCC 27952, was initially found to be capable of producing the more widely used doxorubicin. This strain was created by Arcamone et al. in 1969 by mutating a strain producing daunorubicin, but not DXR, at least in detectable quantities. Subsequently, Hutchinson's group showed that under special environmental conditions, or by the introduction of genetic modifications, other strains of Streptomyces can produce doxorubicin. His group also cloned many of the genes required for DXR production, although not all of them have been fully characterized.  In 1996, Strohl's group discovered, isolated and characterized dox A, the gene encoding the enzyme that converts daunorubicin into DXR. By 1999, they produced recombinant dox A, a cytochrome P450 oxidase, and found that it catalyzes multiple steps in DXR biosynthesis, including steps leading to daunorubicin. This was significant because it became clear that all daunorubicin-producing strains have the necessary genes to produce DXR, the much more therapeutically important of the two. Hutchinson's group went on to develop methods to improve the yield of DXR, from the fermentation process used in its commercial production, not only by introducing dox A encoding plasmids, but also by introducing mutations to deactivate enzymes that shunt DXR precursors to less useful products, for example baumycin-like glycosides. Some triple mutants, that also over-expressed dox A, were able to double the yield of DXR. This is of more than academic interest, because at that time DXR cost about $1.37 million per kg and current production in 1999 was 225 kg per annum. More efficient production techniques have brought the price down to $1.1 million per kg for the nonliposomal formulation. Although DXR can be produced semi-synthetically from daunorubicin, the process involves electrophilic bromination and multiple steps, and the yield is poor. Since daunorubicin is produced by fermentation, it would be ideal if the bacteria could complete DXR synthesis more effectively.   == Mechanism of action ==  Doxorubicin interacts with DNA by intercalation and inhibition of macromolecular biosynthesis. This inhibits the progression of topoisomerase II, an enzyme which relaxes supercoils in DNA for transcription. Doxorubicin stabilizes the topoisomerase II complex after it has broken the DNA chain for replication, preventing the DNA double helix from being released and thereby stopping the process of replication. It may also increase quinone type free radical production, hence contributing to its cytotoxicity. The planar aromatic chromophore portion of the molecule intercalates between two base pairs of the DNA, while the six-membered daunosamine sugar sits in the minor groove and interacts with flanking base pairs immediately adjacent to the intercalation site, as evidenced by several crystal structures. By intercalation, doxorubicin can also induce histone eviction from transcriptionally active chromatin. As a result, the DNA damage response, epigenome and transcriptome are deregulated in doxorubicin-exposed cells.   == History ==  In the 1950s, an Italian research company, Farmitalia Research Laboratories, began an organized effort to find anticancer compounds from soil-based microbes. A soil sample was isolated from the area surrounding the Castel del Monte, a 13th-century castle. A new strain of Streptomyces peucetius, which produced a red pigment, was isolated, and an antibiotic from this bacterium was effective against tumors in mice. Since a group of French researchers discovered the same compound at about the same time, the two teams named the compound daunorubicin, combining the name Dauni, a pre-Roman tribe that occupied the area of Italy where the compound was isolated, with the French word for ruby, rubis, describing the color. Clinical trials began in the 1960s, and the drug was successful in treating acute leukemia and lymphoma. However, by 1967, it was recognized that daunorubicin could lead to fatal cardiac toxicity. Researchers at Farmitalia soon discovered that changes in biological activity could be made by minor changes in the structure of the compound. A strain of Streptomyces was mutated using N-nitroso-N-methyl urethane, and this new strain produced a different, red-colored antibiotic. They named this new compound Adriamycin, after the Adriatic Sea, and the name was later changed to doxorubicin to conform to the established naming convention. Doxorubicin showed better activity than daunorubicin against mouse tumors, and especially solid tumors. It also showed a higher therapeutic index, yet the cardiotoxicity remained. Doxorubicin and daunorubicin together can be thought of as prototype compounds for the anthracyclines. Subsequent research has led to many other anthracycline antibiotics, or analogs, and there are now over 2,000 known analogs of doxorubicin. By 1991, 553 of them had been evaluated in the screening program at the National Cancer Institute (NCI). In 2016 GPX-150 was granted orphan drug designation by US FDA.   == Society and culture ==   === Legal status === On 24 March 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Zolsketil pegylated liposomal, intended for the treatment of metastatic breast cancer, advanced ovarian cancer, progressive multiple myeloma and AIDS-related Kaposi's sarcoma. The applicant for this medicinal product is Accord Healthcare S.L.U. Zolsketil pegylated liposomal is a hybrid medicine of Adriamycin. It contains the same active substance as Adriamycin, but is available in a pegylated liposomal formulation. Zolsketil pegylated liposomal was approved for medical use in the European Union in May 2022. On 21 July 2022, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Celdoxome pegylated liposomal, intended for the treatment of metastatic breast cancer, advanced ovarian cancer, progressive multiple myeloma and AIDS-related Kaposi's sarcoma. The applicant for this medicinal product is YES Pharmaceutical Development Services GmbH. Celdoxome pegylated liposomal is a hybrid medicine of Adriamycin which has been authorized in the EU since 24 October 1979. Celdoxome pegylated liposomal contains the same active substance as Adriamycin, but is available in a pegylated liposomal formulation. Celdoxome pegylated liposomal was approved for medical use in the European Union in September 2022.   === Names === It is also known as hydroxydaunorubicin and hydroxydaunomycin. It is sold under a number of different brand names, including Adriamycin PFS, Adriamycin RDF, or Rubex.   === Formulations === Doxorubicin is photosensitive, and containers are often covered by an aluminum bag and/or brown wax paper to prevent light from affecting it. Doxorubicin is also available in liposome-encapsulated forms as Doxil (pegylated form), Myocet (nonpegylated form), and Caelyx, which are also given by intravenous injection. The FDA approved the first generic version of Doxil, made by Sun, in February 2013.   == Research == Combination therapy experiments with sirolimus (rapamycin) and doxorubicin have shown promise in treating Akt-positive lymphomas in mice. Further, the release of photo-activated adriamycin with the aid of nanoporous optical antenna resulted in significant anti-cancer effect in MCF-7 breast cancer cells. In 2006, animal research coupling a murine monoclonal antibody with doxorubicin created an immunoconjugate that was able to eliminate HIV-1 infection in mice.   === Antimalarial activity === There is some evidence for antimalarial activity for doxorubicin and similar compounds. In 2009, a compound similar in structure to doxorubicin was found to inhibit plasmepsin II, an enzyme unique to the malarial parasite Plasmodium falciparum. The pharmaceutical company GlaxoSmithKline (GSK) later identified doxorubicin in a set of compounds that inhibit parasite growth.   === Fluorescence === Doxorubicin is also known to be fluorescent. This has often been used to characterize doxorubicin concentrations, and has opened the possibility of using the molecule as a theranostic agent. However, there are significant limitations, as doxorubicin's fluorescence spectrum is known to depend on a variety of factors, including the pH of the environment, solvent dielectric constant and others. Doxorubicin fluorescence is quenched by binding to DNA, and shielded by micelle encapsulation. It is also known to self-quench at high concentrations. In contrast, histone binding amplifies fluorescence.   == References ==   == External links ==  Media related to Doxorubicin at Wikimedia Commons \"Doxorubicin\". Drug Information Portal. U.S. National Library of Medicine. \"Doxorubicin hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}