{"name": "drospirenone", "category": "drug", "content": "Drospirenone is a progestin and antiandrogen medication which is used in birth control pills to prevent pregnancy and in menopausal hormone therapy, among other uses. It is available both alone under the brand name Slynd and in combination with an estrogen under the brand name Yasmin among others. The medication is an analog of the drug spironolactone. Drospirenone is taken by mouth. Common side effects include acne, headache, breast tenderness, weight increase, and menstrual changes. Rare side effects may include high potassium levels and blood clots (when taken as a combined oestrogen-progestogen pill), among others. Drospirenone is a progestin, or a synthetic progestogen, and hence is an agonist of the progesterone receptor, the biological target of progestogens like progesterone. It has additional antimineralocorticoid and antiandrogenic activity and no other important hormonal activity. Because of its antimineralocorticoid activity and lack of undesirable off-target activity, drospirenone is said to more closely resemble bioidentical progesterone than other progestins. Drospirenone was patented in 1976 and introduced for medical use in 2000. It is available widely throughout the world. The medication is sometimes referred to as a \"fourth-generation\" progestin. It is available as a generic medication. In 2020, a formulation of drospirenone with ethinylestradiol was the 145th most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses == Drospirenone (DRSP) is used by itself as a progestogen-only birth control pill, in combination with the estrogens ethinylestradiol (EE) or estetrol (E4), with or without supplemental folic acid (vitamin B9), as a combined birth control pill, and in combination with the estrogen estradiol (E2) for use in menopausal hormone therapy. A birth control pill with low-dose ethinylestradiol is also indicated for the treatment of moderate acne, premenstrual syndrome (PMS), premenstrual dysphoric disorder (PMDD), and dysmenorrhea (painful menstruation). For use in menopausal hormone therapy, E2/DRSP is specifically approved to treat moderate to severe vasomotor symptoms (hot flashes), vaginal atrophy, and postmenopausal osteoporosis. The drospirenone component in this formulation is included specifically to prevent estrogen-induced endometrial hyperplasia. Drospirenone has also been used in combination with an estrogen as a component of hormone therapy for transgender women. Studies have found that EE/DRSP is superior to placebo in reducing premenstrual emotional and physical symptoms while also improving quality of life. E2/DRSP has been found to increase bone mineral density and to reduce the occurrence of bone fractures in postmenopausal women. In addition, E2/DRSP has a favorable influence on cholesterol and triglyceride levels and decreases blood pressure in women with high blood pressure. Due to its antimineralocorticoid activity, drospirenone opposes estrogen-induced salt and water retention and maintains or slightly reduces body weight.   === Available forms === Drospirenone is available in the following formulations, brand names, and indications:  Drospirenone 4 mg (Slynd) – progestogen-only birth control pill Drospirenone 3 mg and estetrol 14.2 mg (Nextstellis (US)) – combined birth control pill Ethinylestradiol 30 μg and drospirenone 3 mg (Ocella, Syeda, Yasmin, Zarah, Zumandimine) – combined birth control pill Ethinylestradiol 20 μg and drospirenone 3 mg (Gianvi,  Jasmiel, Loryna, Lo-Zumandimine, Nikki, Vestura, Yaz) – combined birth control pill, acne, PMS, PMDD, dysmenorrhea Ethinylestradiol 30 μg, drospirenone 3 mg, and levomefolate calcium 0.451 mg (Beyaz, Tydemy) – combined birth control pill with vitamin B9 supplementation, acne, PMS Estetrol 15 mg and drospirenone 3 mg (Nextstellis (CA)) – combined birth control pill Estradiol 0.5 or 1 mg and drospirenone 0.25 or 0.5 mg (Angeliq) – menopausal hormone therapy (menopausal syndrome, postmenopausal osteoporosis)   == Contraindications == Contraindications of drospirenone include renal impairment or chronic kidney disease, adrenal insufficiency, presence or history of cervical cancer or other progestogen-sensitive cancers, benign or malignant liver tumors or hepatic impairment, undiagnosed abnormal uterine bleeding, and hyperkalemia (high potassium levels). Renal impairment, hepatic impairment, and adrenal insufficiency are contraindicated because they increase exposure to drospirenone and/or increase the risk of hyperkalemia with drospirenone.   == Side effects == Adverse effects of drospirenone alone occurring in more than 1% of women may include unscheduled menstrual bleeding (breakthrough or intracyclic) (40.3–64.4%), acne (3.8%), metrorrhagia (2.8%), headache (2.7%), breast pain (2.2%), weight gain (1.9%), dysmenorrhea (1.9%), nausea (1.8%), vaginal hemorrhage (1.7%), decreased libido (1.3%), breast tenderness (1.2%), and irregular menstruation (1.2%).   === High potassium levels === Drospirenone is an antimineralocorticoid with potassium-sparing properties, though in most cases no increase of potassium levels is to be expected. In women with mild or moderate chronic kidney disease, or in combination with chronic daily use of other potassium-sparing medications (ACE inhibitors, angiotensin II receptor antagonists, potassium-sparing diuretics, heparin, antimineralocorticoids, or nonsteroidal anti-inflammatory drugs), a potassium level should be checked after two weeks of use to test for hyperkalemia. Persistent hyperkalemia that required discontinuation occurred in 2 out of around 1,000 women (0.2%) with 4 mg/day drospirenone alone in clinical trials.   === Blood clots === Birth control pills containing ethinylestradiol and a progestin are associated with an increased risk of venous thromboembolism (VTE), including deep vein thrombosis (DVT) and pulmonary embolism (PE). The incidence is about 4-fold higher on average than in women not taking a birth control pill. The absolute risk of VTE with ethinylestradiol-containing birth control pills is small, in the area of 3 to 10 out of 10,000 women per year, relative to 1 to 5 out of 10,000 women per year not taking a birth control pill. The risk of VTE during pregnancy is 5 to 20 in 10,000 women per year and during the postpartum period is 40 to 65 per 10,000 women per year. The higher risk of VTE with combined birth control pills is thought to be due to the ethinylestradiol component, as ethinylestradiol has estrogenic effects on liver synthesis of coagulation factors which result in a procoagulatory state. In contrast to ethinylestradiol-containing birth control pills, neither progestogen-only birth control nor the combination of transdermal estradiol and an oral progestin in menopausal hormone therapy is associated with an increased risk of VTE. Different progestins in ethinylestradiol-containing birth control pills have been associated with different risks of VTE. Birth control pills containing progestins such as desogestrel, gestodene, drospirenone, and cyproterone acetate have been found to have 2- to 3-fold the risk of VTE of birth control pills containing levonorgestrel in retrospective cohort and nested case–control observational studies. However, this area of research is controversial, and confounding factors may have been present in these studies. Other observational studies, specifically prospective cohort and case control studies, have found no differences in risk between different progestins, including between birth control pills containing drospirenone and birth control pills containing levonorgestrel. These kinds of observational studies have certain advantages over the aforementioned types of studies, like better ability to control for confounding factors. Systematic reviews and meta-analyses of all of the data in the mid-to-late 2010s found that birth control pills containing cyproterone acetate, desogestrel, drospirenone, or gestodene overall were associated with a risk of VTE of about 1.3- to 2.0-fold compared to that of levonorgestrel-containing birth control pills. Androgenic progestins have been found to antagonize to some degree the effects of ethinylestradiol on coagulation. As a result, more androgenic progestins, like levonorgestrel and norethisterone, may oppose the procoagulatory effects of ethinylestradiol and result in a lower increase in risk of VTE. Conversely, this would be the case less or not at all with progestins that are less androgenic, like desogestrel and gestodene, as well as with progestins that are antiandrogenic, like drospirenone and cyproterone acetate. In the early 2010s, the FDA updated the label for birth control pills containing drospirenone and other progestins to include warnings for stopping use prior to and after surgery, and to warn that such birth control pills may have a higher risk of blood clots.   === Breast cancer === Drospirenone has been found to stimulate the proliferation and migration of breast cancer cells in preclinical research, similarly to certain other progestins. However, some evidence suggests that drospirenone may do this more weakly than certain other progestins, like medroxyprogesterone acetate. The combination of estradiol and drospirenone has been found to increase breast density, an established risk factor for breast cancer, in postmenopausal women. Data on risk of breast cancer in women with newer progestins like drospirenone are lacking at present. Progestogen-only birth control is not generally associated with a higher risk of breast cancer. Conversely, combined birth control and menopausal hormone therapy with an estrogen and a progestogen are associated with higher risks of breast cancer.   == Overdose == These have been no reports of serious adverse effects with overdose of drospirenone. Symptoms that may occur in the event of an overdose may include nausea, vomiting, and vaginal bleeding. There is no antidote for overdose of drospirenone and treatment of overdose should be based on symptoms. Since drospirenone has antimineralocorticoid activity, levels of potassium and sodium should be measured and signs of metabolic acidosis should be monitored.   == Interactions == Inhibitors and inducers of the cytochrome P450 enzyme CYP3A4 may influence the levels and efficacy of drospirenone. Treatment for 10 days with 200 mg twice daily ketoconazole, a strong CYP3A4 inhibitor among other actions, has been found to result in a moderate 2.0- to 2.7-fold increase in exposure to drospirenone. Drospirenone does not appear to influence the metabolism of omeprazole (metabolized via CYP2C19), simvastatin (metabolized via CYP3A4), or midazolam (metabolized via CYP3A4), and likely does not influence the metabolism of other medications that are metabolized via these pathways. Drospirenone may interact with potassium-sparing medications such as ACE inhibitors, angiotensin II receptor antagonists, potassium-sparing diuretics, potassium supplements, heparin, antimineralocorticoids, and nonsteroidal anti-inflammatory drugs to further increase potassium levels. This may increase the risk of hyperkalemia (high potassium levels).   == Pharmacology ==   === Pharmacodynamics === Drospirenone binds with high affinity to the progesterone receptor (PR) and mineralocorticoid receptor (MR), with lower affinity to the androgen receptor (AR), and with very low affinity to the glucocorticoid receptor (GR). It is an agonist of the PR and an antagonist of the MR and AR, and hence is a progestogen, antimineralocorticoid, and antiandrogen. Drospirenone has no estrogenic activity and no appreciable glucocorticoid or antiglucocorticoid activity.   ==== Progestogenic activity ==== Drospirenone is an agonist of the PR, the biological target of progestogens like progesterone. It has about 35% of the affinity of promegestone for the PR and about 19 to 70% of the affinity of progesterone for the PR. Drospirenone has antigonadotropic and functional antiestrogenic effects as a result of PR activation. The ovulation-inhibiting dosage of drospirenone is 2 to 3 mg/day. Inhibition of ovulation occurred in about 90% of women at a dose of 0.5 to 2 mg/day and in 100% of women at a dose of 3 mg/day. The total endometrial transformation dose of drospirenone is about 50 mg per cycle, whereas its daily dose is 2 mg for partial transformation and 4 to 6 mg for full transformation. The medication acts as a contraceptive by activating the PR, which suppresses the secretion of luteinizing hormone, inhibits ovulation, and alters the cervical membrane and endometrium. Due to its antigonadotropic effects, drospirenone inhibits the secretion of the gonadotropins, luteinizing hormone (LH) and follicle-stimulating hormone (FSH), and suppresses gonadal sex hormone production, including of estradiol, progesterone, and testosterone. Drospirenone alone at 4 mg/day has been found to suppress estradiol levels in premenopausal women to about 40 to 80 pg/mL depending on the time of the cycle. No studies of the antigonadotropic effects of drospirenone or its influence on hormone levels appear to have been conducted in men. In male cynomolgus monkeys however, 4 mg/kg/day oral drospirenone strongly suppressed testosterone levels.   ==== Antimineralocorticoid activity ==== Drospirenone is an antagonist of the MR, the biological target of mineralocorticoids like aldosterone, and hence is an antimineralocorticoid. It has about 100 to 500% of the affinity of aldosterone for the MR and about 50 to 230% of the affinity of progesterone for the MR. Drospirenone is about 5.5 to 11 times more potent as an antimineralocorticoid than spironolactone in animals. Accordingly, 3 to 4 mg drospirenone is said to be equivalent to about 20 to 25 mg spironolactone in terms of antimineralocorticoid activity. It has been said that the pharmacological profile of drospirenone more closely resembles that of progesterone than other progestins due to its antimineralocorticoid activity. Drospirenone is the only clinically used progestogen with prominent antimineralocorticoid activity besides progesterone. For comparison to progesterone, a 200 mg dose of oral progesterone is considered to be approximately equivalent in antimineralocorticoid effect to a 25 to 50 mg dose of spironolactone. Both drospirenone and progesterone are actually weak partial agonists of the MR in the absence of mineralocorticoids. Due to its antimineralocorticoid activity, drospirenone increases natriuresis, decreases water retention and blood pressure, and produces compensatory increases in plasma renin activity as well as circulating levels and urinary excretion of aldosterone. This has been shown to occur at doses of 2 to 4 mg/day. Similar effects occur during the luteal phase of the menstrual cycle due to increased progesterone levels and the resulting antagonism of the MR. Estrogens, particularly ethinylestradiol, activate liver production of angiotensinogen and increase levels of angiotensinogen and angiotensin II, thereby activating the renin–angiotensin–aldosterone system. As a result, they can produce undesirable side effects including increased sodium excretion, water retention, weight gain, and increased blood pressure. Progesterone and drospirenone counteract these undesirable effects via their antimineralocorticoid activity. Accumulating research indicates that antimineralocorticoids like drospirenone and spironolactone may also have positive effects on adipose tissue and metabolic health.   ==== Antiandrogenic activity ==== Drospirenone is an antagonist of the AR, the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has about 1 to 65% of the affinity of the synthetic anabolic steroid metribolone for the AR. The medication is more potent as an antiandrogen than spironolactone, but is less potent than cyproterone acetate, with about 30% of its antiandrogenic activity in animals. Progesterone displays antiandrogenic activity in some assays similarly to drospirenone, although this issue is controversial and many researchers regard progesterone as having no significant antiandrogenic activity. Drospirenone shows antiandrogenic effects on the serum lipid profile, including higher HDL cholesterol and triglyceride levels and lower LDL cholesterol levels, at a dose of 3 mg/day in women. The medication does not inhibit the effects of ethinylestradiol on sex hormone-binding globulin (SHBG) and serum lipids, in contrast to androgenic progestins like levonorgestrel but similarly to other antiandrogenic progestins like cyproterone acetate. SHBG levels are significantly higher with ethinylestradiol and cyproterone acetate than with ethinylestradiol and drospirenone, owing to the more potent antiandrogenic activity of cyproterone acetate relative to drospirenone. Androgenic progestins like levonorgestrel have been found to inhibit the procoagulatory effects of estrogens like ethinylestradiol on hepatic synthesis of coagulation factors, whereas this may occur less or not at all with weakly androgenic progestins like desogestrel and antiandrogenic progestins like drospirenone.   ==== Other activity ==== Drospirenone stimulates the proliferation of MCF-7 breast cancer cells in vitro, an action that is independent of the classical PRs and is instead mediated via the progesterone receptor membrane component-1 (PGRMC1). Certain other progestins act similarly in this assay, whereas progesterone acts neutrally. It is unclear if these findings may explain the different risks of breast cancer observed with progesterone and progestins in clinical studies.   === Pharmacokinetics ===   ==== Absorption ==== The oral bioavailability of drospirenone is between 66 and 85%. Peak levels occur 1 to 6 hours after an oral dose. Levels are about 27 ng/mL after a single 4 mg dose. There is 1.5- to 2-fold accumulation in drospirenone levels with continuous administration, with steady-state levels of drospirenone achieved after 7 to 10 days of administration. Peak levels of drospirenone at steady state with 4 mg/day drospirenone are about 41 ng/mL. With the combination of 30 μg/day ethinylestradiol and 3 mg/day drospirenone, peak levels of drospirenone after a single dose are 35 ng/mL, and levels at steady state are 60 to 87 ng/mL at peak and 20 to 25 ng/mL at trough. The pharmacokinetics of oral drospirenone are linear with a single dose across a dose range of 1 to 10 mg. Intake of drospirenone with food does not influence the absorption of drospirenone.   ==== Distribution ==== The distribution half-life of drospirenone is about 1.6 to 2 hours. The apparent volume of distribution of drospirenone is approximately 4 L/kg. The plasma protein binding of drospirenone is 95 to 97%. It is bound to albumin and 3 to 5% circulates freely or unbound. Drospirenone has no affinity for sex hormone-binding globulin (SHBG) or corticosteroid-binding globulin (CBG), and hence is not bound by these plasma proteins in the circulation.   ==== Metabolism ==== The metabolism of drospirenone is extensive. It is metabolized into the acid form of drospirenone by opening of its lactone ring. The medication is also metabolized by reduction of its double bond between the C4 and C5 positions and subsequent sulfation. The two major metabolites of drospirenone are drospirenone acid and 4,5-dihydrodrospirenone 3-sulfate, and are both formed independently of the cytochrome P450 system. Neither of these metabolites are known to be pharmacologically active. Drospirenone also undergoes oxidative metabolism by CYP3A4.   ==== Elimination ==== Drospirenone is excreted in urine and feces, with slightly more excreted in feces than in urine. Only trace amounts of unchanged drospirenone can be found in urine and feces. At least 20 different metabolites can be identified in urine and feces. Drospirenone and its metabolites are excreted in urine about 38% as glucuronide conjugates, 47% as sulfate conjugates, and less than 10% in unconjugated form. In feces, excretion is about 17% glucuronide conjugates, 20% sulfate conjugates, and 33% unconjugated. The elimination half-life of drospirenone is between 25 and 33 hours. The half-life of drospirenone is unchanged with repeated administration. Elimination of drospirenone is virtually complete 10 days after the last dose.   == Chemistry ==  Drospirenone, also known as 1,2-dihydrospirorenone or as 17β-hydroxy-6β,7β:15β,16β-dimethylene-3-oxo-17α-pregn-4-ene-21-carboxylic acid, γ-lactone, is a synthetic steroidal 17α-spirolactone, or more simply a spirolactone. It is an analogue of other spirolactones like spironolactone, canrenone, and spirorenone. Drospirenone differs structurally from spironolactone only in that the C7α acetyl thio substitution of spironolactone has been removed and two methylene groups have been substituted in at the C6β–7β and C15β–16β positions. Spirolactones like drospirenone and spironolactone are derivatives of progesterone, which likewise has progestogenic and antimineralocorticoid activity. The loss of the C7α acetylthio group of spironolactone, a compound with negligible progestogenic activity, appears to be involved in the restoration of progestogenic activity in drospirenone, as SC-5233, the analogue of spironolactone without a C7α substitution, has potent progestogenic activity similarly to drospirenone.   == History == Drospirenone was patented in 1976 and introduced for medical use in 2000. Schering AG of Germany has been granted several patents on the production of drospirenone, including WIPO and US patents, granted in 1998 and 2000, respectively. It was introduced for medical use in combination with ethinylestradiol as a combined birth control pill in 2000. Drospirenone is sometimes described as a \"fourth-generation\" progestin based on its time of introduction. The medication was approved for use in menopausal hormone therapy in combination with estradiol in 2005. Drospirenone was introduced for use as a progestogen-only birth control pill in 2019. A combined birth control pill containing estetrol and drospirenone was approved in 2021.   == Society and culture ==   === Generic names === Drospirenone is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name, while drospirénone is its DCFTooltip Dénomination Commune Française. Its name is a shortened form of the name 1,2-dihydrospirorenone or dihydrospirenone. Drospirenone is also known by its developmental code names SH-470 and ZK-30595 (alone), BAY 86-5300, BAY 98-7071, and SH-T-00186D (in combination with ethinylestradiol), BAY 86-4891 (in combination with estradiol), and FSN-013 (in combination with estetrol).   === Brand names === Drospirenone is marketed in combination with an estrogen under a variety of brand names throughout the world. Among others, it is marketed in combination with ethinylestradiol under the brand names Yasmin and Yaz, in combination with estetrol under the brand name Nextstellis, and in combination with estradiol under the brand name Angeliq.   === Availability ===  Drospirenone is marketed widely throughout the world.   === Generation === Drospirenone has been categorized as a \"fourth-generation\" progestin.   === Litigation === Many lawsuits have been filed against Bayer, the manufacturer of drospirenone, due to the higher risk of venous thromboembolism (VTE) that has been observed with combined birth control pills containing drospirenone and certain other progestins relative to the risk with levonorgestrel-containing combined birth control pills. In July 2012, Bayer notified its stockholders that there were more than 12,000 such lawsuits against the company involving Yaz, Yasmin, and other birth control pills with drospirenone. They also noted that the company by then had settled 1,977 cases for US$402.6 million, for an average of US$212,000 per case, while setting aside US$610.5 million to settle the others. As of 17 July 2015, there have been at least 4,000 lawsuits and claims still pending regarding VTE related to drospirenone. This is in addition to around 10,000 claims that Bayer has already settled without admitting liability. These claims of VTE have amounted to US$1.97 billion. Bayer also reached a settlement for arterial thromboembolic events, including stroke and heart attacks, for US$56.9 million.   == Research ==  A combination of ethinylestradiol, drospirenone, and prasterone is under development by Pantarhei Bioscience as a combined birth control pill for prevention of pregnancy in women. It includes prasterone (dehydroepiandrosterone; DHEA), an oral androgen prohormone, to replace testosterone and avoid testosterone deficiency caused by suppression of testosterone by ethinylestradiol and drospirenone. As of August 2018, the formulation is in phase II/III clinical trials. Drospirenone has been suggested for potential use as a progestin in male hormonal contraception. Drospirenone has been studied in forms for parenteral administration.   == References ==   == Further reading =="}