{"name": "droxidopa", "category": "drug", "content": "Droxidopa, also known as L-threo-dihydroxyphenylserine (L-DOPS) and sold under the brand names Northera and Dops among others, is sympathomimetic medication which is used in the treatment of hypotension (low blood pressure) and for other indications. It is taken by mouth. Side effects of droxidopa include headache, dizziness, nausea, and hypertension, among others. Droxidopa is a synthetic amino acid precursor which acts as a prodrug to the neurotransmitter norepinephrine (noradrenaline). Hence, it acts as a non-selective agonist of the α- and β-adrenergic receptors. Unlike norepinephrine, but similarly to levodopa (L-DOPA), droxidopa is capable of crossing the protective blood–brain barrier (BBB). Droxidopa was first described by 1971. It was approved for use in Japan in 1989 and was introduced in the United States in 2014.   == Medical uses == Droxidopa is approved for use in the treatment of orthostatic hypotension, intradialytic hypotension (IDH; hemodialysis-induced hypotension), dizziness, and amyloid polyneuropathy. For hypotension, it is specifically used in the treatment of neurogenic orthostatic hypotension (NOH) in dopamine β-hydroxylase deficiency, as well as NOH associated with multiple system atrophy (MSA), familial amyloid polyneuropathy (FAP), and pure autonomic failure (PAF). The drug is also used off-label in the treatment of freezing of gait in Parkinson's disease.   == Side effects == With over 20 years on the market, droxidopa has proven to have few side effects of which most are mild. The most common side effects reported in clinical trials include headache, dizziness, nausea, hypertension and fatigue.   == Pharmacology == Droxidopa is a prodrug of norepinephrine used to increase the concentrations of these neurotransmitters in the body and brain. It is metabolized by aromatic L-amino acid decarboxylase (AAAD), also known as DOPA decarboxylase (DDC). Patients with NOH have depleted levels of norepinephrine which leads to decreased blood pressure or hypotension upon orthostatic challenge. Droxidopa works by increasing the levels of norepinephrine in the peripheral nervous system (PNS), thus enabling the body to maintain blood flow upon and while standing. Droxidopa can also cross the blood–brain barrier (BBB) where it is converted to norepinephrine from within the brain. Increased levels of norepinephrine in the central nervous system (CNS) may be beneficial to patients in a wide range of indications. Droxidopa can be coupled with a peripheral aromatic L-amino acid decarboxylase inhibitor (AAADI) or DOPA decarboxylase inhibitor (DDC) such as carbidopa (Lodosyn) to increase central norepinephrine concentrations while minimizing increases of peripheral levels.   == Chemistry == Droxidopa, also known as (–)-threo-3-(3,4-dihydroxyphenyl)-L-serine (L-DOPS), is a substituted phenethylamine and is chemically analogous to levodopa (L-3,4-dihydroxyphenylalanine; L-DOPA). Whereas levodopa functions as a precursor and prodrug to dopamine, droxidopa is a precursor and prodrug of norepinephrine.   == History == Droxidopa was first described in the scientific literature by 1971. Droxidopa was developed by Sumitomo Pharmaceuticals for the treatment of hypotension, including NOH, and NOH associated with various disorders such as MSA, FAP, and PD, as well as IDH. The drug has been used in Japan and some surrounding Asian areas for these indications since 1989. Following a merger with Dainippon Pharmaceuticals in 2006, Dainippon Sumitomo Pharma licensed droxidopa to Chelsea Therapeutics to develop and market it worldwide except in Japan, Korea, China, and Taiwan. In February 2014, the United States Food and Drug Administration approved droxidopa for the treatment of symptomatic neurogenic orthostatic hypotension.   === Clinical trials === A systematic review and meta-analysis conducted on clinical trials comparing the clinical use of droxidopa and midodrine have found that midodrine was more likely to cause supine hypertension than droxidopa in patients with NOH. Midodrine was also found to be slightly more effective at raising blood pressure but not statistically significantly. Chelsea Therapeutics obtained orphan drug status (ODS) for droxidopa in the US for NOH, and that of which associated with PD, PAF, and MSA. In 2014, Chelsea Therapeutics was acquired by Lundbeck along with the rights to droxidopa which was launched in the US in Sept 2014.   == Society and culture ==   === Names === Droxidopa is the generic name of the drug and its INNTooltip International Nonproprietary Name and JANTooltip Japanese Accepted Name. Brand names of droxidopa include Dops and Northera.   == Research == Droxidopa alone and in combination with carbidopa has been studied in the treatment of attention deficit hyperactivity disorder (ADHD). Droxidopa was under development for the treatment of ADHD, chronic fatigue syndrome, and fibromyalgia, but development for these indications was discontinued.   == References ==   == External links == \"Droxidopa\". Drug Information Portal. U.S. National Library of Medicine."}