{"name": "Drug-induced osteoporosis", "category": "disease", "content": "Steroid-induced osteoporosis  is osteoporosis arising from the use of glucocorticoids (a class of steroid hormones) analogous to Cushing's syndrome but involving mainly the axial skeleton. The synthetic glucocorticoid prescription drug prednisone is a main candidate after prolonged intake. Bisphosphonates are beneficial in reducing the risk of vertebral fractures.  Some professional guidelines recommend prophylactic calcium and vitamin D supplementation in patients who take the equivalent of more than 30 mg hydrocortisone (7.5 mg of prednisolone), especially when this is in excess of three months. The use of thiazide diuretics, and gonadal hormone replacement has also been recommended, with the use of calcitonin, bisphosphonates, sodium fluoride or anabolic steroids also suggested in refractory cases. Alternate day use may not prevent this complication. It is also known as glucocorticoid-induced osteoporosis.   == Mechanism == Mechanisms of SIOP include:  Direct inhibition of osteoblast function Direct enhancement of bone resorption Inhibition of gastrointestinal calcium absorption Increased urine calcium loss Inhibition of sex steroids   == Diagnosis == The diagnosis of osteoporosis can be made using conventional radiography and by measuring the bone mineral density (BMD). The most popular method of measuring BMD is Dual-energy X-ray absorptiometry. A clinical diagnosis of SIOP can be made following a fragility fracture in a patient taking steroids. In addition to the detection of abnormal BMD, the diagnosis of osteoporosis requires investigations into potentially modifiable underlying causes; this may be done with blood tests. Depending on the likelihood of an underlying problem, investigations for cancer with metastasis to the bone, multiple myeloma, Cushing's disease and other above-mentioned causes may be performed.   == Prevention and Treatment == To prevent steroid-induced osteoporosis, the steroid dose and duration should be as low and as short as possible. All patients on long term glucocorticoids (≥3 months) should be encouraged to do weightbearing exercise, avoid smoking and excess alcohol and take fall prevention measures. Daily calcium and vitamin d intake should be sufficient. DXA scans can be used in combination with the FRAX tool to assess the risk of future fractures for decisions on pharmacological treatment. Importantly, FRAX does not take into account the dose and duration of glucocorticoid. The International Osteoporosis Foundation and the European Calcified Tissue Society recommend pharmacological therapy for osteoporosis in postmenopausal women and men ≥70 years, with a previous fragility fracture, or a dose equivalent of prednisone ≥7.5 mg daily for ≥3 months. For premenopausal women and men <50 years  taking steroids for ≥3 months, osteoporosis therapy should be considered for those with a history of a fragility fracture. For all others, treatment decisions are individualized based upon patient characteristics and clinical judgement.  References"}