{"name": "dulaglutide", "category": "drug", "content": "Dulaglutide, sold under the brand name Trulicity among others, is a medication used for the treatment of type 2 diabetes in combination with diet and exercise. It is also approved in the United States for the reduction of major adverse cardiovascular events in adults with type 2 diabetes who have established cardiovascular disease or multiple cardiovascular risk factors. The most common side effects are nausea, diarrhea, vomiting, abdominal pain, and decreased appetite. It is a glucagon-like peptide-1 receptor agonist (GLP-1 agonist) consisting of GLP-1(7-37) covalently linked to an Fc fragment of human IgG4. GLP-1 is a hormone that is involved in normalizing the level of glucose in blood (glycemia). The Food and Drug Administration (FDA) approved dulaglutide for use in the United States in September 2014. It was approved for use in the European Union in November 2014. In 2022, it was the 74th most commonly prescribed medication in the United States, with more than 8 million prescriptions.   == Medical uses == The compound is indicated for adults with type 2 diabetes as an adjunct to diet and exercise to improve glycemic control. Dulaglutide is not indicated in the treatment of subjects with type 1 diabetes or patients with diabetic ketoacidosis because these problems are the result of the islet cells being unable to produce insulin and one of the actions of dulaglutide is to stimulate functioning islet cells to produce more insulin. Dulaglutide can be used either stand-alone or in combination with other medicines for type 2 diabetes, in particular metformin, sulfonylureas, thiazolidinediones, and insulin taken concomitantly with meals. The medication's phase 3 clinical trial program demonstrated reductions in hemoglobin A1c of approximately 1% with the 0.75 mg and 1.5 mg doses of the medication, along with approximately 5 pounds of weight loss on average. The higher 3.0 mg and 4.5 mg doses that were approved in 2020 demonstrated hemoglobin A1c reductions closer to 1.5% and slightly more weight loss. A 2017 meta-analysis did not support the suggestion that treatment with GLP-1 agonists or DPP-4 inhibitors increased all-cause mortality in type 2 diabetics.   == Side effects == The most common side effects include gastrointestinal disorders, such as dyspepsia, decreased appetite, nausea, vomiting, abdominal pain, diarrhea. Some patients may experience serious adverse reactions: acute pancreatitis (symptoms include persistent severe abdominal pain, sometimes radiating to the back and accompanied by vomiting), hypoglycemia, renal impairment (which may sometimes require hemodialysis). The risk of hypoglycemia is increased if the drug is used in combination with sulfonylureas or insulin. There is also a potential risk of medullary thyroid carcinoma associated with the use of the drug.   == Contraindications == The compound is contraindicated in subjects with hypersensitivity to the active ingredient or any of the product's components. People with a personal or family history of medullary thyroid cancer (MTC) or affected by multiple endocrine neoplasia type 2 should not take dulaglutide, because it could increase the risk of these cancers.   == Mechanism of action == Dulaglutide binds to glucagon-like peptide 1 receptors, slowing gastric emptying and increasing insulin secretion by pancreatic Beta cells. Simultaneously the compound reduces the elevated glucagon secretion by inhibiting alpha cells of the pancreas, as glucagon is known to be inappropriately elevated in diabetic patients. GLP-1 is normally secreted by L cells of the gastrointestinal mucosa in response to a meal.   == History == The safety and effectiveness of dulaglutide were evaluated in six clinical trials in which 3,342 subjects with type 2 diabetes received dulaglutide. Subjects receiving dulaglutide had an improvement in their blood sugar control as observed with reductions in HbA1c level (hemoglobin A1c is a measure of blood sugar control). The US Food and Drug Administration (FDA) approved dulaglutide with a Risk Evaluation and Mitigation Strategy (REMS), and granted the approval of Trulicity to Eli Lilly and Company. The REMS consists of a number of steps that Eli Lilly will take to make physicians aware of the risk of pancreatitis and the potential risk of medullary thyroid carcinoma  associated with the drug. In 2020, the FDA approved two higher doses of the medication, 3.0 mg and 4.5 mg, based on results of the AWARD-11 trial demonstrating improved glucose lowering and weight benefits.   == References ==   == Further reading == Scott LJ (February 2020). \"Dulaglutide: A Review in Type 2 Diabetes\". Drugs. 80 (2): 197–208. doi:10.1007/s40265-020-01260-9. PMID 32002850. S2CID 210954338. Edwards KL, Minze MG (2015). \"Dulaglutide: an evidence-based review of its potential in the treatment of type 2 diabetes\". Core Evidence. 10: 11–21. doi:10.2147/CE.S55944. PMC 4295897. PMID 25657615. Romera I, Cebrián-Cuenca A, Álvarez-Guisasola F, Gomez-Peralta F, Reviriego J (February 2019). \"A Review of Practical Issues on the Use of Glucagon-Like Peptide-1 Receptor Agonists for the Management of Type 2 Diabetes\". Diabetes Therapy. 10 (1): 5–19. doi:10.1007/s13300-018-0535-9. PMC 6349277. PMID 30506340."}