{"name": "dupilumab", "category": "drug", "content": "Dupilumab, sold under the brand name Dupixent, is a monoclonal antibody blocking interleukin 4 and interleukin 13, used for allergic diseases such as atopic dermatitis (eczema), asthma and nasal polyps which result in chronic sinusitis. It is also used for the treatment of eosinophilic esophagitis and prurigo nodularis. The most common side effects reported by the US Food and Drug Administration (FDA) include injection site reactions, upper respiratory tract infections, joint pain, and herpes viral infections. The most common side effects reported by the European Medicines Agency (EMA) include injection-site reactions (such as redness, swelling including due to fluid build-up, itching and pain), conjunctivitis (redness and discomfort in the eye) including conjunctivitis due to allergy, joint pain, cold sores, and increased blood levels of a type of white blood cell called eosinophils. It was developed by Regeneron Pharmaceuticals and Sanofi Genzyme. It received approval from the US Food and Drug Administration (FDA) for moderate-to-severe atopic dermatitis in 2017, and for asthma in 2018. The FDA considers it to be a first-in-class medication. Dupilumab is the first treatment for eosinophilic esophagitis approved by the U.S. Food and Drug Administration (FDA). Eosinophilic esophagitis is a chronic inflammatory disorder in which eosinophils, a type of white blood cell, are found in the tissue of the esophagus. In adults and adolescents with eosinophilic esophagitis, common symptoms include difficulty swallowing, difficulty eating, and food getting stuck in the esophagus. Dupilumab is a monoclonal antibody that acts to inhibit part of the inflammatory pathway. Dupilumab is the first treatment for prurigo nodularis approved by the FDA. Prurigo nodularis is a rare skin disease that causes hard, itchy lumps (nodules) to form on the skin.   == Medical uses ==  Dupilumab is indicated for the treatment of moderate-to-severe atopic dermatitis, moderate-to-severe asthma, and for the treatment of chronic rhinosinusitis with nasal polyps (CRSwNP). It has been shown to be effective at treating aspirin-exacerbated respiratory disease (AERD), a typically difficult to treat condition where aspirin intolerant patients have both CRSwNP and asthma. In May 2022, the indication for dupilumab was updated to include the treatment of eosinophilic esophagitis in people aged twelve years of age and older weighing at least 40 kilograms (88 lb). In September 2022, the indication for dupilumab was updated to include the treatment of adults with prurigo nodularis (PN). In March 2023, the EMA approved dupilumab for the treatment of severe atopic dermatitis in children aged six months to five years who are candidates for systemic therapy.   == Side effects == Injection site reactions such as redness and pain are common, occurring in approximately 11.4% of cases. Dupilumab can cause allergic reactions, conjunctivitis, and keratitis and, due to its immunosuppressive effects, reactivation of cold sores. In clinical trials, people receiving dupilumab had decreased levels of T helper cells.   == Pharmacology ==   === Mechanism of action === Dupilumab binds to the alpha subunit of the interleukin-4 receptor (IL-4Rα), making it a receptor antagonist. Through blockade of IL-4Rα, dupilumab modulates signaling of both the interleukin 4 and interleukin 13 pathways.   === Pharmacokinetics === Dupilumab shows a non-linear rate in regard to the target. Dupilumab is also reported to have a bioavailability of 64%, with the average concentration occurring one week after injection.   == History == Regeneron Pharmaceuticals and Sanofi Genzyme jointly developed dupilumab, the latter of which provided 130 million dollars to Regeneron for research and development towards monoclonal antibodies. Phase II trials for asthma treatment showed increased lung function with increased forced expiratory volume for patients. In October 2016, Regeneron completed a phase III trial comparing dupilumab with topical corticosteroids, in which subjects had a larger decrease in symptoms with both dupilumab and topical steroids than with steroids alone. In these trials 38% and 36% of patients respectively, met the primary efficacy goal of the trial, compared to 8% and 10% under placebo. The US Food and Drug Administration (FDA) granted the application for dupilumab priority review designation and in March 2017, the FDA approved dupilumab injection to treat adults with moderate-to-severe eczema. The efficacy and safety of dupilumab in eosinophilic esophagitis was studied in a randomized, double-blind, parallel-group, multicenter, placebo-controlled trial, that included two 24-week treatment periods (Part A and Part B) that were conducted independently in separate groups of participants. In Part A and Part B, participants received either placebo or 300 milligrams of dupilumab every week. The two primary measurements of efficacy were the proportion of participants who achieved a certain level of reduced eosinophils in the esophagus at week 24, as determined by assessing participants' esophageal tissue under a microscope, and the change in the participant-reported Dysphagia Symptom Questionnaire (DSQ) score from baseline to week 24. The DSQ is a questionnaire designed to measure difficulty swallowing associated with eosinophilic esophagitis, with total scores ranging from 0 to 84; higher DSQ scores indicate worse symptoms. The efficacy and safety of dupilumab to treat prurigo nodularis among adults were evaluated in two clinical trials, EFC16459 (PRIME) and EFC16460 (PRIME2). Each trial evaluated 300 mg of dupilumab administered every 2 weeks following an initial dose of 600 mg. The treatment lasted for 24 weeks. Effectiveness was mainly assessed by the proportion of subjects whose itchy skin (pruritus) improved by more than four points on the Worst Itch Numeric Rating Scale, the proportion of subjects who achieved score of 0 or 1 on Investigator's Global Assessment PN-stage scale (the equivalent of 0-5 nodules), and the proportion of subjects who achieved a response on both scales at week 24.   == Research == Dupilumab is under investigation for treating chronic obstructive pulmonary disease.   == References =="}