{"name": "durvalumab", "category": "drug", "content": "Durvalumab, sold under the brand name Imfinzi, is an FDA-approved immunotherapy for cancer, developed by Medimmune/AstraZeneca. It is a human immunoglobulin G1 kappa (IgG1κ) monoclonal antibody that blocks the interaction of programmed cell death ligand 1 (PD-L1) with the PD-1 (CD279). Durvalumab is an immune checkpoint inhibitor drug. It was approved in for medical use in the United States in May 2017, and in the European Union in September 2018.   == Medical uses == The US Food and Drug Administration (FDA) approved durvalumab for certain types of bladder, lung, and biliary tract cancer:  Adults with locally advanced or metastatic urothelial carcinoma who either have disease progression during or following platinum-containing chemotherapy or have disease progression within twelve months of neoadjuvant or adjuvant treatment with platinum-containing chemotherapy. Adults with unresectable, Stage III non-small cell lung cancer whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy. In combination with etoposide and either carboplatin or cisplatin, as first-line treatment for adults with extensive-stage small cell lung cancer. In combination with gemcitabine and cisplatin for adults with locally advanced or metastatic biliary tract cancer (BTC). In June 2024, the US FDA approved durvalumab with carboplatin plus paclitaxel, followed by single-agent durvalumab, for adults with primary advanced or recurrent endometrial cancer that is mismatch repair deficient. In August 2024, the FDA approved durvalumab with platinum-containing chemotherapy as neoadjuvant treatment, followed by single-agent durvalumab as adjuvant treatment after surgery for adults with resectable (tumors ≥ 4 cm and/or node positive) non-small cell lung cancer (NSCLC) and no known epidermal growth factor receptor (EGFR) mutations or anaplastic lymphoma kinase (ALK) rearrangements. Efficacy was evaluated in AEGEAN (NCT03800134), a randomized, double-blind, placebo-controlled multicenter trial in 802 participants with previously untreated and resectable squamous or non-squamous NSCLC (stage IIA to select stage IIIB [AJCC, 8th edition]). Participants were randomized (1:1) to either durvalumab or placebo, with platinum-based chemotherapy, every 3 weeks for up to 4 cycles (neoadjuvant treatment) followed by either continued single-agent durvalumab or placebo, every 4 weeks for up to 12 cycles (adjuvant treatment).   == History ==   === Clinical trials ===  A phase Ib clinical trial of durvalumab and tremelimumab showed some activity in non-small cell lung cancer (NSCLC) Phase I data in advanced metastatic urothelial bladder (Study 1108) has led to FDA breakthrough therapy designation. Early results of a phase I trial combining durvalumab and gefitinib in participants with lung cancer \"showed promise\". A phase I clinical trial is currently underway using durvalumab with a TLR 7/8 agonist (MEDI 9197) for solid tumors. A phase 1b/2a trial is underway combining durvalumab with an HPV DNA vaccine (MEDI 0457) in participants with HPV-associated recurrent/metastatic head and neck cancer.   ==== MYSTIC ==== In July 2017, AstraZeneca announced that a phase III trial of durvalumab with tremelimumab as a first-line treatment of non-small cell lung cancer failed to meet its primary endpoint of progression-free survival.   ==== PACIFIC ==== In November 2017, the double-blinded phase III AstraZeneca PACIFIC clinical trial demonstrated the efficacy of durvalumab in the treatment of stage III non-small cell lung cancer. 709 participants with stage III NSCLC who did not have disease progression after two or more cycles of a platinum-based chemotherapy were randomly assigned to receive durvalumab or a placebo as consolidation therapy for their lung cancer. Durvalumab increased the median progression-free survival from 5.6 months (placebo) to 16.8 months (durvalumab); the 12 month progression-free survival rate was increased from 35.3% (placebo) to 55.9% (durvalumab), and the 18 month progression-free survival rate was increased from 27.0% (placebo) to 44.2% (durvalumab). The median time to death or distant metastases was also increased from 14.6 months (placebo) to 23.2 months (durvalumab). Extreme side effects were also increased from 26.1% of participants (placebo) to 29.9% of participants (durvalumab).   ==== CASPIAN ==== In March 2021, the open-label, sponsor-blind (AstraZeneca), randomised, controlled phase III trial at 209 cancer treatment centres in 23 countries worldwide (CASPIAN) demonstrated the efficacy of durvalumab in combination with platinum-based chemotherapy in the treatment of small cell lung cancer. Between March 2017, and May 2018, 972 participants were screened and 805 were randomly assigned (268 to durvalumab plus tremelimumab plus platinum–etoposide, 268 to durvalumab plus platinum–etoposide, and 269 to platinum–etoposide). As of 27 January 2020, the median follow-up was 25·1 months (IQR 22·3–27·9). Durvalumab plus tremelimumab plus platinum–etoposide was not associated with a significant improvement in overall survival versus platinum–etoposide (hazard ratio [HR] 0·82 [95% CI 0·68–1·00]; p=0·045); median overall survival was 10·4 months (95% CI 9·6–12·0) versus 10·5 months (9·3–11·2). Durvalumab plus platinum–etoposide showed sustained improvement in overall survival versus platinum–etoposide (HR 0·75 [95% CI 0·62–0·91]; nominal p=0·0032); median overall survival was 12·9 months (95% CI 11·3–14·7) versus 10·5 months (9·3–11·2). The most common any-cause grade 3 or worse adverse events were neutropenia (85 [32%] of 266 participants in the durvalumab plus tremelimumab plus platinum–etoposide group, 64 [24%] of 265 participants in the durvalumab plus platinum–etoposide group, and 88 [33%] of 266 participants in the platinum–etoposide group) and anaemia (34 [13%], 24 [9%], and 48 [18%]). Any-cause serious adverse events were reported in 121 (45%) participants in the durvalumab plus tremelimumab plus platinum–etoposide group, 85 (32%) in the durvalumab plus platinum–etoposide group, and 97 (36%) in the platinum–etoposide group. Treatment-related deaths occurred in 12 (5%) participants in the durvalumab plus tremelimumab plus platinum–etoposide group (death, febrile neutropenia, and pulmonary embolism [n=2 each]; enterocolitis, general physical health deterioration and multiple organ dysfunction syndrome, pneumonia, pneumonitis and hepatitis, respiratory failure, and sudden death [n=1 each]), six (2%) participants in the durvalumab plus platinum–etoposide group (cardiac arrest, dehydration, hepatotoxicity, interstitial lung disease, pancytopenia, and sepsis [n=1 each]), and two (1%) in the platinum–etoposide group (pancytopenia and thrombocytopenia [n=1 each]).   ==== TOPAZ-1 ==== Efficacy was evaluated in TOPAZ-1 (NCT03875235), a randomized, double-blind, placebo-controlled, multiregional trial that enrolled 685 participants with histologically confirmed locally advanced unresectable or metastatic BTC who had not previously received systemic therapy for advanced disease. Trial demographics were as follows: 56% Asian, 37% White, 2% Black, and 4% other race; 7% Hispanic or Latino; 50% male and 50% female; median age was 64 years (range 20-85) and 47% were 65 years or older. Fifty-six percent had intrahepatic cholangiocarcinoma, 25% had gallbladder cancer, and 19% had extrahepatic cholangiocarcinoma. The major efficacy outcome measure was overall survival (OS). Tumor assessments were conducted every 6 weeks for the first 24 weeks, then every 8 weeks until confirmed objective disease progression. A statistically significant improvement in OS was demonstrated in participants randomized to receive durvalumab with gemcitabine and cisplatin compared to those randomized to receive placebo with gemcitabine and cisplatin. Median OS was 12.8 months (95% CI: 11.1, 14) and 11.5 months (95% CI: 10.1, 12.5) in the durvalumab and placebo arms, respectively (hazard ratio 0.80; 95% CI: 0.66, 0.97, p=0.021). The median progression-free survival was 7.2 months (95% CI: 6.7, 7.4) and 5.7 months (95% CI: 5.6, 6.7) in the durvalumab and placebo arms, respectively. Investigator-assessed overall response rate was 27% (95% CI: 22% - 32%) and 19% (95% CI: 15%-23%) in the durvalumab and placebo arms, respectively.   ==== DUO-E ==== Efficacy was evaluated in DUO-E (NCT04269200), a randomized, multicenter, double-blind, placebo-controlled trial in participants with primary advanced or recurrent endometrial cancer. Participants were randomized (1:1:1) to one of the following treatment arms: durvalumab 1,120 mg with carboplatin plus paclitaxel every three weeks for a maximum of six cycles. Following completion of chemotherapy, participants received durvalumab 1,500 mg every four weeks as maintenance until disease progression; placebo with carboplatin and paclitaxel every three weeks for a maximum of six cycles Following completion of chemotherapy, participants received placebo every four weeks until disease progression; an additional investigational combination regimen. The most common adverse reactions (>25%) with durvalumab, in combination with carboplatin and paclitaxel, were peripheral neuropathy, musculoskeletal pain, nausea, alopecia, fatigue, abdominal pain, constipation, rash, diarrhea, vomiting, and cough.   ==== AEGEAN ==== Efficacy was evaluated in AEGEAN (NCT03800134), a randomized, double-blind, placebo-controlled multicenter trial in 802 patients with previously untreated and resectable squamous or non-squamous NSCLC (Stage IIA to select Stage IIIB [AJCC, 8th edition]). Patients were randomized (1:1) to either durvalumab or placebo, with platinum-based chemotherapy, every 3 weeks for up to 4 cycles (neoadjuvant treatment) followed by either continued single-agent durvalumab or placebo, every 4 weeks for up to 12 cycles (adjuvant treatment).  The major efficacy outcome measures were event-free survival (EFS) by blinded independent central review assessment and pathological complete response (pCR) by blinded central pathology review. Median EFS was not reached (95% CI: 31.9, not estimable [NE]) in the durvalumab arm and 25.9 months (95% CI: 18.9, NE) in the placebo arm (hazard ratio 0.68 [95% CI: 0.53, 0.88]; p-value=0.0039). The pCR rate was 17% (95% CI: 13, 21) and 4.3% (95% CI: 2.5, 7) in the durvalumab and placebo arms, respectively.  At the time of the prespecified interim analyses, overall survival (OS) was not formally tested for statistical significance; however, a descriptive analysis revealed no clear detriment. The most common adverse reactions (≥20%) were anemia, nausea, constipation, fatigue, musculoskeletal pain, and rash. Of the patients who received neoadjuvant durvalumab, 1.7% were unable to receive surgery due to adverse reactions compared with 1% in the placebo arm.  For patients with a body weight of ≥ 30 kg, the recommended durvalumab dosage is 1,500 mg every 3 weeks (neoadjuvant treatment) and every 4 weeks (adjuvant treatment). For patients with a body weight of < 30 kg, the recommended durvalumab dosage is 20 mg/kg. Durvalumab should be administered prior to chemotherapy when administered on the same day.   == References =="}