{"name": "dutasteride", "category": "drug", "content": "Dutasteride, sold under the brand name Avodart among others, is a medication primarily used to treat the symptoms of a benign prostatic hyperplasia (BPH), an enlarged prostate not associated with cancer. A few months may be required before benefits occur. It is also used for scalp hair loss in men and as a part of hormone therapy in transgender women. It is usually taken by mouth. The most commonly reported side effects of dutasteride, although rare, include sexual dysfunction and depression. In the largest available study of 6,729 men with BPH, 9% experienced erectile dysfunction (compared to 5.7% treated with a placebo), 3.3% experienced decreased sex drive (vs 1.6% of placebo), and 1.9% had enlarged breasts (vs 1% of placebo). Exposure during pregnancy is specifically contraindicated because antiandrogens such as dutasteride have been shown to interfere with the sexual development of male fetuses. Dutasteride was patented in 1993 by GlaxoSmithKline and was approved for medical use in 2001. In the United States and elsewhere, it is available as a generic medication. In 2018, it was the 291st-most commonly prescribed medication in the US with more than 1 million prescriptions.   == Medical uses ==   === Benign prostatic hyperplasia and prostate cancer === Dutasteride is used for treating BPH, colloquially known as an \"enlarged prostate\". It is approved by the Food and Drug Administration (FDA) in the U.S. for this indication. A 2010 Cochrane review found a 25–26% reduction in the risk of developing prostate cancer with 5α-reductase inhibitor chemoprevention.   === Scalp hair loss and excessive hair growth === Dutasteride is approved for the treatment of male androgenetic alopecia in South Korea and Japan at a dosage of 0.5 mg per day. Several studies have found it to induce hair regrowth in men more rapidly and to a greater extent than even the highest approved dosage of finasteride. The superior effectiveness of dutasteride relative to finasteride for this indication is because the inhibition of 5α-reductase and consequent reduction of dihydrotestosterone (DHT) production within the hair follicles is more complete with dutasteride. Dutasteride is also used off-label in the treatment of female pattern hair loss. Other 5α-reductase inhibitors such as finasteride (a type 2 inhibitor) have been used off-label to treat excessive hair growth in women with hirsutism. Since dutasteride is an inhibitor of both type 1 and 2 5α-reductases, it could theoretically be a more effective therapy for hirsutism. However, dutasteride is not recommended for this indication due to a lack of supportive clinical evidence and a substantial risk of birth defects in female patients who inadvertently become pregnant.   === Transgender hormone therapy === Dutasteride is sometimes used as a component of hormone therapy for transgender women in combination with an estrogen and/or another antiandrogen such as spironolactone. It may be useful for treating scalp hair loss or in those who have issues tolerating spironolactone.   === Available forms === Dutasteride is provided in the form of soft, oil-filled gelatin capsules containing 0.5 mg dutasteride each.   == Contraindications == Women who are or who may become pregnant should not handle the drug. Dutasteride can cause birth defects in male fetuses, specifically ambiguous genitalia and undermasculinization. This is due to its antiandrogenic effects similar to what is seen in 5α-reductase deficiency. For the same reason, women who are currently pregnant should never take dutasteride. People taking dutasteride should not donate blood to prevent birth defects if a pregnant woman receives blood and should also not donate blood for at least 6 months after the cessation of treatment due to the drug's long elimination half-life. Children and people with known significant hypersensitivity (e.g., serious skin reactions, angioedema) to dutasteride should not take it.   == Adverse effects == Dutasteride has overall been found to be well tolerated in studies of both men and women, producing minimal side effects. Adverse effects include headache and gastrointestinal discomfort. Isolated reports of menstrual changes, acne, and dizziness also exist. A small risk of sexual side effects has been documented in men taking the drug during the first few months of therapy. The FDA added a black-box warning to dutasteride in 2011 describing an increased risk of high-grade prostate cancer in those who take the drug. No direct mechanistic link between 5α-reductase inhibitors and prostate cancer has been established. This is not due to a direct link between dutasteride or other 5α-reductase inhibitors and cancer per se, but rather that those who take 5α-reductase inhibitors may have a decrease in prostate-specific antigen (PSA) levels, and therefore increases in PSA (which are an indicator of possible cancer) may be masked in those who take the drug. This is thought to delay cancer diagnosis so that patients taking 5α-reductase inhibitors present with a higher-grade tumor at the time of diagnosis. The American Urological Association  advises that increased risk for patients taking these drugs leads to higher prostate cancer-specific and all-cause mortality. The AUA also advises that this affect can be alleviated with more frequent screening and lower PSA cutoffs for diagnostic biopsies in men taking dutasteride or other 5α-reductase inhibitors. Dutasteride is known to reduce the growth and prevalence of benign prostate tumors. A 2018 meta-analysis found no higher risk of breast cancer with 5α-reductase inhibitors. Sexual and mood side effects, such as erectile dysfunction, loss of libido, depression, and reduced semen volume occur in as many as 4.8% of patients taking 5α-reductase inhibitors including dutasteride. In affected men, semen volume is decreased an average of 30%, with a smaller subgroup of patients also experiencing a decrease of sperm motility of 6-12%. Sperm shape and function are unaffected and the impact on male fertility is unknown. These negative effects reverse by 3–4 months after discontinuation of the drug. In a study of 6,729 men with benign prostatic hyperplasia (BPH, a condition where the prostate grows unassociated with cancer), 9% had erectile dysfunction (compared to 5.7% treated with a placebo), 3.3% experienced decreased sex drive (vs 1.6% of placebo), and 1.9% had enlarged breasts (vs 1% of placebo). These effects were noted to resolve over time, with many fewer men reporting any adverse effects by the end of the 4-year study. The rate of discontinuation of the drug due to adverse effects was less than 5%. A subset of men affected by sexual and mood side effects report persistent loss of libido, depression, and erectile dysfunction for several years after discontinuing treatment. This remains a highly contested topic in the academic literature due to disagreements about whether the nocebo effect may play a role, whether self-report questionnaires are reliable for this data, and whether enough objective evidence exists to conclude these effects are persistent after discontinuation of the drug. The Post-Finasteride Syndrome Foundation (PFSF) was created with a medical advisory board to study the topic (finasteride is a similar 5α-reductase inhibitor) and lawsuits alleging harm from the drug are ongoing. Concerns from the PFSF and other patient advocates led the FDA to add a black-box warning to Finasteride for possible risks of suicide in June 2022. Some experts have questioned the basis of the black-box warning, given that it relies on anecdotal patient-reported outcomes rather than prospective trials.   == Overdose == No specific antidote for overdose of dutasteride is known, since the drug is extremely safe and well tolerated. Research studies show that even at 100 times the normal dose, dutasteride is not lethal. Treatment of dutasteride overdose should be based on symptoms and should be with supportive therapies. The long elimination half-life of dutasteride should be taken into consideration in the event of an overdose of the medication. Dutasteride has been used in clinical studies at doses of up to 40 mg/day for a week (80 times the therapeutic dosage) and 5 mg/day for 6 months (10 times the therapeutic dosage) with no significant safety concerns or additional side effects.   == Current investigations == Dutasteride has been studied in combination with bicalutamide in the treatment of prostate cancer. Ongoing clinical trials are investigating whether dutasteride may be an effective treatment for premenstrual dysphoric disorder (PMDD), because dutasteride may inhibit the conversion of progesterone to allopregnanolone, a neurosteroid metabolite, which may be responsible for some of the debilitating symptoms of PMDD.   == Pharmacology ==   === Pharmacodynamics === Dutasteride belongs to a class of drugs called 5α-reductase inhibitors, which block the action of the 5α-reductase enzymes that convert testosterone into DHT. It inhibits all three forms of 5α-reductase, and can decrease DHT levels in the blood by up to 98%. Specifically it is a competitive, mechanism-based (irreversible) inhibitor       of all three isoforms of 5α-reductase, types I, II, and III (IC50Tooltip Half-maximal inhibitory concentration values are 3.9 nM for type I and 1.8 nM for type II). This is in contrast to finasteride, which is similarly an irreversible inhibitor of 5α-reductase but only inhibits the type II and III isoenzymes. As a result of this difference, dutasteride is able to achieve a reduction in circulating DHT levels of up to 98%, whereas finasteride is able to achieve a reduction of only 65 to 70%. In spite of the differential reduction in circulating DHT levels, the two drugs decrease levels of DHT to a similar extent of approximately 85 to 90% in the prostate gland, where the type II isoform predominates. Since 5α-reductases degrade testosterone to DHT, the inhibition of these enzymes could theoretically cause an increase in testosterone. A 2018 review found that initiation of 5α-reductase inhibitors did not result in a consistent increase in testosterone levels. Among the studies analyzed, there was no statistically significant change in testosterone levels from 5α-reductase inhibitors overall, though men with lower baseline testosterone levels did show an increase. In addition to inhibition of DHT production, 5α-reductase inhibitors such as dutasteride are also neurosteroidogenesis inhibitors, preventing the 5α-reductase-mediated biosynthesis of various neurosteroids, including allopregnanolone (from progesterone), THDOCTooltip tetrahydrodeoxycorticosterone (from deoxycorticosterone), and 3α-androstanediol (from testosterone). These neurosteroids are potent positive allosteric modulators of the GABAA receptor and have shown antidepressant, anxiolytic, and pro-sexual effects in animal research. For this reason, decreased neurosteroid production is one hypothesized mechanism for sexual dysfunction and depression associated with 5α-reductase inhibitors such as dutasteride.   === Pharmacokinetics === The oral bioavailability of dutasteride is about 60%. Consumption with food does not adversely affect its absorption. Peak plasma levels occur 2 to 3 hours after administration. Dutasteride is present in semen at levels up to 3 ng/ml, with no significant effects on DHT levels of sexual partners. The drug is extensively metabolized in the liver by CYP3A4. It has three major metabolites: 6'-hydroxydutasteride, 4'-hydroxydutasteride, and 1,2-dihydrodutasteride. The former two are formed by CYP3A4, while the latter is not. All three metabolites are active; 6'-hydroxydutasteride has similar 5α-reductase inhibitor potency as dutasteride, while the other two are less potent. Dutasteride has an extremely long terminal or elimination half-life of about 4 to 5 weeks. Its elimination half-life is increased in the elderly (170 hours for men aged 20–49 years, 300 hours for men aged >70 years). No dosage adjustment is necessary in the elderly nor in patients with renal impairment. Because of its long elimination half-life, dutasteride requires 5 to 6 months to reach steady-state concentrations. It also remains in the body for a long time after discontinuation and can be detected up to 4 to 6 months. In contrast to dutasteride, finasteride has a short terminal half-life of only 5 to 8 hours. Dutasteride is eliminated mainly in the feces (40%) as metabolites. A smaller portion (5%) is eliminated unchanged in the urine.   == Chemistry ==  Dutasteride, also known as N-[2,5-bis(trifluoromethyl)phenyl]-3-oxo-4-aza-5α-androst-1-ene-17β-carboxamide, is a synthetic androstane steroid and a 4-azasteroid. It is an analogue of finasteride in which the tert-butyl amide moiety has been replaced with a 2,5-bis(trifluoromethyl)phenyl group.   == History == Dutasteride was patented in 1996 and was first described in the scientific literature in 1997. It was approved by the FDA for the treatment of BPH in November 2001, and was introduced on the United States market the following year under the brand name Avodart. Dutasteride has subsequently been introduced in many other countries, including throughout Europe and South America. The patent protection of dutasteride expired in November 2015, so the drug has since become available in the United States in a variety of low-cost generic formulations. It was approved for the treatment of scalp hair loss in South Korea in 2009 and in Japan in 2015. It has not been approved for this indication in the United States, though it is often used off-label.   == Society and culture ==   === Generic names === Dutasteride is the generic name of the drug Avodart and its international nonproprietary name, United States Adopted Name, British Approved Name, and Japanese Accepted Name.   === Brand names === Dutasteride is sold primarily under the brand name Avodart, but also in combination with tamsulosin under the brand names Combodart, Duodart, and Jalyn. Dutasteride is also available in India in combination with alfuzosin under the brand names Alfusin-D and Dutalfa.   === Availability === Dutasteride is available widely throughout the world, including in the United States, Canada, the United Kingdom, Ireland, Europe, Australia, South Africa, Latin America, Asia, and elsewhere. It is available as a generic medication in many countries, including the United States.   == References ==   == Further reading =="}