{"name": "duvelisib", "category": "drug", "content": "Duvelisib, sold under the brand name Copiktra, is a medication used to treat chronic lymphocytic leukemia (CLL), small lymphocytic lymphoma (SLL), and follicular lymphoma after other treatments have failed. It is taken by mouth. It is a PI3 kinase inhibitor. Common side effects include diarrhea, low white blood cells, rash, feeling tired, fever, and muscle pains. Other serious side effects include inflammation of the lungs and infections. It is a dual inhibitor of PI3Kδ and PI3Kγ.   == Medical uses == Duvelisib is indicated to treat adults with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) who have received at least two prior therapies that did not work or stopped working. CLL is a type of cancer that begins in the white blood cells, and SLL is a type of cancer that begins mostly in the lymph nodes.   == Adverse effects == Duvelisib may cause infections, diarrhea, inflammation of the intestines and lungs, skin reactions, and high liver enzyme levels in the blood. Patients taking duvelisib may have a higher risk of death.   == Pharmacology ==   === Mechanism of action === Duvelisib is a Phosphoinositide 3-kinase inhibitor, specifically of the delta and gamma isoforms of PI3K. This class of compounds works by preventing PI3K from playing its role in transducing signals from outside of cells into various intracellular pathways involved in cell cycle regulation, apoptosis, DNA repair, senescence, angiogenesis and cell metabolism, including the PI3K/AKT/mTOR pathway.   == History == Duvelisib, also known as IPI-145, was discovered by Intellikine, a company founded in September 2007 based on biochemistry research from the lab of Kevan Shokat at the University of California San Francisco. In mid-June 2016, Infinity announced results of Phase II clinical trial of duvelisib. In November 2016, Infinity exclusively licensed the worldwide rights to duvelisib to Verastem Oncology for little money compared to earlier deals; the deal included no upfront payment, a $6 million milestone for success in a Phase 3 trial in chronic lymphocytic leukemia, a $22 million payment for an FDA approval, and royalties. Duvelisib received orphan drug designation in the United States for the treatment of peripheral T-cell lymphoma (PTCL) in 2019, the treatment of chronic lymphocytic leukemia and small lymphocytic lymphoma in 2013, and the treatment of follicular lymphoma in 2013. In September 2020, duvelisib was sold by Verastem to Secura Bio, Inc. for $70 million and additional payments based on milestones and royalties. The US Food and Drug Administration (FDA) required the drug manufacturer, Secura Bio, to submit the final 5-year survival results from the clinical trial, called DUO trial, a phase III, randomized, open-label trial. It was conducted in 319 participants with CLL or SLL who received a previous therapy that did not work or stopped working. These final results showed a possible increased risk of death with duvelisib compared to the monoclonal antibody ofatumumab. The rate of serious side effects, dose modifications, and deaths resulting from these side effects were also higher among participants who received duvelisib. The serious side effects included infections, diarrhea, inflammation of the intestine and lungs, skin reactions, and elevated liver enzyme levels in the blood. These safety findings were similar for other medicines in the same PI3 kinase inhibitor class.   == Society and culture ==   === Legal status === In April 2018, Verastem filed a New Drug Application (NDA) for duvelisib for the treatment of relapsed or refractory chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL) and accelerated approval for relapsed or refractory follicular lymphoma (FL). The FDA approved the application in September 2018. In April 2022, the FDA withdrew the approval of duvelisib for relapsed or refractory follicular lymphoma on request of its then owner, Secura Bio. Duvelisib is intended to be used in people who have received at least two prior systemic therapies, and carries a black box warning due to the risk of fatal/serious toxicities: infections, diarrhea or colitis, cutaneous reactions and pneumonitis. On 25 March 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Copiktra, intended for the treatment of adults with relapsed or refractory chronic lymphocytic leukaemia  (CLL) and refractory follicular lymphoma (FL). The applicant for this medicinal product is Verastem Europe GmbH. Duvelisib was approved for medical use in the European Union in May 2021.   == References ==   == External links == \"Duvelisib\". National Cancer Institute. 17 October 2018. \"Duvelisib\". NCI Drug Dictionary. National Cancer Institute. \"FDA warns possible increased risk of death and serious side effects\". U.S. Food and Drug Administration. 14 July 2022."}