{"name": "Dyslipidemias", "category": "disease", "content": "Dyslipidemia is a metabolic disorder characterized by abnormally high or low amounts of any or all lipids (e.g. fats, triglycerides, cholesterol, phospholipids) or lipoproteins in the blood. Dyslipidemia is a risk factor for the development of atherosclerotic cardiovascular diseases, which include coronary artery disease, cerebrovascular disease, and peripheral artery disease. Although dyslipidemia is a risk factor for cardiovascular disease, abnormal levels do not mean that lipid lowering agents need to be started. Other factors, such as comorbid conditions and lifestyle in addition to dyslipidemia, is considered in a cardiovascular risk assessment. In developed countries, most dyslipidemias are hyperlipidemias; that is, an elevation of lipids in the blood. This is often due to diet and lifestyle. Prolonged elevation of insulin resistance can also lead to dyslipidemia.   == Types ==   == Diagnosis ==   === Classification === Physicians and basic researchers classify dyslipidemias in two distinct ways. One way is its presentation in the body (including the specific type of lipid that is increased). The other way is due to the underlying cause for the condition (genetic, or secondary to another condition). This classification can be problematic, because most conditions involve the intersection of genetics and lifestyle issues. However, there are a few well-defined genetic conditions that are usually easy to identify. The three main blood levels collected to assess for dyslipidemia are triglycerides (TG), high density lipoprotein cholesterol (HDL-C), and low density lipoprotein cholesterol (LDL-C). High triglyceride levels (>1.7 mmol/L fasting) can indicate dyslipidemia. Triglycerides are transported through the blood by using very low density lipoproteins (VLDL) as a carrier. One thing to note when measuring triglyceride levels is that fasting for 8–12 hours is required to get an accurate result as non-fasting TG results may be falsely elevated. If TG results are greater than 10 mmol/L, then this needs to be addressed since severe hypertriglceridemia is a risk factor for acute pancreatitis. Another blood level collected to assess dyslipidemia is HDL-C. HDL cholesterol is made up of very little lipids and a high amount of protein. It is beneficial in the body because it functions by going to the tissues and picking up extra cholesterol and fat. Due to the positive effects of HDL-C, it is named \"good cholesterol\" since it helps prevent plaque formation. Other functions of HDL-C is promoting cardiovascular health such as antioxidation effects, protection against thrombosis, maintenance of endothelial function, and maintaining low blood viscosity. Due to the positive functions of HDL cholesterol, a low level indicates dyslipidemia and is a risk factor for complications. Another diagnostic test that is often reviewed is LDL cholesterol. Low density lipoproteins are made up of cholesterol, TG, phospholipids, and apolipoproteins. LDL-C molecules bind to the endothelium of blood vessels and cause plaque formation. Once plaques are formed, LDL-C floating in the bloodstream can attach to the plaques and cause further accumulation. In addition to plaque formation, LDL-C molecules can undergo oxidation. Oxidation can cause further accumulation of cholesterol and the release of inflammatory cytokines, which damages the blood vessels. Due to the damaging effects of LDL-C, high levels increase the risk for cardiovascular disease and indicate dyslipidemia. Dyslipidemias can also be classified based on the underlying cause, whether it is primary, secondary, or a combination of both. Primary dyslipidemias are caused by genetic disorders that can cause abnormal lipid levels without any other obvious risk factors. Those with primary dyslipidemias are at higher risk of getting complications of dyslipidemias, such as atherosclerotic cardiovascular disease, at a younger age. Some common genetic disorders associated with primary dyslipidemias are homozygous or heterozygous hypercholesterolemia, familial hypertriglyceridemia, combined hyperlipidemia, and HDL-C metabolism disorders. In familial hypercholesterolemia, a mutation in the LDLR, PCSK9, or APOB is usually the reason for this and these mutations result in high LDL cholesterol. In combined hyperlipidemia, there is an overproduction of apoB-100 in the liver. This causes high amounts of LDL and VLDL molecules to form. A unique sign of primary dyslipidemias is that patients will often present with acute pancreatitis or xanthomas on the skin, eyelids or around the cornea. In contrast to primary dyslipidemias, secondary dyslipidemas are based on modifiable environmental or lifestyle factors. Some diseases that are associated with a higher risk of dyslipidemia are uncontrolled diabetes mellitus, cholestatic liver disease, chronic kidney disease, hypothyroidism, and polycystic ovarian syndrome. What people eat can also have an influence, with excessive alcohol use, too much carbohydrates, and diets high in saturated fats having a higher risk. Some medications that may contribute to dyslipidemia are thiazide diuretics, beta blockers, oral contraceptives, atypical antipsychotics (clozapine, olanzapine), corticosteroids, tacrolimus, and cyclosporine. Other non-hereditary factors that increase the risk of dyslipidemias are smoking, pregnancy, and obesity. The Fredrickson Classification seen below classifies dyslipidemias into categories:   == Screening == There is no clear consensus of when screening for dyslipidemia should be initiated. In general, those with a high risk of cardiovascular disease should be screened at a younger age with males between 25 and 30 years old and females between 30 and 35 years of age. Testing the general population under the age of 40 without symptoms is of unclear benefit. UpToDate suggests screening males at age 35 and females at age 45 in those without any risk of cardiovascular disease. All individuals regardless of age, should be screened if they have the risk factors listed below. Cardiovascular risk can be determined using risk scores, such as the Framingham Risk Score, and should be reassessed every 5 years for patients who are 40 to 75 years of age.   == Risk factors == Risk factors include:   == Management ==   === Non-pharmacological === Non-pharmacological treatment is recommended in all people with dyslipidemia. An important non-pharmacological intervention in dyslipidemia is a diet aimed at reducing blood lipid levels and also weight loss if needed. These dietary changes should always be a part of treatment and the involvement of a dietician is recommended in the initial evaluation and also in follow-up as well. A 3-month trial of dietary changes is recommended in primary prevention before considering medication, but in secondary prevention and in individuals at high-risk, cholesterol-lowering medication is used in conjunction with diet modifications. Recommended diets include the DASH diet, Mediterranean diet, low glycemic index diet, Portfolio diet, and vegetarian diet. Patients should reduce their intake of saturated fats, dietary cholesterol, and alcohol, and increase their intake of total fibre (≥30g/day), viscous soluble fibre (≥10g/day), and omega-3 (EPA and DHA [2-4g/d] used to lower TG only). They should also increase the proportion of mono-and polyunsaturated fats that they intake. Other lifestyle modifications include weight loss (5–10% of body weight loss) and reduction of abdominal obesity, 30–60 minutes per day of moderate-vigorous exercise, smoking cessation, stress management, and getting 6–8 hours of sleep at night.   === Pharmacological === Pharmacological intervention can be considered in dyslipidemia. Based on the Framingham Risk Scores, there are different thresholds that indicate whether treatment should be initiated. Individuals with a score of 20% are considered to have a high cardiovascular risk, a score of 10–19% indicates an intermediate risk, and patients with a score less than 10% are at low risk. Statin therapy and non-pharmacological interventions are indicated in those with high cardiovascular risk. In those at intermediate risk or low risk, the use of statin therapy depends on individual patient factors such as age, cholesterol levels, and risk factors. Statins are considered the first-line agents but other drugs can be substituted if the lipid targets are not achieved with statin therapy or if they are not tolerated.   ==== HMG-CoA reductase inhibitors (statins) ==== Statins competitively inhibit hydroxymethylglutaryl (HMG) CoA reductase which is used in the biosynthesis of cholesterol and they include atorvastatin, lovastatin, simvastatin, rosuvastatin, pravastatin, fluvastatin, and pitavastatin. These agents work to lower LDL-C levels and are also associated with a decrease in CVD mortality, CVD morbidity, and total deaths. They have a small effect on HDL-C levels as well.   ==== Resins ==== Resins are bile acid sequesterants that work by preventing the intestinal re-uptake of bile acids, thus increasing their fecal loss and accelerating the liver's utilization of cholesterol to replace lost bile acids. Resins include cholestyramine, colestipol, and colesevalem, and they all decrease LDL-C while increasing HDL-C levels slightly. The Lipid Research Council—Cardiovascular Primary Prevention Trial (LRC-CPPT) also showed that when these agents were used alone, they improved cardiovascular outcomes.   ==== Fibrates ==== The cholesterol lowering effect of fibrates is due to their ability to activate a nuclear receptor called peroxisome proliferator activated receptor alpha. They include fenofibrate, gemfibrozil, and bezafibrate and work to decrease triglycerides, increase HDL-C, and also decrease LDL-C which is variable depending on which drug is used. The FIELD Study showed that fenofibrate reduced both coronary revascularization as well as nonfatal myocardial infarctions (but not in patients with type 2 diabetes).   ==== PCSK9 inhibitors ==== PCSK9 inhibitors are monoclonal antibodies that target an important protein in the degradation of LDL called proprotein convertase substilisin/kexin type 9 (PCSK9). These agents reduce LDL-C, increase HDL-C, decrease triglycerides, and decrease lipoprotein(a). The FOURNIER and ODYSSEY trials showed that these agents also reduced the risk of cardiovascular events.   ==== Cholesterol absorption inhibitors ==== Ezetimibe inhibits the intestinal absorption of cholesterol and can be used alone or with statins. Regarding cardiovascular events, patients with chronic kidney disease saw a reduction in vascular and major atherosclerotic events when on simvastatin and ezetimibe compared to placebo. This same combination was also shown to reduce death, major coronary events, and nonfatal stroke in patients after acute coronary syndromes.   ==== Icosapent ethyl ==== Icosapent ethyl consists of eicosapentaenoic acid (EPA), an omega-3 fatty acid from fish oil and works to lower the hepatic production of triglycerides. In the REDUCE-IT trial, patients on statin therapy and 4g daily of icosapent ethyl saw a reduction in major cardiovascular events.   ==== Microsomal triglyceride transfer protein inhibitors ==== Lomitapide works to inhibit the microsomal triglyceride transfer protein (MTP) which results in a reduction of LDL plasma levels.   ==== ATP citrate lyase inhibitors ==== Bempedoic acid acts on the cholesterol synthesis pathway upstream of statins at ATP citrate lyase. This enzyme synthesizes acetyl-CoA using citrate from the mitochondria.   ==== Cholesteryl ester transfer protein inhibitors ==== Cholesteryl ester transfer protein (CETP) inhibitors include the agents torcetrapib, anacetrapib and obicetrapib. They block transfer of cholesterol from \"good\" HDL particles to \"bad\" LDL particles thereby causing an increase in the HDL:LDL ratio. Despite eliciting favorable changes in blood lipids, most CETP inhibitors (with the exception of anacetrapib) do not achieve significant reductions in cardiovascular events.   == References =="}