{"name": "Dysmenorrhea", "category": "disease", "content": "Dysmenorrhea, also known as period pain, painful periods or menstrual cramps, is pain during menstruation. Its usual onset occurs around the time that menstruation begins. Symptoms typically last less than three days. The pain is usually in the pelvis or lower abdomen. Other symptoms may include back pain, diarrhea or nausea. Dysmenorrhea can occur without an underlying problem. Underlying issues that can cause dysmenorrhea include uterine fibroids, adenomyosis, and most commonly, endometriosis. It is more common among those with heavy periods, irregular periods, those whose periods started before twelve years of age and those who have a low body weight. A pelvic exam and ultrasound in individuals who are sexually active may be useful for diagnosis. Conditions that should be ruled out include ectopic pregnancy, pelvic inflammatory disease, interstitial cystitis and chronic pelvic pain. Dysmenorrhea occurs less often in those who exercise regularly and those who have children early in life. Treatment may include the use of a heating pad. Medications that may help include NSAIDs such as ibuprofen, hormonal birth control and the IUD with progestogen. Taking vitamin B1 or magnesium may help. Evidence for yoga, acupuncture and massage is insufficient. Surgery may be useful if certain underlying problems are present. Estimates of the percentage of female adolescents and women of reproductive age affected are between 50% and 90%. It is the most common menstrual disorder. Typically, it starts within a year of the first menstrual period. When there is no underlying cause, often the pain improves with age or following having a child.   == Signs and symptoms == The main symptom of dysmenorrhea is pain concentrated in the lower abdomen or pelvis. It is also commonly felt in the right or left side of the abdomen. It may radiate to the thighs and lower back. Symptoms often co-occurring with menstrual pain include nausea and vomiting, diarrhea, headache, dizziness, disorientation, fainting and fatigue. Symptoms of dysmenorrhea often begin immediately after ovulation and can last until the end of menstruation. This is because dysmenorrhea is often associated with changes in hormonal levels in the body that occur with ovulation. In particular, prostaglandins induce abdominal contractions that can cause pain and gastrointestinal symptoms. The use of certain types of birth control pills can prevent the symptoms of dysmenorrhea because they stop ovulation from occurring. Dysmenorrhea is associated with increased pain sensitivity and heavy menstrual bleeding. For many, primary dysmenorrhea symptoms gradually subside after their mid-20s. Pregnancy has also been demonstrated to lessen the severity of dysmenorrhea, when menstruation resumes. However, dysmenorrhea can continue until menopause. 5–15% of women with dysmenorrhea experience symptoms severe enough to interfere with daily activities.   == Causes == There are two types of dysmenorrhea, primary and secondary, based on the absence or presence of an underlying cause. Primary dysmenorrhea occurs without an associated underlying condition, while secondary dysmenorrhea has a specific underlying cause, typically a condition that affects the uterus or other reproductive organs. Painful menstrual cramps can result from an excess of prostaglandins released from the uterus. Prostaglandins cause the uterine muscles to tighten and relax causing the menstrual cramps. This type of dysmenorrhea is called primary dysmenorrhea. Primary dysmenorrhea usually begins in the teens soon after the first period. Secondary dysmenorrhea is the type of dysmenorrhea caused by another condition such as  endometriosis, uterine fibroids, uterine adenomyosis, and polycystic ovary syndrome. Rarely, birth defects, intrauterine devices, certain cancers, and pelvic infections cause secondary dysmenorrhea. If the pain occurs between menstrual periods, lasts longer than the first few days of the period, or is not adequately relieved by the use of nonsteroidal anti-inflammatory drugs (NSAIDs) or hormonal contraceptives, this could indicate another condition causing secondary dysmenorrhea. Membranous dysmenorrhea is a type of secondary dysmenorrhea in which the entire lining of the uterus is shed all at once rather than over the course of several days as is typical. Signs and symptoms include spotting, bleeding, abdominal pain, and menstrual cramps. The resulting uterine tissue is called a decidual cast and must be passed through the cervix and vagina. It typically takes the shape of the uterus itself. Membranous dysmenorrhea is extremely rare and there are very few reported cases. The underlying cause is unknown, though some evidence suggests it may be associated with ectopic pregnancy or the use of hormonal contraception. When laparoscopy is used for diagnosis, the most common cause of dysmenorrhea is endometriosis, in approximately 70% of adolescents. Other causes of secondary dysmenorrhea include leiomyoma, adenomyosis, ovarian cysts, pelvic congestion, and cavitated and accessory uterine mass.   == Risk factors == Genetic factors, stress and depression are risk factors for dysmenorrhea. Risk factors for primary dysmenorrhea include: early age at menarche, long or heavy menstrual periods, smoking, and a family history of dysmenorrhea. Dysmenorrhea is a highly polygenic and heritable condition. There is strong evidence of familial predisposition and genetic factors increasing susceptibility to dysmenorrhea. There have been multiple polymorphisms and genetic variants in both metabolic genes and genes responsible for immunity which have been associated with the disorder.  Three distinct possible phenotypes have been identified for dysmenorrhea which include \"multiple severe symptoms\", \"mild localized pain\", and \"severe localized pain\". While there are likely differences in genotypes underlying each phenotype, the specific correlating genotypes have not yet been identified. These phenotypes are prevalent at different levels in different population demographics, suggesting different allelic frequencies across populations (in terms of race, ethnicity, and nationality).  Polymorphisms in the ESR1 gene have been commonly associated with severe dysmenorrhea. Variant genotypes in the metabolic genes such as CYP2D6 and GSTM1 have been similarly been correlated with an increased risk of severe menstrual pain, but not with moderate or occasional phenotypes. The occurrence and frequency of secondary dysmenorrhea (SD) has been associated with different alleles and genotypes of those with underlying pathologies, which can affect the pelvic region or other areas of the body. Individuals with disorders may have genetic mutations related to their diagnoses which produce dysmenorrhea as a symptom of their primary diagnosis. It has been found that those with fibromyalgia who have the ESR1 gene variation Xbal and possess the Xbal AA genotype are more susceptible to experiencing mild to severe menstrual pain resulting from their primary pathology. Commonly, genetic mutations which are a hallmark of or associated with specific disorders can produce dysmenorrhea as a symptom which accompanies the primary disorder. In contrast with secondary dysmenorrhea, primary dysmenorrhea (PD) has no underlying pathology. Genetic mutation and variations have therefore been thought to underlie this disorder and contribute to the pathogenesis of PD. There are multiple single-nucleotide polymorphisms (SNP) associated with PD. Two of the most well studied include an SNP in the promoter of MIF and an SNP in the tumor necrosis factor (TNF-α) gene. When a cytosine 173 base pairs upstream of macrophage migration inhibitory factor (MIF) promoter was replaced by a guanine there was an associated increase in the likelihood of the individual experiencing PD. While a CC/GG genotype led to an increase in likelihood of the individual experiencing severe menstrual pain, a CC/GC genotype led to a more significant likelihood of the disorder impacting the individual overall and increasing the likelihood of any of the three phenotypes. A second associated SNP was located 308 base pairs upstream from the start codon of the TNF-α gene, in which guanine was substituted for adenine. A GG genotype at the loci is associated with the disorder and has been proposed as a possible genetic marker to predict PD. There has also been an association with mutations in the MEFV gene and dysmenorrhea, which are considered to be causative. The phenotypes associated with these mutations in the MEFV genes have been better studied; individuals who are heterozygous for these mutations are more likely to be affected by PD which presents as a severe pain phenotype.   Genes related to immunity have been identified as playing a significant role in PD as well. IL1A was found to be the gene most associated with primary dysmenorrhea in terms of its phenotypic impact. This gene encodes a protein essential for the regulation of immunity and inflammation.15 While the mechanism of how it influences PD has yet to be discovered, it is assumed that possible mutations in IL1A or genes which interact with it impact the regulation of inflammation during menstruation. These mutations may therefore affect pain responses during menstruation which lead to the differing phenotypes associated with dysmenorrhea.  Two additionally well studied SNPs which are suspected to contribute to PD were found in ZM1Z1 (the mutant allele called rs76518691) and NGF (the mutant allele called rs7523831). Both ZMIZ1 and NGF are associated with autoimmune responses and diseases, as well as pain response. The implication of these genes impacting Dysmenorrhea is significant as it suggests mutations which affect the immune system (specifically the inflammatory response) and pain response may also be a cause of primary dysmenorrhea.   == Mechanism == The underlying mechanism of primary dysmenorrhea is the contractions of the muscles of the uterus which induce a local ischemia. During an individual's menstrual cycle, the endometrium thickens in preparation for potential pregnancy. After ovulation, if the ovum is not fertilized and there is no pregnancy, the built-up uterine tissue is not needed and thus shed. Prostaglandins and leukotrienes are released during menstruation, due to the build up of omega-6 fatty acids. Release of prostaglandins and other inflammatory mediators in the uterus cause the uterus to contract and can result in systemic symptoms such as nausea, vomiting, bloating and headaches or migraines. Prostaglandins are thought to be a major factor in primary dysmenorrhea. When the uterine muscles contract, they constrict the blood supply to the tissue of the endometrium, which, in turn, breaks down and dies. These uterine contractions continue as they squeeze the old, dead endometrial tissue through the cervix and out of the body through the vagina. These contractions, and the resulting temporary oxygen deprivation to nearby tissues, are thought to be responsible for the pain or cramps experienced during menstruation. Compared with non-dysmenorrheic individuals, those with primary dysmenorrhea have increased activity of the uterine muscle with increased contractility and increased frequency of contractions.   == Diagnosis == The diagnosis of dysmenorrhea is usually made simply on a medical history of menstrual pain that interferes with daily activities. However, there is no universally accepted standard technique for quantifying the severity of menstrual pains. There are various quantification models, called menstrual symptometrics, that can be used to estimate the severity of menstrual pains as well as correlate them with pain in other parts of the body, menstrual bleeding and degree of interference with daily activities.   === Further work-up === Once a diagnosis of dysmenorrhea is made, further workup is required to search for any secondary underlying cause of it, in order to be able to treat it specifically and to avoid the aggravation of a perhaps serious underlying cause. Further work-up includes a specific medical history of symptoms and menstrual cycles and a pelvic examination. Based on results from these, additional exams and tests may be motivated, such as:  Gynecologic ultrasonography Laparoscopy   == Management == Treatments that target the mechanism of pain include non-steroidal anti-inflammatory drugs (NSAIDs) and hormonal contraceptives. NSAIDs inhibit prostaglandin production. With long-term treatment, hormonal birth control reduces the amount of uterine fluid/tissue expelled from the uterus. Thus resulting in shorter, less painful menstruation. These drugs are typically more effective than treatments that do not target the source of the pain (e.g. acetaminophen). Regular physical activity may limit the severity of uterine cramps.   === NSAIDs === Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen and naproxen are effective in relieving the pain of primary dysmenorrhea.  They can have side effects of nausea, dyspepsia, peptic ulcer, and diarrhea.   === Hormonal birth control === Use of hormonal birth control may improve symptoms of primary dysmenorrhea. A 2009 systematic review (updated in 2023) found evidence that the low or medium doses of estrogen contained in the birth control pill reduces pain associated with dysmenorrhea. In addition, no differences between different birth control pill preparations were found. The review did not determine if  the estrogen in birth control pills was more effective than NSAIDs. Norplant and Depo-provera are also effective, since these methods often induce amenorrhea. The intrauterine system (Mirena IUD) may be useful in reducing symptoms.   === Other === A review indicated the effectiveness of transdermal nitroglycerin. Reviews indicated magnesium supplementation seemed to be effective. A review indicated the usefulness of using calcium channel blockers. Heat is effective compared to NSAIDs and is a preferred option by many patients, as it is easy to access and has no known side effects. Tamoxifen has been used effectively to reduce uterine contractility and pain in dysmenorrhea patients. There is some evidence that exercises performed 3 times a week for about 45 to 60 minutes, without particular intensity, reduces menstrual pain.   === Alternative medicine === There is insufficient evidence to recommend the use of many herbal or dietary supplements for treating dysmenorrhea, including melatonin, vitamin E, fennel, dill, chamomile, cinnamon, damask rose, rhubarb, guava, and uzara.  Further research is recommended to follow up on weak evidence of benefit for: fenugreek, ginger, valerian, zataria, zinc sulphate, fish oil, and vitamin B1. A 2016 review found that evidence of safety is insufficient for most dietary supplements. There is some evidence for the use of fenugreek. One review found thiamine and vitamin E to be likely effective. It found the effects of fish oil and vitamin B12 to be unknown. Reviews found tentative evidence that ginger powder may be effective for primary dysmenorrhea. Reviews have found promising evidence for Chinese herbal medicine for primary dysmenorrhea, but that the evidence was limited by its poor methodological quality. A 2016 Cochrane review of acupuncture for dysmenorrhea concluded that it is unknown if acupuncture or acupressure is effective. There were also concerns of bias in study design and in publication, insufficient reporting (few looked at adverse effects), and that they were inconsistent. There are conflicting reports in the literature, including one review which found that acupressure, topical heat, and behavioral interventions are likely effective. It found the effect of acupuncture and magnets to be unknown. A 2007 systematic review found some scientific evidence that behavioral interventions may be effective, but that the results should be viewed with caution due to poor quality of the data. Spinal manipulation does not appear to be helpful. Although claims have been made for chiropractic care, under the theory that treating subluxations in the spine may decrease symptoms, a 2006 systematic review found that overall no evidence suggests that spinal manipulation is effective for treatment of primary and secondary dysmenorrhea. Valerian, Humulus lupulus and Passiflora incarnata may be safe and effective in the treatment of dysmenorrhea.   === TENS === A 2011 review stated that high-frequency transcutaneous electrical nerve stimulation may reduce pain compared with sham TENS, but seems to be less effective than ibuprofen.   === Surgery === One treatment of last resort is presacral neurectomy.   == Epidemiology == Dysmenorrhea is one of the most common gynecological problems, regardless of age or race. It is one of the most frequently identified causes of pelvic pain in those who menstruate. Dysmenorrhea is estimated to affect between 50% and 90% of female adolescents and women of reproductive age. Another report states that estimates can vary between 16% and 91% of surveyed individuals, with severe pain observed in 2% to 29% of menstruating individuals. Reports of dysmenorrhea are greatest among individuals in their late teens and 20s, with reports usually declining with age. The prevalence in adolescent females has been reported to be 67.2% by one study and 90% by another. It has been stated that there is no significant difference in prevalence or incidence between races, although one study of Hispanic adolescent females indicated an elevated prevalence and impact in this group. Another study indicated that dysmenorrhea was present in 36.4% of participants, and was significantly associated with lower age and lower parity. Childbearing is said to relieve dysmenorrhea, but this does not always occur. One study indicated that in nulliparous individuals with primary dysmenorrhea, the severity of menstrual pain decreased significantly after age 40. A survey in Norway showed that 14 percent of females between the ages of 20 to 35 experience symptoms so severe that they stay home from school or work. Among adolescent girls, dysmenorrhea is the leading cause of recurrent short-term school absence. A study from India conducted by Dr RimJhim Kumari found that painful mensturation affected 66.7% of the girls, out of which only 27% sought medical advice from a doctor.   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Dysmenorrhea at Curlie"}