{"name": "Dysuria", "category": "disease", "content": "Dysuria refers to painful or uncomfortable urination. It is one of a constellation of irritative bladder symptoms (also sometimes referred to as lower urinary tract symptoms), which includes nocturia and urinary frequency.   == Diagnosis == The clinician should also look for physical findings of fever, rash, direct tenderness over the bladder area, and joint pain. Physical findings of increased temperature, increased pulse, low blood pressure in the presence of dysuria can indicate systemic infection. Urological obstruction due to stone or tumor can result in findings of hematuria, decreased urination, and bladder spasms. All these physical findings should be looked for carefully while obtaining history. History regarding recent sexual activity is crucial. Urinalysis is the most useful test to start the work up in a patient of dysuria. Urinalysis positive for nitrite carries a high predictive value of a positive urine culture. Also, urine dipstick showing leukocytes as equal predictive value as the presence of nitrites. When both are present, the predictive value goes even higher. If the patient only has leukocyte esterase or bacteria in the urine, then dysuria may suggest that the patient probably has urethritis.   == Differential diagnosis == This is typically described to be a burning or stinging sensation. It is most often a result of a urinary tract infection. It may also be due to an STD, bladder stones, bladder tumors, and virtually any condition of the prostate. It can also occur as a side effect of anticholinergic medication used for Parkinson's disease.   === Drugs and irritants === Chemical irritants, e.g., soaps, tampons, toilet papers Drugs, e.g., Cyclophosphamide, Ketamine Capsaicin consumption, e.g., habanero peppers   === Genital === Benign prostatic hyperplasia (male) Endometriosis (female) Prostatic cancer (male) Prostatitis (male) Vaginitis (female)   === Urinary tract === One of the most common causes of dysuria is urinary tract infection. Urinary tract infections are more common in females than in males due to anatomical differences between them. Females have a comparatively shorter and straight urethra, whereas males have a longer and curved urethra. In females, bacteria can reach the bladder more easily, as they have less distance to travel. Most urinary tract infections are uncomplicated.  Chlamydia Cystitis Hemorrhagic cystitis Kidney stones Malignancy, i.e., bladder cancer, prostatic cancer, or urethral cancer Prostatic enlargement, i.e., benign prostatic hyperplasia (male), prostatic cancer Prostatitis (male) Pyelonephritis Sexually transmitted disease Trichomoniasis Urethral stricture Urethritis Urinary schistosomiasis Urinary tract infection (UTI) caused by bacterial infection   === Other === Diverticulitis Hypotension Mass in the abdomen Reactive arthritis Acute intermittent porphyria Hereditary coproporphyria Variegate porphyria   == References ==   == External links =="}