{"name": "Echinococcus granulosus infection of liver", "category": "disease", "content": "Echinococcus granulosus, also called the hydatid worm or dog tapeworm, is a cyclophyllid cestode that dwells in the small intestine of canids as an adult, but which has important intermediate hosts such as livestock and humans, where it causes cystic echinococcosis, also known as hydatid disease.  The adult tapeworm ranges in length from 3 mm to 6 mm and has three proglottids (\"segments\") when intact—an immature proglottid, mature proglottid and a gravid proglottid.  The average number of eggs per gravid proglottid is 823. Like all cyclophyllideans, E. granulosus has four suckers on its scolex (\"head\"), and E. granulosus also has a rostellum with hooks. Several strains of E. granulosus have been identified, and all but two are noted to be infective in humans. The lifecycle of E. granulosus involves dogs and wild carnivores as a definitive host for the adult tapeworm. Definitive hosts are where parasites reach maturity  and reproduce. Wild or domesticated ungulates, such as sheep, serve as an intermediate host. Transitions between life stages occur in intermediate hosts. The larval stage results in the formation of echinococcal cysts in intermediate hosts.  Echinococcal cysts are slow growing, but can cause clinical symptoms in humans and be life-threatening. Cysts may not initially cause symptoms, in some cases for many years. Symptoms developed depend on location of the cyst, but most occur in the liver, lungs, or both. Echinococcus granulosus was first documented in Alaska but is distributed worldwide. It is especially prevalent in parts of Eurasia, north and east Africa, Australia, and South America. Communities that practice sheep farming experience the highest risk to humans, but wild animals can also serve as an avenue for transmission. For example, dingoes serve as a definitive host before larvae infect sheep in the mainland of Australia. Sled dogs may expose moose or reindeer to E. granulosus in parts of North America and Eurasia.   == Transmission ==  E. granulosus requires two host types, a definitive host and an intermediate host. The definitive host of this parasite are dogs and the intermediate host are most commonly sheep, however, cattle, horses, pigs, goats, and camels are also potential intermediate hosts. Humans can also be an intermediate host for E. granulosus, however this is uncommon and therefore humans are considered an aberrant intermediate host.  Echinococcus granulosus is ingested and attaches to the mucosa of the intestines in the definitive host and there the parasite will grow into the adult stages. Adult E. granulosus release eggs within the intestine which will be transported out of the body via feces. When contaminated waste is excreted into the environment, intermediate host has the potential to contract the parasite by grazing in contaminated pasture, perpetuating the cycle. Echinococcus granulosus is transmitted from the intermediate host (sheep) to the definitive host (dogs) by frequent feeding of offal, also referred to as \"variety meat\" or \"organ meat\". Consuming offal containing E. granulosus can lead to infection; however, infection is dependent on many factors. While adult E. granulosus is harmless in dogs, the larval form can be a huge problem in humans. Although rare, the parasite can form a cyst causing cystic echinococcus also known as hydatid disease.  The cyst can cause pressure on surrounding tissue which may lead to abnormal organ function, spontaneous fracture of bones, and other neurological effects. The frequency of offal feedings, the prevalence of the parasites within the offal, and the age of the intermediate host are factors that affect infection pressure within the definitive host. The immunity of both the definitive and intermediate host plays a large role in the transmission of the parasite, as well as the contact rate between the intermediate and the definitive host (such as herding dogs and pasture animals being kept in close proximity where dogs can contaminate grazing areas with fecal matter). The life expectancy of the parasite, coupled with the frequency of anthelminthic treatments, will also play a role in the rate of infection within a host. The temperature and humidity of the environment can affect the survival of E. granulosus. Once sheep are infected, the infection typically remains within the sheep for life. However, in other hosts, such as dogs, treatment for annihilating the parasite is possible. However, the intermediate host is assumed to retain a greater life expectancy than the definitive host.   == Diagnosis == Diagnosis in the definitive host, the dog, may be done by post mortem examination of the small intestine, or with some difficulty ante mortem by purging with arecoline hydrobromate. Detection of antigens in feces by ELISA is currently the best available technique. The prevalence of Echinococcus granulosus was found to be 4.35% in a 2008 study in Bangalore, India employing this coproantigen detection technique. Polymerase chain reaction (PCR) is also used to identify the parasite from DNA isolated from eggs or feces. However, it is difficult to determine the eggs in feces because it is indistinguishable from other taeniid eggs. Diagnosis in humans can be done by x-rays, CAT scans, and ultrasounds.   == Treatment == If a human becomes infected there are a variety of methods for treatment. The most common treatment in the past years has been surgical removal of the hydatid cysts. The fluid in the cysts contain antigens that can immunologically sensitize the host, so cyst manipulation should be performed with caution, as spilling of cyst contents can cause anaphylactic shock. However, in recent years, less invasive treatments have been developed such as cyst puncture, aspiration of the liquids, the injection of chemicals, and then re-aspiration. Benzimidazole-based chemotherapy is also a new treatment option for humans.   == Prevention ==  In order to prevent transmission to dogs from intermediate hosts, dogs can be given anthelminthic vaccinations. In the case of intermediate hosts, especially sheep, these anthelminthic vaccinations do cause an antigenic response—meaning the body produces specific antibody—however it does not prevent infection in the host. Clean slaughter and high surveillance of potential intermediate host during slaughter is key in preventing the spread this cestode to its definitive host. It is vital to keep dogs and potential intermediate host as separated as possible to avoid perpetuating infection. According to mathematical modeling, vaccination of intermediate hosts, coupled with dosing definitive hosts with anthelminths is the most effect method for intervening with infection rates. Proper disposal of carcasses and offal after home slaughter is difficult in poor and remote communities and therefore dogs readily have access to offal from livestock, thus completing the parasite cycle of Echinococcus granulosus and putting communities at risk of cystic echinococcosis. Boiling livers and lungs which contain hydatid cysts for 30 minutes has been proposed as a simple, efficient and energy- and time-saving way to kill the infectious larvae.   == See also == Echinococcus multilocularis Fasciola hepatica Taenia solium   == References ==   == Further reading == Jacquier, Marine; Piroth, Lionel (2018). \"Vertebral Hydatidosis\". New England Journal of Medicine. 379 (2): e5. doi:10.1056/NEJMicm1714206. PMID 29996078. S2CID 51616644.   == External links == Echinococcus from the US CDC Echinococcus granulosus in the NCBI Taxonomy Browser"}