{"name": "eculizumab", "category": "drug", "content": "Eculizumab, sold under the brand name Soliris among others, is a recombinant humanized monoclonal antibody used to treat paroxysmal nocturnal hemoglobinuria, atypical hemolytic uremic syndrome, generalized myasthenia gravis, and neuromyelitis optica. In people with paroxysmal nocturnal hemoglobinuria, it reduces both the destruction of red blood cells and need for blood transfusion, but does not appear to affect the risk of death. Eculizumab was the first medication approved for each of its uses, and its approval was granted based on small trials. It is given by intravenous infusion. It is a humanized monoclonal antibody functioning as a terminal complement inhibitor. It binds to the complement C5 protein and inhibits activation of the complement system, a part of the body's immune system. This binding prevents the breakdown of red blood cells in the bloodstream (intravascular hemolysis) in people with paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome. The most frequently reported adverse reactions for people with paroxysmal nocturnal hemoglobinuria include headache, nasopharyngitis (common cold), back pain and nausea The most frequently reported adverse reactions for people with atypical hemolytic uremic syndrome include headache, diarrhea, hypertension, upper respiratory infection, abdominal pain, vomiting, nasopharyngitis, anemia, cough, swelling of lower legs or hands, nausea, urinary tract infections and fever Eculizumab (Soliris) is developed, manufactured, and marketed by Alexion Pharmaceuticals.: 6    == Medical uses == Eculizumab is indicated for the treatment of people with paroxysmal nocturnal hemoglobinuria to reduce hemolysis; and the treatment of people with atypical hemolytic uremic syndrome to inhibit complement-mediated thrombotic microangiopathy. Eculizumab is used to treat atypical hemolytic uremic syndrome (aHUS) and paroxysmal nocturnal hemoglobinuria (PNH). For people with paroxysmal nocturnal hemoglobinuria, it improves quality of life and decreases the need for blood transfusions but does not appear to affect the risk of death. It does not appear to change the risk of blood clots, myelodysplastic syndrome, acute myelogenous leukemia, or aplastic anemia. Eculizumab is also used to treat neuromyelitis optica spectrum disorder in adults who are anti-aquaporin-4 (AQP4) antibody positive.   == Adverse effects == Eculizumab carries a boxed warning for the risk of meningococcal infections caused by Neisseria meningitidis. Eculizumab inhibits terminal complement activation and therefore makes people vulnerable to infection with encapsulated organisms. Life-threatening and fatal meningococcal infections have occurred in people who received eculizumab. People receiving eculizumab have up to 2,000 times greater risk of developing invasive meningococcal disease. Due to the increased risk of meningococcal infections, meningococcal vaccination is recommended at least 2 weeks prior to receiving eculizumab, unless the risks of delaying eculizumab therapy outweigh the risk of developing a meningococcal infection, in which case the meningococcal vaccine should be administered as soon as possible. Both a serogroup A, C, W, Y conjugate meningococcal vaccine and a serogroup B meningococcal vaccine are recommended for people receiving eculizumab. Receiving the recommended vaccinations may not prevent all meningococcal infections, especially from nongroupable N. meningiditis. In 2017, it became clear that eculizumab has caused invasive meningococcal disease despite vaccination, because it interferes with the ability of antimeningococcal antibodies to protect against invasive disease. The drug's labels also carry warnings of severe anemia arising from the destruction of red blood cells as well as severe cases of blood clots forming in small blood vessels. Headaches are very common adverse effects, occurring in more than 10% of people who take the drug. Common adverse effects (occurring in between 1% and 10% of people who take the drug) include infections (pneumonia, upper respiratory tract infection, colds, and urinary tract infection), loss of white blood cells, loss of red blood cells, anaphylactic reaction, hypersensitivity reaction, loss of appetite, mood changes like depression and anxiety, a sense of tingling or numbness, blurred vision, vertigo, ringing in the ears, heart palpitations, high blood pressure, low blood pressure, vascular damage, peritonitis, constipation, upset stomach, swollen belly, itchy skin, increased sweating, blotches from small bleeds under the skin and skin redness, hives, muscle spasms, bone pain, back pain, neck pain, swollen joints, kidney damage, painful urination, spontaneous erections, general edema, chest pain, weakness, pain at the infusion site, and elevated transaminases.   == Pharmacology == Eculizumab specifically binds to the terminal complement component 5, or C5, which acts at a late stage in the complement cascade. When activated, C5 is involved in activating host cells, thereby attracting pro-inflammatory immune cells, while also destroying cells by triggering pore formation. By inhibiting the complement cascade at this point, the normal, disease-preventing functions of proximal complement system are largely preserved, while the properties of C5 that promote inflammation and cell destruction are impeded. Eculizumab inhibits the cleavage of C5 by the C5 convertase into C5a, a potent anaphylatoxin with prothrombotic and proinflammatory properties, and C5b, which then forms the terminal complement complex C5b-9 which also has prothrombotic and proinflammatory effects. Both C5a and C5b-9 cause the complement-mediated events that are characteristic of paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome. The metabolism of eculizumab is thought to occur via lysosomal enzymes that cleave the antibody to generate small peptides and amino acids. The volume of distribution of eculizumab in humans approximates that of plasma.   === Chemistry === Eculizumab is a recombinant humanized monoclonal antibody against the complement protein C5. It is an immunoglobulin G-kappa (IgGκ) consisting of human constant regions and murine complementarity-determining regions grafted onto human framework light and heavy chain variable regions. The compound contains two 448-amino acid heavy chains and two 214-amino acid light chains, and has a molecular weight of approximately 148 kilodaltons (kDa).   == Society and culture ==   === Legal status === Eculizumab was approved by the US Food and Drug Administration (FDA) in March 2007, for the treatment of paroxysmal nocturnal hemoglobinuria. Eculizumab has exclusivity rights until 2017, which protects it from competition until 2017.: 6  When the FDA approved it in September 2011, for the treatment of atypical hemolytic uremic syndrome, it designated it as an orphan drug. The FDA approval in 2011 was based on two small prospective trials of 17 people and 20 people. The European Medicines Agency approved it for the treatment of paroxysmal nocturnal hemoglobinuria in June 2007, and in November 2011, for the treatment of atypical hemolytic uremic syndrome. Health Canada approved it in 2009, to treat paroxysmal nocturnal hemoglobinuria and in 2013, as the only drug to treat atypical hemolytic uremic syndrome. Eculizumab was approved by the FDA for the treatment of adults with neuromyelitis optica spectrum disorder who are anti-aquaporin-4 (AQP4) antibody positive in 2019, based on the results of the PREVENT trial.   === Economics === A 2014 study showed that Eculizumab may provide substantive benefits to people with paroxysmal nocturnal hemoglobinuria in terms of life expectancy and quality of life but at a high incremental cost. In 2010, Alexion priced Soliris as the most expensive drug in the world, at approximately US$409,500 a year in the United States (2010), €430,000 per year for ongoing treatment in the UK, and $500,000 a year in Canada (2014). In 2021, Soliris generated US$1.874 billion in sales. In April and May 2013, a controversy arose in Belgium when the media revealed that the government had refused to pay for a seven-year-old boy's treatment because Soliris was too expensive. The boy's medicine cost €9,000 every two weeks. A public relations agency working for Alexion had reportedly been looking for such a story, and helped the boy's parents communicate their story to the press in order to pressure governments to reimburse the cost of the drug. Several politicians stated that the company was attempting to 'blackmail' the government, charges which Alexion denied. By 7 May 2013, an agreement had been reached for the government to reimburse the cost of the medicine beginning in July 2013. In December 2013, New Zealand's government pharmaceutical buyer Pharmac declined a proposal to subsidize the drug after Alexion refused to budge on a NZ$670,000 (US$590,000) per person per year price and Pharmac's economic analysis determined the price would need to be halved before the drug was cost-effective enough to subsidize. Pharmac's decision upset many people with paroxysmal nocturnal hemoglobinuria in New Zealand, although Pharmac has not ruled out reviewing the decision at a later date, should the drug be made available at a lower price. In December 2014, the provincial government of Ontario, Canada, negotiated the price with the manufacturer, the only drug approved by Health Canada to treat atypical hemolytic uremic syndrome. People can apply for it on \"compassionate grounds\" \"on a case-by-case basis for example individuals who have been urgently hospitalized due to an immediate life-, limb-, or organ-threatening complication.\" It then was already \"funded by the Ontario government for the treatment of another rare illness, paroxysmal nocturnal hemoglobinuria (PNH), through a bulk-buy deal reached by the provincial premiers in 2011.\" In February 2015, Canada's drug-price regulator took the rare step of calling a hearing into Soliris, accusing Alexion of exceeding the permissible price cap under the \"\"Highest International Price Comparison\"\" (HIPC). In June 2015, the Patented Medicine Prices Review Board (PMPRB) under the Canadian Patent Act, held a preliminary hearing in Ottawa, Ontario to examine allegations. John Haslam, President and General Manager of Vaughan, Ontario-based Alexion Canada, was named as one of the respondents. Alexion charges Canada $700,000 per person per year, more than anywhere else in the world. Alexion denies the claim. In Canada \"provincial drug plans have already negotiated secret discounts on Soliris for many of the patients they cover.\" As of 2015, while eculizumab used for paroxysmal nocturnal hemoglobinuria was associated with 1.13 additional life years and 2.45 quality of life years QALYs, there has been a high incremental cost (CAN$5.24 million) and a substantial opportunity cost. A 2014 Canadian study calculated the cost per life-year-gained with treatment as CAN$4.62 million (US$4,571,564) and cost per quality-adjusted-life-year as CAN$2.13 million (US$2,112,398).\"The incremental cost per life year and per QALY gained is CAN$4.62 million and CAN$2.13 million, respectively. Based on established thresholds, the opportunity cost of funding eculizumab is 102.3 discounted QALYs per patient funded.\" By 2015, industry analysts and academic researchers agreed that the high price of orphan drugs, such as eculizumab, was not related to research, development, and manufacturing costs: their price is arbitrary and they have become more profitable than traditional medicines. The Brazilian universal health care system has annually provided it for its citizens. Initially patients got access to it by suing the government and demanding the right for treatment. In 2016 it was the medication that gave the biggest cost to the system by the judicial way, accounting to 625 million reais (about US$ 178 million at the time) to treat 364 patients, but it was second when counting all the system regular medications, the biggest cost being sofosbuvir. Brazil's supreme court ruled in April 2018 to break the patent of Soliris in Brazil, enabling it to be produced locally. In December 2018 it was incorporated in the public health care system.   === Biosimilars ===  A biosimilar branded Elizaria is available in Russia. In February 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Bekemv, intended for the treatment of adults and children in paroxysmal nocturnal hemoglobinuria. The applicant for this medicinal product is Amgen Technology (Ireland) Unlimited Company. Bekemv is a biosimilar medicinal product. It is highly similar to the reference product Soliris (eculizumab), which was authorized in the EU on 20 June 2007. Data show that Bekemv has comparable quality, safety and efficacy to Soliris. Bekemv was approved for medical use in the European Union in April 2023. Epysqli was approved for medical use in the European Union in May 2023. In May 2024, eculizumab-aeeb (Bkemv) was approved for medical use in the United States. Eculizumab-aagh (Epysqli) was approved for medical use in the United States in July 2024.   == Research == Eculizumab has been explored as a treatment for CD55 deficiency, also known as CHAPLE syndrome, a rare genetic disorder of the immune system.   == References =="}