{"name": "edaravone", "category": "drug", "content": "Edaravone, sold under the brand name Radicava among others, is a medication used to treat stroke and amyotrophic lateral sclerosis (ALS). It is given by intravenous infusion and by mouth. The mechanism by which edaravone might be effective is unknown. The medication is known to be an antioxidant, and oxidative stress has been hypothesized to be part of the process that kills neurons in people with ALS and in stroke victims. The most common side effects include bruising (contusions), problems walking (gait disturbances), and headaches. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Edaravone is used to help people recover from stroke in Japan, and is used to treat ALS in the US and Japan.   == Adverse effects == The label carries a warning about the potential for hypersensitivity reactions to edaravone, and adverse effects include bruising, gait disturbances, headache, skin inflammation, eczema, problems breathing, excess sugar in urine, and fungal skin infections. The following adverse effects in at least 2% more people given the medication than were given placebo: bruising, gait disturbances, headache, skin inflammation, eczema, problems breathing, excess sugar in urine, and fungal skin infections. There is no data on whether it is safe for pregnant women to take, and it is unknown if edaravone is secreted in breast milk.   == Pharmacology == The mechanism by which edaravone might be effective is unknown. The medication is known to be an antioxidant, and oxidative stress has been hypothesized to be part of the process of neurodegeneration. The half-life of edaravone is 4.5 to 6 hours and the half-lives of its metabolites are 2 to 3 hours. It is metabolized to a sulfate conjugate and a glucuronide conjugate, neither of which are active. It is primarily excreted in urine as the glucuronide conjugate form.   == History == Researchers first developed the free radical scavenger edaravone in late 1980s as a treatment for stroke. The approach, introduced by Koji Abe, now at Okayama University Hospital in Japan, aimed to prevent the swelling of the brain which may occur after a stroke. It has been marketed in Japan by Mitsubishi Pharma for stroke since 2001 and is now generic. Mitsubishi Tanabe started a phase III clinical trial in ALS in 2011, in Japan, and by June 2015, it had been approved for that use in Japan. The company had received Orphan Drug Designation for edaravone from the FDA and EU by 2016. It was approved for ALS in the US in 2017, based on a small randomized controlled clinical trial with people who had early-stage ALS in Japan, who were administered the medication for 6 months; it had failed two earlier trials in people with all stages of ALS. In May 2017, I.V. edaravone was approved by the FDA to treat people with amyotrophic lateral sclerosis (ALS) in the United States. The FDA approval was conditioned on Mitsubishi Tanabe completing several additional studies to clarify the risks of cancer and liver disease, among other effects of the medication. A formulation of edaravone by mouth, which is a mixture of edaravone and SBE-HP-βCD, has been under development by Ferrer (called FAB122) and licensed by Treeway (called TW001) for ALS. As of 2015, they successfully completed a Phase I trial and received orphan status in the US and in the European Union. Ferrer reported on 10 January 2024 that the Phase III ADORE clinical trial (EudraCT 2020-003376-40 / NCT05178810) of  FAB122/TW001 in ALS did not meet the primary or key secondary study endpoints. A different oral formulation of edaravone from Mitsubishi Tanabe Pharma America (MT1186 or MT-1186) was approved for medical use in the United States in May 2022. The effectiveness of oral edaravone is based on a study that showed comparable levels of oral edaravone in the bloodstream to the levels from the IV formulation of edaravone. The efficacy of edaravone for the treatment of ALS was previously demonstrated in a six-month clinical trial that served as the basis for approval in 2017. In that trial, 137 participants were randomized to receive edaravone or placebo. At week 24, individuals receiving edaravone declined less on a clinical assessment of daily functioning compared to those receiving placebo. An analysis of real-world data of 194 patients from 12 ALS clinics of the intravenous formulation, failed to reproduce the effect. A global Ph3b study with the oral formulation was halted in 2023.   == Society and culture ==   === Economics === The price for the medication when it launched in Japan for stroke in 2001, was set by the Japanese government at 9,931 yen/ampule. When the medication launched in Japan for ALS in 2001, the price was $35,000; the price in Japan in 2017 was $5,000, the US price at launch was around $145,000. In the US the medication was approved for all people with ALS but it was unclear at approval whether insurers would agree to pay for the medication for all people with ALS, or only people in the early stages of the disease. There are three filed trials for edaravone, demonstrating it may work in less than 5% of all ALS population.   === Brand names === Brand names include Radicut, Radicava, Xavron.   == References ==   == Further reading == Yoshino H (March 2019). \"Edaravone for the treatment of amyotrophic lateral sclerosis\". Expert Rev Neurother. 19 (3): 185–193. doi:10.1080/14737175.2019.1581610. PMID 30810406. S2CID 73490631. Canadian Agency for Drugs and Technologies in Health (April 2019). Pharmacoeconomic Review Report: Edaravone (Radicava): (Mitsubishi Tanabe Pharma Corporation). CADTH Common Drug Reviews. PMID 31211530. NBK542526."}