{"name": "edetic acid", "category": "drug", "content": "Ethylenediaminetetraacetic acid (EDTA), also called EDTA acid after its own abbreviation, is an aminopolycarboxylic acid with the formula [CH2N(CH2CO2H)2]2. This white, water-insoluble solid is widely used to bind to iron (Fe2+/Fe3+) and calcium ions (Ca2+), forming water-soluble complexes even at neutral pH.  It is thus used to dissolve Fe- and Ca-containing scale as well as to deliver iron ions under conditions where its oxides are insoluble.  EDTA is available as several salts, notably disodium EDTA, sodium calcium edetate, and tetrasodium EDTA, but these all function similarly.   == Uses ==   === Textiles and paper === In industry, EDTA is mainly used to sequester (bind or confine) metal ions in aqueous solution. In the textile industry, it prevents metal ion impurities from modifying colours of dyed products.  In the pulp and paper industry, EDTA inhibits the ability of metal ions, especially Mn2+, from catalysing the disproportionation of hydrogen peroxide, which is used in chlorine-free bleaching.   === Food === In a similar manner, EDTA is added to some food as a preservative or stabiliser to prevent catalytic oxidative decolouration, which is catalysed by metal ions.   === Water softener === The reduction of water hardness in laundry applications and the dissolution of scale in boilers both rely on EDTA and related complexants to bind Ca2+, Mg2+, as well as other metal ions. Once bound to EDTA, these metal complexes are less likely to form precipitates or to interfere with the action of the soaps and detergents. For similar reasons, cleaning solutions often contain EDTA.  In a similar manner EDTA is used in the cement industry for the determination of free lime and free magnesia in cement  and clinkers. The solubilisation of Fe3+ ions at or below near neutral pH can be accomplished using EDTA.  This property is useful in agriculture including hydroponics. However, given the pH dependence of ligand formation, EDTA is not helpful for improving iron solubility in above neutral soils.  Otherwise, at near-neutral pH and above, iron(III) forms insoluble salts, which are less bioavailable to susceptible plant species.    === Scrubbing === Aqueous [Fe(EDTA)]− is used for removing (\"scrubbing\") hydrogen sulfide from gas streams.  This conversion is achieved by oxidising the hydrogen sulfide to elemental sulfur, which is non-volatile:  2 [Fe(EDTA)]−  +  H2S  →  2 [Fe(EDTA)]2−  +  S  +  2 H+ In this application, the iron(III) centre is reduced to its iron(II) derivative, which can then be reoxidised by air.  In similar manner, nitrogen oxides are removed from gas streams using [Fe(EDTA)]2−.  The oxidising properties of [Fe(EDTA)]− are also exploited in photography, where it is used to solubilise silver particles.   === Ion-exchange chromatography === EDTA was used in separation of the lanthanide metals by ion-exchange chromatography.  Perfected by F. H. Spedding et al. in 1954, the method relies on the steady increase in stability constant of the lanthanide EDTA complexes with atomic number. Using sulfonated polystyrene beads and Cu2+ as a retaining ion, EDTA causes the lanthanides to migrate down the column of resin while separating into bands of pure lanthanides. The lanthanides elute in order of decreasing atomic number. Due to the expense of this method, relative to countercurrent solvent extraction, ion exchange is now used only to obtain the highest purities of lanthanides (typically greater than 99.99%).   === Medicine === Sodium calcium edetate, an EDTA derivative, is used to bind metal ions in the practice of chelation therapy, such as for treating mercury and lead poisoning. It is used in a similar manner to remove excess iron from the body. This therapy is used to treat the complication of repeated blood transfusions, as would be applied to treat thalassaemia.   ==== Dentistry ==== Dentists and endodontists use EDTA solutions to remove inorganic debris (smear layer) and lubricate the root canals in endodontics.  This procedure helps prepare root canals for obturation.  Furthermore, EDTA solutions with the addition of a surfactant loosen up calcifications inside a root canal and allow instrumentation (canal shaping) and facilitate apical advancement of a file in a tight or calcified root canal towards the apex.   ==== Eyedrops ==== It serves as a preservative (usually to enhance the action of another preservative such as benzalkonium chloride or thiomersal) in ocular preparations and eyedrops.   ==== Analysis ==== In medical diagnosis and organ function tests (here, kidney function test), the chromium(III) complex [Cr(EDTA)]− (as radioactive chromium-51 (51Cr)) is administered intravenously and its filtration into the urine is monitored. This method is useful for evaluating glomerular filtration rate (GFR) in nuclear medicine. EDTA is used extensively in the analysis of blood.  It is an anticoagulant for blood samples for CBC/FBCs, where the EDTA chelates the calcium present in the blood specimen, arresting the coagulation process and preserving blood cell morphology. Tubes containing EDTA are marked with lavender (purple) or pink tops. EDTA is also in tan top tubes for lead testing and can be used in royal blue top tubes for trace metal testing. EDTA is a slime dispersant, and has been found to be highly effective in reducing bacterial growth during implantation of intraocular lenses (IOLs).   === Alternative medicine === Some alternative practitioners believe EDTA acts as an antioxidant,  preventing free radicals from injuring blood vessel walls, therefore reducing atherosclerosis. These ideas are unsupported by scientific studies, and seem to contradict some currently accepted principles. The U.S. FDA has not approved it for the treatment of atherosclerosis.   === Cosmetics === In shampoos, cleaners, and other personal care products, EDTA salts are used as a sequestering agent to improve their stability in air.   === Laboratory applications === In the laboratory, EDTA is widely used for scavenging metal ions: In biochemistry and molecular biology, ion depletion is commonly used to deactivate metal-dependent enzymes, either as an assay for their reactivity or to suppress damage to DNA, proteins, and polysaccharides. EDTA also acts as a selective inhibitor against dNTP hydrolyzing enzymes (Taq polymerase, dUTPase, MutT), liver arginase and horseradish peroxidase independently of metal ion chelation. These findings urge the rethinking of the utilisation of EDTA as a biochemically inactive metal ion scavenger in enzymatic experiments. In analytical chemistry, EDTA is used in complexometric titrations and analysis of water hardness or as a masking agent to sequester metal ions that would interfere with the analyses. EDTA finds many specialised uses in the biomedical labs, such as in veterinary ophthalmology as an anticollagenase to prevent the worsening of corneal ulcers in animals. In tissue culture, EDTA is used as a chelating agent that binds to calcium and prevents joining of cadherins between cells, preventing clumping of cells grown in liquid suspension, or detaching adherent cells for passaging. In histopathology, EDTA can be used as a decalcifying agent making it possible to cut sections using a microtome once the tissue sample is demineralised. EDTA is also known to inhibit a range of metallopeptidases, the method of inhibition occurs via the chelation of the metal ion required for catalytic activity. EDTA can also be used to test for bioavailability of heavy metals in sediments. However, it may influence the bioavailability of metals in solution, which may pose concerns regarding its effects in the environment, especially given its widespread uses and applications. EDTA is also used to remove crud (corroded metals) from fuel rods in nuclear reactors.   == Side effects == EDTA exhibits low acute toxicity with LD50 (rat) of 2.0 g/kg to 2.2 g/kg. It has been found to be both cytotoxic and weakly genotoxic in laboratory animals.  Oral exposures have been noted to cause reproductive and developmental effects. The same study also found that both dermal exposure to EDTA in most cosmetic formulations and inhalation exposure to EDTA in aerosolised cosmetic formulations would produce exposure levels below those seen to be toxic in oral dosing studies.   == Synthesis == The compound was first described in 1935 by Ferdinand Münz, who prepared the compound from ethylenediamine and chloroacetic acid. Today, EDTA is mainly synthesised from ethylenediamine (1,2-diaminoethane), formaldehyde, and sodium cyanide. This route yields the tetrasodium EDTA, which is converted in a subsequent step into the acid forms:  H2NCH2CH2NH2  +  4 CH2O  +  4 NaCN  +  4 H2O   →  (NaO2CCH2)2NCH2CH2N(CH2CO2Na)2  +  4 NH3 (NaO2CCH2)2NCH2CH2N(CH2CO2Na)2  +  4 HCl  →  (HO2CCH2)2NCH2CH2N(CH2CO2H)2  +  4 NaCl This process is used to produce about 80,000 tonnes of EDTA each year. Impurities cogenerated by this route include glycine and nitrilotriacetic acid; they arise from reactions of the ammonia coproduct.   == Nomenclature == To describe EDTA and its various protonated forms, chemists distinguish between EDTA4−, the conjugate base that is the ligand, and H4EDTA, the precursor to that ligand. At very low pH (very acidic conditions) the fully protonated H6EDTA2+ form predominates, whereas at very high pH or very basic condition, the fully deprotonated EDTA4− form is prevalent. In this article, the term EDTA is used to mean H4−xEDTAx−, whereas in its complexes EDTA4− stands for the tetraanion ligand.   == Coordination chemistry principles ==  In coordination chemistry, EDTA4− is a member of the aminopolycarboxylic acid family of ligands.  EDTA4− usually binds to a metal cation through its two amines and four carboxylates, i.e., it is a hexadentate (\"six-toothed\") chelating agent.  Many of the resulting coordination compounds adopt octahedral geometry.  Although of little consequence for its applications, these octahedral complexes are chiral.  The cobalt(III) anion [Co(EDTA)]− has been resolved into enantiomers.  Many complexes of EDTA4− adopt more complex structures due to either the formation of an additional bond to water, i.e. seven-coordinate complexes, or the displacement of one carboxylate arm by water. The iron(III) complex of EDTA is seven-coordinate.  Early work on the development of EDTA was undertaken by Gerold Schwarzenbach in the 1940s.  EDTA forms especially strong complexes with Mn(II), Cu(II), Fe(III), Pb(II) and Co(III). Several features of EDTA's complexes are relevant to its applications.  First, because of its high denticity, this ligand has a high affinity for metal cations:  [Fe(H2O)6]3+  +  H4EDTA  ⇌ [Fe(EDTA)]−  +  6 H2O  +  4 H+   Keq = 1025.1 Written in this way, the equilibrium quotient shows that metal ions compete with protons for binding to EDTA.  Because metal ions are extensively enveloped by EDTA, their catalytic properties are often suppressed.  Finally, since complexes of EDTA4− are anionic, they tend to be highly soluble in water.  For this reason, EDTA is able to dissolve deposits of metal oxides and carbonates. The pKa values of free EDTA are 0, 1.5, 2, 2.66 (deprotonation of the four carboxyl groups) and 6.16, 10.24 (deprotonation of the two amino groups).   == Environmental concerns ==   === Abiotic degradation === EDTA is in such widespread use that questions have been raised whether it is a persistent organic pollutant. While EDTA serves many positive functions in different industrial, pharmaceutical and other avenues, the longevity of EDTA can pose serious issues in the environment.  The degradation of EDTA is slow.  It mainly occurs abiotically in the presence of sunlight. The most important process for the elimination of EDTA from surface waters is direct photolysis at wavelengths below 400 nm. Depending on the light conditions, the photolysis half-lives of iron(III) EDTA in surface waters can range as low as 11.3 minutes up to more than 100 hours. Degradation of FeEDTA, but not EDTA itself, produces iron complexes of the triacetate (ED3A), diacetate (EDDA), and monoacetate (EDMA) – 92% of EDDA and EDMA biodegrades in 20 hours while ED3A displays significantly higher resistance.  Many environmentally-abundant EDTA species (such as Mg2+ and Ca2+) are more persistent.   === Biodegradation === In many industrial wastewater treatment plants, EDTA elimination can be achieved at about 80% using microorganisms. Resulting byproducts are ED3A and iminodiacetic acid (IDA) – suggesting that both the backbone and acetyl groups were attacked. Some microorganisms have even been discovered to form nitrates out of EDTA, but they function optimally at moderately alkaline conditions of pH 9.0–9.5. Several bacterial strains isolated from sewage treatment plants efficiently degrade EDTA. Specific strains include Agrobacterium radiobacter ATCC 55002 and the sub-branches of Pseudomonadota like BNC1, BNC2, and strain DSM 9103. The three strains share similar properties of aerobic respiration and are classified as gram-negative bacteria. Unlike photolysis, the chelated species is not exclusive to iron(III) in order to be degraded. Rather, each strain uniquely consumes varying metal–EDTA complexes through several enzymatic pathways. Agrobacterium radiobacter only degrades Fe(III) EDTA while BNC1 and DSM 9103 are not capable of degrading iron(III) EDTA and are more suited for calcium, barium, magnesium and manganese(II) complexes. EDTA complexes require dissociation before degradation.   == Alternatives to EDTA == Interest in environmental safety has raised concerns about biodegradability of aminopolycarboxylates such as EDTA. These concerns incentivize the investigation of alternative aminopolycarboxylates. Candidate chelating agents include nitrilotriacetic acid (NTA), iminodisuccinic acid (IDS), polyaspartic acid, S,S-ethylenediamine-N,N′-disuccinic acid (EDDS), methylglycinediacetic acid (MGDA), and L-Glutamic acid N,N-diacetic acid, tetrasodium salt (GLDA).   === Iminodisuccinic acid (IDS) === Commercially used since 1998, iminodisuccinic acid (IDS) biodegrades by about 80% after only 7 days. IDS binds to calcium exceptionally well and forms stable compounds with other heavy metal ions. In addition to having a lower toxicity after chelation, IDS is degraded by Agrobacterium tumefaciens (BY6), which can be harvested on a large scale. The enzymes involved, IDS epimerase and C−N lyase, do not require any cofactors.   === Polyaspartic acid === Polyaspartic acid, like IDS, binds to calcium and other heavy metal ions.  It has many practical applications including corrosion inhibitors, wastewater additives, and agricultural polymers. A Polyaspartic acid-based laundry detergent was the first laundry detergent in the world to receive the EU flower ecolabel. Calcium binding ability of polyaspartic acid has been exploited for targeting of drug-loaded nanocarriers to bone. Preparation of hydrogels based on polyaspartic acid, in a variety of physical forms ranging from fiber to particle, can potentially enable facile separation of the chelated ions from a solution. Therefore, despite being weaker than EDTA, polyaspartic acid can still be regarded as a viable alternative due to these features as well as biocompatibility, and biodegradability.   === S,S-Ethylenediamine-N,N′-disuccinic acid (EDDS) === A structural isomer of EDTA, ethylenediamine-N,N′-disuccinic acid (EDDS) is readily biodegradable at high rate in its S,S form.   === Methylglycinediacetic acid (MGDA) === Trisodium dicarboxymethyl alaninate, also known as methylglycinediacetic acid (MGDA), has a high rate of biodegradation at over 68%, but unlike many other chelating agents can degrade without the assistance of adapted bacteria. Additionally, unlike EDDS or IDS, MGDA can withstand higher temperatures while maintaining a high stability as well as the entire pH range.  MGDA has been shown to be an effective chelating agent, with a capacity for mobilization comparable with that of nitrilotriacetic acid (NTA), with application to water for industrial use and for the removal of calcium oxalate from urine from patients with kidney stones.   == Methods of detection and analysis == The most sensitive method of detecting and measuring EDTA in biological samples is selected reaction monitoring capillary electrophoresis mass spectrometry (SRM-CE/MS), which has a detection limit of 7.3 ng/mL in human plasma and a quantitation limit of 15 ng/mL. This method works with sample volumes as small as 7–8 nL. EDTA has also been measured in non-alcoholic beverages using high performance liquid chromatography (HPLC) at a level of 2.0 μg/mL.   == In popular culture == In the movie Blade (1998), EDTA is used as a weapon to kill vampires, exploding when in contact with vampire blood.   == References ==   == External links == EDTA: Molecule of the Month EDTA Determination of Total Water Hardness Oviedo, Claudia; Rodríguez, Jaime (2003). \"EDTA: The chelating agent under environmental scrutiny\". Química Nova. 26 (6): 901–905. doi:10.1590/S0100-40422003000600020."}