{"name": "edoxaban", "category": "drug", "content": "Edoxaban, sold under the brand name Lixiana among others, is an anticoagulant medication and a direct factor Xa inhibitor. It is taken by mouth. Compared with warfarin it has fewer drug interactions. It was developed by Daiichi Sankyo and approved in July 2011, in Japan for prevention of venous thromboembolisms following lower-limb orthopedic surgery. It was also approved in the United States by the Food and Drug Administration (FDA) in January 2015, for the prevention of stroke and non–central-nervous-system systemic embolism. It was approved for use in the European Union in June 2015. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == In the United States, edoxaban is indicated to treat deep vein thrombosis and pulmonary embolism following five to ten days of initial therapy with a parenteral anticoagulant. It is also indicated to reduce the risk of blood clots in people with nonvalvular atrial fibrillation. In the European Union, edoxaban is indicated for preventing blood clots in people with nonvalvular atrial fibrillation who also have at least one risk factor, such as having had a previous stroke, high blood pressure (hypertension), diabetes mellitus, congestive heart failure or being 75 years of age or older. It is also used to treat deep vein thrombosis and pulmonary embolism and to prevent either of these from reoccurring.   == Contraindications and notes == Edoxaban is often contraindicated in people (incomplete list):  with active pathological bleeding who are pregnant or breastfeeding who have conditions that increase bleeding risks. Examples: liver disease associated with coagulopathy and relevant bleeding risk, current or recent gastrointestinal ulceration, malignant neoplasms at high risk of bleeding, recent brain injury or spinal injury, recent brain, spinal or ophthalmic surgery, known or suspected esophageal varices, arteriovenous malformations, aneurysms or major intraspinal or intracerebral vascular abnormalities who have uncontrolled and severe high blood pressure who use any other anticoagulants Edoxaban (incomplete list):  is enhanced by the following strong P-glycoprotein (P-gp) inhibitors: ciclosporin, dronedarone, erythromycin or ketoconazole. Concomitant use of these and edoxaban may require 30 mg doses of edoxaban (instead of 60 mg). The efficacy of edoxaban may decrease when it is used with strong P-gp inducers such as phenytoin, carbamazepine, phenobarbital or St. John's Wort. If these medications are used with edoxaban, caution is advised. interacts with antiplatelets, NSAIDs, SSRIs and SNRIs. inferior to warfarin in nonvalvular atrial fibrillation with a creatinine clearance (CrCl) greater than 95 ml/min.   == Adverse effects == May affect up to 1 in 10 people:  stomach ache abnormal results of blood tests that measure liver function anemia bleeding from the skin, nose, vagina, bowel, mouth, throat or stomach rash bloody urine dizziness feeling sick headache itching May affect up to 1 in 100 people:  bleeding in the eyes, brain, after a surgical operation or other types of bleeding blood in the spit when coughing reduced number of platelets in blood allergic reaction hives May affect up to 1 in 1000 people: bleeding in the muscles, joints, abdomen, heart or inside the skull.   == Overdose == Edoxaban overdose can cause serious bleeding. No approved antidotes for edoxaban overdose exist as of April 2021. Hemodialysis does not significantly contribute to edoxaban clearance. Andexanet alfa has been studied as an antidote for edoxaban overdose, but has only been approved for reversing rivaroxaban and apixaban effects by the FDA and the EMA as of 2019.   == Mechanism of action == Edoxaban is a direct, selective, reversible and competitive inhibitor of human factor Xa, with an inhibitory constant (Ki) value of 0.561 nM. In coagulation, uninhibited factor Xa forms a prothrombinase complex with factor Va on platelet surfaces. Prothrombinases turn prothrombins to thrombins. Thrombins turn blood-soluble fibrinogens to insoluble fibrins, which are the main components of blood clots.   == Pharmacokinetics == In human, 15–150 mg oral doses of edoxaban reach their maximum concentrations in blood 1–2 hours after ingestion. With 60 mg doses of isotope labeled edoxaban, 97% of the total radiation was detected after oral administration, with 62% from feces and 35% from urine. 49% of the total radiation from the feces and 24% from the urine were from edoxaban, the rest from its metabolites. Metabolism occurs mostly via CES1, CYP3A4, CYP3A5 and enzymatic hydrolysis. CES1 oxidizes the tertiary amide carbonyl carbons of edoxabans to carboxylic acid groups. CYP3A4 and CYP3A5 oxidize edoxabans via hydroxylation or demethylation. In hydrolysis, 2-amino-5-chloropyridine moiety of edoxaban is removed. Glucuronidation occurs to a lesser extent via glucuronosyltransferases.   == References =="}