{"name": "efgartigimod alfa", "category": "drug", "content": "Efgartigimod alfa, sold under the brand name Vyvgart, is a medication used to treat myasthenia gravis. Efgartigimod alfa is a neonatal Fc receptor blocker and is a new class of medication. It is an antibody fragment that binds to the neonatal Fc receptor (FcRn), preventing FcRn from recycling immunoglobulin G (IgG) back into the blood. The medication causes a reduction in overall levels of IgG, including the abnormal acetylcholine receptor (AChR) antibodies that are present in myasthenia gravis. It is also available coformulated with hyaluronidase. The most common side effects include respiratory tract infections, headache, urinary tract infections, and paresthesia (numbness, tingling). It was approved for medical use in the United States in December 2021, and in the European Union in August 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Efgartigimod alfa is indicated for the treatment of generalized myasthenia gravis in adults who are anti-acetylcholine receptor antibody positive.   == History == The safety and efficacy of efgartigimod alfa were evaluated in a 26-week clinical study of 167 participants with myasthenia gravis who were randomized to receive either efgartigimod alfa or placebo. It was a randomized, double-blind, placebo-controlled trial. The study showed that more participants with myasthenia gravis with antibodies responded to treatment during the first cycle of efgartigimod alfa (68%) compared to those who received placebo (30%) on a measure that assesses the impact of myasthenia gravis on daily function. More participants receiving efgartigimod alfa also demonstrated response on a measure of muscle weakness compared to placebo. The trial was conducted at 56 sites in 15 countries in Belgium, Canada, the Czech Republic, Denmark, France, Georgia, Germany, Hungary, Italy, Japan, the Netherlands, Poland, the Russian Federation, Serbia, and the US. Efgartigimod alfa is also studied for the treatment of patients with chronic inflammatory demyelinating polyneuropathy (CIDP). The clinical trial known as ADHERE, conducted by Argenx, involved the enrollment of 322 individuals diagnosed with CIDP. In the initial phase of the study, all subjects received weekly injections of Vyvgart. Following a period of 12 weeks, it was observed that 67% of the patients exhibited positive responses to Vyvgart, as evidenced by improvements in their muscle disability scores.  It is also under development for the treatment of primary membranous nephropathy, idiopathic inflammatory myopathy (IIM), anti-neutrophil cytoplasmic antibody-associated vasculitis (ANCA Vasculitis), Graves'' ophthalmopathy, antibody-mediated rejection (AMR), immune-mediated necrotizing myopathy, anti-synthetase syndrome, dermatomyositis, polymyositis, immune thrombocytopenia, primary Sjögren's syndrome, rheumatoid arthritis and pemphigus.    == Pharmacodynamics == Efgartigimod alfa as a drug is an antibody fragment that binds to the neonatal Fc receptor. When this binding happens, the IgG recycling process is blocked. The amount of circulating IgG decreases and therefore prevents the acetylcholine receptors from being degraded by the autoantibodies that are responsible for the myasthenia gravis.      == Pharmacokinetics == The drug is mainly metabolized via proteolytic enzymes. The termination half-life of Efgartigimod alfa is 80 to 120 hours.   == Side effects == Side effects of efgartigimod alfa include respiratory tract infections, headache, urinary tract infection, numbness and tingling and muscle pain.    == Society and culture ==   === Legal status === The US Food and Drug Administration (FDA) granted the application for efgartigimod alfa fast track and orphan drug designations. The FDA granted the approval of Vyvgart to Argenx BV. In June 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Vyvgart, intended for the treatment of anti‑acetylcholine receptor (AChR) antibody positive generalized myasthenia gravis. The applicant for this medicinal product is Argenx. Efgartigimod alfa was approved for medical use in the European Union in August 2022.   === Names === Efgartigimod alfa is the international nonproprietary name (INN).   === Marketing and Sales === Vyvgart brought in $1.2 billion in revenue in 2023.    == References ==   This article incorporates public domain material from the United States Department of Health and Human Services   == Further reading == Howard JF, Bril V, Vu T, Karam C, Peric S, Margania T, et al. (July 2021). \"Safety, efficacy, and tolerability of efgartigimod in patients with generalised myasthenia gravis (ADAPT): a multicentre, randomised, placebo-controlled, phase 3 trial\". Lancet Neurol. 20 (7): 526–536. doi:10.1016/S1474-4422(21)00159-9. hdl:10067/1859580151162165141. PMID 34146511. S2CID 235456637.   == External links == Clinical trial number NCT03669588 for \"An Efficacy and Safety Study of ARGX-113 in Patients With Myasthenia Gravis Who Have Generalized Muscle Weakness (ADAPT)\" at ClinicalTrials.gov"}