{"name": "efinaconazole", "category": "drug", "content": "Efinaconazole, sold under the brand name Jublia among others, is a triazole antifungal medication. It is approved for use in the United States, Canada, and Japan as a 10% topical solution for the treatment of onychomycosis (fungal infection of the nail). Efinaconazole acts as a 14α-demethylase inhibitor. It is available as a generic medication.   == Medical uses == Efinaconazole is an azole antifungal indicated in the US for the topical treatment of onychomycosis of the toenails due to Trichophyton rubrum and Trichophyton mentagrophytes.   == Efficacy == In two clinical trials 17.8% (trial 1) and 15.2% (trial 2) of participants using efinaconazole were completely cured (0% clinical involvement of the target toenail, plus negative KOH test and negative culture), compared with 3.3% (trial 1) and 5.5% (trial 2) of participants using a placebo. The \"complete cure or almost complete cure\" rate (≤5% affected target toenail area involved, and negative KOH and culture) for efinaconazole was 26.4% (trial 1) and 23.4% (trial 2) (compared with 7.0% (trial 1) and 7.5% (trial 2)).   == History == In 2014, the U.S. Food and Drug Administration (FDA) approved the New Drug Application (NDA). According to Valeant Pharmaceuticals International Inc CEO J. Michael Pearson they acquired Jublia through their purchase of Dow Pharmaceutical Sciences in 2008. In 2020, the FDA approved a supplemental New Drug Application for efinaconazole topical solution, 10%, which extended the age range included in the product's label to children six years of age and older; it was first approved in 2014, in people aged 18 years of age and older.   == Society and culture ==   === Economics === In 2015, the cost of treatment with efinaconazole in the United States was said to be US$2,307 per nail. In 2019, a study by the Canadian Agency for Drugs and Technologies in Health found the cost for a 48-week course to be $178 for a big toe, and $89 for an other toe.   == References ==   == External links == \"Efinaconazole\". Drug Information Portal. U.S. National Library of Medicine."}