{"name": "eflapegrastim", "category": "drug", "content": "Eflapegrastim, sold under the brand name Rolvedon among others, is a long-acting G-CSF analog developed by Hanmi Pharmaceutical and licensed to Spectrum Pharmaceuticals. Eflapegrastim is a leukocyte growth factor. It is used to reduce the risk of febrile neutropenia in people with non-myeloid malignancies receiving myelosuppressive anti-cancer agents. The most common side effects are fatigue, nausea, diarrhea, bone pain, headache, fever, anemia, rash, myalgia, arthralgia, and back pain. Eflapegrastim was approved for medical use in the United States in September 2022.   == Medical uses == Eflapegrastim is indicated to decrease the incidence of infection, as manifested by febrile neutropenia, in adults with non-myeloid malignancies receiving myelosuppressive anti-cancer drugs associated with clinically significant incidence of febrile neutropenia. Its efficacy has been shown to be non-inferior to pegfilgrastim.   == History == The US Food and Drug Administration (FDA) approved eflapegrastim based on evidence from two clinical trials of 643 participants with breast cancer treated with anti-cancer drugs that suppress the bone marrow from producing blood cells. The trials were conducted at 119 sites in six countries in the United States, Canada, South-Korea, Hungary, Poland, and India. Eflapegrastim was evaluated in two clinical trials of 643 participants with breast cancer receiving anticancer treatment that is known to suppress the growth of blood-forming cells (red blood cells, white blood cells, and platelets) in the bone marrow. In both trials, participants were randomly assigned to either receive eflapegrastim or pegfilgrastim under the skin (subcutaneously) approximately 24 hours after anticancer treatment. Participants in both groups were evaluated and compared for the duration of severe neutropenia (a condition with lower-than-normal levels of neutrophils in the blood) during the first cycle of anticancer therapy.   == References ==   == External links == Clinical trial number NCT02643420 for \"SPI-2012 vs Pegfilgrastim in the Management of Neutropenia in Participants With Breast Cancer With Docetaxel and Cyclophosphamide (ADVANCE) (ADVANCE)\" at ClinicalTrials.gov Clinical trial number NCT02953340 for \"SPI-2012 vs Pegfilgrastim in Management of Neutropenia in Breast Cancer Participants With Docetaxel and Cyclophosphamide\" at ClinicalTrials.gov"}