{"name": "eflornithine", "category": "drug", "content": "Eflornithine, sold under the brand name Vaniqa among others, is a medication used to treat African trypanosomiasis (sleeping sickness) and excessive hair growth on the face in women. Specifically it is used for the second stage of sleeping sickness caused by T. b. gambiense and may be used with nifurtimox. It is taken intravenously (injection into a vein) or topically. It is an ornithine decarboxylase inhibitor. Common side effects when applied as a cream include rash, redness, and burning. Side effects of the injectable form include bone marrow suppression, vomiting, and seizures. It is unclear if it is safe to use during pregnancy or breastfeeding. It is recommended typically for children over the age of 12. Eflornithine was developed in the 1970s and came into medical use in 1990. It is on the World Health Organization's List of Essential Medicines. In the United States the injectable form can be obtained from the US Centers for Disease Control and Prevention. In regions of the world where the disease is common eflornithine is provided for free by the World Health Organization.   == Medical uses ==   === Sleeping sickness === Sleeping sickness, or trypanosomiasis, is treated with pentamidine or suramin (depending on subspecies of parasite) delivered by intramuscular injection in the first phase of the disease, and with melarsoprol and eflornithine intravenous injection in the second phase of the disease. Efornithine is commonly given in combination with nifurtimox, which reduces the treatment time to 7 days of eflornithine infusions plus 10 days of oral nifurtimox tablets. Eflornithine is also effective in combination with other drugs, such as melarsoprol and nifurtimox. A study in 2005 compared the safety of eflornithine alone to melarsoprol and found eflornithine to be more effective and safe in treating second-stage sleeping sickness Trypanosoma brucei gambiense. Eflornithine is not effective in the treatment of Trypanosoma brucei rhodesiense due to the parasite's low sensitivity to the drug. Instead, melarsoprol is used to treat Trypanosoma brucei rhodesiense. Another randomized control trial in Uganda compared the efficacy of various combinations of these drugs and found that the nifurtimox-eflornithine combination was the most promising first-line theory regimen. A randomized control trial was conducted in Congo, Côte d'Ivoire, the Democratic Republic of the Congo, and Uganda to determine if a 7-day intravenous regimen was as efficient as the standard 14-day regimen for new and relapsing cases. The results showed that the shortened regimen was efficacious in relapse cases, but was inferior to the standard regimen for new cases of the disease. Nifurtimox-eflornithine combination treatment (NECT) is an effective regimen for the treatment of second stage gambiense African trypanosomiasis.   ==== Trypanosome resistance ==== After its introduction to the market in the 1980s, eflornithine has replaced melarsoprol as the first line medication against Human African trypanosomiasis (HAT) due to its reduced toxicity to the host. Trypanosoma brucei resistant to eflornithine was reported as early as the mid-1980s. The gene TbAAT6, conserved in the genome of Trypanosomes, is believed to be responsible for the transmembrane transporter that brings eflornithine into the cell. The loss of this gene due to specific mutations causes resistance to eflornithine in several trypanosomes. If eflornithine is prescribed to a patient with Human African trypanosomiasis caused by a trypanosome that contains a mutated or ineffective TbAAT6 gene, then the medication will be ineffective against the disease. Resistance to eflornithine has increased the use of melarsoprol despite its toxicity, which has been linked to the deaths of 5% of recipient HAT patients.   === Excess facial hair in women === The topical cream is indicated for treatment of facial hirsutism in women. It is the only topical prescription treatment that slows the growth of facial hair. In clinical studies with Vaniqa, 81% percent of women showed clinical improvement after twelve months of treatment. Positive results were seen after eight weeks. However, discontinuation of the cream caused regrowth of hair back to baseline levels within 8 weeks. Vaniqa treatment significantly reduces the psychological burden of facial hirsutism.   === Neuroblastoma === In the US, eflornithine is indicated to reduce the risk of relapse in people with high-risk neuroblastoma.   == Contraindications ==   === Topical === Topical use is contraindicated in people hypersensitive to eflornithine or to any of the excipients. Throughout clinical trials, data from a limited number of exposed pregnancies indicate that there is no clinical evidence that treatment with Vaniqa adversely affects pregnant women or fetuses.   === Oral administration === When taken orally the risk-benefit should be assessed in people with impaired renal function or pre-existing hematologic abnormalities, as well as those with eighth-cranial-nerve impairment. Adequate and well-controlled studies with eflornithine have not been performed regarding pregnancy in humans. Eflornithine should only be used during pregnancy if the potential benefit outweighs the potential risk to the fetus. However, since African trypanosomiasis has a high mortality rate if left untreated, treatment with eflornithine may justify any potential risk to the fetus.   == Side effects == Eflornithine is not genotoxic; no tumour-inducing effects have been observed in carcinogenicity studies, including one photocarcinogenicity study. No teratogenic effects have been detected.   === Topical === The topical form of elflornithine is sold under the brand name Vaniqa. The most frequently reported side effect is acne (7–14%). Other side effects commonly (> 1%) reported are skin problems, such as skin reactions from in-growing hair, hair loss, burning, stinging or tingling sensations, dry skin, itching, redness or rash.   === Intravenous === The intravenous dosage form of eflornithine is sold under the brand name Ornidyl. Most side effects related to systemic use through injection are transient and reversible by discontinuing the drug or decreasing the dose. Hematologic abnormalities occur frequently, ranging from 10 to 55%. These abnormalities are dose-related and are usually reversible. Thrombocytopenia is thought to be due to a production defect rather than to peripheral destruction. Seizures were seen in approximately 8% of patients, but may be related to the disease state rather than the drug. Reversible hearing loss has occurred in 30–70% of patients receiving long-term therapy (more than 4–8 weeks of therapy or a total dose of >300 grams); high-frequency hearing is lost first, followed by middle- and low-frequency hearing. Because treatment for African trypanosomiasis is short-term, patients are unlikely to experience hearing loss.   == Interactions ==   === Topical === No interaction studies with the topical form have been performed.   == Mechanism of action ==   === Description === Eflornithine is a \"suicide inhibitor,\" irreversibly binding to ornithine decarboxylase (ODC) and preventing the natural substrate ornithine from accessing the active site (Figure 1). Within the active site of ODC, eflornithine undergoes decarboxylation with the aid of cofactor pyridoxal 5'-phosphate (PLP). Because of its additional difluoromethyl group in comparison to ornithine, eflornithine is able to bind to a neighboring Cys-360 residue, permanently remaining fixated within the active site. During the reaction, eflornithine's decarboxylation mechanism is analogous to that of ornithine in the active site, where transamination occurs with PLP followed by decarboxylation. During the event of decarboxylation, the fluoride atoms attached to the additional methyl group pull the resulting negative charge from the release of carbon dioxide, causing a fluoride ion to be released. In the natural substrate of ODC, the ring of PLP accepts the electrons that result from the release of CO2. The remaining fluoride atom that resides attached to the additional methyl group creates an electrophilic carbon that is attacked by the nearby thiol group of Cys-360, allowing eflornithine to remain permanently attached to the enzyme following the release of the second fluoride atom and transimination.   === Evidence === The reaction mechanism of Trypanosoma brucei's ODC with ornithine was characterized by UV-VIS spectroscopy in order to identify unique intermediates that occurred during the reaction. The specific method of multiwavelength stopped-flow spectroscopy utilized monochromatic light and fluorescence to identify five specific intermediates due to changes in absorbance measurements. The steady-state turnover number, kcat, of ODC was calculated to be 0.5 s−1 at 4 °C. From this characterization, the rate-limiting step was determined to be the release of the product putrescine from ODC's reaction with ornithine. In studying the hypothetical reaction mechanism for eflornithine, information collected from radioactive peptide and eflornithine mapping, high pressure liquid chromatography, and gas phase peptide sequencing suggested that Lys-69 and Cys-360 are covalently bound to eflornithine in T. brucei ODC's active site. Utilizing fast-atom bombardment mass spectrometry (FAB-MS), the structural conformation of eflornithine following its interaction with ODC was determined to be (S)-((2-(1-pyrroline-methyl) cysteine, a cyclic imine adduct. Presence of this particular product was supported by the possibility to further reduce the end product to (S)-((2-pyrrole) methyl) cysteine in the presence of NaBH4 and oxidize the end product to (S)-((2-pyrrolidine) methyl) cysteine (Figure 2).   === Active site === Eflornithine's suicide inhibition of ODC physically blocks the natural substrate ornithine from accessing the active site of the enzyme (Figure 3). There are two distinct active sites formed by the homodimerization of ornithine decarboxylase. The size of the opening to the active site is approximately 13.6 Å. When these openings to the active site are blocked, there are no other ways through which ornithine can enter the active site. During the intermediate stage of eflornithine with PLP, its position near Cys-360 allows an interaction to occur. As the phosphate of PLP is stabilized by Arg 277 and a Gly-rich loop (235-237), the difluoromethyl group of eflornithine is able to interact and remain fixated to both Cys-360 and PLP prior to transimination. As shown in the figure, the pyrroline ring interferes with ornithine's entry (Figure 4). Eflornithine will remain permanently bound in this position to Cys-360. As ODC has two active sites, two eflornithine molecules are required to completely inhibit ODC from ornithine decarboxylation.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == History == Eflornithine was initially developed for cancer treatment at Merrell Dow Research Institute in the late 1970s, but was found to be ineffective in treating malignancies. However, it was discovered to be highly effective in reducing hair growth, as well as in the treatment of  African trypanosomiasis (sleeping sickness), especially the West African form (Trypanosoma brucei gambiense).   === Hirsutism === In the 1980s, Gillette was awarded a patent for the discovery that topical application of eflornithine HCl cream inhibits hair growth. In the 1990s, Gillette conducted dose-ranging studies with eflornithine in hirsute women that demonstrated that the drug slows the rate of facial hair growth. Gillette then filed a patent for the formulation of eflornithine cream. In July 2000, the U.S. Food and Drug Administration (FDA) granted a New Drug Application for Vaniqa. The following year, the European Commission issued its Marketing Authorisation.   === Sleeping sickness treatment === The drug was registered for the treatment of gambiense sleeping sickness on 28 November 1990. However, in 1995 Aventis (now Sanofi-Aventis) stopped producing the drug, whose main market was African countries, because it did not make a profit. In 2001, Aventis and the WHO formed a five-year partnership, during which more than 320,000 vials of pentamidine, over 420,000 vials of melarsoprol, and over 200,000 bottles of eflornithine were produced by Aventis, to be given to the WHO and distributed by the association Médecins sans Frontières (also known as Doctors Without Borders) in countries where sleeping sickness is endemic. According to Médecins sans Frontières, this only happened after \"years of international pressure,\" and coinciding with the period when media attention was generated because of the launch of another eflornithine-based product (Vaniqa, for the prevention of facial-hair in women), while its life-saving formulation (for sleeping sickness) was not being produced. From 2001 (when production was restarted) through 2006, 14 million diagnoses were made. This greatly contributed to stemming the spread of sleeping sickness, and to saving nearly 110,000 lives.   == Society and culture ==   === Available forms === Vaniqa is a cream, which is white to off-white in colour. It is supplied in tubes of 30 g and 60 g in Europe. Vaniqa contains 15% w/w eflornithine hydrochloride monohydrate, corresponding to 11.5% w/w anhydrous eflornithine (EU), respectively 13.9% w/w anhydrous eflornithine hydrochloride (U.S.), in a cream for topical administration. Ornidyl, intended for injection, was supplied in the strength of 200 mg eflornithine hydrochloride per ml.   === Market === Vaniqa, granted marketing approval by the US FDA, as well as by the European Commission among others, is currently the only topical prescription treatment that slows the growth of facial hair. Besides being a non-mechanical and non-cosmetic treatment, it is the only non-hormonal and non-systemic prescription option available for women with facial hirsutism. Vaniqa is marketed by Almirall in Europe, SkinMedica in the US, Triton in Canada, Medison in Israel, and Menarini in Australia. Ornidyl, the injectable form of eflornithine hydrochloride, is licensed by Sanofi-Aventis, but is currently discontinued in the US.   == Research ==   === Chemo preventative therapy === It has been noted that ornithine decarboxylase (ODC) exhibits high activity in tumor cells, promoting cell growth and division, while absence of ODC activity leads to depletion of putrescine, causing impairment of RNA and DNA synthesis. Typically, drugs that inhibit cell growth are considered candidates for cancer therapy, so eflornithine was naturally believed to have potential utility as an anti-cancer agent. By inhibiting ODC, eflornithine inhibits cell growth and division of both cancerous and noncancerous cells. However, several clinical trials demonstrated minor results. It was found that inhibition of ODC by eflornithine does not kill proliferating cells, making eflornithine ineffective as a chemotherapeutic agent. The inhibition of the formation of polyamines by ODC activity can be ameliorated by dietary and bacterial means because high concentrations are found in cheese, red meat, and some intestinal bacteria, providing reserves if ODC is inhibited. Although the role of polyamines in carcinogenesis is still unclear, polyamine synthesis has been supported to be more of a causative agent rather than an associative effect in cancer. Other studies have suggested that eflornithine can still aid in some chemoprevention by lowering polyamine levels in colorectal mucosa, with additional strong preclinical evidence available for application of eflornithine in colorectal and skin carcinogenesis. This has made eflornithine a supported chemopreventive therapy specifically for colon cancer in combination with other medications. Several additional studies have found that eflornithine in combination with other compounds decreases the carcinogen concentrations of ethylnitrosourea, dimethylhydrazine, azoxymethane, methylnitrosourea, and hydroxybutylnitrosamine in the brain, spinal cord, intestine, mammary gland, and urinary bladder.   == Veterinary uses == Eflornithine is effective in mice. Bacchi et al. 1980 found the drug to be curative in T. b. brucei infection of mouse and it is generally without toxicity. Klug et al. 2016 are of the opinion that this demonstrates good promise for oral treatment. However although Jansson et al. 2008 also effectively treated mice with it they found the pharmacokinetics of oral administration in rats very negative. Brun et al. 2010 are of the opinion that Jansson's results have killed the prospects for oral treatment.   == References ==   == External links ==  Media related to Eflornithine at Wikimedia Commons Clinical trial number NCT02395666 for \"Preventative Trial of Difluoromethylornithine (DFMO) in High Risk Patients With Neuroblastoma That is in Remission\" at ClinicalTrials.gov Clinical trial number NCT02679144 for \"Neuroblastoma Maintenance Therapy Trial (NMTT)\" at ClinicalTrials.gov"}