{"name": "efonidipine", "category": "drug", "content": "Efonidipine (INN) is a dihydropyridine calcium channel blocker marketed by Shionogi & Co. of Japan. It was launched in 1995, under the brand name Landel (ランデル).  The drug blocks both T-type and L-type calcium channels. Drug Controller General of India (DCGI) has approved the use of efonidipine in India. It is launched under the brand name  \"Efnocar\" (Zuventus Health care ltd, India).   == Structure Activity Relationship == Efonidipine is a dual Calcium Channel Blocker (L & T-type). It has a unique chemical structure. The phosphonate moiety (Figure 1) at the C5 position of the dihydropyridine ring is considered to be important for the characteristic pharmacological profile of the drug. (figure-1)   == Mechanism of action == Efonidipine, a new generation dihydropyridine (DHP) calcium channel blocker, inhibits both L-type and T-type calcium channels.   === Pharmacodynamics === Efonidipine exhibits antihypertensive effect through vasodilatation by blocking L-type and T-type calcium channels. Efonidipine has a negative chronotropic effect. Working on sino atrial node cells by inhibiting T-type calcium channel activation, Efonidipine prolongs the late phase-4 depolarization of the sino atrial node action potential and suppresses an elevated HR. The negative chronotropic effect of Efonidipine decreases heart rate, myocardial oxygen demand and increases coronary blood flow. Efonidipine increases coronary blood flow by blocking L & T-type calcium channels and attenuates myocardial ischaemia. By reducing synthesis and secretion of aldosterone, Efonidipine prevents hypertrophy and remodeling of cardiac myocytes. Efonidipine increases glomerular filtration rate without increasing intra-glomerular pressure and filtration fraction. This prevents hypertension induced renal damage. Efonidipine prevents Rho-kinase and NF-κB induced renal parenchymal fibrosis and provides long term renal protection. Efonidipine enhances sodium excretion from the kidneys by suppressing aldosterone synthesis and secretion from the adrenal glands. Aldosterone induced renal parenchymal fibrosis is suppressed by Efonidipine. Efonidipine prevents NF-κB induced hypertrophy and inflammation in the renal vasculature and protects the kidneys. Efonidipine lowers blood pressure in cerebral resistance vessels and prevents hypertension induced brain damage.   == Pharmacokinetics ==   === Absorption === Peak plasma concentration is achieved in about 1.5 to 3.67 hours after administration. Half life is approximately 4 hours. The pharmacokinetic parameters of Efonidipine are depicted in Table-1. Table 1: PK Parameters in Adult Healthy Male Subjects    === Metabolism === Efonidipine is primarily metabolized in the liver. The important metabolites are N-dephenylated Efonidipine (DPH), deaminated Efonidipine (AL) and N-debenzylated Efonidipine (DBZ). DBZ and DPH exhibit activity as calcium antagonists. The vasodilating properties of DBZ and DPH were about two-thirds and one-third respectively than that of the parent compound. Results suggest that the majority of the pharmacological effect after oral dosing of Efonidipine hydrochloride in man is due to unchanged compound and its metabolites make a small contribution to the pharmacological effect.   === Elimination === Biliary route is the main pathway of excretion. No significant amount of unchanged drug was excreted in urine. In the urine collected for 24 h after an oral dosing, 1.1 % of the dose was excreted as deaminated Efonidipine, and 0.5% as a pyridine analogue of deaminated Efonidipine.   == Indications == Essential hypertension and renal parenchymal hypertension Angina   == Contraindications == Contraindicated in patients hypersensitive to Efonidipine or any of the excipients  It is also contraindicated in pregnancy and lactation.   == Precautions ==  Should be administered with caution in patients with hepatic impairment Dose adjustment may be required in elderly as hypotension can occur  Efonidipine may worsen clinical condition in patients with sinus bradycardia, sinus arrest or sinus node dysfunction As dizziness can occur due to hypotensive action, one should be careful while operating machines, with aerial work platforms and driving of a motor vehicle Drug should not be stopped abruptly. Discontinuation should be gradual and under supervision of a qualified physician   == Drug Interactions == Other anti-hypertensive agents: Efonidipine enhances the antihypertensive action additively and may produce hypotension and shock. Blood pressure should be monitored regularly to adjust dose of concomitant drugs.  Cimetidine: Cimetidine inhibits CYP450 enzymes involved in metabolism of CCBs. Blood concentration of calcium channel antagonists increase leading to higher incidence of side effects (hot flushes). Grape fruit juice: Grapefruit juice suppresses enzymes metabolizing calcium channel antagonists (cytochrome P450) and reduces the clearance. Thus, there is a possibility that blood concentration of the drug may increase and the anti-hypertensive effect is enhanced. Tacrolimus: Efonidipine inhibits metabolic enzymes involved in Tacrolimus metabolism and reduces its clearance. So, increase in blood concentration of Tacrolimus can occur.     == Adverse Drug Reactions == The common side effects are hot flushes, facial flushing and headache. In addition, elevation in serum total cholesterol, ALT (SGPT), AST (SGOT) and BUN may occur. Frequent urination, pedal edema, increased triglycerides occurs in less than 0.1%.   === Lesser incidence of pedal edema (< 0.1%) === One common adverse effect of the L-type Ca2+ channel blockers like Amlodipine is vasodilatory Pedal edema. Combined L-/T-type Ca2+ channel blockers, such as Efonidipine, display antihypertensive efficacy similar to their predecessors (Amlodipine) with much less propensity of pedal edema formation. Efonidipine equalizes the hydrostatic pressure across the capillary bed through equal arteriolar and venular dilatation, thus reducing vasodilatory edema. These incremental microcirculatory benefits of efonidipine over the conventional L-type Ca2+ channel blockers (Amlodipine) are likely attributed to their additional T-type Ca2+ channel blocking properties and the increased presence of T-type Ca2+channels in the microvasculature (e.g. arterioles, capillaries, venules etc.). Among the CCBs, Efonidipine (<0.1%) has lowest incidence of pedal edema compared to amlodipine ( 5-16%), cilnidipine (5%), benidipine (5%)   == Use in special population ==   === Administration to elderly === The drug should be started at low dose (20 mg/day) in elderly. Patient should be carefully observed for development of hypo-tension. Dose may be halved if there is intolerance to the 20 mg/day dosage regimen.   === Pregnancy and lactation === The drug should not be administered to pregnant women and women suspected of being pregnant. Administration to lactating women should be avoided unless benefit significantly surpasses the risk to the child. Mothers on Efonidipine treatment should avoid breast feeding.    === Pediatric use === Safety of Efonidipine in low birth weight infants, newborns, infants and children has not been established.    == References ==   == Further reading =="}