{"name": "eicosapentaenoic acid", "category": "drug", "content": "Eicosapentaenoic acid (EPA; also icosapentaenoic acid) is an omega−3 fatty acid. In physiological literature, it is given the name 20:5(n−3). It also has the trivial name timnodonic acid. In chemical structure, EPA is a carboxylic acid with a 20-carbon chain and five cis double bonds; the first double bond is located at the third carbon from the omega end. EPA is a polyunsaturated fatty acid (PUFA) that acts as a precursor for prostaglandin-3 (which inhibits platelet aggregation), thromboxane-3, and leukotriene-5 eicosanoids. EPA is both a precursor and the hydrolytic breakdown product of eicosapentaenoyl ethanolamide (EPEA: C22H35NO2; 20:5,n−3).  Although studies of fish oil supplements, which contain both docosahexaenoic acid (DHA) and EPA, have failed to support claims of preventing heart attacks or strokes, a recent multi-year study of Vascepa (ethyl eicosapentaenoate, the ethyl ester of the free fatty acid), a prescription drug containing only EPA, was shown to reduce heart attack, stroke, and cardiovascular death by 25% relative to a placebo in those with statin-resistant hypertriglyceridemia.   == Sources == EPA is obtained in the human diet by eating oily fish, e.g., cod liver, herring, mackerel, salmon, menhaden and sardine, various types of edible algae, or by taking supplemental forms of fish oil or algae oil. It is also found in human breast milk. Fish, like most vertebrates, can synthesize very little EPA from dietary alpha-linolenic acid (ALA). Because of this extremely low conversion rate, fish primarily obtain it from the algae they consume. It is available to humans from some non-animal sources (e.g., commercially, from Yarrowia lipolytica, and from microalgae such as Nannochloropsis oculata, Monodus subterraneus,  Chlorella minutissima and Phaeodactylum tricornutum, which are being developed as a commercial source). EPA is not usually found in higher plants, but it has been reported in trace amounts in purslane. In 2013, it was reported that a genetically modified form of the plant camelina produced significant amounts of EPA. The human body converts a portion of absorbed alpha-linolenic acid (ALA) to EPA. ALA is itself an essential fatty acid, and humans need an appropriate supply of it. The efficiency of the conversion of ALA to EPA, however, is much lower than the absorption of EPA from food containing it. Because EPA is also a precursor to docosahexaenoic acid (DHA), ensuring a sufficient level of EPA on a diet containing neither EPA nor DHA is harder both because of the extra metabolic work required to synthesize EPA and because of the use of EPA to metabolize into DHA. Medical conditions like diabetes or certain allergies may significantly limit the human body's capacity for metabolization of EPA from ALA.   == Forms == Commercially available dietary supplements are most often derived from fish oil and are typically delivered in the triglyceride, ethyl ester, or phospholipid form of EPA. There is debate among supplement manufacturers about the relative advantages and disadvantages of the different forms. One form found naturally in algae, the polar lipid form, has been shown to have improved bioavailability over the ethyl ester or triglyceride form. Similarly, DHA or EPA in the lysophosphatidylcholine (LPC) form was found to be more efficient than triglyceride and phosphatidylcholines (PC) in a 2020 study.   == Biosynthesis ==   === Aerobic eukaryote pathway ===  Aerobic eukaryotes, specifically microalgae, mosses, fungi, and most animals (including humans), perform biosynthesis of EPA usually as a series of desaturation and elongation reactions, catalyzed by the sequential action of desaturase and elongase enzymes. This pathway, originally identified in Thraustochytrium, applies to these groups:  a desaturation at the sixth carbon of alpha-linolenic acid by a Δ6 desaturase to produce stearidonic acid (SDA, 18:4 ω-3), elongation of the stearidonic acid by a Δ6 elongase to produce eicosatetraenoic acid (ETA, 20:4 ω-3), desaturation at the fifth carbon of  eicosatetraenoic acid by a Δ5 desaturase to produce eicosapentaenoic acid (EPA, 20:5 ω-3),   === Polyketide synthase pathway ===  Marine bacteria and the microalgae Schizochytrium use an anerobic polyketide synthase (PKS) pathway to synthesize DHA. The PKS pathway includes six enzymes namely, 3-ketoacyl synthase (KS), 2 ketoacyl-ACP-reductase (KR), dehydrase (DH), enoyl reductase (ER), dehydratase/2-trans 3-cos isomerase (DH/2,3I), dehydratase/2-trans, and 2-cis isomerase (DH/2,2I). The biosynthesis of EPA varies in marine species, but most of the marine species' ability to convert C18 PUFA to LC-PUFA is dependent on the fatty acyl desaturase and elongase enzymes. The molecule basis of the enzymes will dictate where the double bond is formed on the resulting molecule. The proposed polyketide synthesis pathway of EPA in Shewanella (a marine bacterium) is a repetitive reaction of reduction, dehydration, and condensation that uses acetyl-CoA and malonyl-CoA as building blocks. The mechanism of α-linolenic acid to EPA involves the condensation of malonyl-CoA to the pre-existing α-linolenic acid by KS. The resulting structure is converted by NADPH dependent reductase, KR, to form an intermediate that is dehydrated by the DH enzyme. The final step is the NADPH-dependent reduction of a double bond in trans-2-enoyl-ACP via ER enzyme activity. The process is repeated to form EPA.   == Clinical significance ==  The US National Institute of Health's MedlinePlus lists medical conditions for which EPA (alone or in concert with other ω-3 sources) is known or thought to be an effective treatment. Most of these involve its ability to lower inflammation. Intake of large doses (2.0 to 4.0 g/day) of long-chain omega−3 fatty acids as prescription drugs or dietary supplements are generally required to achieve significant (> 15%) lowering of triglycerides, and at those doses the effects can be significant (from 20% to 35% and even up to 45% in individuals with levels greater than 500 mg/dL). Dietary supplements containing EPA and DHA lower triglycerides in a dose dependent manner; however, DHA appears to raise low-density lipoprotein (the variant which drives atherosclerosis, sometimes inaccurately called \"bad cholesterol\") and LDL-C values (a measurement/estimate of the cholesterol mass within LDL-particles), while EPA does not. This effect has been seen in several meta-analyses that combined hundreds of individual clinical trials in which both EPA and DHA were part of a high dose omega−3 supplement, but it is when EPA and DHA are given separately that the difference can be seen clearly. For example, in a study by Schaefer and colleagues of Tufts Medical School, patients were given either 600 mg/day DHA alone, 600 or 1800 mg/day EPA alone, or placebo for six weeks. The DHA group showed a significant 20% drop in triglycerides and an 18% increase in LDL-C, but in the EPA groups modest drops in triglyceride were not considered statistically significant and no changes in LDL-C levels were found with either dose. Ordinary consumers commonly obtain EPA and DHA from foods such as fatty fish, fish oil dietary supplements, and less commonly from algae oil supplements in which the omega−3 doses are lower than those in clinical experiments. A Cooper Center Longitudinal Study that followed 9253 healthy men and women over 10 years revealed that those who took fish oil supplements did not see raised LDL-C levels. In fact, there was a very slight decrease of LDL-C which was statistically significant but too small to be of any clinical significance. These individuals took fish oil supplements of their own choosing, and it should be recognized that the amounts and ratios of EPA and DHA vary according to the source of fish oil. Omega−3 fatty acids, particularly EPA, have been studied for their effect on autistic spectrum disorder (ASD). Some have theorized that, since omega−3 fatty acid levels may be low in children with autism, supplementation might lead to an improvement in symptoms. While some uncontrolled studies have reported improvements, well-controlled studies have shown no statistically significant improvement in symptoms as a result of high-dose omega−3 supplementation. In addition, studies have shown that omega−3 fatty acids may be useful for treating depression. EPA and DHA ethyl esters (all forms) may be absorbed less well, thus work less well, when taken on an empty stomach or with a low-fat meal.   == Notes ==   == References ==   == External links == EPA bound to proteins in the PDB Eicosapentaenoyl Ethanolamide; Anandamide (20:5, n-3); EPEA. - PubChem"}