{"name": "elagolix", "category": "drug", "content": "Elagolix, sold under the brand name Orilissa, is a gonadotropin-releasing hormone antagonist (GnRH antagonist) medication which is used in the treatment of pain associated with endometriosis in women. It is also under development for the treatment of uterine fibroids and heavy menstrual bleeding in women. The medication was under investigation for the treatment of prostate cancer and enlarged prostate in men as well, but development for these conditions was discontinued. Elagolix is taken by mouth once or twice per day. It can be taken for up to 6 to 24 months, depending on the dosage. Side effects of elagolix include menopausal-like symptoms such as hot flashes, night sweats, insomnia, amenorrhea, mood changes, anxiety, and decreased bone density, among others. Elagolix is a GnRH antagonist, or an antagonist of the gonadotropin-releasing hormone receptor (GnRHR), the biological target of the hypothalamic hormone gonadotropin-releasing hormone (GnRH). By blocking the GnRHR, it dose-dependently suppresses the gonadal production and hence circulating levels of sex hormones such as estradiol, progesterone, and testosterone. Elagolix is a short-acting GnRH antagonist, and can be used to achieve either partial or more substantial suppression of sex hormone levels. Reduced estrogen levels in the endometrium are responsible for the efficacy of elagolix in the treatment of endometriosis. Elagolix was first described in 2008 and was approved for medical use in July 2018. It has been described as a \"second-generation\" GnRH modulator due to its non-peptide and small-molecule nature and its oral activity. Unlike GnRH agonists and older GnRH antagonists, which are peptides and first-generation GnRH modulators, elagolix is not a GnRH analogue as it is not structurally related to GnRH. Elagolix was the first second-generation and orally active GnRH modulator to be introduced for medical use. The introduction of elagolix in the United States and Canada was followed by that of relugolix (brand name Relumina), the next second-generation GnRH antagonist, in Japan in January 2019. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Elagolix is used in the treatment of moderate to severe pain associated with endometriosis in premenopausal women. Endometriosis is a condition in which the endometrium, the inner lining of the uterus, grows outside of the uterus into surrounding tissues and causes symptoms such as pelvic pain and infertility. Around 10% of women may be affected by endometriosis. Elagolix significantly decreases symptoms of dysmenorrhea (menstrual pelvic pain), non-menstrual pelvic pain, and dyspareunia (pain during sexual intercourse) in women with endometriosis. The medication is used at a lower dosage of 150 mg once per day or at a higher dosage of 200 mg twice per day, depending on the severity of symptoms. The effectiveness of elagolix in the treatment of symptoms of endometriosis was demonstrated in the 6-month Elaris Endometriosis I and II (EM-I and EM-II) phase III clinical trials. In Elaris EM-I, the percentage of women who had a clinical response with respect to dysmenorrhea was 46.4% in the lower-dose elagolix group and 75.8% in the higher-dose elagolix group, as compared with 19.6% in the placebo group; in Elaris EM-II, the corresponding percentages were 43.4% and 72.4%, as compared with 22.7% (P < 0.001 for all comparisons). In Elaris EM-I, the percentage of women who had a clinical response with respect to non-menstrual pelvic pain was 50.4% in the lower-dose elagolix group and 54.5% in the higher-dose elagolix group, as compared with 36.5% in the placebo group (P < 0.001 for all comparisons); in Elaris EM-II, the corresponding percentages were 49.8% and 57.8%, as compared with 36.5% (P = 0.003 and P < 0.001, respectively). The reductions in symptoms of endometriosis with elagolix resulted in an improved quality of life. The duration of use of elagolix in the treatment of endometriosis should be limited due to a progressive risk of bone loss, and the lowest effective dosage should be used. Elagolix can be used for up to 24 months at the 150 mg once per day dosage and for up to 6 months at the 200 mg twice per day dosage. Because of its relatively short duration, elagolix should be taken at approximately the same time each day. In the case of twice-daily administration, elagolix should be taken at approximate 12-hour intervals, for instance once in the morning and once at night. It can be taken with or without food. Elagolix is approved only for the treatment of endometriosis. Other approved and off-label uses of GnRH antagonists in general are the same as those of GnRHR desensitization therapy with GnRH agonists such as leuprorelin, and include uterine fibroids and breast cancer in premenopausal women, prostate cancer in men, precocious puberty in children, and hormone therapy in transgender adolescents and adults, among others.   === Available forms === Elagolix is available in the form of Orilissa 150 and 200 mg oral tablets. The 150 mg tablets are light pink, oblong, and film-coated with \"EL 150\" debossed on one side, while the 200 mg tablets are light orange, oblong, and film-coated with \"EL 200\" debossed on one side. The inactive ingredients in the tablets include mannitol, sodium carbonate monohydrate, pregelatinized starch, povidone, magnesium stearate, polyvinyl alcohol, titanium dioxide, polyethylene glycol, talc, and a distinct color additive (carmine high tint in the 150 mg tablets and iron oxide red in the 200 mg tablets).   == Contraindications == Contraindications of elagolix include pregnancy, known osteoporosis, severe hepatic impairment, and concomitant use with strong organic anion-transporting polypeptide (OATP) 1B1 inhibitors such as ciclosporin and gemfibrozil. Elagolix may increase the risk of miscarriage in early pregnancy. Women should avoid pregnancy while taking elagolix, for instance by using birth control, and should discontinue the medication if they become or wish to become pregnant. Elagolix should not be used in women with osteoporosis because it may increase the risk of further bone loss. Severe hepatic impairment is associated with 7-fold increased exposure to elagolix, which may increase the risk of bone loss. In women with moderate hepatic impairment, which is associated with 3-fold increased exposure to elagolix, the medication at 200 mg twice per day should not be used, while 150 mg once per day should be used for no more than 6 months. OATP1B1 inhibitors are likely to greatly increase exposure to elagolix similarly to moderate to severe hepatic impairment. Combined birth control is not contraindicated with elagolix, but because of the estrogen component, is expected to decrease the effectiveness of elagolix in the treatment of endometriosis, and hence is not recommended. Other forms of birth control, such as non-hormonal birth control, can be used instead. Elagolix is not contraindicated in women who are breastfeeding, but it is unknown whether the medication is excreted in breast milk or if it has adverse effects on milk production or the breastfed child. The use of elagolix in women who are breastfeeding should be considered carefully, weighing both benefits and risks.   == Side effects ==  The side effects of elagolix are in general similar to menopausal symptoms. The most common side effects of elagolix (incidence ≥10%) are hot flashes, night sweats, headaches, nausea, and amenorrhea (cessation of menstruation). The next most frequent side effects of elagolix (incidence ≥5%) are insomnia, anxiety, arthralgia (joint pain), depression, and mood changes. Less common side effects of elagolix (incidence ≥3% and <5%) include decreased sex drive, diarrhea, abdominal pain, weight gain, dizziness, constipation, and irritability. Other common side effects of elagolix include decreased bone mineral density (BMD) and changes in the blood lipid profile. Rare but serious adverse effects that were observed during elagolix therapy in clinical trials included appendicitis (0.3%), abdominal pain (0.2%), and back pain (0.2%), though it is unknown if these were due to elagolix. Other serious adverse effects of elagolix may include bone loss, miscarriage, suicidality, and elevated liver enzymes. Elagolix was discontinued due to side effects by 5 to 10% of women in clinical trials, with the most common reasons being hot flashes or night sweats, nausea, and decreased BMD. Elagolix dose- and duration-dependently decreases BMD in premenopausal women with long-term therapy. After 6 months of treatment with elagolix, lumbar spine BMD was decreased by 0.3 to 1.3% with 150 mg once per day and by 2.5 to 3.1% with 200 mg twice per day. The decrease in BMD during elagolix therapy may not be fully reversible with discontinuation, as only partial recovery was observed 12 months after discontinuation of therapy. The cause of the decrease in BMD with elagolix is estrogen deficiency, and is analogous to that associated with postmenopause. The consequences of the effects of elagolix on BMD are unknown, but may be an increase in the risk of bone loss and fractures. This is why the duration of use of elagolix should be limited. In women with risk factors for bone loss and osteoporosis, such as a history of low-trauma fracture, assessment of BMD may be considered. Elagolix should not be used in premenopausal women with known osteoporosis. Supplementation with calcium and/or vitamin D during treatment with elagolix has not been studied, but may be beneficial for helping to maintain bone health. Elagolix decreases the amount, intensity, and duration of menstrual bleeding. Amenorrhea, the cessation of menstruation, was observed in 4 to 17% of women with 150 mg once per day and in 7 to 57% of women with 200 mg twice per day, compared to less than 1% of women given placebo. The decreased menstrual bleeding caused by elagolix may impede the ability to recognize pregnancy in a timely manner. Based on its mechanism of action, elagolix may increase the risk of miscarriage in early pregnancy, and so should be discontinued if pregnancy occurs. If pregnancy is suspected, pregnancy testing can be performed. Elagolix decreases the rate of ovulation and thereby decreases the likelihood of pregnancy, but has not been shown to be a fully effective contraceptive and should not be relied on to prevent pregnancy. The incidence of depression and mood changes in clinical trials with elagolix was increased in premenopausal women taking elagolix relative to placebo. Mood- and depression-type side effects such as altered mood, mood swings, depressed mood, depression, depressive symptoms, and tearfulness occurred in 3 to 6% of women with 150 mg per day and in 5 to 6% of women with 200 mg twice per day, compared to 2 to 3% in women given placebo. Suicidal ideation and behavior occurred in a few women (0.2–0.4%), with one suicide observed. People taking elagolix with new or existing depressive symptoms should be promptly evaluated to determine whether the benefits of treatment outweigh the risks. In those with new or existing depressive symptoms, referral to a mental health professional, as appropriate, may be warranted. Immediate medical attention should be sought for those with suicidal ideation and behavior. Elagolix dose-dependently produced elevated liver enzymes, including elevations of serum alanine aminotransferase of at least 3-fold the upper limit, in clinical trials. This was observed in one woman (0.2%) with 150 mg once per day and in five women (1.1%) with 200 mg twice per day, compared to one woman (0.1%) given placebo. Medical attention should be sought if signs or symptoms of liver injury, such as jaundice, are noticed. The lowest effective dosage of elagolix may be used to minimize the risk of liver problems, and in those who develop elevated liver enzymes during elagolix therapy, prompt evaluation should be done to determine whether the benefits of treatment outweigh the risks.   == Overdose == In the event of an overdose of elagolix, the person should be monitored for any signs or symptoms of adverse reactions and should be treated on a symptomatic basis as needed. Elagolix has been assessed in clinical studies at a dose as high as a single administration of 1,200 mg, which resulted in concentrations of the medication that were 17 times higher than with the typical high clinical dosage of 200 mg twice per day. No adverse effects were mentioned. Chronic overdosage of elagolix may result in greater suppression of estradiol levels and a consequent increased risk of bone loss with long-term therapy.   == Interactions == Elagolix has a number of potential drug interactions with other medications. Elagolix is a substrate of the cytochrome P450 (CYP450) enzyme CYP3A, and inhibitors and inducers of CYP3A4 may alter the metabolism of elagolix and increase or decrease its circulating levels. The strong CYP3A4 inhibitor ketoconazole has been found to increase peak levels of and total exposure to a single 150 mg dose of elagolix by about 2-fold. Paradoxically, rifampin, a strong inducer of CYP3A4 and other CYP450 enzymes, increased peak levels of and total exposure to a single 150 mg dose of elagolix as well. A single dose of rifampin increased peak levels of elagolix by 4.4-fold and total exposure by 5.6-fold, whereas continuous rifampin therapy increased peak levels of elagolix by 2-fold and total exposure by 1.7-fold. The use of elagolix at 200 mg twice per day concomitantly with rifampin is not recommended, whereas the concomitant use of elagolix at 150 mg once per day with rifampin should be limited to 6 months. No significant changes in exposure to elagolix were observed with concomitant administration of rosuvastatin (a substrate of OATP1B1, OATP1B3, and BCRP), sertraline (a moderate inhibitor of CYP2D6 and CYP2B6), or fluconazole (a strong inhibitor of CYP2C19 and a moderate inhibitor of CYP2C9 and CYP3A4). Elagolix is a substrate of the hepatic OATP1B1 transporter. Levels of elagolix have been found to be increased by 78% in people with a genotype characterized by reduced OATP1B1 transporter function. The concomitant use of elagolix with medications that inhibit OATP1B1 may increase elagolix levels, and the use of elagolix with strong OATP1B1 inhibitors like ciclosporin and gemfibrozil, which may markedly increase elagolix exposure, is contraindicated. Elagolix is a weak to moderate inducer of CYP3A, and may decrease levels of medications that are substrates of CYP3A4. In addition, elagolix is an inhibitor of P-glycoprotein, and may increase levels of medications that are substrates of P-glycoprotein, such as digoxin. Elagolix has been found to increase exposure to digoxin and ethinylestradiol, whereas it has been found to decrease exposure to rosuvastatin, midazolam, norethisterone, norelgestromin, and norgestrel. Because combined birth control pills and other forms of combined birth control contain an estrogen, and because elagolix treats endometriosis by decreasing estrogen levels in the endometrium, these form of hormonal birth control are likely and expected to decrease the effectiveness of elagolix in the treatment of this condition. The effect of progestogen-only birth control on the effectiveness of elagolix in endometriosis is unknown. However, progestogens are antiestrogenic in the uterus, and high-dose progestin therapy is known to be effective in the treatment of endometriosis similarly to GnRH antagonists. On the basis of limited clinical research, combined birth control pills have also been found to be effective in the treatment of endometriosis, but are likely not as effective as GnRH modulator monotherapy. It is advised that women use non-hormonal methods of birth control during elagolix therapy and for one week following discontinuation of elagolix.   == Pharmacology ==   === Pharmacodynamics === Elagolix acts as a potent and selective competitive antagonist of the gonadotropin-releasing hormone receptor (GnRHR), the biological target of the hypothalamic peptide hormone gonadotropin-releasing hormone (GnRH). As such, it is a GnRH antagonist. The affinity (KD) of elagolix for the GnRHR is 54 pM. By blocking the GnRHR in the pituitary gland, elagolix suppresses the GnRH-induced secretion of the gonadotropins luteinizing hormone (LH) and follicle-stimulating hormone (FSH) from the anterior pituitary, and thereby decreases the production of sex hormones by the gonads. In women, elagolix dose-dependently suppresses the production of ovarian hormones including estradiol, progesterone, and testosterone, and thereby decreases the circulating levels of these hormones. In men, GnRH modulators suppress the testicular production of testosterone and estradiol, decreasing the circulating levels of these hormones similarly. Unlike previous GnRH agonists and antagonists, referred to collectively as GnRH analogues, elagolix is a non-peptide and small-molecule compound that can be taken orally. Estrogens like estradiol stimulate the growth of the endometrium, and thereby aggravate symptoms of endometriosis. By suppressing estrogen production and levels, elagolix decreases the growth of the endometrium and decreases endometriosis symptoms such as pelvic pain. Elagolix is a short-acting GnRH antagonist, with a terminal half-life of typically about 4 to 6 hours. Because of the short duration of elagolix in the body, the activation of the GnRHR by GnRH is not fully blocked throughout the day with once-daily administration of elagolix. As a result, gonadotropin and sex hormone levels are only partially suppressed when elagolix is taken once per day. In addition, the degree of suppression can be dose-dependently adjusted as needed, for instance with higher-dose twice-daily administration to achieve greater hormonal suppression. Because of its short duration in the body, the effects of elagolix are rapidly reversible upon discontinuation. In addition, due to its partial and incomplete suppression of estradiol levels, the side effects of elagolix, such as hot flashes and decreased BMD, are lower than with first-generation GnRH modulators.  In clinical trials, elagolix produced dose-dependent decreases in gonadotropin, estradiol, and progesterone levels in women. Median levels of estradiol were partially suppressed to 42 pg/mL (follicular phase levels) with 150 mg once daily and were fully or near-fully suppressed to 12 pg/mL (postmenopausal levels) with 200 mg twice daily. In a 21-day study in premenopausal women, the effects of elagolix on FSH levels were found to be maximal at a dosage of 300 mg twice per day or above, whereas its effects on LH and estradiol levels were maximal at a dosage of 200 mg twice per day or above. Levels of progesterone were maintained at anovulatory levels (<2 ng/mL) across the 21-day study period at dosages of elagolix of 100 mg twice per day and above. A dosage of elagolix of 400 mg twice per day appears to produce no greater suppression in gonadotropin or estradiol levels than a dosage of 300 mg twice per day in premenopausal women. Suppression of gonadotropin and sex hormone levels with elagolix occurs rapidly, within hours, and upon discontinuation of elagolix, gonadotropin and sex hormone levels remain suppressed for at least 12 hours, but show recovery within 24 to 48 hours. As a consequence of its suppression of gonadotropin and sex hormone levels, elagolix inhibits ovulation in women. Over the course of three menstrual cycles, the ovulation rate with elagolix was 50% at 150 mg once daily and 32% at 200 mg twice daily. Because ovulation is triggered by a surge in estradiol levels at mid-cycle, estrogen exposure during elagolix therapy might be greater around this time in some women. In addition to its activity as a GnRH antagonist, elagolix is a weak to moderate inducer of CYP3A and an inhibitor of P-glycoprotein. As a result, elagolix may affect the metabolism and/or transport of other medications, and this may contribute to drug interactions with elagolix.   === Pharmacokinetics ===  Elagolix is taken by the oral route of administration, in contrast to other GnRH modulators. The oral bioavailability of elagolix in humans is not described in the Food and Drug Administration (FDA) label for the medication, but in animal research elagolix showed a low oral bioavailability of 5.8% in rats and 11% in monkeys. Following administration, elagolix is rapidly absorbed, with peak concentrations occurring after 0.5 to 1.5 hours. The drug accumulation ratio of elagolix at 150 mg once per day is 0.98 and at 200 mg twice per day is 0.89, indicating that it is not accumulated in the body with continuous administration. At steady state, peak levels of elagolix at 150 mg once per day are 574 ng/mL and at 200 mg twice per day are 774 ng/mL while area-under-the-curve levels of elagolix at 150 mg once per day are 1,292 ng•hour/mL and at 200 mg twice per day are 1,725 ng•hour/mL. A toxicology study found that levels of elagolix in women after a single dose of 1,200 mg were 17 times higher than in women taking 200 mg twice daily. Taking elagolix with a high-fat meal has been found to decrease its peak levels by 36% and its area-under-the-curve levels by 24%. In terms of distribution, the plasma protein binding of elagolix is 80% and its blood-to-plasma ratio is 0.6. The volume of distribution at steady state is 1,674 L at 150 mg once per day and 881 L at 200 mg twice per day. Elagolix is metabolized in the liver, with the major pathway being by CYP3A and minor pathways including by CYP2D6, CYP2C8, and UDP-glucuronosyltransferases. The terminal half-life of elagolix is typically about 4 to 6 hours. A study found that its half-life was 2.4 to 6.3 hours with a single dose and was 2.2 to 10.8 hours with continuous administration. The oral clearance of elagolix is 123 L/hour at 150 mg once per day and 144 L/hour at 200 mg twice per day. The major pathway of elimination of elagolix is hepatic metabolism. Elagolix is taken up from the circulation into the liver by the hepatic OATP1B1 carrier. In people with two reduced function alleles of the gene that encodes OATP1B1 (SLCO1B1 521T>C; SLCO1B1 521 C/C genotype), plasma levels of elagolix have been found to be increased by 78% relative to in people with normal OATP1B1 function (SLCO1B1 521T/T genotype). The frequency of this reduced function OATP1B1 genotype is generally less than 5% in most racial and ethnic groups. Elagolix is excreted less than 3% in urine and 90% in feces. Exposure to elagolix is not affected by renal impairment or mild hepatic impairment, but is increased by approximately 3-fold in women with moderate hepatic impairment and by approximately 7-fold in women with severe hepatic impairment. There were no differences in the pharmacokinetics of elagolix between individuals of different racial and ethnic groups. Similarly, the pharmacokinetics of elagolix were unaffected by body weight and body mass index. Peak and area-under-the-curve levels of elagolix have been shown to be altered by CYP3A4 inhibitors like ketoconazole and CYP3A4 inducers like rifampin. Inhibitors of OATP1B1 may increase circulating levels of elagolix, and elagolix is considered to be contraindicated in combination with strong OATP1B1 inhibitors. Elagolix is a substrate of P-glycoprotein, but the effect of inhibitors and inducers of P-glycoprotein on the pharmacokinetics of elagolix is unknown. Elagolix itself is an inhibitor of P-glycoprotein.   == Chemistry ==  Elagolix is a small-molecule and non-peptide compound. This is in contrast to GnRH analogues such as leuprorelin and cetrorelix, which are peptides and analogues of GnRH. Other small-molecule and non-peptide orally active GnRH antagonists besides elagolix include linzagolix, opigolix, relugolix, and sufugolix, although none of these compounds have been introduced for medical use at this time. Elagolix is used as elagolix sodium, the sodium salt of elagolix. It is a white to off white to light yellow powder. The compound is freely soluble in water. The chemical name of elagolix sodium is sodium 4-({(1R)-2-[5-(2-fluoro-3-methoxyphenyl)-3-{[2-fluoro-6-(trifluoromethyl)phenyl]methyl}-4-methyl-2,6-dioxo-3,6-dihydropyrimidin-1(2H)-yl]-1-phenylethyl}amino)butanoate. It has a molecular formula of C32H29F5N3O5Na and a molecular weight of 653.58 g/mol. The free acid form of elagolix has a molecular formula of C32H29F5N3O5 and a molecular weight of 631.60 g/mol.   == History == Elagolix was first described in the literature in 2005. It was originally developed by the pharmaceutical company Neurocrine Biosciences, and was later developed together by Neurocrine Biosciences and AbbVie (previously Abbott Laboratories). In June 2010, Neurocrine Biosciences and Abbott announced a global agreement to develop and commercialize elagolix for the treatment of endometriosis. The medication completed phase III clinical trials for endometriosis in November 2016. Two phase III clinical trials, the Elaris Endometriosis I and II (EM-I and EM-II) studies, were conducted. The studies included almost 1,700 women, about 950 of whom were treated with elagolix. In September 2017, AbbVie filed a New Drug Application (NDA) for elagolix for the treatment of pain associated with endometriosis in the United States. The medication was approved by the FDA for the treatment of endometriosis-associated pain in the United States on 23 July 2018. It was the first new medication to be approved by the FDA for the treatment of endometriosis in more than a decade. Elagolix was the first member of a new class of GnRH modulators described as \"second-generation\" due to their non-peptide and small-molecule nature and oral activity to be marketed. A second member of this group, relugolix (brand name Relumina), was introduced in Japan in January 2019. In addition to endometriosis, elagolix is under development for the treatment of uterine fibroids and menorrhagia. It is in phase III clinical trials for these indications.   == Society and culture ==   === Generic names === Elagolix is the generic name of the drug and its INNTooltip International Nonproprietary Name and USANTooltip United States Adopted Name. It is also known by its former developmental code names NBI-56418 and ABT-620.   === Brand names === Elagolix is marketed under the brand name Orilissa.   === Availability === Elagolix is available in the United States and Canada.  A similar medication, relugolix, is available in Japan.   === Economics === Prior to its introduction, elagolix was estimated to cost about US$850 per month. It is not available as a generic medication.   == Research == As of November 2018, elagolix in phase III clinical trials for the treatment of uterine fibroids (uterine leiomyoma) and menorrhagia (abnormally heavy bleeding during menstruation) in women. An efficacy and safety study of elagolix in combination with add-back estradiol, an estrogen, and norethisterone acetate, a progestin, for the treatment of menorrhagia associated with uterine fibroids in premenopausal women has been published. The medication was also under investigation for the treatment of prostate cancer and benign prostatic hyperplasia (enlarged prostate) in men, but development for these indications was discontinued.   == References ==   == Further reading == Ezzati M, Carr BR (January 2015). \"Elagolix, a novel, orally bioavailable GnRH antagonist under investigation for the treatment of endometriosis-related pain\". Women's Health. 11 (1): 19–28. doi:10.2217/whe.14.68. PMID 25581052. Melis GB, Neri M, Corda V, Malune ME, Piras B, Pirarba S, Guerriero S, Orrù M, D'Alterio MN, Angioni S, Paoletti AM (May 2016). \"Overview of elagolix for the treatment of endometriosis\". Expert Opin Drug Metab Toxicol. 12 (5): 581–8. doi:10.1517/17425255.2016.1171316. PMID 27021205. S2CID 28684228. Alessandro P, Luigi N, Felice S, Maria PA, Benedetto MG, Stefano A (April 2017). \"Research development of a new GnRH antagonist (Elagolix) for the treatment of endometriosis: a review of the literature\". Arch. Gynecol. Obstet. 295 (4): 827–832. doi:10.1007/s00404-017-4328-6. PMID 28255765. S2CID 26422467. Perricos A, Wenzl R (September 2017). \"Efficacy of elagolix in the treatment of endometriosis\". Expert Opin Pharmacother. 18 (13): 1391–1397. doi:10.1080/14656566.2017.1359258. PMID 28737050. S2CID 32467159. Surrey E, Taylor HS, Giudice L, Lessey BA, Abrao MS, Archer DF, Diamond MP, Johnson NP, Watts NB, Gallagher JC, Simon JA, Carr BR, Dmowski WP, Leyland N, Singh SS, Rechberger T, Agarwal SK, Duan WR, Schwefel B, Thomas JW, Peloso PM, Ng J, Soliman AM, Chwalisz K (July 2018). \"Long-Term Outcomes of Elagolix in Women With Endometriosis: Results From Two Extension Studies\". Obstet Gynecol. 132 (1): 147–160. doi:10.1097/AOG.0000000000002675. PMID 29889764. Taylor HS (July 2018). \"Use of Elagolix in Gynaecology\". J Obstet Gynaecol Can. 40 (7): 931–934. doi:10.1016/j.jogc.2018.01.004. PMID 29921430. Lamb YN (September 2018). \"Elagolix: First Global Approval\". Drugs. 78 (14): 1501–1508. doi:10.1007/s40265-018-0977-4. PMC 6244606. PMID 30194661. Vercellini P, Viganò P, Barbara G, Buggio L, Somigliana E (February 2019). \"Elagolix for endometriosis: all that glitters is not gold\". Hum. Reprod. 34 (2): 193–199. doi:10.1093/humrep/dey368. PMID 30551159. Barra F, Scala C, Ferrero S (April 2019). \"Elagolix sodium for the treatment of women with moderate to severe endometriosis-associated pain\". Drugs Today. 55 (4): 237–246. doi:10.1358/dot.2019.55.4.2930713. PMID 31050692. S2CID 143434963.   == External links == \"Elagolix\". Drug Information Portal. U.S. National Library of Medicine."}