{"name": "eldecalcitol", "category": "drug", "content": "Eldecalcitol is an analog of calcitriol, the active form of vitamin D.  Commonly used in Japan for the treatment of osteoporosis.   Osteoporosis is a common bone disease among the older generation, with an estimated prevalence of over 200 million people. This condition often results in bone fractures due to abnormally low bone mass density, and is a leading cause of disability, especially among developed countries with longer average life spans.    == Discovery == Chugai Pharmaceutical/Roche are the originators of the medicinal drug eldecalcitol through Taisho Pharmaceutical Holdings and Chugai Pharmaceutical. The trade name of eldecalcitol is Edirol, and its Chemical Abstracts Service (CAS) registry number is 104121-92-8. Eldecalcitol was approved for use in Japan in January 2011. The approval came from the Japanese Ministry of Health, Labor, and Welfare for the objective of a treatment for osteoporosis.   == Effects == Clinical trials have suggested that eldecalcitol, a vitamin D analog, has strong effects to reduce calcium reabsorption into the body from bones, therefore increasing bone mineral density, and to increase calcium absorption in intestines. In animals, eldecalcitol inhibits the activity of osteoclasts for the function to reduce bone degradation for calcium, while still able to maintain osteoblast function so as to not hinder bone formation. Unlike other vitamin D analogs, eldecalcitol does not significantly suppress parathyroid hormone levels, promising a better treatment for osteoporosis in comparison to other medications.  Bone mineral density increases with eldecalcitol use, in addition to strengthening bone structure. This occurs due to the function of the eldecalcitol drug, which decreases bone reabsorption as observed through a bone reabsorption marker. Bone geometry assessments show that eldecalcitol increases cortical bone area in patients with osteoporosis more so than other vitamin D analogs, such as alfacalcidol. There was also the maintenance of thickness of cortical bone mass, strongly indicating that eldecalcitol improves the strength and mass of bone, specifically cortical bone structure. Adverse effects of eldecalcitol include an increase in blood and urinary calcium levels. Abnormally high levels of calcium can lead to problems associated with hypercalcemia.   == Treatment for Osteoporosis == Eldecalcitol can be used for the treatment of hypocalcaemia or osteoporosis. Calcium absorption increases with the presence of eldecalcitol by the body, occurring in the intestines, which is useful for those who have low calcium levels. Eldecalcitol is more often used due to its effects to treat osteoporosis. In the aging population, the bone matrix becomes weakened through untreated osteoporosis. This leads to an increased risk of severe fractures that include spinal and hip fractures in addition to vertebral and wrist fractures. This creates a burden on the health care system due to a decline in the quality of life for the individuals that suffer from this condition. Some risk factors leading to the predisposition of developing osteoporosis are previous incidents of bone fractures and a reduction in bone mineral density. These factors expectantly increase as age increases. Bone health is reliant on maintaining physiologically needed levels of calcium, where the body constantly maintains this calcium homeostasis through osteoblast and osteoclast activity. Osteoblast activity serves this function of maintaining appropriate calcium levels by depositing calcium in bones when blood calcium levels are above normal. In contrast, osteoclasts break down bone tissue to increase blood calcium levels if they are low. This activity is performed after absorption of calcium by the body, which requires the actions of vitamin D. The active metabolite of vitamin D, calcitriol, performs its function through interactions with the calcitriol receptor. This nuclear hormone receptor is responsible for calcium absorption which, in turn, is involving in bone depletion and formation. The new analogs of vitamin D, such as eldecalcitol, are observed to have stronger effects in preventing bone loss, fractures, and falls in comparison to calcitriol. Eldecalcitol is even more effective than its counterpart alfacalcidol, another vitamin D analog. Studies have shown eldecalcitol is more effective than alfacalcidol in preventing vertebral and wrist fractures, and even falls, with osteoporotic patients with vitamin D insufficiencies. Eldecalcitol is also more effective at preventing fractures than vitamin D and calcium supplements. Eldecalcitol increases calcium absorption for vitamin D deficient patients, and therefore could be used for osteoporosis treatment for all age groups.   == Pharmacology == Analogs of vitamin D are being explored intensely for their regulatory effects on calcium metabolism with the purpose of treating osteoporosis, a skeletal disease associated with low bone mass and deterioration of bone tissue. Vitamin D is imperative for absorption of calcium to maintain bone strength.   == Mechanism of Action == Eldecalcitol is an orally administered drug to patients, which binds to vitamin D receptors and binding protein for the goal of achieving greater specificity to bind calcium for its absorption. This greater affinity is 2.7-fold that of the active vitamin D form of calcitriol. Eldecalcitol is readily absorbed into the body, with a long elimination half-life of over eight hours, reaching maximum absorption in 3.4 hours.   == Dosage == Eldecalcitol is present in the form of pills for oral administration. In preclinical models with healthy male volunteers, oral doses of eldecalcitol ranged from 0.1 to 1.0 micrograms once daily to show an increase in bone mineral density. Preclinical trials show improvements for doses at 0.5 and 0.75 micrograms, which are the recommended dosage amounts for the Edirol product as approved by the Japanese Ministry of Health, Labor, and Welfare for treating osteoporosis.   == Chemistry == The class of eldecalcitol is a vitamin D3 derivative. This molecule has a molecular weight of 490.71 grams per mole. The eldecalcitol analog of calcitriol, contains a hydroxypropyl group in the lower cyclohexane ring. The synthesis of eldecalcitol incorporates two units assembled together. The IUPAC names include (3S, 4S, 5R)-oct-1-en-7-yne-3,4,5-triol that is fused to a bicyclic system, (R)-6-((1R, 3aR, 7aR, E)-4-(bromomethylene)-7a-methyloctahydro-1H-inden-1-yl)-2-methylheptan-2-ol. The assembly process includes a Diels-Alder reaction to give the fully protected eldecalcitol. In order to get the parent molecule, the hydroxyl groups have to be deprotected. The chemistry of eldecalcitol allows for its binding 2.7-fold more potently than calcitriol. In addition, some vitamin D derivatives have been known to inhibit the serum parathyroid hormone. Eldecalcitol only weakly inhibits the serum parathyroid hormone, making it an even more appealing medicinal drug for its physiological uses in the treatment of osteoporosis. Animal studies of eldecalcitol, in ovariectomized rats, show improvements in bone mass while lowering bone reabsorption to demonstrate its effectiveness in osteoporosis treatment.   == References =="}