{"name": "eletriptan", "category": "drug", "content": "Eletriptan, sold under the brand name Relpax and used in the form of eletriptan hydrobromide, is a second-generation triptan medication intended for treatment of migraine headaches. It is used as an abortive medication, blocking a migraine attack which is already in progress. Eletriptan is marketed and manufactured by Pfizer Inc.   == Approval and availability == Eletriptan was approved by the US Food and Drug Administration (FDA) in December 2002, for the acute treatment of migraine with or without aura in adults. It is available only by prescription in the United States and Canada. It is not intended for the prophylactic therapy of migraine or for use in the management of hemiplegic or basilar migraine. It is available in 20 mg and 40 mg strengths. Eletriptan was covered by U.S. Patent no. 5545644 and U.S. Patent  no. 6110940;  both now expired.   == Mechanism of action ==  Eletriptan is believed to reduce swelling of the blood vessels surrounding the brain. This swelling is associated with the head pain of a migraine attack. Eletriptan blocks the release of substances from nerve endings that cause more pain and other symptoms like nausea, and sensitivity to light and sound. It is thought that these actions contribute to relief of symptoms by eletriptan. Eletriptan is a serotonin receptor agonist, specifically an agonist of certain 5-HT1 family receptors. Eletriptan binds with high affinity to the 5-HT[1B, 1D, 1F] receptors. It has a modest affinity to the 5-HT[1A, 1E, 2B, 7] receptors, and little to no affinity at the 5-HT[2A, 2C, 3, 4, 5A, 6] receptors. Eletriptan has no significant affinity or pharmacological activity at adrenergic α1, α2, or β; dopaminergic D1 or D2; muscarinic; or opioid receptors. Eletriptan could be efficiently co-administered with nitric oxide synthase (NOS's) inhibitors for the treatment of NOS-dependent diseases (US patent US 2007/0254940). Two theories have been proposed to explain the efficacy of 5-HT1 receptor agonists in migraine. One theory suggests that activation of 5-HT1 receptors located on intracranial blood vessels, including those on the arteriovenous anastomoses, leads to vasoconstriction, which is correlated with the relief of migraine headache. The other hypothesis suggests that activation of 5-HT1 receptors on sensory nerve endings in the trigeminal system results in the inhibition of pro-inflammatory neuropeptide release.   == Side effects == Common side effects include hypertension, tachycardia, headache, dizziness, drowsiness and symptoms similar to angina pectoris. Severe allergic reactions are rare.   == Contraindications == Eletriptan is contraindicated in patients with various diseases of the heart and circulatory system, such as angina pectoris, severe hypertension, and heart failure, as well as in patients that have had a stroke or heart attack. This is due to the unusual side effect of coronary vasoconstriction due to serotonin 5HT1B antagonism, which can precipitate a heart attack in those already at risk. It is also contraindicated in severe renal or hepatic impairment due to its extensive liver metabolism through CYP3A4.   == Interactions == Strong inhibitors of the liver enzyme CYP3A4, such as erythromycin and ketoconazole, significantly increase blood plasma concentration of eletriptan and should be separated by at least 72 hours. Ergot alkaloids, such as dihydroergotamine, add to the drug's hypertensive effect and should be separated by at least 24 hours.   == Additional chemical names == Merck Index: 3-[[(2R)-1-Methyl-2-pyrrolidinyl]methyl]-5-[2-(phenylsulfonyl)ethyl]-1H-indole 5-[2-(benzenesulfonyl)ethyl]-3-(1-methylpyrrolidin-2(R)-ylmethyl)-1H-indole (R)-5-[2-(phenylsulfonyl)ethyl]-3-[(1-methyl-2-pyrrolidinyl)methyl]-1H-indole   == Society and culture ==   === Brand names === It is sold in the United States, Canada, Australia, and the United Kingdom under the brand name Relpax, and in several other countries under the brand name Relert. In the US, Relpax is marketed by Viatris after Upjohn was spun off from Pfizer.   == References =="}