{"name": "elexacaftor", "category": "drug", "content": "Elexacaftor/tezacaftor/ivacaftor, sold under the brand names Trikafta and Kaftrio, is a fixed-dose combination medication used to treat cystic fibrosis. Elexacaftor/tezacaftor/ivacaftor is composed of a combination of ivacaftor, a chloride channel opener, and elexacaftor and tezacaftor, CFTR modulators. It is approved for use in the United States for people aged two years and older who have cystic fibrosis with a F508del mutation or other mutations in the CFTR gene. It is also approved for use in Canada, the European Union, and Australia.   == Medical uses == The combination is indicated for the treatment of people aged two years and older who have cystic fibrosis with a F508del mutation or other mutations in the CFTR gene.   == Side effects == The most common side effects affecting more than 5% of patients are headache, upper respiratory tract infection, abdominal pain, diarrhea, rash, alanine aminotransferase increase, nasal congestion, blood creatine phosphokinase increase, aspartate aminotransferase increase, rhinorrhea, rhinitis, influenza, sinusitis, and blood bilirubin increase.   == Interactions == Concomitant use with CYP3A inducers is not recommended. Dosage must be adjusted with moderate or strong CYP3A inhibitors. Other drugs with the potential for interaction include warfarin, digoxin, statins, glyburide, nateglinide, and repaglinide.   == Pharmacology ==   === Cystic fibrosis and CFTR === Cystic fibrosis is an autosomal recessive genetic disorder of the CFTR protein which reduces chloride and sodium ion transport through the cell membrane, causing thicker than normal mucus secretions. The CFTR protein is found in epithelial cells of the lung, liver, pancreas, digestive tract, and reproductive tracts. CFTR has a role in the production of mucus, sweat, and digestive fluids. The thickened mucus can lead to inflammation, respiratory infections, and clogged ducts.   === Mechanism of action === Elexacaftor/tezacaftor/ivacaftor is a tridrug treatment in which the medications work together to increase the transport of chloride and sodium ions and correct fluid shifts that are dysregulated in cystic fibrosis. Its effectiveness is dependent on the type of CF mutations the patient has.   ==== CFTR channel potentiator ==== Ivacaftor is a selective small-molecule potentiator of the CFTR protein that increases the protein's ability to open chloride channels. Its effectiveness is highly dependent on the amount of CFTR protein at the cell surface and the responsiveness of the mutant CFTR protein. Ivacaftor's primary target is to treat class III CFTR gating mutations like G551D as well as other less common mutations. In the crystalline figure is shown ivacaftor, displayed as a gray ball and stick model on the bottom-right, bound to CFTR docked in a cleft formed by transmembrane helices at the protein-lipid interface.   ==== CFTR correctors ====  Elexacaftor and tezacaftor act as CFTR correctors to repair F508del processing by binding to the CFTR protein to increase the availability of CFTR protein on the cell surface. They work by modulating the position of the CFTR protein into the right position on the cell surface. Elexacaftor binds at a different site than tezacaftor. The combination of increased CFTR protein in the correct position on the cell surface with ivacaftor's potentiation of chloride channel opening results in increased transport of chloride and thinned mucus secretions.   === Pharmacokinetics === Elexacaftor/tezacaftor/ivacaftor is primarily metabolized by CYP3A4 /5. This medication should be taken with a high fat meal to improve absorption through the gut. It is excreted as metabolites or unchanged mainly through feces and to a smaller extent urine. The mean effective half-life of elexacaftor, tezacaftor, and ivacaftor is 27.4 hours, 25.1 hours, and 15 hours, respectively.   == History == A phase III trial published in 2019 showed people treated with elexacaftor/tezacaftor/ivacaftor improved in FEV1 at four weeks with sustained improvement at 24 weeks. Rate of pulmonary exacerbation was 63% lower and sweat chloride concentration was 41.8 mmol/L lower.    == Society and culture ==   === Legal status ===   ==== United States ==== The combination was approved for use in the United States in 2019, for people twelve years and older with cystic fibrosis who have at least one F508del mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene, which is estimated to represent 90% of the cystic fibrosis population. In December 2020, after an additional clinical trial was completed, and FDA approval was expanded for 177 other cystic fibrosis mutations. FDA approval for children aged 6–11 was added in January 2021, after a third clinical trial was completed. In 2023, approval was extended to children 2–5. The US Food and Drug Administration (FDA) granted the application priority review, in addition to fast track, breakthrough therapy, and orphan drug designations. The drug's manufacturer Vertex Pharmaceuticals will receive a rare pediatric disease priority review voucher for having developed this therapy.   ==== Australia ==== In March 2021, health regulators in Australia approved the combination for people aged 12 years and older with at least one copy of the F508del mutation. At the end of April 2022, it was placed on the Pharmaceutical Benefits Scheme, thus reducing the cost from tens of thousands of dollars a month, to tens of dollars a month.   ==== Canada ====  In June 2020, Health Canada approved the combination for people aged 12 years and older. In September 2021, the provinces Alberta and Saskatchewan announced they will join Ontario in funding the medication. They will determine coverage on a case-by-case basis using criteria that have not yet been announced.   ==== European Union ==== In June 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) recommended approval of the combination for the treatment of cystic fibrosis. It was approved for medical use in the European Union in August 2020.   ==== Norway ==== In April 2022, Beslutningsforum for nye metoder approved the combination for treatment of cystic fibrosis.   ==== New Zealand ==== In February 2022, Pharmac recommended, with medium priority, funding for people aged 12 years and over. In December 2022, Pharmac announced it had reached a provisional agreement with Vertex funding Trikafta starting on 1 April 2023 for patients aged six or above.   === Economics ===   ==== United States ==== The list price of a year's treatment in the US is US$322,000 (formerly US$311,000). However, a 2020 report by Institute for Clinical and Economic Review found that the price has made the treatment not cost effective and that \"an appropriate health-benefit price would range from $67,900–$85,500 per year\".   ==== Australia ==== Following the listing of the combination on the Pharmaceutical Benefits Scheme in 2022, the cost for people aged twelve years of age or older with cystic fibrosis who have at least one F508del mutation in the cystic fibrosis transmembrane conductance regulator gene is $30.00 per month, or $7.30 for concession card holders.   ==== Germany ==== The initial list price in Germany for one year of therapy in 2020 was 295,000€, and in 2024 it was lowered to 207,000€. Vertex return on sales has been 36%.   ==== Ireland ==== In March 2023, Ireland's Health Service Executive approved funding for the provision of Kaftrio to people aged six and over with cystic fibrosis.   ==== Spain ==== In November 2021, the Spanish government approved the reimbursement of the combination for people aged 12 years and older with at least one copy of the F508del mutation.   === Controversy === In addition to Trikafta's high list price, Vertex declines to make the combination available in developing countries and works to block generic alternatives. This has led to groups of patients in three countries, namely India, Ukraine and South Africa, to initiate legal and regulatory processes to compel their governments to allow the importation or local production of low-cost generic versions of Trikafta through compulsory licensing. In 2022, the estimated cost of manufacturing a year's supply of Trikafta was US$5,700.   == Research ==  CFTR mutations that are responsive to elexacaftor/tezacaftor/ivacaftor were determined by an in-vitro study of Fischer Rat Thyroid (FRT) cells that expressed mutant CFTR. Elexacaftor/tezacaftor/ivacaftor showed effectiveness with mutations where the CFTR protein was being successfully delivered to the cell surface.   == References =="}