{"name": "elotuzumab", "category": "drug", "content": "Elotuzumab, sold under the brand name Empliciti, is a humanized IgG1 monoclonal antibody medication used in combination with lenalidomide and dexamethasone, for adults that have received 1 to 3 prior therapies for the treatment of multiple myeloma. It is also indicated for adult patients in combination with pomalidomide and dexamethasone, who have received 2 prior therapies including lenalidomide and a protease inhibitor. Administration of elotuzumab is done intravenously. Each intravenous injection of elotuzumab should be premedicated with dexamethasone, diphenhydramine, ranitidine and acetaminophen. It is being developed by Bristol Myers Squibb and AbbVie. Common side effects of elotuzumab with lenalidomide and dexamethasone includes fatigue, diarrhea, pyrexia, constipation, cough, peripheral neuropathy, nasopharyngitis, upper respiratory tract infection, decreased appetite, and pneumonia. The most common side effects of elotuzumab with pomalidomide and dexamethasone includes constipation and hyperglycemia. There is no available information for the use of elotuzumab in pregnant women. Elotuzumab is an immunostimulatory antibody that targets the Signaling Lymphocytic Activation Molecule Family member 7 (SLAMF7) through two mechanisms. In May 2014, it was granted breakthrough therapy designation by the US Food and Drug Administration (FDA) (for multiple myeloma). The initial FDA approval of elotuzumab in 2015 in combination with lenalidomide and dexamethasone was carried out through the results illustrated in the ELOQUENT 2 study. In May 2016 the EC/EU gave a similar approval. Furthermore, the results of the ELOQUENT 3 study led to the FDA approval of elotuzumab in combination with pomalidomide and dexamethasone in 2018.   == Medical use ==   === Multiple myeloma === Elotuzumab is indicated for adult patients in combination treatment for multiple myeloma in patients that have received 1 to 3 prior therapies. For medical use in multiple myeloma patients, elotuzumab can be combined with either lenalidomide and dexamethasone or pomalidomide and dexamethasone.   == Dosage and administration ==   === In combination with lenalidomide and dexamethasone === The package insert advises that intravenous administration with 10 mg/kg every week for the first 2 cycles (each cycle is 28 days) and every 2 weeks thereafter, with the appropriate doses of lenalidomide and low dose dexamethasone is acceptable for treatment. For additional information on dosing dexamethasone and/or lenalidomide, refer to the package inserts.   === In combination with pomalidomide and dexamethasone === Elotuzumab is recommended through intravenous administration at 10 mg/kg each week for the first 2 cycles (each cycle is 28 days). At the start of cycle 3, administer 20 mg/kg every 4 weeks, while administering the recommended dose of pomalidomide and low dose dexamethasone. For additional information on dosing dexamethasone and/or dexamethasone, refer to the package inserts.   == Adverse effects == To evaluate the adverse reactions in the Eloquent 2 trial, elotuzumab was combined with lenalidomide and dexamethasone and compared with lenalidomide and dexamethasone alone. The most common adverse reactions (20% or higher) denoted in the elotuzumab treated patients in the study were:  Fatigue, diarrhea, pyrexia, constipation, cough, peripheral neuropathy, nasopharyngitis, upper respiratory tract infection, decreased appetite, and pneumonia Similarly, the adverse reactions in the Eloquent 3 trial were examined by comparing the elotuzumab combined with pomalidomide and dexamethasone with the pomalidomide and dexamethasone alone.  Constipation and hyperglycemia   == Mechanism of action == Elotuzumab is an immunostimulatory antibody that targets signaling lymphocyte activation molecule family member 7, also known as SLAMF7. SLAMF7 is a cell surface glycoprotein that is present on myeloma cells, natural killer cells, plasma cells, and subsets of immune cells of the hematopoietic lineage.   Elotuzumab works by activating the natural killer cells through the SLAMF7 pathway. Along with that, the SLAMF7 of the myeloma cells are targeted and flagged, for natural killer cell-mediated destruction through antibody-dependent cellular toxicity.   == Clinical trials ==   === Eloquent 2 trial === The trial, Elotuzumab Therapy for Relapsed or Refractory Multiple Myeloma, also known as the Eloquent 2 trial, studied the efficacy and safety of elotuzumab. The objective of the study was to determine if the addition of elotuzumab with lenalidomide and dexamethasone would increase progression-free survival in patients with refractory multiple myeloma. This randomized, open-label, phase 3, multicenter trial studied patients 18 years and older with multiple myeloma and measurable disease. With 321 patients designated to the elotuzumab group and 325 to the control group, the elotuzumab group had a significant relative reduction in the risk of disease progression or death. The median progression-free survival for the elotuzumab group was 19.4 months compared with 14.9 months in the control group. Additionally, the response rate for the etoluzumab group was 79%, compared to the control group with 66%.   === Eloquent 3 trial === In the Eloquent 3 trial, also known as Elotuzumab plus Pomalidomide and Dexamethasone for Multiple Myeloma, 117 patients with refractory or relapsed multiple myeloma, and were refractory to lenalidomide and a protease inhibitor, were randomized to either the elotuzumab group or the control group. The elotuzumab group, with 60 patients, received elotuzumab with pomalidomide and dexamethasone and the control group, with 57 patients, received pomalidomide and dexamethasone alone. Among patients that had failed treatment with lenalidomide and a protease inhibitor, death or risk of progression was significantly lower in the elotuzumab study arm. The median progression-free survival in the elotuzumab study arm was 10.3 months compared to 4.7 months in the control study group, after a 9.1 month follow up period.   == References =="}