{"name": "elvitegravir", "category": "drug", "content": "Elvitegravir (EVG) is an integrase inhibitor used to treat HIV infection. It was developed by the pharmaceutical company Gilead Sciences, which licensed EVG from Japan Tobacco in March 2008.  The drug gained approval by the U.S. Food and Drug Administration on August 27, 2012, for use in adult patients starting HIV treatment for the first time as part of the fixed dose combination known as Stribild. On September 24, 2014, the FDA approved Elvitegravir as a single pill formulation under the trade name Vitekta. On November 5, 2015, the FDA approved the drug for use in patients affected with HIV-1 as a part of a second fixed dose combination pill known as Genvoya. According to the results of the phase II clinical trial, patients taking once-daily elvitegravir boosted by ritonavir had greater reductions in viral load after 24 weeks compared to individuals randomized to receive a ritonavir-boosted protease inhibitor.   == Medical uses == In the United States, elvitegravir can be obtained either as part of the combination pills Stribild or Genvoya, or as the single pill formulation Vitekta. Vitekta is FDA approved to be used for the treatment of HIV-1 infection in adults who have previous treatment experience with antiretroviral therapy. It must be used in combination with a protease inhibitor that is coadministered with ritonavir as well as additional antiretroviral drug(s).   == Adverse effects == The most common side effects of taking elvitegravir are diarrhea (in 7% of patients) and nausea (4%). Other side effects that occurred in more than 1% of people are headache, tiredness, rashes, and vomiting.   == Interactions and contraindications == Elvitegravir is metabolised via the liver enzyme CYP3A. Substances that induce this enzyme can reduce elvitegravir concentrations in the body, potentially triggering the development of resistant virus strains. Consequently, co-administration of strong CYP3A inducers is contraindicated; examples are rifampicin, the anticonvulsants carbamazepine, phenobarbital and phenytoin, as well as St John's wort. Glucuronidation of elvitegravir is facilitated by the enzymes UGT1A1 and 3, resulting in increased blood plasma levels when taken together with strong UGT1A inhibitors such as ritonavir and other HIV protease inhibitors. (But ritonavir also increases elvitegravir levels by inhibiting CYP3A.) Furthermore, elvitegravir is a weak to medium inducer of CYP1A2, CYP2C19, CYP2C9, CYP3A, and a number of UGTs; the clinical relevance of these findings is however unclear.   == Pharmacology ==   === Mechanism of action === Elvitegravir inhibits the enzyme integrase of HIV-1, and of HIV-2 to a lesser extent. The virus needs this enzyme to integrate its genetic code into the host's DNA.   === Pharmacokinetics === The drug is taken by mouth. When taken together with ritonavir and a meal, it reaches highest blood plasma concentrations after four hours. Bioavailability is better with fatty meals. In the bloodstream, 98–99% of the substance are bound to plasma proteins. It is metabolized mainly by CYP3A oxidation, and secondly by UGT1A1 and 3 glucuronidation. Nearly 95% are excreted via the feces, and the rest via urine. Plasma half-life when combined with ritonavir is 8.7 to 13.7 hours.   == References ==   == External links == \"Elvitegravir\". Drug Information Portal. U.S. National Library of Medicine."}