{"name": "empagliflozin", "category": "drug", "content": "Empagliflozin, sold under the brand name Jardiance, among others, is an antidiabetic medication used to improve glucose control in people with type 2 diabetes. It is taken by mouth. Common side effects include hyperventilation, anorexia, abdominal pain, nausea, vomiting, lethargy, mental status changes, hypotension, acute kidney injury, and vaginal yeast infections. Rarer but more serious side effects include a skin infection of the groin called Fournier's gangrene and a form of diabetic ketoacidosis with normal blood sugar levels. Use during pregnancy or breastfeeding is not recommended. Empagliflozin sometimes causes a transient decline in kidney function, and on rare occasions causes acute kidney injury, so use should be monitored in those with kidney dysfunction. But some trials have indicated that empagliflozin can be used in people with an eGFR as low as 20 mL/min/1.73 m², without increasing adverse kidney outcomes. The use of empagliflozin has been shown to improve outcomes in people with established cardiovascular disease. There is evidence from high quality studies that empagliflozin can also help to slow the rate of kidney function decline. Irrespective of diabetes status, benefit was observed in those with mild, moderate or severe loss of kidney function. People started on empagliflozin may first see a decrease in kidney function before their glomerular filtration rate stabilises. Greatest benefit was demonstrated in those who had severe loss of kidney function, higher risk of kidney function worsening and background of diabetes. Empagliflozin is an inhibitor of the sodium glucose co-transporter-2 (SGLT-2), and works by increasing sugar loss in urine. Empagliflozin was approved for medical use in the United States and in the European Union in 2014. It is on the World Health Organization's List of Essential Medicines. In 2022, it was the 56th most commonly prescribed medication in the United States, with more than 12 million prescriptions. It has received approval as a generic medication from the US Food and Drug Administration (FDA).   == Medical uses == In the United States, empagliflozin is indicated to reduce the risk of cardiovascular death and hospitalization for heart failure in adults with heart failure; to reduce the risk of sustained decline in eGFR, end-stage kidney disease, cardiovascular death, and hospitalization in adults with chronic kidney disease at risk of progression; to reduce the risk of cardiovascular death in adults with type 2 diabetes and established cardiovascular disease; and as an adjunct to diet and exercise to improve glycemic control in people aged ten years of age and older with type 2 diabetes. In the European Union, empagliflozin is indicated in people aged ten years of age and older for the treatment of insufficiently controlled type 2 diabetes as an adjunct to diet and exercise; as monotherapy when metformin is considered inappropriate due to intolerance; in addition to other medicinal products for the treatment of diabetes. It is indicated in adults for the treatment of symptomatic chronic heart failure; and it is indicated in adults for the treatment of chronic kidney disease. Empagliflozin lowers risk of hospitalization and death in people with reduced heart function, when added to standard heart failure treatment with or without type 2 diabetes.  It is indicated in adults with type 2 diabetes and established cardiovascular disease to reduce the risk of cardiovascular death; and as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. In June 2023, the US Food and Drug Administration (FDA) expanded the indication, as an addition to diet and exercise, to improve blood sugar control in children 10 years and older with type 2 diabetes.   == Contraindications == History of a severe allergic reaction to empagliflozin End-stage kidney disease Diabetic ketoacidosis   == Side effects ==   === Common === Empagliflozin increases the risk of genital fungal infections. The risk is highest in people with a prior history of genital fungal infections. Empagliflozin has been thought to be associated with increased risk of urinary tract infections. Reviews of clinical trials have shown there is no significant risk of developing urinary tract infections while taking empagliflozin when compared to placebo or other diabetic medications.  Empagliflozin reduces systolic and diastolic blood pressure and can increase the risk of low blood pressure, which can cause fainting and/or falls. The risk is higher in older people, people taking diuretics, and people with reduced kidney function. Slight increases in Low-density lipoprotein (LDL) cholesterol can be seen with empagliflozin, in the range of 2–4% from baseline.   === Serious === Diabetic ketoacidosis, a rare but potentially life-threatening condition, may occur more commonly with empagliflozin and other SGLT-2 inhibitors. While diabetic ketoacidosis is usually associated with elevated blood glucose levels, in people taking SGLT-2 inhibitors diabetic ketoacidosis may be seen with uncharacteristically normal blood glucose levels, a phenomenon called euglycemic diabetic ketoacidosis. The absence of elevated blood glucose levels in people on an SGLT-2 inhibitor may make it more difficult to diagnose diabetic ketoacidosis. The risk of empagliflozin-associated euglycemic diabetic ketoacidosis may be higher in the setting of illness, dehydration, surgery, and/or alcohol consumption. It is also seen in type 1 diabetes who take empagliflozin, which notably is an unapproved or \"off-label\" use of the medication. To lessen the risk of developing ketoacidosis (a serious condition in which the body produces high levels of blood acids called ketones) after surgery, the FDA has approved changes to the prescribing information for SGLT2 inhibitor diabetes medicines to recommend they be stopped temporarily before scheduled surgery. Empagliflozin should each be stopped at least three days before scheduled surgery. Symptoms of diabetic ketoacidosis include nausea, vomiting, abdominal pain, tiredness, and trouble breathing. Fournier's gangrene, a rare but serious infection of the groin, occurs more commonly in people taking empagliflozin and other SGLT-2 inhibitors. Symptoms include feverishness, a general sense of malaise, and pain or swelling around the genitals or in the skin behind them. The infection progresses quickly and urgent medical attention is recommended. Empagliflozin can increase the risk of low blood sugar when it is used together with a sulfonylurea or insulin. When used by itself or in addition to metformin it does not appear to increase the risk of hypoglycemia.   == Mechanism of action == Empagliflozin is an inhibitor of the sodium glucose co-transporter-2 (SGLT-2), which is found almost exclusively in the proximal tubules of nephronic components in the kidneys. SGLT-2 accounts for about 90 percent of glucose reabsorption into the blood. Blocking SGLT-2 reduces blood glucose by blocking glucose reabsorption in the kidney and thereby excreting glucose (i.e., blood sugar) via the urine. Of all the SGLT-2 Inhibitors currently available, empagliflozin has the highest degree of selectivity for SGLT-2 over SGLT-1, SGLT-4, SGLT-5 and SGLT-6.   == History == It was developed by Boehringer Ingelheim and is co-marketed by Eli Lilly and Company. It is also available as the fixed-dose combinations empagliflozin/linagliptin, empagliflozin/metformin, and empagliflozin/linagliptin/metformin. For cardiovascular death, the FDA based its decision on a postmarketing study it required when it approved empagliflozin in 2014, as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. Empagliflozin was studied in a postmarket clinical trial of more than 7,000 participants with type 2 diabetes and cardiovascular disease. In the trial, empagliflozin was shown to reduce the risk of cardiovascular death compared to a placebo when added to standard of care therapies for diabetes and atherosclerotic cardiovascular disease. For heart failure, the safety and effectiveness of empagliflozin were evaluated by the FDA as an adjunct to standard of care therapy in a randomized, double-blind, international trial comparing 2,997 participants who received empagliflozin, 10 mg, once daily to 2,991 participants who received the placebo. The main efficacy measurement was the time to death from cardiovascular causes or need to be hospitalized for heart failure. Of the individuals who received empagliflozin for an average of about two years, 14% died from cardiovascular causes or were hospitalized for heart failure, compared to 17% of the participants who received the placebo. This benefit was mostly attributable to fewer participants being hospitalized for heart failure. The FDA granted the application for empagliflozin priority review and granted the approval of Jardiance to Boehringer Ingelheim.   == Legal status == As of May 2013, Boehringer and Lilly had submitted applications for marketing approval to the European Medicines Agency (EMA) and the US Food and Drug Administration (FDA). Empagliflozin was approved in the European Union in May 2014, and was approved in the United States in August 2014. The FDA required four postmarketing studies: a cardiovascular outcomes trial, two studies in children, and a toxicity study in animals related to the pediatric trials.   == Research == A meta-analysis of short-term randomized controlled trials has shown similar efficacy on glycemic control between empagliflozin 10mg and 25mg in people with type 2 diabetes. While there may be a higher reduction in HbA1c with higher doses, this difference is more clinically significant when the patients' baseline HbA1c is ≥ 8.5%.   === Weight and blood pressure === Empagliflozin causes moderate reductions in blood pressure and body weight. These effects are likely due to the excretion of glucose in the urine and a slight increase in urinary sodium excretion. In clinical trials, participants with type 2 diabetes taking empagliflozin with other diabetic medications lost an average of 2% of their baseline body weight. A higher percentage of people taking empagliflozin achieved weight loss greater than 5% from their baseline, which has been associated with improved glucose control.  The same extent of weight loss was also observed in a study with heart failure patients taking empagliflozin. Empagliflozin has been shown to reduce systolic blood pressure by 3 to 5 millimeters of mercury (mmHg) without changes in pulse rate. A greater percentage of people with uncontrolled blood pressure at baseline, achieved controlled blood pressure (i.e. systolic blood pressure <130 mmHg and diastolic blood pressure <80 mmHg) after taking empagliflozin at 24 weeks.  The effects on blood pressure and body weight are generally viewed as favorable, as many people with type 2 diabetes have high blood pressure or are overweight or obese.   == References =="}