{"name": "Empyema, Pleural", "category": "disease", "content": "Pleural empyema is a collection of pus in the pleural cavity caused by microorganisms, usually bacteria. Often it happens in the context of a pneumonia, injury, or chest surgery. It is one of the various kinds of pleural effusion. There are three stages: exudative, when there is an increase in pleural fluid with or without the presence of pus; fibrinopurulent, when fibrous septa form localized pus pockets; and the final organizing stage, when there is scarring of the pleura membranes with possible inability of the lung to expand. Simple pleural effusions occur in up to 40% of bacterial pneumonias. They are usually small and resolve with appropriate antibiotic therapy. If however an empyema develops additional intervention is required.   == Signs and symptoms == The clinical presentation of both the adult and pediatric patient with pleural empyema depends upon several factors, including the causative micro-organism. Most cases present themselves in the setting of a pneumonia, although up to one third of patients do not have clinical signs of pneumonia and as many as 25% of cases are associated with trauma (including surgery). Symptoms include fever, dry cough, sweating, difficulty breathing, and unintentional weight loss. The elderly often do not have classic symptoms, but instead have anemia and exhaustion.   == Mechanism == When there is inflammation at the pleural space, fluid is produced at a greater level. As the disease progresses, bacteria can arrive at the fluid, which created an empyema.   == Diagnosis == The initial investigations for suspected empyema remains chest X-ray, although it cannot differentiate an empyema from uninfected parapneumonic effusion. Ultrasound must be used to confirm the presence of a pleural fluid collection and can be used to estimate the size of the effusion, differentiate between free and loculated pleural fluid and guide thoracocentesis if necessary. Chest CT and MRI do not provide additional information in most cases and should therefore not be performed routinely. On a CT scan, empyema fluid most often has a radiodensity of about 0-20 Hounsfield units (HU), but gets over 30 HU when becoming more thickened with time. The most often used \"golden\" criteria for empyema are pleural effusion with macroscopic presence of pus, a positive Gram stain or culture of pleural fluid, or a pleural fluid pH under 7.2 with normal peripheral blood pH. Clinical guidelines for adult patients therefore advocate diagnostic pleural fluid aspiration in patients with pleural effusion in association with sepsis or pneumonic illness. Because pleural effusion in the pediatric population is almost always parapneumonic and the need for chest tube drainage can be made on clinical grounds, British guidelines for the management of pleural infection in children do not recommend diagnostic pleural fluid sampling. Blood and sputum culture has often already been performed in the setting of community acquired pneumonia needing hospitalization. It should however be noted that the micro-organism responsible for development of empyema is not necessarily the same as the organism causing the pneumonia, especially in adults. As already mentioned before, sensitivity of pleural fluid culture is generally low, often partly due to prior administration of antibiotics. It has been shown that culture yield can be increased from 44% to 69% if pleural fluid is injected into blood culture bottles (aerobic and anaerobic) immediately after aspiration. Furthermore, diagnostic rates can be improved for specific pathogens using polymerase chain reaction or antigen detection, especially for Streptococcus pneumoniae, Streptococcus pyogenes and Staphylococcus aureus. In a study including 78 children with pleural empyema, the causative micro-organism could be identified using direct culture of fresh pleural fluid in 45% of patients, with an additional 28% using PCR on pleural fluid of negative cultures. Pneumococcal antigen detection in pleural fluid samples by latex agglutination can also be useful for rapid diagnosis of pneumococcal empyema. In the previously noted study, positive and negative predictive value of pneumococcal antigen detection was 95% and 90%, respectively.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Treatment ==   === Pleural fluid drainage === Proven empyema (as defined by the \"golden\" criteria mentioned earlier) is an indication for prompt chest tube drainage. This has been shown to improve resolution of the infection and shorten hospital admission. Data from a meta-analysis has shown that a pleural fluid pH of <7.2 is the most powerful indicator to predict the need for chest tube drainage in patients with non-purulent, culture negative fluid. Because of the viscous, lumpy nature of infected pleural fluid, in combination with possible septation and loculation, it has been proposed that intrapleural fibrinolytic or mucolytic therapy might improve drainage and therefore might have a positive effect on the clinical outcome. Intrapleural fibrinolysis with urokinase decreased the need for surgery but there is a trend to increased serious side effects. Approximately 15 to 40 percent of people require surgical drainage of the infected pleural space because of inadequate drainage due to clogging of the chest tube or loculated empyema. Patients should thus be considered for surgery if they have ongoing signs of sepsis in association with a persistent pleural collection despite drainage and antibiotics.   === Antibiotics === There is no readily available evidence on the route of administration and duration of antibiotics in patients with pleural empyema. Experts agree that all patients should be hospitalized and treated with antibiotics intravenously.  The specific antimicrobial agent should be chosen based on Gram stain and culture, or on local epidemiologic data when these are not available. Anaerobic coverage must be included in all adults, and in children if aspiration is likely. Good pleural fluid and empyema penetration has been reported in adults for penicillins, ceftriaxone, metronidazole, clindamycin, vancomycin, gentamicin and ciprofloxacin. Aminoglycosides should typically be avoided as they have poor penetration into the pleural space. There is no clear consensus on duration of intravenous and oral therapy. Switching to oral antibiotics can be considered upon clinical and objective improvement (adequate drainage and removal of chest tube, declining CRP, temperature normalization). Oral antibiotic treatment should then be continued for another 1–4 weeks, again based on clinical, biochemical and radiological response.   == Prognosis == All patients with empyema require outpatient follow-up with a repeat chest X-ray and inflammatory biochemistry analysis within 4 weeks following discharge. Chest radiograph returns to normal in the majority of patients by 6 months. Patients should, of course, be advised to return sooner if symptoms redevelop. Long-term sequelae of pleural empyema are rare but include bronchopleural fistula formation, recurrent empyema and pleural thickening, which may lead to functional lung impairment needing surgical decortication. Mortality in children is generally reported to be less than 3%. No reliable clinical, radiological or pleural fluid characteristics accurately determine patients' prognosis at initial presentation.   == Epidemiology == The incidence of pleural empyema and the prevalence of specific causative microorganisms varies depending on the source of infection (community acquired vs. hospital acquired pneumonia), the age of the patient and host immune status. Risk factors include alcoholism, drug use, HIV infection, neoplasm and pre-existent pulmonary disease. Pleural empyema was found in 0.7% of 3675 patients needing hospitalization for a community acquired pneumonia in a recent Canadian single-center prospective study. A multi-center study from the UK including 430 adult patients with community acquired pleural empyema found negative pleural-fluid cultures in 54% of patients, Streptococcus milleri group in 16%, Staphylococcus aureus in 12%, Streptococcus pneumoniae in 8%, other Streptococci in 7% and anaerobic bacteria in 8%. The risk of empyema in children seems to be comparable to adults. Using the United States Kids' Inpatient Database the incidence is calculated to be around 1.5% in children hospitalized for community acquired pneumonia, although percentages up to 30% have been reported in individual hospitals, a difference which may be explained by an transient endemic of highly invasive serotype or overdiagnosis of small parapneumonic effusions. The distribution of causative organisms does differ greatly from that in adults: in an analysis of 78 children with community acquired pleural empyema, no micro-organism was found in 27% of patients, Streptococcus pneumoniae in 51%, Streptococcus pyogenes in 9% and Staphylococcus aureus in 8%. Although pneumococcal vaccination dramatically decreased the incidence of pneumonia in children, it did not have this effect on the incidence of complicated pneumonia. It has been shown that the incidence of empyema in children was already on the rise at the end of the 20th century, and that the widespread use of pneumococcal vaccination did not slow down this trend. This might in part be explained by a change in prevalence of (more invasive) pneumococcal serotypes, some of which are not covered by the vaccine, as well a rise in incidence of pneumonia caused by other streptococci and staphylococci.   == References ==   == External links ==  Empyema, Pleuropulmonary at eMedicine"}