{"name": "enalapril", "category": "drug", "content": "Enalapril, sold under the brand name Vasotec among others, is an ACE inhibitor medication used to treat high blood pressure, diabetic kidney disease, and heart failure. For heart failure, it is generally used with a diuretic, such as furosemide. It is given by mouth or by injection into a vein. Onset of effects are typically within an hour when taken by mouth and last for up to a day. Common side effects include headache, tiredness, feeling lightheaded with standing, and cough. Serious side effects include angioedema and low blood pressure. Use during pregnancy is believed to result in harm to the baby. It is in the angiotensin-converting-enzyme (ACE) inhibitor family of medications. Enalapril was patented in 1978, and came into medical use in 1984. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 278th most commonly prescribed medication in the United States, with more than 800,000 prescriptions. It is available as a generic medicine.   == Medical uses ==  Enalapril is used to treat hypertension, symptomatic heart failure, and asymptomatic left ventricular dysfunction. ACE-inhibitors (including enalapril) have demonstrated ability to reduce the progression and worsening of existing chronic kidney disease in the presence of proteinuria/microalbuminuria (protein in the urine, a biomarker for chronic kidney disease). This renal protective effect is not seen in the absence of proteinuria/microalbuminuria, including in diabetic populations. The benefit has been particularly demonstrated in patients with hypertension and/or diabetes, and is likely to be seen in other populations (although further studies and subgroup analyses of existing studies are needed) It is widely used in chronic kidney failure. Furthermore, enalapril is an emerging treatment for psychogenic polydipsia. A double-blind, placebo-controlled trial showed that when used for this purpose, enalapril led to decreased water consumption (determined by urine output and osmolality) in 60% of patients.   == Side effects == The most common side effects of enalapril include increased serum creatinine (20%), dizziness (2–8%), low blood pressure (1–7%), syncope (2%), and dry cough (1–2%). The most serious common adverse event is angioedema (swelling) (0.68%) which often affects the face and lips, endangering the patient's airway. Angioedema can occur at any point during treatment with enalapril, but is most common after the first few doses. Angioedema and fatality therefrom are reportedly higher among black people. Agranulocytosis has been observed with Enalapril. Some evidence suggests enalapril will cause injury and death to a developing fetus. In pregnancy, enalapril may result in damage to the fetus's kidneys and resulting oligohydramnios (not enough amniotic fluid). Enalapril is secreted in breast milk and is not recommended for use while breastfeeding.   == Mechanism of action ==  Normally, angiotensin I is converted to angiotensin II by an angiotensin-converting enzyme (ACE). Angiotensin II constricts blood vessels, increasing blood pressure. Enalaprilat, the active metabolite of enalapril, inhibits ACE. Inhibition of ACE decreases levels of angiotensin II, leading to less vasoconstriction and decreased blood pressure.   == Pharmacokinetics == Pharmacokinetic data of enalapril:  Onset of action: about  1 hour Peak effect: 4–6 hours Duration: 12–24 hours Absorption: ~60% Metabolism: prodrug, undergoes biotransformation to enalaprilat   == Structure activity relationship == Enalapril has an L-proline moiety as a part of the molecule which is responsible for the oral bioavailability of the drug. It is a pro-drug, which means that it exerts its function after being metabolized. The \"-OCH2CH3\" part of the molecule will split during the metabolism and at the carbon will be a carboxylate, which then interacts with the Zn+2 site of the ACE enzyme. This structural feature and mechanism of metabolism that must occur before the drug can inhibit the enzyme explains why it has a greater duration of action than another similar drug used for the same indication, Captopril. Duration of effect is dose-related; at recommended doses, antihypertensive and haemodynamic effects have been shown to be maintained for at least 24 hours. Enalapril has a slower onset of action than Captopril but a greater duration of action. However, unlike Captopril, Enalapril does not have a thiol moiety.   == History == Squibb developed the first ACE inhibitor, captopril, but it had adverse effects such as a metallic taste (which, as it turned out, was due to the sulfhydryl group). Merck developed enalapril as a competing product.: 12–13  Enalaprilat was developed first, partly to overcome these limitations of captopril. The sulfhydryl moiety was replaced by a carboxylate moiety, but additional modifications were required in its structure-based design to achieve a potency similar to captopril. Enalaprilat, however, had a problem of its own in that it had poor oral availability. This was overcome by the Merck researchers through the esterification of enalaprilat with ethanol to produce enalapril. Merck introduced enalapril to market in 1981; it became Merck's first billion dollar-selling drug in 1988. The patent expired in 2000, opening the way for generics.   == Society and culture ==   === Legal status === In September 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency adopted a positive opinion, recommending the granting of a pediatric use marketing authorization for the medicinal product Aqumeldi, intended for the treatment of heart failure in children from birth to less than 18 years of age. The applicant for this medicinal product is Proveca Pharma Limited. Aqumeldi was approved for medical use in the European Union in November 2023.   == References =="}