{"name": "enasidenib", "category": "drug", "content": "Enasidenib, sold under the brand name Idhifa, is an anti-cancer medication used to treat relapsed or refractory acute myeloid leukemia. It is an inhibitor of isocitrate dehydrogenase 2 (IDH2). Common side effects of enasidenib include nausea, vomiting, diarrhea, increased levels of bilirubin (substance found in bile), and decreased appetite. Women who are pregnant or breastfeeding should not take enasidenib because it may cause harm to a developing fetus or a newborn baby. Enasidenib was approved for medical use in the United States in August 2017. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical use == Enasidenib is indicated for the treatment of relapsed or refractory acute myeloid leukemia in adults with specific mutations of the IDH2 gene, determined by an FDA-approved IDH2 companion diagnostic test.   == Adverse effects == Common side effects of enasidenib include nausea, vomiting, diarrhea, increased levels of bilirubin (substance found in bile) and decreased appetite. Women who are pregnant or breastfeeding should not take enasidenib because it may cause harm to a developing fetus or a newborn baby. The prescribing information for enasidenib includes a boxed warning that an adverse reaction known as differentiation syndrome can occur and can be fatal if not treated.   == History == The efficacy of enasidenib was studied in a single-arm trial of 199 participants with relapsed or refractory acute myeloid leukemia who had isocitrate dehydrogenase-2 mutations as detected by the RealTime IDH2 Assay. The trial measured the percentage of participants with no evidence of disease and full recovery of blood counts after treatment (complete remission), as well as participants with no evidence of disease and partial recovery of blood counts after treatment (complete remission with partial hematologic recovery). With a minimum of six months of treatment, 19 percent of participants experienced complete remission for a median 8.2 months, and 4 percent of participants experienced complete remission with partial hematologic recovery for a median 9.6 months. Of the 157 participants who required transfusions of blood or platelets due to acute myeloid leukemia at the start of the study, 34 percent no longer required transfusions after treatment with enasidenib. The US Food and Drug Administration (FDA) granted the application for enasidenib priority review and orphan drug designations.   == Society and culture ==   === Legal status === Enasidenib was approved by the FDA in August 2017, for relapsed or refractory acute myeloid leukemia (AML) in people with specific mutations of the IDH2 gene, determined by an FDA-approved IDH2 companion diagnostic test.   == References ==   == External links == \"Enasidenib mesylate\". NCI Dictionary of Cancer Terms. National Cancer Institute. \"Enasidenib mesylate\". National Cancer Institute. 8 August 2017."}