{"name": "encorafenib", "category": "drug", "content": "Encorafenib, sold under the brand name Braftovi, is a medication used for the treatment of certain melanoma cancers. It is a small molecule BRAF inhibitor  that targets key enzymes in the MAPK signaling pathway. This pathway occurs in many different cancers including melanoma and colorectal cancers. The most common (≥25%) adverse reactions include fatigue, nausea, diarrhea, vomiting, abdominal pain, and arthralgia. Encorafenib was developed by Novartis and Array BioPharma. In June 2018, it was approved by the FDA in combination with binimetinib for the treatment of people with unresectable or metastatic BRAF V600E or V600K mutation-positive melanoma.   == Medical uses == In October 2023, the US Food and Drug Administration approved encorafenib with binimetinib for adults with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600E mutation, as detected by an FDA-approved test.   == Pharmacology == Encorafenib acts as an ATP-competitive RAF kinase inhibitor, decreasing ERK phosphorylation and down-regulation of CyclinD1. This arrests the cell cycle in G1 phase, inducing senescence without apoptosis. Therefore, it is only effective in melanomas with a BRAF mutation, which make up 50% of all melanomas. The plasma elimination half-life of encorafenib is approximately 6 hours, occurring mainly through metabolism via cytochrome P450 enzymes.   == Clinical trials == Several clinical trials of LGX818, either alone or in combinations with the MEK inhibitor MEK162, are being run. As a result of a successful Phase Ib/II trials, Phase III trials are currently being initiated.   == History == Approval of encorafenib in the United States was based on a randomized, active-controlled, open-label, multicenter trial (COLUMBUS; NCT01909453) in 577 participants with BRAF V600E or V600K mutation-positive unresectable or metastatic melanoma. Participants were randomized (1:1:1) to receive binimetinib 45 mg twice daily plus encorafenib 450 mg once daily, encorafenib 300 mg once daily, or vemurafenib 960 mg twice daily. Treatment continued until disease progression or unacceptable toxicity. The major efficacy measure was progression-free survival (PFS) using RECIST 1.1 response criteria and assessed by blinded independent central review. The median PFS was 14.9 months for participants receiving binimetinib plus encorafenib, and 7.3 months for the vemurafenib monotherapy arm (hazard ratio 0.54, 95% CI: 0.41, 0.71, p<0.0001). The trial was conducted at 162 sites in Europe, North America, and various countries around the world.   == References =="}