{"name": "Endemic Flea-Borne Typhus", "category": "disease", "content": "Murine typhus, also known as endemic typhus or flea-borne typhus, is a form of typhus transmitted by fleas (Xenopsylla cheopis), usually on rats, in contrast to epidemic typhus which is usually transmitted by lice. Murine typhus is an under-recognized entity, as it is often confused with viral illnesses. Most people who are infected do not realize that they have been bitten by fleas. Historically the term \"hunger-typhus\" was used  in accounts by British POWs in Germany at the end of World War I when they described conditions in Germany.   == Signs and symptoms == Symptoms of endemic typhus include headache, fever, muscle pain, joint pain, nausea and vomiting. 40–50% of patients will develop a discrete rash six days after the onset of signs. Up to 45% will develop neurological signs such as confusion, stupor, seizures or imbalance. Symptoms may resemble those of measles, rubella, or possibly Rocky Mountain spotted fever. These symptoms are likely caused by a vasculitis caused by the rickettsia.   == Causes == It is caused by the bacterium Rickettsia typhi, and is transmitted by the fleas that infest rats.  While rat fleas are the most common vectors, cat fleas and mouse fleas are less common modes of transmission. These fleas are not affected by the infection. Human infection occurs because of flea-fecal contamination of the bites on human skin. Rats, cats, and opossums maintain the rickettsia colonization by providing it with a host for its entire life cycle. Rats can develop the infection, and help spread the infection to other fleas that bite them, and help multiply the number of infected fleas that can then infect humans. Less often, endemic typhus is caused by Rickettsia felis and transmitted by fleas carried by cats or opossums. In the United States of America, murine typhus is found most commonly in southern California, Texas and Hawaii. In some studies, up to 13% of children were found to have serological evidence of infection.   == Diagnosis == As of 2014, early diagnosis continued to be based on clinical suspicion, and treatment of the disease is indicated even before laboratory results confirm its presence. Because of the lag between the onset of infection and the appearance of antibodies in a blood test, serologic tests are merely confirmatory and retrospective. Weil-Felix agglutination reactions are not sensitive to the disease.  Indirect fluorescence antibody assays  that are specific to R. typhi antigens are the recommended route for detection and diagnosis: diagnostic titers are present in half of all cases within the first week of infection and in nearly all cases by day-15.  The sharing of antigens by rickettsiae means routine serologic evaluation will not distinguish between murine typhus and epidemic typhus.  Bacterial cultures are rarely performed because although they are highly accurate for diagnosis, the biohazard risk of generating them is often considered too high.   == Treatment == The disease can be fatal if left untreated, but endemic typhus is highly treatable with antibiotics. Most people recover fully, but death may occur in the elderly, severely disabled or patients with a depressed immune system.  The most effective antibiotics include tetracycline and chloramphenicol. In the United States, the CDC recommends solely doxycycline.   == See also == List of mites associated with cutaneous reactions   == References ==   == External links =="}