{"name": "Endocrine exophthalmos", "category": "disease", "content": "Graves' ophthalmopathy, also known as thyroid eye disease (TED), is an autoimmune inflammatory disorder of the orbit and periorbital tissues, characterized by upper eyelid retraction, lid lag, swelling, redness (erythema), conjunctivitis, and bulging eyes (exophthalmos). It occurs most commonly in individuals with Graves' disease, and less commonly in individuals with Hashimoto's thyroiditis, or in those who are euthyroid. It is part of a systemic process with variable expression in the eyes, thyroid, and skin, caused by autoantibodies that bind to tissues in those organs. The autoantibodies target the fibroblasts in the eye muscles, and those fibroblasts can differentiate into fat cells (adipocytes). Fat cells and muscles expand and become inflamed. Veins become compressed and are unable to drain fluid, causing edema. Annual incidence is 16/100,000 in women, 3/100,000 in men. About 3–5% have severe disease with intense pain, and sight-threatening corneal ulceration or compression of the optic nerve. Cigarette smoking, which is associated with many autoimmune diseases, raises the incidence 7.7-fold. Mild disease will often resolve and merely requires measures to reduce discomfort and dryness, such as artificial tears and smoking cessation if possible. Severe cases are a medical emergency, and are treated with glucocorticoids (steroids), and sometimes ciclosporin. Many anti-inflammatory biological mediators, such as infliximab, etanercept, and anakinra are being tried. In January 2020, the US Food and Drug Administration approved teprotumumab-trbw for the treatment of Graves' ophthalmopathy.   == Signs and symptoms == In mild disease,  patients present with eyelid retraction. In fact, upper eyelid retraction is the most common ocular sign of Graves' orbitopathy. This finding is associated with lid lag on infraduction (Von Graefe's sign), eye globe lag on supraduction (Kocher's sign), a widened palpebral fissure during fixation (Dalrymple's sign) and an incapacity of closing the eyelids completely (lagophthalmos, Stellwag's sign). Due to the proptosis, eyelid retraction and lagophthalmos, the cornea is more prone to dryness and may present with chemosis, punctate epithelial erosions and superior limbic keratoconjunctivitis. The patients also have a dysfunction of the lacrimal gland with a decrease of the quantity and composition of tears produced. Non-specific symptoms with these pathologies include irritation, grittiness, photophobia, tearing, and blurred vision. Pain is not typical, but patients often complain of pressure in the orbit.  Periorbital swelling due to inflammation can also be observed.  Eye signs  In moderate active disease, the signs and symptoms are persistent and increasing and include myopathy. The inflammation and edema of the extraocular muscles lead to gaze abnormalities.  The inferior rectus muscle is the most commonly affected muscle and patient may experience vertical diplopia on upgaze and limitation of elevation of the eyes due to fibrosis of the muscle.  This may also increase the intraocular pressure of the eyes.  The double vision is initially intermittent but can gradually become chronic. The medial rectus is the second-most-commonly-affected muscle, but multiple muscles may be affected, in an asymmetric fashion. In more severe and active disease, mass effects and cicatricial changes occur within the orbit. This is manifested by a progressive exophthalmos, a restrictive myopathy that restricts eye movements and an optic neuropathy. With enlargement of the extraocular muscle at the orbital apex, the optic nerve is at risk of compression. The orbital fat or the stretching of the nerve due to increased orbital volume may also lead to optic nerve damage. The patient experiences a loss of visual acuity, visual field defect, afferent pupillary defect, and loss of color vision. This is an emergency and requires immediate surgery to prevent permanent blindness.   == Pathophysiology ==  Graves' is an orbital autoimmune disease. The thyroid-stimulating hormone receptor (TSH-R) is an antigen found in orbital fat and connective tissue, and is a target for autoimmune assault. On histological examination, there is an infiltration of the orbital connective tissue by lymphocytes, plasmocytes, and mastocytes. The inflammation results  in a deposition of collagen and glycosaminoglycans in the muscles, which leads to subsequent  enlargement and fibrosis. There is also an induction of the lipogenesis by fibroblasts and preadipocytes, which causes enlargement of the orbital fat and extra-ocular muscle compartments. This increase in volume of the intraorbital contents within the confines of the bony orbit may lead to dysthyroid optic neuropathy (DON), increased intraocular pressures, proptosis, and venous congestion leading to chemosis and periorbital oedema. In addition, the expansion of the intraorbital soft tissue volume may also remodel the bony orbit and enlarge it, which may be a form of auto-decompression.   == Diagnostic == Graves' ophthalmopathy is diagnosed clinically by the presenting ocular signs and symptoms, but positive tests for antibodies (anti-thyroglobulin, anti-microsomal and anti-thyrotropin receptor) and abnormalities in thyroid hormones level (T3, T4, and TSH) help in supporting the diagnosis. Orbital imaging is an integral tool for the diagnosis of Graves' ophthalmopathy and is useful in monitoring patients for progression of the disease.  It is, however, not warranted when the diagnosis can be established clinically. Ultrasonography may detect early Graves' orbitopathy in patients without clinical orbital findings. It is less reliable than the CT scan and magnetic resonance imaging (MRI), however, to assess the extraocular muscle involvement at the orbital apex, which may lead to blindness. Thus, CT scan or MRI is necessary when optic nerve involvement is suspected. On neuroimaging, the most characteristic findings are thick extraocular muscles with tendon sparing, usually bilateral, and proptosis.   === Classification === Mnemonic: \"NO SPECS\":   == Prevention == Not smoking is a common suggestion in the literature. Apart from smoking cessation, there is little definitive research in this area. In addition to the selenium studies above, some recent research also is suggestive that statin use may assist.   == Treatment == Even though some people undergo spontaneous remission of symptoms within a year, many need treatment. The first step is the regulation of thyroid hormone levels. Topical lubrication of the eye is used to avoid corneal damage caused by exposure. Corticosteroids are efficient in reducing orbital inflammation, but the benefits cease after discontinuation. Corticosteroids treatment is also limited because of their many side effects. Radiotherapy is an alternative option to reduce acute orbital inflammation.  However, there is still controversy surrounding its efficacy. A simple way of reducing inflammation is to stop smoking, as pro-inflammatory substances are found in cigarettes. The medication teprotumumab-trbw may also be used. There is tentative evidence for selenium in mild disease.  Tocilizumab, a drug used to suppress the immune system has also been studied as a treatment for TED. However, a Cochrane Review published in 2018 found no evidence (no relevant clinical studies were published) to show that tocilizumab works in people with TED. In January 2020, the US Food and Drug Administration approved teprotumumab-trbw for the treatment of Graves' ophthalmopathy.   === Surgery === There is some evidence that a total or sub-total thyroidectomy may assist in reducing levels of TSH receptor antibodies (TRAbs) and as a consequence reduce the eye symptoms, perhaps after a 12-month lag. However, a 2015 meta review found no such benefits, and there is some evidence that suggests that surgery is no better than medication. Surgery may be done to decompress the orbit, to improve the proptosis, and to address the strabismus causing diplopia. Surgery is performed once the person's disease has been stable for at least six months. In severe cases, however, the surgery becomes urgent to prevent blindness from optic nerve compression. Because the eye socket is bone, there is nowhere for eye muscle swelling to be accommodated, and, as a result, the eye is pushed forward into a protruded position. Orbital decompression involves removing some bone from the eye socket to open up one or more sinuses and so make space for the swollen tissue and allowing the eye to move back into normal position and also relieving compression of the optic nerve that can threaten sight. Eyelid surgery is the most common surgery performed on Graves ophthalmopathy patients. Lid-lengthening surgeries can be done on upper and lower eyelid to correct the patient's appearance and the ocular surface exposure symptoms. Marginal myotomy of levator palpebrae muscle can reduce the palpebral fissure height by 2–3 mm. When there is a more severe upper lid retraction or exposure keratitis, marginal myotomy of levator palpebrae associated with lateral tarsal canthoplasty is recommended. This procedure can lower the upper eyelid by as much as 8 mm. Other approaches include müllerectomy (resection of the Müller muscle), eyelid spacer grafts, and recession of the lower eyelid retractors. Blepharoplasty can also be done to debulk the excess fat in the lower eyelid. A summary of treatment recommendations was published in 2015 by an Italian taskforce, which largely supports the other studies.   == Prognosis == Risk factors of progressive and severe thyroid-associated orbitopathy are:  Age greater than 50 years Rapid onset of symptoms under 3 months Cigarette smoking Diabetes Severe or uncontrolled hyperthyroidism Presence of pretibial myxedema High cholesterol levels (hyperlipidemia) Peripheral vascular disease   == Epidemiology == The pathology mostly affects persons of 30 to 50 years of age. Females are four times more likely to develop Graves' than males. When males are affected, they tend to have a later onset and a poor prognosis. A study demonstrated that at the time of diagnosis, 90% of the patients with clinical orbitopathy were hyperthyroid according to thyroid function tests, while 3% had Hashimoto's thyroiditis, 1% were hypothyroid and 6% did not have any thyroid function tests abnormality. Of patients with Graves' hyperthyroidism, 20 to 25 percent have clinically obvious Graves' ophthalmopathy, while only 3–5% will develop severe ophthalmopathy.   == History == In medical literature, Robert James Graves, in 1835, was the first to describe the association of a thyroid goitre with exophthalmos (proptosis) of the eye.  Graves' ophthalmopathy may occur before, with, or after the onset of overt thyroid disease and usually has a slow onset over many months.   == See also == Infiltrative ophthalmopathy Exophthalmos   == References ==   == Further reading ==   == External links =="}