{"name": "enfortumab vedotin", "category": "drug", "content": "Enfortumab vedotin, sold under the brand name Padcev, is an antibody-drug conjugate used for the treatment of urothelial cancer. It is a nectin-4-directed antibody and microtubule inhibitor conjugate. Enfortumab refers to the monoclonal antibody part, and vedotin refers to the payload drug (MMAE) and the linker. The most common side effects include fatigue, peripheral neuropathy (nerve damage resulting in tingling or numbness), decreased appetite, rash, alopecia (hair loss), nausea, altered taste, diarrhea, dry eye, pruritus (itching) and dry skin. The fully humanized antibody was created by scientists at Agensys (part of Astellas) using Xenomice from Amgen; the linker technology holding the antibody and the toxin together was provided by and licensed from Seattle Genetics. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Enfortumab vedotin is indicated for the treatment of adults with locally advanced (when cancer has grown too large to be surgically removed) or metastatic (when cancer cells spread to other parts of the body) urothelial cancer who have previously received a programmed death receptor-1 (PD-1) or programmed death ligand 1 (PD-L1) inhibitor and a platinum-containing chemotherapy.   == History == Results of a Phase I clinical trial were reported in 2016. In December 2019, enfortumab vedotin was approved in the United States for the treatment of adult patients with locally advanced or metastatic urothelial cancer who had previously received a programmed cell death receptor-1 (PD-1) or programmed death ligand 1 (PD-L1) inhibitor and a platinum-containing chemotherapy. Enfortumab vedotin was approved based on the results of a clinical trial that enrolled 125 patients with locally advanced or metastatic urothelial cancer who received prior treatment with a PD-1 or PD-L1 inhibitor and platinum-based chemotherapy. The overall response rate, reflecting the percentage of patients who had a certain amount of tumor shrinkage, was 44%, with 12% having a complete response and 32% having a partial response. The median duration of response was 7.6 months. The U.S. Food and Drug Administration (FDA) granted the application for enfortumab vedotin accelerated approval, priority review designation, and breakthrough therapy designation. The FDA granted the approval of Padcev to Astellas Pharma US Inc. In July 2021, the FDA approved enfortumab vedotin for adults with locally advanced or metastatic urothelial cancer who have previously received a programmed death receptor-1 (PD-1) or programmed death-ligand (PD-L1) inhibitor and platinum-containing chemotherapy, or; are ineligible for cisplatin-containing chemotherapy and have previously received one or more prior lines of therapy.   == Society and culture ==   === Legal status === On 16 December 2021, and on 24 February 2022, the Committee for Medicinal Products for Human Use (CHMP)  of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Padcev, intended for the treatment of adults with urothelial cancer. The applicant for this medicinal product is Astellas Pharma Europe B.V. Enfortumab vedotin was approved for medical use in the European Union in April 2022.   === Names === Enfortumab vedotin is the international nonproprietary name (INN), and the United States Adopted Name (USAN).   == References =="}