{"name": "enfuvirtide", "category": "drug", "content": "Enfuvirtide (INN), sold under the brand name Fuzeon, is an HIV fusion inhibitor, the first of a class of antiretroviral drugs used in combination therapy for the treatment of AIDS/HIV.   == Medical uses == Enfuvirtide is indicated for the treatment of HIV-1 infection, in combination therapy with other antiretrovirals, in people where all other treatments have failed.   == Adverse effects == Common adverse drug reactions (≥1% of patients) associated with enfuvirtide therapy include: injection site reactions (pain, hardening of skin, erythema, nodules, cysts, itch; experienced by nearly all patients, particularly in the first week), peripheral neuropathy, insomnia, depression, cough, dyspnoea, anorexia, arthralgia, infections (including bacterial pneumonia) and/or eosinophilia. Various hypersensitivity reactions occur infrequently (0.1–1% of patients), symptoms of which include rash, fever, nausea, vomiting, chills, rigors, hypotension, elevated hepatic transaminases; and possibly more severe reactions including respiratory distress, glomerulonephritis and/or anaphylaxis – rechallenge is not recommended.   == Pharmacology ==   === Mechanism of action === Enfuvirtide works by disrupting the HIV-1 molecular machinery at the final stage of fusion with the target cell, preventing uninfected cells from becoming infected. A biomimetic peptide, enfuvirtide was designed to mimic components of the HIV-1 fusion machinery and displace them, preventing normal fusion. Drugs that disrupt fusion of virus and target cell are termed entry inhibitors or fusion inhibitors. HIV binds to the host CD4+ cell receptor via the viral protein gp120; gp41, a viral transmembrane protein, then undergoes a conformational change that assists in the fusion of the viral membrane to the host cell membrane. Enfuvirtide binds to gp41 preventing the creation of an entry pore for the capsid of the virus, keeping it out of the cell. Enfuvirtide is also an activator of the chemotactic factor receptor, formyl peptide receptor 1, and thereby activates phagocytes and presumably other cells bearing this receptor (see formyl peptide receptors).  The physiological significance of this activation is unknown.   === Microbiology === Enfuvirtide is considered to be active against HIV-1 only. Low activity against HIV-2 isolates has been demonstrated in vitro. Variable susceptibility to enfuvirtide has been observed in clinical isolates, with acquired resistance the result of a mutated 10 amino acid motif in viral gp41. Primary resistance, however, has yet to be observed.   === Structural formula === Enfuvirtide is a 36-amino acid peptide with the following sequence: CH3CO-Tyr-Thr-Ser-Leu-Ile-His-Ser-Leu-Ile-Glu-Glu-Ser-Gln-Asn-Gln-Gln-Glu-Lys-Asn-Glu-Gln-Glu-Leu-Leu-Glu-Leu-Asp-Lys-Trp-Ala-Ser-Leu-Trp-Asn-Trp-Phe-NH2 (Ac-YTSLIHSLIEESQNQQEKNEQELLELDKWASLWNWF-NH2)   == History == Enfuvirtide originated at Duke University, where researchers formed a pharmaceutical company known as Trimeris.  Trimeris began development on enfuvirtide in 1996 and initially designated it T-20. In 1999, Trimeris entered into partnership with Hoffmann-La Roche to complete the development of the drug. It was approved by the U.S. Food and Drug Administration (FDA) on 13 March 2003 as the first HIV fusion inhibitor, a new class of antiretroviral drugs. It was approved on the basis of two studies which compared the effect of optimized regimens of antiretroviral medication with and without the addition of enfuvirtide on serum viral load.   == References =="}