{"name": "enoxaparin sodium", "category": "drug", "content": "Enoxaparin sodium, sold under the brand name Lovenox among others, is an anticoagulant medication (blood thinner). It is used to treat and prevent deep vein thrombosis (DVT) and pulmonary embolism (PE) including during pregnancy and following certain types of surgery. It is also used in those with acute coronary syndrome (ACS) and heart attacks. It is given by injection just under the skin or into a vein. It is also used during hemodialysis. Common side effects include bleeding, fever, and swelling of the legs. Bleeding may be serious especially in those who are undergoing a spinal tap. Use during pregnancy appears to be safe for the baby. Enoxaparin is in the low molecular weight heparin family of medications. Enoxaparin was first made in 1981 and approved for medical use in 1993. It is on the World Health Organization's List of Essential Medicines. Enoxaparin is sold under several brand names and is available as a generic medication.  Enoxaparin is made from heparin. In 2020, it was the 350th most commonly prescribed medication in the United States, with more than 500 thousand prescriptions.   == Medical uses == Treatment of unstable angina (UA) and non-ST elevated myocardial infarction (NSTEMI), administered concurrently with aspirin DVT and pulmonary embolism prophylaxis in bed-ridden patients DVT prophylaxis in knee replacement surgery DVT prophylaxis in hip replacement surgery DVT prophylaxis in abdominal surgery Treatment of DVT with or without pulmonary embolism Treatment of DVT inpatient, with ST-segment elevation myocardial infarction (STEMI) Bridging treatment for those with INR below therapeutic range   === Monitoring === Enoxaparin has predictable absorption, bioavailability, and distribution therefore monitoring is not typically done. However, there are instances where monitoring may be beneficial for special populations, for example individuals with kidney insufficiency or those that are obese. In this case, anti-Xa units can be measured and dosing adjusted accordingly.   === Reversal agent === Protamine sulfate is less effective at reversing enoxaparin compared to heparin, with a maximum neutralization of approximately 60% of the anti-factor Xa effect.   === Pregnancy === Enoxaparin is a FDA pregnancy category B drug which means enoxaparin is not expected to cause harm to an unborn baby when used during pregnancy. Enoxaparin does not cross the placenta therefore it is unlikely an unborn baby would be exposed to it. Some fetal deaths have been reported by women who used enoxaparin during pregnancy, but it is unclear if enoxaparin caused these deaths. The multiple-dose vials of the brand name enoxaparin (Lovenox) contain 15 mg benzyl alcohol per 1 mL as a preservative. Premature infants who have been given large amounts of benzyl alcohol (99–405 mg/kg/day) have experienced \"gasping syndrome\". Although enoxaparin is used to prevent blood clots, pregnancy alone can raise a woman's risk of clotting.   == Side effects == Uncommon (<1%)  In people with unstable angina or non-Q-wave myocardial infarction: Atrial fibrillation, heart failure, lung edema, pneumonia:  ≥ 0.5%v Common (>1%)  Thrombocytopenia, i.e. can be associated with heparin-induced thrombocytopenia (0.5-5.0% of persons treated for at least five days) Elevations in serum aminotransferases: 5.9%-6.1% In people undergoing abdominal or colorectal surgery: Bleeding, anemia, ecchymosis: ≥ 2% In persons undergoing hip or knee replacement: Fever, nausea, anemia, edema, peripheral edema: ≥ 2% In persons with severely restricted mobility during acute illness: Dyspnea, thrombocytopenia, confusion, diarrhea, nausea: ≥ 2% In people being treated for deep vein thrombosis: Injection site hemorrhage, injection site pain, hematuria: ≥ 2% Frequency under investigation  Local reactions: local irritation, pain, hematoma, ecchymosis, erythema Bleeding Hyperkalemia Transaminitis Hemorrhage   === Boxed warning === The FDA issued a revision to the boxed warning for enoxaparin in October 2013.  The revision recommends exercising caution regarding when spinal catheters are placed and removed in persons taking enoxaparin for spinal puncture or neuroaxial anesthesia.  It may be necessary to delay anticoagulant dosing in these persons in order to decrease the risk for spinal or epidural hematomas, which can manifest as permanent or long-term paralysis.  Persons at risk for hematomas may present with indwelling epidural catheters, concurrent use of medications that worsen bleeding states such as non-steroidal anti-inflammatory drugs (NSAIDs), or a past medical history of epidural or spinal punctures, spinal injury, or spinal deformations.  The FDA recommends that at-risk persons be monitored for bleeding and neurological changes.   == Pharmacology ==   === Mechanism of action === Enoxaparin binds to and activates antithrombin (a circulating anticoagulant) to form a complex that irreversibly inactivates clotting factor Xa. It has less activity against factor IIa (thrombin) compared to unfractionated heparin (UFH) due to its low molecular weight.   === Pharmacokinetics === Absorption: Bioavailability (subcutaneous injection) ~ 100% Distribution: Volume of distribution (anti-Factor Xa activity) = 4.3 liters Metabolism: Enoxaparin is metabolized in the liver into low molecular weight species by either or both desulfation and depolymerization. Elimination: A single dose of a subcutaneous injection of enoxaparin has an elimination half-life of 4.5 hours.  Approximately 10–40% of the active and inactive fragments from a single dose are excreted by the kidneys.  Dose adjustments based on kidney function are necessary in persons with reduced kidney function.   === Drug class === Enoxaparin belongs to the class of drugs known as low molecular weight heparins. Other drugs in this class include dalteparin, fondaparinux and tinzaparin.   == Biosimilars ==  In September 2016, Inhixa and Thorinane were approved for use in the European Union. Thorinane was withdrawn from the market in October 2019. In March 2017, Enoxaparin BECAT, Laboratorios ROVI (Spain) obtained marketing authorization in twenty six countries in Europe. The product is now available in Europe. In October 2020, Noromby and Noromby HP, were approved for medical use in Canada. In November 2020, Inclunox and Inclunox HP were approved for medical use in Canada. In December 2020, Redesca and Redesca HP were approved for medical use in Canada.   == References =="}