{"name": "entacapone", "category": "drug", "content": "Entacapone, sold under the brand name Comtan among others, is a medication commonly used in combination with other medications for the treatment of Parkinson's disease. Entacapone together with levodopa and carbidopa allows levodopa to have a longer effect in the brain and reduces Parkinson's disease signs and symptoms for a greater length of time than levodopa and carbidopa therapy alone. Entacapone is a selective and reversible inhibitor of the enzyme catechol-O-methyltransferase (COMT). When taken together with levodopa (L-DOPA) and carbidopa, entacapone stops COMT from breaking down levodopa, resulting in an overall increase of levodopa remaining in the brain and body. Entacapone does not cross into the brain and hence does not inhibit COMT there. Carbidopa/levodopa/entacapone (Stalevo), a medication developed by Orion Pharma and marketed by Novartis, is a single tablet formulation that contains levodopa, carbidopa, and entacapone.   == Medical uses == Entacapone is used in addition to levodopa and carbidopa for people with Parkinson's disease to treat the signs and symptoms of end-of-dose \"wearing-off.\" \"Wearing-off\" is characterized by the re-appearance of both motor and non-motor symptoms of Parkinson's disease occurring towards the end of a previous levodopa and carbidopa dose. In clinical trials, entacapone has not been shown to slow progression or reverse Parkinson's disease. Entacapone is an orally active drug that can be taken with or without food.   === Pregnancy and breastfeeding === Pregnancy category C: risk is not ruled out. Although there have been animal studies that showed that entacapone was excreted into maternal rat milk, there have been no studies with human breast milk. Caution is advised for mothers taking entacapone while breastfeeding or during pregnancy.   === Children === Entacapone safety and efficacy have not been assessed in infants or children.   === Liver problems === Biliary excretion is the major route of excretion for entacapone. People with liver dysfunction may require additional caution and more frequent liver function monitoring while taking entacapone.   === Kidney problems === There are no significant considerations for people with poor kidney function taking entacapone.   == Contraindications == There is a high risk for allergic reactions for people who are hypersensitive to entacapone. Potential limiting conditions to consider before starting entacapone include:  History of allergic reaction to entacapone History of liver disease, liver dysfunction, or alcoholism Current or planned pregnancy Current or planned surgeries   == Side effects == The following side effects have been reported by people with Parkinson's disease treated with entacapone:  Abdominal pain Nausea Vomiting Fatigue Dry mouth Back ache   === Movement problems === The most common side effect of entacapone is movement problems, which occur in 25% of people taking entacapone. This drug may cause or worsen dyskinesia for people with Parkinson's disease treated together with levodopa and carbidopa. In particular, \"peak-dose dyskinesias\" may occur when levodopa levels are at its peak concentration in the serum plasma.   === Diarrhea === 10% of patients taking entacapone have been shown to experience diarrhea. Diarrhea may occur within 4–12 weeks of initial entacapone use but resolves after discontinuation of the drug. Use of entacapone in the presence of diarrhea can also be associated with weight loss, low potassium levels, and dehydration. In clinical studies, severe diarrhea was the most common reason for discontinuation of entacapone.   === Urine color === 10% of people taking entacapone experience a change in urine color to orange, red, brown, or black. This side effect is due to entacapone metabolism and excretion in the urine and shown to not be harmful.   === Sudden sleep onset === People have reported sudden sleep onset while engaging in daily activities without prior warning of drowsiness. In controlled studies, patients on entacapone had a 2% increased risk of somnolence compared to placebo.   === Low blood pressure === Episodes of orthostatic hypotension have been shown to be more common at the start of entacapone use due to increased levels of levodopa.   === Behavior problems === Post-marketing data shows that entacapone may change or worsen mental status, leading to behaviors such as delusions, agitation, confusion, and delirium. People taking entacapone may experience increased urges to participate in gambling, sexual activities, money spending, and other stimulating reward behaviors.   == Interactions == In studies, entacapone has shown a low potential for interaction with other drugs. In theory, it could interact with MAO inhibitors, tricyclic antidepressants and noradrenaline reuptake inhibitors because they also increase catecholamine levels in the body, with drugs being metabolized by COMT (for example  methyldopa, dobutamine, apomorphine, adrenaline, and isoprenaline), with iron because it could form chelates, with substances binding to the same albumin site in the blood plasma (for example diazepam and ibuprofen), and with drugs being metabolized by the liver enzyme CYP2C9 (for example warfarin). None of the medications tested in studies have shown clinically relevant interactions, except perhaps warfarin for which a 13% (CI90: 6–19%) increase in INR was seen when combined with entacapone.   == Pharmacology ==   === Mechanism of action === Entacapone is a selective and reversible inhibitor of catechol-O-methyltransferase (COMT). COMT eliminates biologically active catechols present in catecholamines (dopamine, norepinephrine, and epinephrine) and their hydroxylated metabolites. When administered with a decarboxylase inhibitor, COMT acts as the major metabolizing enzyme for levodopa and metabolizes it to 3-methoxy-4-hydroxy-L-phenylalanine (3-OMD) in the brain and in the periphery. For the treatment of Parkinson's disease, entacapone is given as an adjunct to levodopa and an aromatic amino acid decarboxylase inhibitor, carbidopa. Entacapone is peripherally selective and inhibits COMT in the body but not in the brain. As a result, entacapone inhibits the peripheral metabolism of levodopa, thus increasing plasma levels of levodopa. This causes more constant dopaminergic stimulation in order to reduce the signs and symptoms presented in the disease.   === Pharmacokinetics ===   ==== Absorption ==== The time to highest blood plasma concentrations is approximately one hour. The substance undergoes extensive first-pass metabolism. Absolute oral bioavailability (F) is 35%.   ==== Distribution ==== The volume of distribution  (Vd) after intravenous injection is approximately 20 liters. 98% of the circulating entacapone is bound to serum albumin, which limits its distribution into tissues. Entacapone has low lipophilicity and does not significantly cross the blood–brain barrier. As a result, it is a peripherally selective drug and does not act in the brain.   ==== Metabolism and elimination ==== Entacapone is primarily metabolized to its glucuronide in the liver, and 5% are converted into the Z-isomer. It has a half-life of approximately 0.3–0.7 hours, with only 0.2% being excreted unchanged in the urine.   == Research ==   === Restless legs syndrome === Entacapone, in conjunction with levodopa and carbidopa, was under development for use in the treatment of restless legs syndrome (RLS), but development was discontinued.   == References =="}