{"name": "entecavir", "category": "drug", "content": "Entecavir, sold under the brand name Baraclude, is an antiviral medication used in the treatment of hepatitis B virus infection. In those with both HIV/AIDS and hepatitis B virus antiretroviral medication should also be used. Entecavir is taken by mouth as a tablet or solution. Common side effects include headache, nausea, high blood sugar, and decreased kidney function. Severe side effects include enlargement of the liver, high blood lactate levels, and liver inflammation if the medication is stopped. While there appears to be no harm from use during pregnancy, this use has not been well studied. Entecavir is in the nucleoside reverse transcriptase inhibitors (NRTIs) family of medications. It prevents the hepatitis B virus from multiplying by blocking reverse transcriptase. Entecavir was approved for medical use in 2005. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == Entecavir is mainly used to treat chronic hepatitis B infection in adults and children two years and older with active viral replication and evidence of active disease with elevations in liver enzymes. It is also used to prevent hepatitis B virus reinfection after liver transplant and to treat HIV patients infected with hepatitis B virus. Entecavir is weakly active against HIV, but is not recommended for use in HIV-HBV co-infected patients without a fully suppressive anti-HIV regimen as it may select for resistance to lamivudine and emtricitabine in HIV. The efficacy of entecavir has been studied in several randomized, double-blind, multicentre trials. Entecavir by mouth is effective and generally well tolerated treatment.   === Pregnancy and breastfeeding === No adequate and well-controlled studies exist in pregnant women.   == Side effects == The majority of people who use entecavir have little to no side effects. The most common side effects include headache, fatigue, dizziness, and nausea. Less common effects include trouble sleeping and gastrointestinal symptoms such as sour stomach, diarrhea, and vomiting. Serious side effects from entecavir include lactic acidosis, liver problems, liver enlargement, and fat in the liver. Laboratory tests may show an increase in alanine transaminase (ALT), hematuria, glycosuria, and an increase in lipase. Periodic monitoring of hepatic function and hematology are recommended.   == Mechanism of action == Entecavir is a nucleoside analog, or more specifically, a deoxyguanosine analogue that belongs to a class of carbocyclic nucleosides and inhibits reverse transcription, DNA replication and transcription in the viral replication process. Other nucleoside and nucleotide analogues include lamivudine, telbivudine, adefovir dipivoxil, and tenofovir. Entecavir reduces the amount of hepatitis B virus in the blood by reducing its ability to multiply and infect new cells.   == Administration == Entecavir is taken by mouth as a tablet or solution. Doses are based on a person's weight. The solution is recommended for children more than 2 years old who weigh up to 30 kg. Entecavir is recommended on an empty stomach at least 2 hours before or after a meal, generally at the same time every day. It is not used in children less than 2 years old. Dose adjustments are also recommended for people with decreased kidney function.   == History == 1992: SQ-34676 at Squibb as part of anti-herpes virus program 1997: BMS 200475 developed at BMS pharmaceutical research institute as antiviral nucleoside analogue à Activity demonstrated against hepatitis B virus, HSV-1, HCMV, VZV in cell lines & no or little activity against HIV or influenza Superior activity observed against hepatitis B virus pushed research towards BMS 200475, its base analogues and its enantiomer against hepatitis B virus in HepG2.2.15 cell line Comparison to other NAs, proven more selective potent inhibitor of hepatitis B virus by virtue of being Guanine NA 1998: Inhibition of hepadnaviral polymerases was demonstrated in vitro in comparison to a number of NAs-TP Metabolic studies showed more efficient phosphorylation to triphosphate active form 3-year treatment of woodchuck model of CHB à sustained antiviral efficacy and prolonged life spans without detectable emergence of resistance Efficacy # LVD resistant hepatitis B virus replication in vitro Superior activity compared to LVD in vivo for both HBeAg+ & HBeAg− patients Efficacy in LVD refractory CHB patients Entecavir was approved by the U.S. Food and Drug Administration (FDA) in March 2005.   === Patent information === Bristol-Myers Squibb was the original patent holder for Baraclude, the brand name of entecavir in the US and Canada. The drug patent expiration for Baraclude was in 2015. Entecavir patents were a subject of litigation in the US between Bristol Myers Squibb (the patent owner) and Teva Pharmaceuticals USA (a generic manufacturer). The lawsuit  resulted in a relatively rare in the pharmaceutical field patent invalidation for obviousness, which was affirmed in June 2014, by the US Court of Appeals for the Federal Circuit (752 F.32d 967). In August 2014, Teva Pharmaceuticals USA gained FDA approval for generic equivalents of Baraclude 0.5 mg and 1 mg tablets; Hetero Labs received such approval on 21 August 2015; and Aurobindo Pharma on 26 August 2015.   == References =="}