{"name": "Enteric campylobacteriosis", "category": "disease", "content": "Milk borne diseases are any diseases caused by consumption of milk or dairy products infected or contaminated by pathogens. Milk borne diseases are one of the recurrent foodborne illnesses—between 1993 and 2012 over 120 outbreaks related to raw milk were recorded in the US with approximately 1,900 illnesses and 140 hospitalisations.  With rich nutrients essential for growth and development such as proteins, lipids, carbohydrates, and vitamins in milk, pathogenic microorganisms are well nourished and are capable of rapid cell division and extensive population growth in this favourable environment. Common pathogens include bacteria, viruses, fungi, and parasites and among them, bacterial infection is the leading cause of milk borne diseases. Despite the popularity of pasteurisation in modern days, the risk of contamination cannot be eliminated. Infection can turn milk into an optimal vehicle of disease transmission by contamination in dairy farms, cross-contamination in milk processing plants, and post-pasteurisation recontamination. Symptoms of milk borne diseases depend on the amount of pathogen ingestion, time of pathogen incubation, and individual variation like patient's susceptibility, age, and pre-existing medical conditions. Generally, milk borne diseases are not life-threatening, and taking medications like antibiotics and over-the-counter drugs helps relieve symptoms. Typical clinical signs are fever and mild gastrointestinal disturbance including diarrhoea, nausea, vomiting and abdominal pain. Nevertheless, severe complications can be fatal and are often observed in young children, aged individuals and immunocompromised patients.   == Common routes of infection and contamination ==  There are three major routes of infection and contamination of milk:  Contamination in dairy farms – Milk-producing livestock can be infected by intaking contaminated water and fodders and bacteria and/ or viruses are excreted by the mammary glands in milk. Poor hygiene in the dairy farms can result in either contaminating raw milk during milking or contaminating the bulk tank milk during storage. Without pasteurisation, pathogens are retained in milk with high infectious risk. In some dairy farms, in particular family farms, farm owners and farmers have the tradition of consuming raw milk instead of pasteurised milk. However, after popularisation of pasteurisation, most dairy products available in the market are pasteurised to minimise the risk of contamination. Cross-contamination in milk processing plants – To derive a diversified variety of dairy products from milk, raw milk is sent to factories and those with poor standards of hygiene would pose a danger to the safety of dairy products. Pathogens from machines, packaging and any materials found in the manufacturing site can enter and contaminate milk. Post-pasteurisation recontamination – Some thermophilic bacteria or bacteria with high resistance to high temperatures are capable of thriving in pasteurisation and hence can recontaminate the pasteurised milk or dairy products. For instance, L. monocytogenes can survive in high temperatures and grow extensively in the post-pasteurisation process. Moreover, certain bacterial species can secrete toxins with a high thermostability which are harmful to the human body.   == Common bacterial pathogens ==   === Salmonella ===  Salmonella can survive within 5.5 °C to 45 °C with high sensitivity to acid and are more commonly found in unprocessed milk. Owing to the sensitivity to pH, Salmonella have different survival rates in different dairy products like cheese under different storage temperatures. In ripening Cheddar cheese, they can survive for several months at 13 °C but most fail to survive for more than 36 days in Domiati cheese. Most Salmonella strains are pathogenic, especially S. enterica subsp. enterica which account for 99% of human infections and can bring about salmonellosis. Salmonellosis is induced by infection of Salmonella with a swift onset of disease 12 to 36 hours after consumption of contaminants and can be clinically classified into three types, namely enteric fever (also Typhoid fever), gastroenteritis and septicemia. Enteric fever usually has 7 to 14 days of incubation with mild symptoms like malaise and headache. In rare cases, the body temperature of the patients can surge up to 40 °C, rendering them delirious. Gastroenteritis has a much shorter incubation period than enteric fever (usually 3 to 72 hours) and shows common gastrointestinal disturbance symptoms characterised by watery faeces with an unpleasant and strong odour as well as blood and mucus. Septicemia can lead to serious complications in various organs, in particular arthritis in joints. A recent case of a large-scale salmonellosis outbreak was reported in Iwamizawa, Japan in 2011 because of contamination in school meal processing facilities, affecting over 1,000 students and school staff at nine local Japanese schools. The majority of affected individuals had acute diarrhoea and 13 of them were hospitalised.   === Campylobacter === The preponderance of reported milk borne diseases arises from Campylobacter, most notably the strains C. jejuni and C. coli. Campylobacter is implicated in more than 80% of reported American disease outbreaks in relevance with raw milk from 2007 to 2012. Aside from the US, the UK also recorded around 59,000 confirmed cases of campylobacteriosis triggered by raw milk consumption in 2016. As thermophilic strains, C. jejuni and C. coli can grow between 37 °C and 42 °C and they have a high biological activity rate inside host animals. C. jejuni, the predominant pathogenic strain, is found to have a noteworthy genetic variation that allows them to develop diversified phenotypes, for example high resistance to temperature fluctuations during pasteurisation and anti-bacterial agents in animal hosts, and improve their adaptability to changing environments in dairy products.  Campylobacteriosis has a relatively slow onset of 2 to 5 days subsequent to infection with a duration of symptoms of 3 to 6 days. Prevalent symptoms of campylobacteriosis are fever and gastric intolerance with bloody stool. Vulnerable patients may suffer from autoimmune complications and sequelae with more far-reaching influences on their health conditions. Research found that campylobacteriosis can activate immune cells and spur autoimmune responses against the patients’ own nerve cells to induce Guillain–Barré syndrome (GBS) and affected patients would experience muscle weakness, pain in limbs and even paralysis. Similar to salmonellosis, campylobacteriosis can also overstimulate the immune system and prompt reactive arthritis, leading to inflammation in joints. Therefore, patients with an impaired immune system or suppressed immune function by chemotherapy are more prone to the above lethal complications.   === Escherichia coli (E. coli) ===  Most E. coli would barely pose health problems in the human body and only certain strains of E. coli would be pathogenic to humans. The pathogenic E. coli is highly prevalent among milk-producing domestic animals, including cattle and sheep, and bacteria would be potentially harboured in their faeces. Therefore, faecal contamination of udders is one of the risk factors triggering pathogens to enter the raw milk. These strains of E. coli are human pathogenic verotoxigenic E. coli (VTEC), also noted as Shiga toxin-producing E. coli (STEC), which are the most commonly encountered pathogens in raw milk-related outbreaks and the estimated frequency of outbreaks caused by the infection of VTEC is 33%. Most of the outbreaks were found to be caused by processed milk, indicating the potential risk of post-pasteurisation contamination and the underlying shortcoming of pasteurisation in the elimination of pathogens. The common feature of VTEC is the ability to produce a wide range of toxins highly toxic to Vero cells and they are collectively known as Verocytotoxins (VT). The common clinical onset of VTEC infection is mild diarrhoea. VTEC infection can be life-threatening given its critical symptoms including hemorrhagic colitis (HC), haemolytic-uremic syndrome (HUS), and thrombotic thrombocytopenic purpura (TTP) which can be complicated by kidney diseases. In the worst scenario, the above complications can lead to decease. Fragmentation of red blood cells termed as schistocytes is a common feature observed in HUS. Particularly, HUS is more common in infants, children, and the elderly, while TTP is frequently observed among adults. Notably, patients recovered from HUS would either die or develop strokes as well as chronic renal failure.   === Listeria === Listeria monocytogenes is one of the strains of the genus Listeria, which is a food-borne pathogen and can cause a grave and mortal illness termed listeriosis. Most of the listeriosis-related outbreaks in the West have been found to be associated with dairy food such as unprocessed milk. Many animal species can be infected with Listeria but listeriosis can be rarely observed in clinical animals. Listeria spp. can be shed in the excreta of carriers, and milk contamination is mainly due to faecal contamination during the milking process. Also, post-pasteurisation is a possible way of contamination involving the food processing environment as L. monocytogenes can survive in diverse environments, leading to the formation of biofilms in areas difficult to access. That's the reason why it is usually difficult to eliminate L. monocytogenes. L. monocytogenes infection is implicated in both sporadic episodes as well as large outbreaks of human illnesses around the world. Deceases related to milk contamination are frequently caused by listeriosis which has the highest fatality rate among all milk-borne diseases. The annual incidence of listeriosis in most countries within the European Union is approximately two and ten recorded incidence for one million population. What's more, in terms of food-borne illnesses, L. monocytogenes infections have set the highest hospitalisation rate record (91%) in the US. Children, pregnant women, the elderly, and immunocompromised individuals in the exposed population have a higher risk of suffering from listeriosis. Typical symptoms presented clinically are septicemia, meningitis, or meningoencephalitis. Particularly, the maternal-foetal interface in pregnant women, which is also called decidua with natural localised immunosuppression, favours the growth of L. monocytogenes and this would increase the risk of abortion. In addition, febrile gastroenteritis was recognised as a milder form of listeriosis in the 1990s.   == Milk safety and prevention == Milk safety should be closely monitored. Nowadays, safety, quality, and production conditions are standardised by different legal regulations around the world. Also, launching the hazard analysis and critical control point (HACCP) programs helps consolidate the foundation of many preventive measures to curb the incidence of milk-borne diseases. The concept of \"hazard\" stated by HACCP refers to “a biological, chemical or physical agent in food with the potential to cause an adverse health effect”. With this concept, the identification of the hazards can be systematically assessed during food production and distribution, and measures for hazards control are also defined.   === Hygiene in milk production ===  Milk should be produced from physically healthy livestock in a standardised environment. Several points are required for the hygienic milk production:  Milking is carried out in a well-ventilated barn with adequate lighting. After usage, milk vessels and equipment should be cleaned, sanitised, and dried under the sun on a drying rack. The milker should be healthy and only healthy cows should be milked. Pasteurisation of the milk: Milk is heated to a high temperature (72 °C for 15 seconds) to kill pathogens, followed by rapid cooling. Then, milk should be tested to confirm that the number of pathogens is controlled to an acceptable level.   === Hygiene in milk transportation, handling, and storage ===   ==== Hygiene in milk transportation ==== An ice chest is needed for transporting fresh milk to keep the milk temperature at 4 °C or lower.   ==== Hygiene in milk handling and storage ==== Before filling the milk jars, hand washing is required to prevent contamination. No.1 plastic (milk jugs) should be used to store and refrigerate milk. One inch of space in the milk jugs, or literally a headroom, should be left unoccupied in case of milk expansion. At home, milk should be stored in the coldest area of the refrigerator. Only the bottles in current use can be stored on the door shelf of the fridge. Normally, milk can be stored for 7 to 14 days with care under a constant and optimal temperature between 35 °F (2 °C) and 37 °F (3 °C).   == References =="}