{"name": "Eosinophilic granulomatosis with polyangiitis", "category": "disease", "content": "Eosinophilic granulomatosis with polyangiitis (EGPA), formerly known as  allergic granulomatosis, is an extremely rare autoimmune condition that causes inflammation of small and medium-sized blood vessels (vasculitis) in persons with a history of airway allergic hypersensitivity (atopy). It usually manifests in three stages. The early (prodromal) stage is marked by airway inflammation; almost all patients experience asthma and/or allergic rhinitis. The second stage is characterized by abnormally high numbers of eosinophils (hypereosinophilia), which causes tissue damage, most commonly to the lungs and the digestive tract. The third stage consists of vasculitis, which can eventually lead to cell death and can be life-threatening. This condition is now called \"eosinophilic granulomatosis with polyangiitis\" to remove all eponyms from the vasculitides. To facilitate the transition, it was referred to as \"eosinophilic granulomatosis with polyangiitis (Churg–Strauss)\" for a period of time starting in 2012. Prior to this it was known as Churg–Strauss syndrome, named after Jacob Churg and Lotte Strauss, who first published about the syndrome in 1951 using the term allergic granulomatosis to describe it. It is a type of systemic necrotizing vasculitis. Effective treatment of EGPA requires suppression of the immune system with medication. This is typically glucocorticoids, followed by other agents such as cyclophosphamide or azathioprine.   == Signs and symptoms == Eosinophilic granulomatosis with polyangiitis consists of three stages, but not all patients develop all three stages or progress from one stage to the next in the same order; whereas some patients may develop severe or life-threatening complications such as gastrointestinal involvement and heart disease, some patients are only mildly affected, e.g. with skin lesions and nasal polyps. EGPA is consequently considered a highly variable condition in terms of its presentation and its course.   === Allergic stage === The prodromal stage is characterized by allergy. Almost all patients experience asthma and/or allergic rhinitis, with more than 90% having a history of asthma that is either a new development, or the worsening of pre-existing asthma, which may require systemic corticosteroid treatment. On average, asthma develops from three to nine years before the other signs and symptoms. The allergic rhinitis may produce symptoms such as rhinorrhea and nasal obstruction, and the formation of nasal polyps that require surgical removal, often more than once. Sinusitis may also be present.   === Eosinophilic stage === The second stage is characterized by an abnormally high level of eosinophils (a type of white blood cell) in the blood and tissues as a result of abnormal eosinophil proliferation, impaired eosinophil apoptosis, and increased toxicity due to eosinophil metabolic products. A normal 5% eosinophil composition in total leukocyte count can be elevated to 60% in EGPA, and this local accumulation of eosinophil is involved in the pathogenesis of asthma described in the allergic stage by initiating and maintaining immune responses in inflammation. The symptoms of hypereosinophilia depend on which part of the body is affected, but most often it affects the lungs and digestive tract. The signs and symptoms of hypereosinophilia may include weight loss, night sweats, asthma, cough, abdominal pain, and gastrointestinal bleeding. Fever and malaise are often present. The eosinophilic stage can last months or years, and its symptoms can disappear, only to return later.   === Vasculitic stage === The third and final stage, and hallmark of EGPA, is inflammation of the blood vessels, and the consequent reduction of blood flow to various organs and tissues. The damage done to the blood vessels can be explained by the overabundance of eosinophils that are produced and flowing throughout the vasculature of the body; eosinophil production, while essential for assisting inflammatory responses to infections and diseases, can lead to tissue damage when it is done in excess. Local and systemic symptoms become more widespread and are compounded by new symptoms from the vasculitis. Severe complications may arise. Blood clots may develop within the damaged arteries in severe cases, particularly in arteries of the abdominal region, which is followed by infarction and cell death, or slow atrophy. Many patients experience severe abdominal complaints; these are most often due to peritonitis and/or ulcerations and perforations of the gastrointestinal tract, but occasionally due to acalculous cholecystitis or granulomatous appendicitis. The most serious complication of the vasculitic stage is heart disease, which is the cause of nearly one-half of all deaths in patients with EGPA. Among heart disease-related deaths, the most usual cause is inflammation of the heart muscle caused by the high level of eosinophils, although some are deaths due to inflammation of the arteries that supply blood to the heart or pericardial tamponade. Kidney complications have been reported as being less common. Complications in the kidneys can include glomerulonephritis, which prevents the kidneys' ability to filter the blood, ultimately causing wastes to build up in the bloodstream.   == Diagnosis == Diagnostic markers include eosinophil granulocytes and granulomas in affected tissue, and antineutrophil cytoplasmic antibodies (ANCA) against neutrophil granulocytes. Two pathological subsets of EGPA are differentiated by the presence of antineutrophil cytoplasmic antibodies (ANCA), autoantibodies that mistakenly target and attack specific proteins found within the cytoplasm of neutrophils. The ANCA+ subtype is characterized by predominantly vasculitis-like manifestations, while the ANCA- subtype is more commonly associated with eosinophilic-related symptoms. Approximately 30-40% of EGPA cases are ANCA+. While the pathogenic mechanisms are not fully understood, this finding suggests a role of B cells – the precursors of ANCA-producing plasma cells – in the pathogenesis of EGPA. The American College of Rheumatology 1990 criteria for diagnosis of Churg–Strauss syndrome lists these criteria:  Asthma Eosinophilia, i.e. eosinophil blood count greater than 500/microliter, or hypereosinophilia, i.e. eosinophil blood count greater than 1,500/microliter Presence of mononeuropathy or polyneuropathy Unfixed pulmonary infiltrates Presence of paranasal sinus abnormalities Histological evidence of extravascular eosinophils For classification purposes, a patient shall be said to have EGPA if at least four of these six criteria are positive. The presence of any four or more of the six criteria yields a sensitivity of 85% and a specificity of 99.7%.   === Risk stratification === The French Vasculitis Study Group has developed a five-point system (\"five-factor score\") that predicts the risk of death in Churg–Strauss syndrome using clinical presentations. These factors are:  Reduced renal function (creatinine >1.58 mg/dl or 140 μmol/L) Proteinuria (>1 g/24h) Gastrointestinal hemorrhage, infarction, or pancreatitis Involvement of the central nervous system Cardiomyopathy Having none of these factors indicates milder case, with a five-year mortality rate of 11.9%. The presence of one factor indicates severe disease, with a five-year mortality rate of 26%, and three or more indicate very severe disease: 46% five-year mortality rate.   === Imaging === On CT scan of the lungs, peripheral parenchymal opacification (pulmonary consolidation or ground-glass opacity) in the middle and lower zones is the predominant pattern. Interlobular septal thickening (septa separating the secondary pulmonary lobules can be due to pulmonary odema secondary to heart failure.   == Treatment == Treatment for eosinophilic granulomatosis with polyangiitis includes glucocorticoids (such as prednisolone) and other immunosuppressive drugs (such as azathioprine and cyclophosphamide). In many cases, the disease can be put into a type of chemical remission through drug therapy, but the disease is chronic and lifelong. A systematic review conducted in 2007 indicated all patients should be treated with high-dose steroids, but in patients with a five-factor score of one or higher, cyclophosphamide pulse therapy should be commenced, with 12 pulses leading to fewer relapses than six. Remission can be maintained with a less toxic drug, such as azathioprine or methotrexate. On 12 December 2017, the FDA approved mepolizumab, the first drug therapy specifically indicated for the treatment of eosinophilic granulomatosis with polyangiitis. Patients taking mepolizumab experienced a \"significant improvement\" in their symptoms. Mepolizumab is a monoclonal antibody that targets interleukin-5, a major factor in eosinophil survival. In addition to mepolizumab, a number of emerging targeted biotherapies—including the anti-IgE monoclonal antibody omalizumab, immunomodulation with Interferon-α, and B cell therapy with rituximab—may lead to increasingly personalized treatment regimens for future EGPA patients. A review of EGPA treatments conducted in 2020 proposes integrating targeted biotherapies into EGPA management plans following failure of treatment with corticosteroids.   == History == Eosinophilic granulomatosis with polyangiitis was first described by pathologists Jacob Churg (1910–2005) and Lotte Strauss (1913–1985) at Mount Sinai Hospital in New York City in 1951, using the term \"allergic granulomatosis\" to describe it. They reported \"fever...hypereosinophilia, symptoms of cardiac failure, renal damage, and peripheral neuropathy, resulting from vascular embarrassment in various systems of organs\" in a series of 13 patients with necrotizing vasculitis previously diagnosed as \"periarteritis nodosa\", accompanied by hypereosinophilia and severe asthma. Churg and Strauss noted three features which distinguished their patients from other patients with periarteritis nodosa but without asthma: necrotizing vasculitis, tissue eosinophilia, and extravascular granuloma. As a result, they proposed that these cases were evident of a different disease entity, which they referred to as \"allergic granulomatosis and angiitis\".   == Society and culture == The memoir Patient, by musician Ben Watt (of Everything but the Girl fame), deals with his experience with EGPA in 1992, and his recovery. Watt's case was unusual in that it mainly affected his gastrointestinal tract, leaving his lungs largely unaffected; this unusual presentation contributed to a delay in proper diagnosis. His treatment required the removal of 5 m (15 ft) of necrotized small intestine (about 75%), leaving him on a permanently restricted diet. Umaru Musa Yar'Adua, the president of Nigeria from 2007 to 2010, reportedly had EGPA and died in office of complications of the disease. DJ and author Charlie Gillett was diagnosed with EGPA in 2006; he died four years later. Japanese ski jumper Taku Takeuchi, who won the bronze medal in the team competition in 2014, has the disease and competed at the Sochi Olympics less than a month after being released from hospital treatment. New Zealand reporter and television presenter Toni Street was diagnosed with the condition in 2015. Street has had health problems for several years, including removal of her gallbladder four months prior. American professional basketball player Willie Naulls died on 22 November 2018 in Laguna Niguel, California, from respiratory failure due to EGPA, which he had been battling for eight years. Canadian stand-up comic Candy Palmater died on December 25, 2021, shortly after being diagnosed with EGPA. Filipino actress Kris Aquino, sister of former Philippine President Benigno Aquino III, revealed on 16 May 2022 that she was diagnosed with EGPA.   == References ==   == Further reading ==   == External links =="}