{"name": "Epicondylitis", "category": "disease", "content": "Epicondylitis is the inflammation of an epicondyle or of adjacent tissues. Epicondyles are on the medial and lateral aspects of the elbow, consisting of the two bony prominences at the distal end of the humerus. These bony projections serve as the attachment point for the forearm musculature. Inflammation to the tendons and muscles at these attachment points can lead to medial and/or lateral epicondylitis. This can occur through a range of factors that overuse the muscles that attach to the epicondyles, such as sports or job-related duties that increase the workload of the forearm musculature and place stress on the elbow. Lateral epicondylitis is also known as “Tennis Elbow” due to its sports related association to tennis athletes, while medial epicondylitis is often referred to as “golfer's elbow.”    == Risk factors == In a cross-sectional population-based study among the working population, it was found that psychological distress and bending and straightening of the elbow joint for >1hr per day were associated risk factors to epicondylitis. Another study revealed the following potential risk factors among the working population: Force and repetitive motions (handling tools > 1 kg, handling loads >20 kg at least 10 times/day, repetitive movements > 2 h/day) were found to be associated with the occurrence of lateral epicondylitis. Low job control and low social support were also found to be associated with lateral epicondylitis. Exposures of force (handling loads >5 kg, handling loads >20 kg at least 10 times/day, high hand grip forces >1 h/day), repetitiveness (repetitive movements for >2 h/day) and vibration (working with vibrating tools > 2 h/day) were associated with medial epicondylitis. In addition to repetitive activities, obesity and smoking have been implicated as independent risk factors.   == Symptoms == Tender to palpation at the medial or lateral epicondyle Pain or difficulty with wrist flexion or extension Diminished grip strength Pain or burning sensation in the forearm and fingers. Symptoms can affect ability to take part in sports or job-related activities.     == Diagnosis == Epicondylitis is diagnosed through an evaluation from your MD, Doctor of Physical Therapy, or Occupational Therapist. The provider will collect information regarding your medical history, present symptoms, and daily activities to include work related task, hobbies, home responsibilities and sports. Palpating the medial and lateral epicondyles to assess for pain or tenderness can help determine whether the epicondylitis is medial or lateral, and what muscle group is overused.   A common diagnostic test utilized for lateral epicondylitis is to assess resisted wrist extension, along with resistance to the middle finger. If symptoms can be reproduced, it could indicate lateral epicondylitis. For medial epicondylitis, resisted wrist flexion and pronation would be assessed by your provider. Pain that is reproduced during the test would indicate medial epicondylitis. If a diagnosis cannot be made from a physical examination, an MRI of the soft tissue surrounding the elbow may be indicated.   == Pathophysiology == Epicondylitis occurs due to the overuse or degeneration of the musculature and tendons that attach to the medial and lateral epicondyles. This overuse leads to microtrauma and inflammation. With lateral epicondylitis, the extensor carpi radialis brevis (ECRB) is most commonly involved, however the remaining wrist extensor muscle group can also be affected. Medial epicondylitis is similar in nature to lateral epicondylitis, however, it affects the opposing muscle group, the wrist flexors. The pronator teres and flexor carpi radialis are most commonly involved, but any of the wrist flexors can be affected.   == Treatment == Conservative treatment options found from the World Journal of Orthopedics include:   Ice (cryotherapy) Rest Oral NSAID's Physical or Occupational Therapy Exercise (strengthening) Topical steroidal cream Corticosteroid injections Iontophoresis Ultrasound Acupuncture or dry needling Laser therapy Wrist/elbow support bracing Should conservative treatment measures fail, non-conservative treatment options can include:   Surgical debridement of the affected tendons, usually the extensor carpi radialis brevis (ECRB) in lateral epicondylitis, and decortication of the lateral epicondyle Surgical debridement of the flexor pronator group that attaches to the medial epicondyle could be indicated after failure of conservative treatment of medial epicondylitis.   === Prognosis === Epicondylitis, both medial and lateral, has a good prognosis as it can be managed well with conservative treatment and usually does not require surgical intervention.   == References ==   == Sources == Walker-Bone, K.; Palmer, K. T.; Reading, I.; Coggon, D.; Cooper, C. (February 2012). \"Occupation and epicondylitis: a population-based study\". Rheumatology. 51 (2): 305–310. doi:10.1093/rheumatology/ker228. PMC 3427015. PMID 22019808. Chiarotto, Alessandro; Gerger, Heike; van Rijn, Rogier M.; Elbers, Roy G.; Søgaard, Karen; Macri, Erin M.; Jackson, Jennie A.; Burdorf, Alex; Koes, Bart W. (April 2023). \"Physical and psychosocial work-related exposures and the occurrence of disorders of the elbow: A systematic review\". Applied Ergonomics. 108: 103952. doi:10.1016/j.apergo.2022.103952. PMID 36493677. S2CID 254397900. Taylor, Samuel A.; Hannafin, Jo A. (September 2012). \"Evaluation and management of elbow tendinopathy\". Sports Health. 4 (5): 384–393. doi:10.1177/1941738112454651. PMC 3435941. PMID 23016111. Karabinov, Vesselin; Georgiev, Georgi P. (18 April 2022). \"Lateral epicondylitis: New trends and challenges in treatment\". World Journal of Orthopedics. 13 (4): 354–364. doi:10.5312/wjo.v13.i4.354. PMC 9048498. PMID 35582153. DeLuca, Meridith K.; Cage, Emily; Stokey, Phillip J.; Ebraheim, Nabil A. (September 2023). \"Medial epicondylitis: Current diagnosis and treatment options\". Journal of Orthopaedic Reports. 2 (3): 100172. doi:10.1016/j.jorep.2023.100172. S2CID 258338795."}