{"name": "Epidermolysis Bullosa", "category": "disease", "content": "Epidermolysis bullosa (EB) is a group of rare medical conditions that result in easy blistering of the skin and mucous membranes. Blisters occur with minor trauma or friction and are painful. Its severity can range from mild to fatal. Inherited EB is a rare disease with a prevalence in the United States of 8.2 per million live births. Those with mild cases may not develop symptoms until they start to crawl or walk. Complications may include esophageal narrowing, squamous cell skin cancer, and the need for amputations. EB is due to a mutation in at least one of 16 different genes. Some types are autosomal dominant while others are autosomal recessive. The underlying mechanism is a defect in attachment between or within the layers of the skin. Loss or diminished function of type VII collagen leads to weakness in the structural architecture of the dermal–epidermal junction (DEJ) and mucosal membranes. There are four main types: epidermolysis bullosa simplex (EBS), dystrophic epidermolysis bullosa (DEB), junctional epidermolysis bullosa (JEB), and Kindler syndrome. The diagnosis is suspected based on symptoms and confirmed by skin biopsy or genetic testing. There is no cure for the condition. Management involves wound care, pain control, controlling infections, nutritional support, and prevention and treatment of complications. About half a million people are affected globally. It occurs equally commonly in males and females.   == Classification == Epidermolysis bullosa refers to a group of disorders that involve the formation of blisters following trivial trauma. Over 300 mutations have been identified in this condition. They have been classified into the following types:: 596    === Epidermolysis bullosa simplex ===  Epidermolysis bullosa simplex (EBS) is a form of EB that causes blisters at the site of rubbing. It typically affects the hands and feet, and is typically inherited in an autosomal dominant manner, affecting the keratin genes KRT5 and KRT14. Therefore, there is a failure in keratinization, which affects the integrity and the ability of the skin to resist mechanical stresses.   === Junctional epidermolysis bullosa ===  Junctional epidermolysis bullosa (JEB) is an inherited disease affecting laminin and collagen. This disease is characterized by blister formation within the lamina lucida of the basement membrane zone: 599  and is inherited in an autosomal recessive manner. It also presents with blisters at the site of friction, especially on the hands and feet, and has variants that can occur in children and adults. Less than one person per million people is estimated to have this form of EB.   === Dystrophic epidermolysis bullosa ===  Dystrophic epidermolysis bullosa (DEB) is an inherited variant affecting the skin and other organs. DEB is caused by genetic defects (or mutations) within the human COL7A1 gene encoding the protein type VII collagen (collagen VII). DEB-causing mutations can be either autosomal dominant or autosomal recessive. Epidermis bullosa pruriginosa and albopapuloid epidermolysis bullosa (Pasini's disease) are rare subtypes of this disease.   === Other genetic ===   === Epidermolysis bullosa acquisita ===   === Acral peeling ===   == Pathophysiology == The human skin consists of two layers: an outermost layer called the epidermis and a layer underneath called the dermis. In individuals with healthy skin, there are protein anchors between these two layers (Dermo epidermal junction) that prevent them from moving independently from one another (shearing). In people born with EB, the two skin layers lack the protein anchors that hold them together, resulting in extremely fragile skin—even minor mechanical friction (like rubbing or pressure) or trauma will separate the layers of the skin and form blisters and painful sores.  EB  individuals manifest unremitting skin blistering that evolves into chronic wounds, inflammation, and fibrosis. People with EB have compared the sores with third-degree burns. Furthermore, as a complication of the chronic skin damage, people with EB have an increased risk of malignancies (cancers) of the skin. Virtually any organ lined or covered by epithelium may be injured in inherited EB. External eye, esophagus, upper airway, and genitourinary tract are the epithelial surfaced tissues that are at particular risk.   == Diagnosis == EB can be diagnosed either by a skin (punch) biopsy at the edge of a wound with immunofluorescent mapping, or via blood sample and genetic testing.   == Treatment ==  Research has focused on changing the mixture of keratins produced in the skin. There are 54 known keratin genes—of which 28 belong to the type I intermediate filament genes and 26 to type II—which work as heterodimers. Many of these genes share substantial structural and functional similarity, but they are specialized to cell type and/or conditions under which they are normally produced. If the balance of production could be shifted away from the mutated, dysfunctional keratin gene toward an intact keratin gene, symptoms could be reduced. For example, sulforaphane, a compound found in broccoli, was found to reduce blistering in a mouse model to the point where affected pups could not be identified visually, when injected into pregnant mice (5 μmol/day = 0.9 mg) and applied topically to newborns (1 μmol/day = 0.2 mg in jojoba oil). As of 2008, clinical research at the University of Minnesota has explored allogeneic bone marrow transplantation for RD and junctional EB, treating a two-year-old child who is one of two brothers with EB. A second transplant has also been performed on the child's older brother. A Missouri boy has also successfully undergone the transplant, as well as a 5 year old boy from Alabama. So far there have been 12 successful transplants. Another transplant is scheduled for a California baby. A clinical trial is planned for 30 subjects. However, the immune suppression that bone marrow transplantation requires causes a risk of serious infections with large scale blisters and skin erosion. Indeed, at least four people have died in the course of either preparation for or institution of bone marrow transplantation for EB, out of only a small group of patients treated so far. The mechanism of action of this therapy is unclear as hematopoietic stem cells are not thought to contribute to epithelial lineages. Rather, it is speculated that cross-correction from tissue-resident graft-derived immune cells contributes to the observed clinical benefit. A pilot study performed in 2015 suggests that systemic granulocyte-colony stimulating factor (G-CSF) may promote increased wound healing in people with dystrophic EB. Transplanting skin derived from genetically modified stem cells onto the wound surfaces has been studied with a report of improvements in one person. A 2017 clinical trial with male RDEB (recessive dystrophic EB) patients conducted successful grafting of type VII gene corrected keratinocytes (COL7A1 gene correction using retrovirus transduction), without any serious adverse effects. Type VII collage formation was observed at the dermis-epidermis junction in significant amounts. A 2020 study demonstrated the safe allogenic grafting of acellular dermal matrix/scaffolds in EB patients without any observed infection or necrosis and instead noted fewer required dressing changes, promoted wound healing, pain reduction, and an overall improvement in the quality of life of the patients. In 2022, a pharmaceutical gel made out of birch bark extract from Betula pendula and Betula pubescens was approved by the European Union as a treatment for epidermolysis bullosa.   === Birch triterpenes ===   === Monitoring === The Epidermolysis Bullosa Disease Activity and Scarring index (EBDASI) is a scoring system that objectively quantifies the severity of EB. The EBDASI is a tool for clinicians and patients to monitor the severity of the disease. It has also been designed to evaluate the response to new therapies for the treatment of EB. The EBDASI was developed and validated by Professor Dedee Murrell and her team of students and fellows at the St George Hospital, University of New South Wales, in Sydney, Australia. It was presented at the International Investigative Dermatology congress in Edinburgh in 2013 and a paper-based version was published in the Journal of the American Academy of Dermatology in 2014.   == Prognosis == A 2014 study classified cases into three types—EBS, JEB and DEB—and reviewed their times of death. The first two types tended to die in infancy and the last in early adulthood. In a survey of 11 families affected by the disease, lack of awareness of the disease by both the public and health care providers raised concerns about the care provided.   == Epidemiology == An estimated 20 per million live births are diagnosed with EB, and 9 per million people in the general population have the condition. Of these cases, approximately 92% are EBS, 5% are DEB, 1% are JEB, and 2% are unclassified. Carrier frequency ranges from 1 in 333 for JEB, to 1 in 450 for DEB; the carrier frequency for EBS is presumed to be much higher than JEB or DEB. The disorder occurs in every racial and ethnic group and affects both sexes.   == Society and culture == In 2010, Emma Fogarty, a campaigner for DEBRA Ireland (the EB charity), was awarded a People of the Year Award. Actor Colin Farrell has campaigned with Fogarty on behalf of affected people. In 2014, Pearl Jam lead vocalist Eddie Vedder together with his wife Jill McCormick co-founded the EB Research Partnership, a non-profit organization dedicated to finding a cure for EB. McCormick is childhood friends with Ryan Fullmer, whose son, Michael, was born with EB. Vedder, McCormick, Ryan Fullmer, and his wife Heather founded Heal EB. In 2014, they merged Heal EB with the Jackson Gabriel Research Foundation to create the EB Research Partnership. The EBRP hosts several annual fundraising events. To date, they have raised $12 million to fund research to find a cure. On 1 March 2019, heavyweight boxer Luis Ortiz was named an honorary ambassador for the EB community by the EB Research Partnership. Ortiz's daughter, Lismercedes, was born with EB.   === Movies === The condition was brought to public attention in 2004 in the UK through the Channel 4 documentary The Boy Whose Skin Fell Off, chronicling the life and death of Jonny Kennedy, an Englishman with EB. In the United States, HBO ran a documentary, My Flesh and Blood, in 2003. Additionally, the film Butterfly Girl follows Abigail Evans with the disease. In Canada, The Sports Network's award-winning documentary on Jonathan Pitre led to extensive coverage on the boy's disease, treatment, and death.   === Other names === Other terms used to describe those affected include \"butterfly children\" as the skin is fragile as a butterfly's wings, \"cotton wool babies\", or \"crystal skin children\".   == References ==   == External links ==  GeneReviews/NCBI/UW/NIH entry on Epidermolysis Bullosa Simplex Questions and Answers about Epidermolysis Bullosa - US National Institute of Arthritis and Musculoskeletal and Skin Diseases"}