{"name": "Epilepsies, Partial", "category": "disease", "content": "Focal seizures (also called partial seizures and localized seizures) are seizures that affect initially only one hemisphere of the brain. The brain is divided into two hemispheres, each consisting of four lobes – the frontal, temporal, parietal and occipital lobes. A focal seizure is generated in and affects just one part of the brain – a whole hemisphere or part of a lobe. Symptoms will vary according to where the seizure occurs. When seizures occur in the frontal lobe, the patient may experience a wave-like sensation in the head. When seizures occur in the temporal lobe, a feeling of déjà vu may be experienced. When seizures are localized to the parietal lobe, a numbness or tingling may occur. With seizures occurring in the occipital lobe, visual disturbances or hallucinations have been reported.   == Types == As of 2017, focal seizures are split into two main categories, focal onset aware, and focal onset impaired awareness. What was previously termed a secondary generalised seizure is now termed a focal to bilateral seizure. In focal onset aware seizures, a small part of one of the lobes may be affected and the person remains conscious. This can often be a precursor to a larger focal onset impaired awareness seizure; in such cases, the focal aware seizure is usually called an aura. A focal impaired awareness seizure affects a larger part of the hemisphere and the person may lose consciousness. If a focal seizure spreads from one hemisphere to the other side of the brain, this will give rise to a focal to bilateral seizure. The person will become unconscious and may experience a tonic–clonic seizure.  Individuals with multiple focal seizures typically have a condition known as temporal lobe epilepsy. (A generalized seizure is one that involves both sides of the brain from the onset.)   === Simple partial seizures ===  Simple partial seizures are seizures that affect only a small region of the brain, often the temporal lobes or structures found there, such as the hippocampi. People who have focal aware seizures remain conscious. Focal aware seizures often precede larger focal impaired awareness seizures, where the abnormal electrical activity spreads to a larger area of the brain. This can result in a tonic-clonic seizure.   ==== Presentation ==== Simple partial seizures are a very subjective experience, and the symptoms vary greatly between people. Since symptoms can be subtle, diagnosis can be delayed by months or years. The symptoms of these seizures can also be misconstrued as auras, especially for epileptics with multiple types of seizure diagnosis. This is due to the varying locations of the brain in which the seizures originate (e.g., Rolandic). A simple partial seizure may go unnoticed by others or shrugged off by the patient as merely a \"funny turn.\" Focal aware seizures usually start suddenly and are very brief, typically lasting 60 to 120 seconds. Some common symptoms of a simple partial seizure are:  preserved consciousness sudden and inexplicable feelings of fear, anger, sadness, happiness or nausea sensations of falling or movement experiencing of unusual feelings or sensations altered sense of hearing, smelling, tasting, seeing, and tactile perception (sensory illusions or hallucinations), or feeling as though the environment is not real (derealization) or dissociation from the environment or self (depersonalization) a sense of spatial distortion—near objects may appear to be distant déjà vu (familiarity) or jamais vu (unfamiliarity) labored speech or inability to speak at all Hallucinations may occur during focal aware seizures, but they are differentiated from psychotic symptoms by the sufferer's awareness that they are hallucinations.: 17    ==== Jacksonian march ==== Jacksonian march or Jacksonian seizure is a phenomenon in which a simple partial seizure spreads from the distal part of the limb toward the ipsilateral face (on same side of body). They involve a progression of the location of the seizure in the brain, which leads to a \"march\" of the motor presentation of symptoms. Jacksonian seizures are initiated with abnormal electrical activity within the primary motor cortex. Uniquely, they travel through the primary motor cortex in succession, affecting the corresponding muscles, often beginning with the fingers. This is felt as a tingling sensation, or a feeling of waves through the fingers when touched together. They then affect the hand and move on to more proximal areas on the same side of the body. Symptoms often associated with a Jacksonian seizure are sudden head and eye movements, tingling, numbness, smacking of the lips, and sudden muscle contractions. Typically, any of these actions can be seen as a normal movement, without being associated with the seizure occurring. They occur at no particular moment and last only briefly. They may result in secondary generalized seizure involving both hemispheres. They can also start at the feet, manifesting as tingling or pins and needles together with painful cramps, due to the signals from the brain. Because it is a partial seizure, the postictal state is of normal consciousness. Jacksonian seizures are named after their discoverer, John Hughlings Jackson, an English neurologist, whose studies led to the discovery of the seizures' initiation point (in the primary motor cortex) in 1863.   === Complex partial seizures ===  A complex partial seizure is a seizure that is associated with unilateral cerebral hemisphere involvement and causes impairment of awareness or responsiveness, i.e. alteration of consciousness.   ==== Presentation ==== Complex partial seizures are often preceded by an aura.  The seizure aura is a focal aware seizure.  The aura may manifest itself as a feeling of déjà vu, jamais vu, fear, euphoria or depersonalization.  The aura might also occur as a visual disturbance, such as tunnel vision or a change in the perceived size of objects. Once consciousness is impaired, the person may display automatisms, such as lip smacking, chewing or swallowing. There may also be loss of memory (amnesia) surrounding the seizural event. The person may still be able to perform routine tasks such as walking, although such movements are not purposeful or planned.  Witnesses may not recognize that anything is wrong, and the person may or may not realize that he experienced a seizure. Complex partial seizures might arise from any lobe of the brain. They most commonly arise from the mesial temporal lobe, particularly the amygdala, hippocampus, and neocortical regions. A common associated brain abnormality is mesial temporal sclerosis. Mesial temporal sclerosis is a specific pattern of hippocampal neuronal loss accompanied by hippocampal gliosis and atrophy.  Complex partial seizures occur when excessive and synchronous electrical brain activity causes the impaired awareness and responsiveness. The abnormal electrical activity might spread to the rest of the brain and cause a focal to bilateral seizure or a generalized tonic–clonic seizure. The newer classification of 2017 groups only focal and generalized seizures, and generalized seizures are those that involve both sides of the brain from the onset.   == Treatment == Most people with focal seizures due to epilepsy require medications to manage the condition. Not all epileptics find that the medications given are effective at preventing seizures; approximately 30% cannot keep their seizures in remission. A newer pharmaceutical approach using immunomodulator drugs in addition to standard medication treatments has been suggested and there is some evidence that this approach may reduce the frequency of focal seizures. It is not clear if this medicine is well tolerated in adults and children.    == References ==   == External links =="}