{"name": "epirubicin", "category": "drug", "content": "Epirubicin  is an anthracycline drug used for chemotherapy. It can be used in combination with other medications to treat breast cancer in patients who have had surgery to remove the tumor. It is marketed by Pfizer under the trade name Ellence in the US and Pharmorubicin or Epirubicin Ebewe elsewhere. Similarly to other anthracyclines, epirubicin acts by intercalating DNA strands. Intercalation results in complex formation which inhibits DNA and RNA synthesis. It also triggers DNA cleavage by topoisomerase II, resulting in mechanisms that lead to cell death. Binding to cell membranes and plasma proteins may be involved in the compound's cytotoxic effects. Epirubicin also generates free radicals that cause cell and DNA damage. Epirubicin is favoured over doxorubicin, the most popular anthracycline, in some chemotherapy regimens as it appears to cause fewer side-effects. Epirubicin has a different spatial orientation of the hydroxyl group at the 4' carbon of the sugar - it has the opposite chirality - which may account for its faster elimination and reduced toxicity. Epirubicin is primarily used against breast and ovarian cancer, gastric cancer, lung cancer and lymphomas.   == Medical uses ==   === Adjuvant therapy === The aim of Epirubicin as adjuvanted therapy is to eradicate micro metastasis and prolong disease free survival.   === Vs standard adjuvant therapy === The Standard adjuvant therapy is a combination of cyclophosphamide, methotrexate and fluorouracil (CMF). In comparison to this the Epirubicin therapy contains fluorouracil/epirubicin/cyclophosphamide (FEC). Three large randomized studies have directly compared the epirubicin-containing regimen fluorouracil/epirubicin/cyclophosphamide (FEC) with CMF in the adjuvant setting. Trial one and two contained premenopausal node-positive women with breast cancer, Trial three pre- and postmenopausal women with node-positive or negative breast cancer. It was discovered that FEC is at least as effective as CMF in premenopausal women with node positive- or negative breast cancer and that FEC produced no additional benefit in terms of 5-year relapse-free or overall survival.   === Dose response === Researchers discovered a benefit for epirubicin 100 mg (FEC 100) over epirubicin 50 mg (FEC 50). Patients with FEC100 treatment of the study were relapse-free and an overall survival rate at 5 years higher as in FEC 50 treatment. They also compared epirubicin 90 mg/m2 (EC 90) with epirubicin 120 mg/m2 (EC 120). After a mean follow up of 27 months elapse-free survival of patients who received EC 120 was significantly longer than that of patients who received EC 90. The combination of Epirubicin and tamoxifen lead to an increase survival in node-positive postmenopausal women with hormone receptor-positive breast tumours.   === Advanced breast cancer ===   ==== First-line therapy ==== Epirubicin monotherapy was shown to be therapeutically equivalent to doxorubicin monotherapy in patients who had to receive previous chemotherapy for advanced breast cancer. There are several Combination therapies: 1. FEC: fluorouracil + cyclophosphamide + epirubicin; 2. FAC: fluorouracil + cyclophosphamide + doxorubicin. The median survival rates markedly better than those achieved with epirubicin monotherapy. Additionally the FEC treatment seems to be less toxic.   ==== Second-line therapy ==== Patients with advanced breast cancer who experience disease progression after first-line therapy may respond to subsequent chemotherapy regimens; however, response rates and durations are generally lower than those seen after initial treatment with these regimens (FEC and FAC).   === Dose escalation === A reduced dose intensity leads to reduced response rates . Equimolar doses of epirubicin and doxorubicin have been shown to be therapeutically equivalent in patients with metastatic breast cancer. Additionally the administration of more dose intensive epirubicin-containing regimens to patients with metastatic breast cancer has been associated with improved response rates, but not increased overall survival. It is suggested that it is necessary to at least double the dose of chemotherapy to detect a clinically relevant effect.   == Pharmacology ==   === Mechanism of action === The mechanism of action of epirubicin is similar to that of doxorubicin and other anthracycline drugs. The observed clinical differences between epirubicin and doxorubicin can be explained by the pharmacokinetic differences based on the different affinity to DNA and lipophilicity, as there is no indication that different mechanisms are involved in their activity. Epirubicin first forms a complex with DNA by intercalation of its planar rings between nucleotide base pairs. (Pharmacia & Upjohn Company LLC, 1999) This inhibits replication and transcription and triggers DNA cleavage by topoisomerase II. Epirubicin then stabilizes the topoisomerase II-DNA complex, resulting in irreversible DNA strand breakage, leading to cell death. Epirubicin is also capable of generating cytotoxic free radicals, which are very reactive against DNA, cell membranes and mitochondria. Epirubicin exhibits activity in all phases of the cell cycle, but maximal cell kill occurs during the S phase and G2 phase of the cell cycle.   === Pharmacokinetics === The pharmacokinetic properties of epirubicin can be described by a 3-compartment model, with half-lives for the initial (alpha), intermediate (beta) and terminal (gamma) elimination phases of approximately 3 minutes, 1 hour and 30 hours, respectively. Only the latter differs substantially compared to doxorubicin, as the terminal elimination half-life of doxorubicin is estimated to be approximately 40-70% longer than that of epirubicin. The pharmacokinetics of epirubicin appear to be linear for doses in the range of 40 – 150 mg/m2. The volume of distribution of epirubicin is found to be high and variable (1 000- 1 500), but similar to those reported for doxorubicin. This indicates extensive distribution into the tissue. The total plasma clearance of epirubicin is approximately 45 to 50 L/h/m2, which is almost 2-fold higher than that of doxorubicin.  Area under the plasma concentration versus time curve values (adjusted for dose) are 1.3 to 1.7 times higher for doxorubicin than epirubicin following single-dose intravenous administration. Epirubicin shows a 77% binding to plasma proteins, predominantly albumin, which is not affected by drug concentration.   === Metabolism === Epirubicin is rapidly metabolized by the liver to relatively or totally inactive metabolites: epirubicinol, 2 glucuronides and 4 aglycones.  As plasma levels of epirubicinol are lower than those of the unchanged drug and the metabolite has an in vitro cytotoxic activity 10% of that of epirubicin, it is unlikely to reach in vivo concentration sufficient for cytotoxicity. No significant toxicity has been reported for the other metabolites. Epirubicinol is the 13(S)-dihydro derivative formed via the reduction of the C-13 keto-group. Both the unchanged drug and epirubicinol can be conjugated with glucuronic acid, creating the 2 glucuronides. This glucuronidation pathway is unique to epirubicin metabolism in humans  as epirubicin is the only anthracycline that serves as a substrate for beta-glucuronidation. This unique pathway might explain the better tolerability of this drug compared with doxorubicin. The 4 aglycones are formed by losing the amino sugar moiety through a hydrolytic process or redox process, creating the doxorubicin and doxorubicinol aglycones and 7-deoxy-doxorubicin and 7-deoxy-doxorubicinol aglycones, respectively.   === Excretion === Epirubicin and its metabolites are primarily eliminated through biliary excretion. About 11 to 15% of the administered dose is eliminated as an unchanged drug, which makes up 6 to 7% of the excreted compounds, and metabolites.   == Side effects == The most common side effects of the Epirubicin are alopecia, nausea/vomiting, cardiotoxicity, leukopenia, and stomatitis. Cardiotoxicity is a severe side effect and the exact pathway is still unknown. However, there is good evidence to suggest that cardiotoxicity is caused at least in part by the avid interaction of anthracyclines with iron, resulting in the formation of metal ion complexes. It was first observed in adult cancer patients as clinical congestive heart failure (CHF), characterized by pulmonary oedema, fluid overload, and effort intolerance, was initially reported in 1979 by Von Hoff et al. at 2.2% overall with a cumulative doxorubicin dose-dependent incidence of CHF of 3%, 7%, and 18% at 400, 550, and 700 mg/m2, respectively. There are a lot of adverse effects of epirubicin related with the dose-limiting. The major commun negative effects are fever, diarrhea, nausea and vomiting. More than 50% of patients without a right prophylactic antiemetics therapy experience nausea and vomiting the first 24 h after administration. That fact occurs if the epirubicin dose is between 50 and 75 mg/m2 single doses. Reversible alopecia and local cutaneous reactions are important adverse effects too. Those could be related with radiation recall and local reactions such as cellulitis, which cause development of tissue necrosis and pain if extravasation damage occurs. Another major adverse effects are cumulative dose-related cardiotoxicity and acute dose-limiting haematotoxicity. This last is related to mucositis, inflammation and ulceration in mouth or mucous membranes. Finally, the most adverse effect is secondary leukemia produced by breast cancer treated with epirubicin, particularly in those cases in which the patient receives concomitant alkylating agent therapy.   === Toxicity === Epirubicin's toxicity is according to the NCI-CTEP Common Toxicity Criteria, version 2.0. In some studies, patient toxicity reviews were obtained by a diary with the important information before and after each cycle of chemotherapy and their consequences. Common toxicities are neutropenia (<1 × 109 cells/L) without any death related and in lesser mesures anemia and thrombocytopenia. The most acute dose-limiting toxicity of epirubicin is bone marrow suppression, irreversible cardiotoxicity such as an important chronic cumulative dose-limiting toxicity illness and myelosuppression. The last one is associated with leukopenia, the decrease in the number of leukocytes (white blood cells) in the blood.   == Chemistry == Epirubicin is a 4'-epi-isomer of doxorubicin and a derivative of daunorubicin. As an anthracycline antibiotic it belongs to several chemical classes such as: aminoglycosides, tetracene quinones, p-quinones, primary alpha-hydroxy ketone and tertiary alpha-hydroxy ketones. Due to numerous ionisable groups, it has multiple pka (pKa1 = 9.17 (phenol); pKa2 = 9.93 (amine); pKa3 = 12.67 (hydroxyl)) and is soluble in a variety of solvents (DMSO 125 mg/mL; Ethanol 120 mg/mL; In water, 93 mg/L at 25 °C (est)). It has a melting point of 344.53 and a boiling point of 810.3±65.0 °C at 760 mmHg. Its shelf life (def. as the time it takes to degrade 10% from the initial concentration) has been documented as at least 14 and 180 days at 25 °C and 4 °C, respectively in a 0.9% sodium chloride solution in polypropylene syringes.   === Synthesis === There are multiple ways of synthesizing epirubicin depending on which starting material is used as a precursor.   ==== Daunorubicin ==== One pathway starts from Daunorubicin, a common byproduct found in fermentation, since it is relatively easily available and already structurally similar to the product (only requiring minor alterations). Firstly, the amine group is protected using trifluoroacetic acid to stop it from further reactions. Next the hydroxyl group needs to be changed from an equatorial position to an axial, this is achieved by firstly oxidizing an intermediate sulfoxy salt to a keto group (losing the optical center) followed by a stereo-specific reduction using sodium borohydride to give the hydroxide group in the axial position. Secondly, the focus shifts to carbon number 13 where it is necessary to add a hydroxide group which is achieved by bromination followed by a reaction with an alkali salt of formic acid and water to give the final product. There is an older variant of this pathway which involves first splitting the Daunorubicin, into daunomycin one and daunosamine methyl ether, using methanol. Analogous reactions are performed to get the two hydroxyl groups onto their positions and the rings are then recombined and the protecting groups released. The drawbacks are more chemicals are used and daunomycin one and daunosamine need to be separated first.   ==== 13-daunorubicinol ==== The second pathway startsfrom 13-daunorubicinol (hydroxyl group on carbon 13 instead of Daunorubicin's keto group). Firstly, the amine group is protected using trifluoroacetic acid then both the hydroxyl groups at positions 4 and 13 are oxidized simultaneously to keto groups again using DMSO, but a different alkylating agent. The reduction to alcohol is performed with a derivative of a borohydride of an alkali metal with formula MHBL3, where M=Li, Na, K; L=AlkO, AlkCOO, ArCOO. The subsequent halogenation is performed with a complex halogenating agent where an H or a chain of up to 4 carbons is combined with Cl, I or Br. The final hydrolysis is analogous to the one in the first pathway.   == Development history == The first trial of epirubicin in humans was published in 1980. Upjohn applied for approval by the U.S. Food and Drug Administration (FDA) in node-positive breast cancer in 1984, but was turned down because of lack of data.  In 1999 Pharmacia (who had by then merged with Upjohn) received FDA approval for the use of epirubicin as a component of adjuvant therapy in node-positive patients. Patent protection for epirubicin expired in August 2007.   == References =="}