{"name": "Epithelial tumor of ovary", "category": "disease", "content": "Surface epithelial-stromal tumors are a class of ovarian neoplasms that may be benign or malignant. Neoplasms in this group are thought to be derived from the ovarian surface epithelium (modified peritoneum) or from ectopic endometrial or fallopian tube (tubal) tissue. Tumors of this type are also called ovarian adenocarcinoma. This group of tumors accounts for 90% to 95% of all cases of ovarian cancer; however is mainly only found in postmenopausal women with the exception of the United States where 7% of cases occur in women under the age of 40. Serum CA-125 is often elevated but is only 50% accurate so it is not a useful tumor marker to assess the progress of treatment. 75% of women with epithelial ovarian cancer are found within the advanced-stages; however younger patients are more likely to have better prognoses than older patients.    == Classification ==  Epithelial-stromal tumors are classified on the basis of the epithelial cell type, the relative amounts of epithelium and stroma, the presence of papillary processes, and the location of the epithelial elements. Microscopic pathological features determine whether a surface epithelial-stromal tumor is benign, a borderline tumor, or malignant (evidence of malignancy and stromal invasion). Borderline tumors are of uncertain malignant potential. This group consists of serous, mucinous, endometrioid, clear cell, and brenner (transitional cell) tumors, though there are a few mixed, undifferentiated and unclassified types.   === Serous tumors ===  These tumors vary in size from small and nearly imperceptible to large, filling the abdominal cavity. Benign, borderline, and malignant types of serous tumors account for about 30% of all ovarian tumors. 75% are benign or of borderline malignancy, and 25% are malignant The malignant form of this tumor, serous cystadenocarcinoma, accounts for approximately 40% of all carcinomas of the ovary and are the most common malignant ovarian tumors. Benign and borderline tumors are most common between the ages of 20 and 50 years. Malignant serous tumors occur later in life on average, although somewhat earlier in familial cases. 20% of benign, 30% of borderline, and 66% of malignant tumors are bilateral (affect both ovaries). Components can include:  cystic areas cystic and fibrous areas predominantly fibrous areas The chance of malignancy of the tumor increases with the amount of solid areas present, including both papillary structures and any necrotic tissue present.   ==== Pathology ==== lined by tall, columnar, ciliated epithelial cells filled with clear serous fluid the term serous which originated as a description of the cyst fluid has come to be describe the particular type of epithelial cell seen in these tumors may involve the surface of the ovary the division between benign, borderline, and malignant is ascertained by assessing: cellular atypia (whether or not individual cells look abnormal) invasion of surrounding ovarian stroma (whether or not cells are infiltrating surrounding tissue) borderline tumors may have cellular atypia but do NOT have evidence of invasion the presence of psammoma bodies are a characteristic microscopic finding of cystadenocarcinomas   ==== Prognosis ==== The prognosis of a serous tumor, like most neoplasms, depends on   degree of differentiation this is how closely the tumor cells resemble benign cells a well-differentiated tumor closely resembles benign tumors a poorly differentiated tumor may not resemble the cell type of origin at all a moderately differentiated tumor usually resembles the cell type of origin, but appears frankly malignant extension of tumor to other structures in particular with serous malignancies, the presence of malignant spread to the peritoneum is important with regard to prognosis. The five-year survival rate of borderline tumors and malignant tumors confined to the ovaries are 100% and 70% respectively.  If the peritoneum is involved, these rates become 90% and 25%. While the 5-year survival rates of borderline tumors are excellent, this should not be seen as evidence of cure, as recurrences can occur many years later.   === Mucinous tumors ===  Mucinous tumors:  Closely resemble their serous counterparts but unlikely to be bilateral Somewhat less common, accounting for about 25% of all ovarian neoplasms In some cases mucinous tumors are characterized by more cysts of variable size and a rarity of surface involvement as compared to serous tumors Also in comparison to serous tumors, mucinous tumors are less frequently bilateral, approximately 5% of primary mucinous tumors are bilateral. May form very large cystic masses, with recorded weights exceeding 25 kg   ==== Pathology ==== Mucinous tumors are characterized by a lining of tall columnar epithelial cells with apical mucin and the absence of cilia, similar in appearance with benign cervical or intestinal epithelia.  The appearance can look similar to colonic or ovarian cancer, but typically originates from the appendix (see mucinous adenocarcinoma with clinical condition Pseudomyxoma peritonei). Clear stromal invasion is used to differentiate borderline tumors from malignant tumors.   ==== Prognosis ==== 10-year survival rates for borderline tumors contained within the ovary, malignant tumors without invasion, and invasive malignant tumors are greater than 95%, 90%, and 66%, respectively. One rare but noteworthy condition associated with mucinous ovarian neoplasms is pseudomyxoma peritonei. As primary ovarian mucinous tumors are usually unilateral (in one ovary), the presentation of bilateral mucinous tumors requires exclusion of a non-ovarian origin, usually the appendix.   === Endometrioid tumors === Endometrioid tumors account for approximately 20% of all ovarian cancers and are mostly malignant (endometrioid carcinomas). They are made of tubular glands bearing a close resemblance to benign or malignant endometrium. 15-30% of endometrioid carcinomas occur in individuals with carcinoma of the endometrium, and these patients have a better prognosis. They appear similar to other surface epithelial-stromal tumors, with solid and cystic areas. 40% of these tumors are bilateral, when bilateral, metastases is often present.   ==== Pathology ==== Glands bearing a strong resemblance to endometrial-type glands Benign tumors have mature-appearing glands in a fibrous stroma Borderline tumors have a complex branching pattern without stromal invasion Carcinomas (malignant tumors) have invasive glands with crowded, atypical cells, frequent mitoses.  With poorer differentiation, the tumor becomes more solid.   ==== Prognosis ==== Prognosis again is dependent on the spread of the tumor, as well as how differentiated the tumor appears.  The overall prognosis is somewhat worse than for serous or mucinous tumors, and the 5-year survival rate for patients with tumors confined to the ovary is approximately 75%.   === Clear cell tumors ===  Clear cell tumors are characterized by large epithelial cells with abundant clear cytoplasm\tand may be seen in association with endometriosis or endometrioid carcinoma of the ovary, bearing a resemblance to clear cell carcinoma of the endometrium. They may be predominantly solid or cystic. If solid, the clear cells tend to be arranged in sheets or tubules. In the cystic variety, the neoplastic cells make up the cyst lining.   ==== Prognosis ==== These tumors tend to be aggressive, the five year survival rate for tumors confined to the ovaries is approximately 65%.  If the tumor has spread beyond the ovary at diagnosis, the prognosis is poor   === Brenner tumor ===  Brenner tumors are uncommon surface-epithelial stromal cell tumors in which the epithelial cell (which defines these tumors) is a transitional cell.  These are similar in appearance to bladder epithelia.  The tumors may be very small to very large, and may be solid or cystic.  Histologically, the tumor consists of nests of the aforementioned transitional cells within surrounding tissue that resembles normal ovary.  Brenner tumors may be benign or malignant, depending on whether the tumor cells invade the surrounding tissue.   === Small cell tumors === Small cell ovarian cancer (SCCO) are generally classified into epithelial tumors associated with distinctive endocrine features. The World Health Organisation (WHO) recognises SCCO as two distinct entities: Small Cell Ovarian Cancer of Hypercalcemic Type (SCCOHT) and Small Cell Ovarian Cancer of Pulmonary Type (SCCOPT). Small cell tumours are rare and aggressive, they contribute to less than 2% of all gynaecologic malignancies. The average age of diagnosis is 24 years old, and the majority of patients also present with hypercalcemia (62%). It typically present with a unilateral large tumor. Most women die within a year of diagnosis.   == Treatment == For more general information, see ovarian cancer. Research suggests that in the first line treatment of Endometrial Ovarian Cancer (EOC), Pegylated Liposomal Doxorubicin paired with Carboplatin is a satisfactory alternative to Paclitaxel with Carboplatin. In people with platinum-sensitive relapsed EOC, research has found that Pegylated Liposomal Doxorubicin with Carboplatin is a better treatment than Paclitaxel with Carboplatin. For advanced cancer of this histology, the US National Cancer Institute recommends a method of chemotherapy that combines intravenous (IV) and intraperitoneal (IP) administration.  Preferred chemotherapeutic agents include a platinum drug with a taxane.   == Metastases == For surface epithelial-stromal tumors, the most common sites of metastasis are the pleural cavity (33%), the liver (26%), and the lungs (3%).   == Effect on fertility == Fertility subsequent to treatment of surface epithelial-stromal tumors depends mainly on histology and initial staging to separate it into early borderline (or more benign) versus advanced stages of borderline (or more malignant). Conservative management (without bilateral oophorectomy) of early stage borderline tumors have been estimated to result in chance of over 50% of spontaneous pregnancy with a low risk of lethal recurrence of the tumor (0.5%). On the other hand, in cases of conservative treatment in advanced stage borderline tumors, spontaneous pregnancy rates have been estimated to be 35% and the risk of lethal recurrence 2%.   == References ==   == Sources == Braunwald E (2001). Harrison's principles of internal medicine (15th ed.). New York: McGraw-Hill. ISBN 978-0-07-913686-2.   == External links ==  Johns Hopkins: \"Surface Epithelial Tumors\" Diagram: \"Epithelial Stromal Ovarian Tumors\" Small Cell Ovarian Cancer Research Collaboration & Patients Registry"}