{"name": "epoetin zeta", "category": "drug", "content": "Erythropoiesis-stimulating agents (ESA) are medications which stimulate the bone marrow to make red blood cells. They are used to treat anemia due to end stage kidney disease, chemotherapy, major surgery, or certain treatments in HIV/AIDS. In these situations they decrease the need for blood transfusions. The different agents are more or less equivalent. They are given by injection. Common side effects may include joint pain, rash, vomiting, and headache. Serious side effects may include heart attacks, stroke, increased cancer growth, or pure red cell aplasia. It is unclear if use is safe during pregnancy. They work similar to naturally occurring erythropoietin. They were first approved for medical use in the United States in 1989. It is on the World Health Organization's List of Essential Medicines. Commercially available agents include epoetin alfa and darbepoetin alfa, and biosimilars. Use among athletes is prohibited by the World Anti-Doping Agency.   == Medical uses == ESAs are used to maintain hemoglobin at the lowest level that both minimizes transfusions and best meets a person's needs. Medical speciality professional organizations do not recommend the use of ESAs in people with chronic kidney disease (CKD) who have hemoglobin levels greater than 10 g/dL and do not have anemia symptoms. In preterm babies ESAs may help reduce the need for red blood cell transfusions. The 2020 Cochrane Anaesthesia Review Group review of erythropoietin (EPO) plus iron versus control treatment including placebo or iron for preoperative anaemic adults undergoing non‐cardiac surgery demonstrated that patients were much less likely to require red cell transfusion and in those transfused, the volumes were unchanged (mean difference -0.09, 95% CI -0.23 to 0.05). Pre-op hemoglobin (Hb) concentration was increased in those receiving 'high dose' EPO, but not 'low dose'. There is no evidence that one agent is better than another in the setting of CKD.   === Failure === ESAs may fail to achieve an adequate therapeutic response when one or more of the following is present:  Occult blood loss and/or iron deficiency Vitamin B12 or folate deficiency Infection and inflammation Inadequate dialysis Hyperparathyroidism Aluminum toxicity Patient adherence Hypothyroidism Primary disease activity Transplant rejection Malignancy Pure red cell aplasia   == Types ==  The following types of ESAs are available:  Erythropoietin (Epo) Epoetin alfa (Procrit, Epogen) Epoetin beta (NeoRecormon) Epoetin zeta (Silapo, Retacrit) Darbepoetin alfa (Aranesp) Methoxy polyethylene glycol-epoetin beta (Mircera)   === Available forms ===  Recombinant erythropoietin has a variety of glycosylation patterns giving rise to alpha, beta, delta, and omega forms:  Darbepoetin alfa, which early literature during its development often termed as novel erythropoiesis-stimulating protein (NESP), is a form created by five substitutions (Asn-30, Thr-32, Val-87, Asn-88 and Thr-90) that create two new N-glycosylation sites.  This glycoprotein has a longer terminal half-life, meaning it is possible to administer it less frequently.   == Misuse == Erythropoiesis-stimulating agents have a history of use as blood doping agents in endurance sports, such as horseracing, boxing, cycling, rowing, distance running, race walking, snowshoeing, cross country skiing, biathlon, mixed martial arts, and triathlon. The overall oxygen delivery system (blood oxygen levels, as well as heart stroke volume, vascularization, and lung function) is one of the major limiting factors to muscles' ability to perform endurance exercise. Therefore, the primary reason athletes may use ESAs is to improve oxygen delivery to muscles, which directly improves their endurance capacity. With the advent of recombinant erythropoietin in the 1990s, the practice of autologous and homologous blood transfusion has been partially replaced by injecting erythropoietin such that the body naturally produces its own red cells. ESAs increase hematocrit (% of blood volume that is red cell mass) and total red cell mass in the body, providing a good advantage in sports where such practice is banned. In addition to ethical considerations in sports, providing an increased red cell mass beyond the natural levels reduces blood flow due to increased viscosity, and increases the likelihood of thrombosis and stroke. Due to dangers associated with using ESAs, their use should be limited to the clinic where anemic patients are boosted back to normal hemoglobin levels (as opposed to going above the normal levels for performance advantage, leading to an increased risk of death). Though EPO was believed to be widely used in the 1990s in certain sports, there was no way at the time to directly test for it, until in 2000, when a test developed by scientists at the French national antidoping laboratory (LNDD) and endorsed by the World Anti-Doping Agency (WADA) was introduced to detect pharmaceutical EPO by distinguishing it from the nearly identical natural hormone normally present in an athlete's urine. The first EPO-doping cases were found by the Swiss Laboratory for Doping Analyses. In 2002, at the Winter Olympic Games in Salt Lake City, Dr. Don Catlin, the founder and then-director of the UCLA Olympic Analytical Lab, reported finding darbepoetin alfa, a form of erythropoietin, in a test sample for the first time in sports. At the 2012 Summer Olympics in London, Alex Schwazer, the gold medalist in the 50-kilometer race walk in the 2008 Summer Olympics in Beijing, tested positive for EPO and was disqualified. Since 2002, EPO tests performed by US sports authorities have consisted of only a urine or \"direct\" test.  From 2000 to 2006, EPO tests at the Olympics were conducted on both blood and urine. However, several compounds have been identified that can be taken orally to stimulate endogenous EPO production. Most of the compounds stabilize the hypoxia-inducible transcription factors which activate the EPO gene. The compounds include oxo-glutarate competitors, but also simple ions such as cobalt(II) chloride. Inhalation of a xenon/oxygen mixture activates production of the transcription factor HIF-1-alpha, which leads to increased production of erythropoietin and improved performance. It has been used for this purpose in Russia since at least 2004.   === Cycling === Recombinant EPO is believed to have come into use in cycling about 1990. In theory, EPO use can increase VO2max by a significant amount, making it useful for endurance sports like cycling. Italian antidoping advocate Sandro Donati has claimed that the history of doping in cycling can be traced to the Italian Dr Francesco Conconi at the University of Ferrara. Conconi had worked on the idea of giving athletes transfusions of their own blood in the 1980s. Donati felt this work \"opened the road to EPO . . . because blood doping was a trial to understand the role of EPO\". Dr. Michele Ferrari, a former student and protege of Conconi, had a controversial interview mentioning the drug in 1994, just after his Gewiss–Ballan team had a remarkable performance in the La Flèche Wallonne race. Ferrari told l'Equipe journalist Jean-Michel Rouet that EPO had no \"fundamental\" effect on performance and that if his riders used it, it would not \"scandalize\" himself. After the journalist pointed out several riders were suspected of dying from EPO, Ferrari said EPO was not dangerous, and only abuse of it was dangerous, saying, \"It's also dangerous to drink 10 liters of orange juice.\" The 'orange juice' comment has been widely misquoted. Ferrari was fired shortly after, but continued to work in the industry with top riders, allegedly including Lance Armstrong. That same year, Sandro Donati, working for the Italian National Olympic Committee, presented a report accusing Conconi of being linked to the use of EPO in the sport. In 1997, the Union Cycliste Internationale (UCI) instituted a new rule that riders testing above 50% haematocrit were not only immediately disqualified, but banned from racing for two weeks. Robert Millar, former racer, later wrote for Cycling News that the 50% limit was \"an open invitation to dope to that level\", pointing out that normally haematocrit levels would start \"around 40-42%\" and drop during the course of a \"grand tour\", but after EPO, they were staying at 50% for \"weeks at a time\". By 1998, EPO use had become widespread, and the Festina affair tarnished the 1998 Tour de France. One manager offered a 270,000-franc-per-month raise to Christophe Bassons if he would use EPO, but Bassons refused. In the 1998 Tour de France Stuart O'Grady won one stage, held the Tour de France yellow jersey for three days, and came second in the points classification with the assistance of EPO. In 2010, Floyd Landis admitted to using performance-enhancing drugs, including EPO, throughout his career as a professional cyclist. In 2012, the USADA released a report on its investigation into massive doping by the US Postal Service cycling team under the leadership of Lance Armstrong. The report contained affidavits from numerous riders on the team, including Frankie Andreu, Tyler Hamilton, George Hincapie, Floyd Landis, Levi Leipheimer, and others, outlining that they and Armstrong used a cocktail of performance-enhancing substances for the Tour de France, most notably EPO, during Armstrong's seven consecutive Tour wins.  It detailed how Armstrong and the Postal manager, Johan Bruyneel, forced other team members to dope as well.  It also went to the root of their doping network, targeting the shadowy doctors and back room enablers who helped cyclists procure and administer drugs as well as highly placed executives who helped to avoid doping controls and hide positive test results.  Armstrong was subsequently stripped of all of his victories from 1998 onward—including his Tour wins and his performance in the 2000 Summer Olympics.  The UCI concurred with the decision.  While several of the doping offenses took place outside the normal eight-year statute of limitations for doping offenses, USADA contended the statute of limitations did not apply due to Armstrong's \"fraudulent concealment\" of his doping.  Longstanding precedent in U.S. law holds that the statute of limitations does not apply in cases of fraudulent conduct by a defendant. In accordance with this decision, Tour organizers removed Armstrong's name and results from the race's history. Witnesses testified that code words used for EPO included \"Edgar\", \"Poe\", \"Edgar Allan Poe\", and \"Zumo\" (Spanish for 'juice').   === Dynepo === Dynepo is the brand name for a form of EPO  developed by Shire Pharmaceuticals. The first development steps were performed by HMR and Aventis. Aventis obtained the license in Europe in 2002. The company expected to launch the product in Europe in 2006, although patents held by the American biotechnology company Amgen, Inc. may have precluded its sale in the United States. Dynepo was made in cultured human cells. It was therefore expected to have an authentic human form of sialic acid and other oligosaccharide residues. It was hoped that this would make a longer-acting product than existing brands. There were concerns that such production would also make Dynepo undetectable in the urine tests for EPO used, at that time, to detect doping by athletes. Dynepo was withdrawn from European markets on 17 February 2009, for commercial reasons. On July 1, 2009, professional cycling team Silence–Lotto announced that Thomas Dekker was tested positive for Dynepo on a test taken on December 24, 2007, while Dekker was riding for Rabobank.   == References ==   == External links ==  Media related to Erythropoiesis-stimulating agents at Wikimedia Commons \"Erythropoietin\". Drug Information Portal. U.S. National Library of Medicine. \"Epoetin alfa\". Drug Information Portal. U.S. National Library of Medicine. \"Epoetin beta\". Drug Information Portal. U.S. National Library of Medicine. \"Darbepoetin Alfa\". Drug Information Portal. U.S. National Library of Medicine. \"Methoxy polyethylene glycol-epoetin beta\". Drug Information Portal. U.S. National Library of Medicine."}