{"name": "epoetin alfa", "category": "drug", "content": "Epoetin alfa, sold under the brand name Epogen among others, is a human erythropoietin produced in cell culture using recombinant DNA technology. Epoetin alfa is an erythropoiesis-stimulating agent. It stimulates erythropoiesis (increasing red blood cell levels) and is used to treat anemia, commonly associated with chronic kidney failure and cancer chemotherapy. Epoetin alfa is developed by Amgen.  It is on the World Health Organization's List of Essential Medicines. It was approved for medical use in the European Union in August 2007,    == Medical uses == Epoetin alfa is indicated for the treatment of anemia due to chronic kidney disease; zidovudine in people with human immunodeficiency virus; HIV infection; the effects of concomitant myelosuppressive chemotherapy; reduction of allogeneic red blood cell transfusions.   === Anemia caused by kidney disease === For people who require dialysis or have chronic kidney disease, iron should be given with erythropoietin, depending on some laboratory parameters such as ferritin and transferrin saturation. Erythropoietin is also used to treat anemia in people, and cats and dogs, with chronic kidney disease who are not on dialysis (those in Stage 3 or 4 disease and those living with a kidney transplant). There are two types of erythropoietin for people, and cats and dogs, with anemia due to chronic kidney disease (not on dialysis).   === Anemia in critically ill people === Erythropoietin is used to treat people with anemia resulting from critical illness. In a randomized controlled trial, erythropoietin was shown to not change the number of blood transfusions required by critically ill patients. A surprising finding in this study was a small mortality reduction in patients receiving erythropoietin. This result was statistically significant after 29 days but not at 140 days. The mortality difference was most marked in patients admitted to the ICU for trauma. The authors provide several hypotheses for potential etiologies of this reduced mortality, but, given the known increase in thrombosis and increased benefit in trauma patients as well as marginal nonsignificant benefit (adjusted hazard ratio of 0.9) in surgery patients, it could be speculated that some of the benefit might be secondary to the procoagulant effect of erythropoietin. Regardless, this study suggests further research may be necessary to see which critical care patients, if any, might benefit from administration of erythropoietin.    == Adverse effects == Epoetin alfa is generally well tolerated. Common side effects include high blood pressure, headache, disabling cluster migraine (resistant to remedies), joint pain, and clotting at the injection site. Rare cases of stinging at the injection site, skin rash, and flu-like symptoms (joint and muscle pain) have occurred within a few hours following administration. More serious side effects, including allergic reactions, seizures and thrombotic events (e.g., heart attacks, strokes, and pulmonary embolism) rarely occur. Chronic self-administration of the drug has been shown to cause increases in blood hemoglobin and hematocrit to abnormally high levels, resulting in dyspnea and abdominal pain. Erythropoietin is associated with an increased risk of adverse cardiovascular complications in patients with kidney disease if it is used to target an increase of hemoglobin levels above 13.0 g/dl. Early treatment (before an infant is 8 days old) with erythropoietin correlated with an increase in the risk of retinopathy of prematurity in premature and anemic infants, raising concern that the angiogenic actions of erythropoietin may exacerbate retinopathy. Since anemia itself increases the risk of retinopathy, the correlation with erythropoietin treatment may be incidental.   === Safety advisories in anemic cancer patients === Amgen advised the U.S. Food and Drug Administration (FDA) regarding the results of the DAHANCA 10 clinical trial. The DAHANCA 10 data monitoring committee found that three-year loco-regional cancer control in subjects treated with Aranesp was significantly worse than for those not receiving Aranesp (p=0.01). In response to these advisories, the FDA released a Public Health Advisory on 9 March 2007, and a clinical alert for doctors in February 2007, about the use of erythropoiesis-stimulating agents (ESAs) such as epogen and darbepoetin. The advisory recommended caution in using these agents in cancer patients receiving chemotherapy or off chemotherapy, and indicated a lack of clinical evidence to support improvements in quality of life or transfusion requirements in these settings. Several publications and FDA communications have increased the level of concern related to adverse effects of ESA therapy in selected groups. In a revised black box warning, the FDA notes significant risks, advising that ESAs should be used only in patients with cancer when treating anemia specifically caused by chemotherapy, and not for other causes of anemia. Further, the warning states that ESAs should be discontinued once the patient's chemotherapy course has been completed.   == Interactions == Drug interactions with erythropoietin include:  Major: lenalidomide—risk of thrombosis Moderate: cyclosporine—risk of high blood pressure may be greater in combination with EPO. EPO may lead to variability in blood levels of cyclosporine. Minor: ACE inhibitors and angiotensin receptor blockers may interfere with hematopoiesis, possibly by decreasing the synthesis of endogenous erythropoietin and decreasing bone marrow production of red blood cells.   == Society and culture == The publication of an editorial questioning the benefits of high-dose epoetin was canceled by the marketing branch of a journal after being accepted by the editorial branch highlighting concerns of conflict of interest in publishing. In 2011, author Kathleen Sharp published a book, Blood Feud: The Man Who Blew the Whistle on One of the Deadliest Prescription Drugs Ever, alleging drug maker Johnson & Johnson encouraged doctors to prescribe epoetin in high doses, particularly for cancer patients, because this would increase sales by hundreds of millions of dollars. Former sales representatives Mark Duxbury and Dean McClennan, claimed that the bulk of their business selling epoetin to hospitals and clinics was Medicare fraud, totaling US$3 billion.   === Economics === The average cost per patient in the US was US$8,447 in 2009. Epoetin alfa has accounted for the single greatest drug expenditure paid by the US Medicare system; in 2010, the program paid US$2 billion for the medication.   === Biosimilars ===  In August 2007, Binocrit, Epoetin Alfa Hexal, and Abseamed were approved for use in the European Union.   == Research ==   === Neurological diseases === Erythropoietin has been hypothesized to be beneficial in treating certain neurological diseases such as schizophrenia and stroke. Some research has suggested that erythropoietin improves the survival rate in children with cerebral malaria, which is caused by the malaria parasite's blockage of blood vessels in the brain. However, the possibility that erythropoietin may be neuroprotective is inconsistent with the poor transport of the chemical into the brain and the low levels of erythropoietin receptors expressed on neuronal cells. Psychiatric diseases Randomized clinical control trials have shown promising results of EPO in improving cognition which is often intractable with the current treatment of mood disorders and schizophrenia.These domains include speed of complex cognitive processing across attention,memory and executive function.   === Preterm infants === Infants born early often require transfusions with red blood cells and have low levels of erythropoietin. Erythropoietin has been studied as a treatment option to reduce anemia in preterm infants. Treating infants less than 8 days old with erythropoietin may slightly reduce the need for red blood cell transfusions, but increases the risk of retinopathy. Due to the limited clinical benefit and increased risk of retinopathy, early or late erythropoietin treatment is not recommended for preterm infants.   == References =="}