{"name": "eptacog alfa (activated)", "category": "drug", "content": "Recombinant factor VIIa (rfVIIa) is a form of blood factor VII that has been manufactured via recombinant technology. It is administered via an injection into a vein. It is used to treat bleeding episodes in people who have acquired haemophilia, among other indications. There are several disimilar forms, and biosimilars for each. All forms are activated.  The most common side effects with Novoseven include venous thromboembolic events (problems caused by blood clots in the veins), rash, pruritus (itching), urticaria (hives), fever and reduced effectiveness of treatment. The most common side effects with Cevenfacta include injection site discomfort and hematoma (a collection of blood under the skin) as well as injection-related reactions, an increase in body temperature, dizziness and headache. Novoseven was approved for medical use in the European Union in February 1996, and in the United States in March 1999.   == Medical uses ==  Novoseven is indicated for the treatment of bleeding episodes and for the prevention of bleeding in surgical interventions or invasive procedures in people with acquired hemophilia. Novoseven RT is indicated for the treatment of bleeding episodes and peri-operative management in adults and children with hemophilia A or B with inhibitors, congenital factor VII deficiency, and Glanzmann's thrombasthenia with refractoriness to platelet transfusions, with or without antibodies to platelets and for the treatment of bleeding episodes and peri-operative management in adults with acquired hemophilia. Sevenfact [coagulation factor VIIa (recombinant)-jncw] is approved for use in the United States and is indicated for the treatment and control of bleeding episodes occurring in adults and adolescents twelve years of age and older with hemophilia A or B with inhibitors (neutralizing antibodies). As of 2012, recombinant factor VIIa is not supported by the evidence for treating most cases of major bleeding. There is a significant risk of arterial thrombosis with its use and thus, other than in those with factor VII deficiency or acquired hemophilia, it should only be given in clinical trials. Recombinant human factor VII, while initially looking promising in intracerebral hemorrhage, failed to show benefit following further study and is no longer recommended. A possible role in severe postpartum hemorrhage has been suggested. In people with hemophilia type A and B who have a deficiency of factors VIII and IX, these two factors are administered for controlling bleeding or as prophylaxis medication before starting surgeries. However, in some cases they subsequently develop neutralizing antibodies, called inhibitors, against the drug. These inhibitors often increase over time and inhibit the action of coagulation in the body. Recombinant factor VIIa, which is an activated form of factor VII, bypasses factors VIII and IX and causes coagulation without the need for factors VIII and IX. It may be used in acquired hemophilia patients with higher inhibitor titers. Other indications include use for patients with inherited deficiency of factor VII, and people with Glanzmann's thrombasthenia.   == Pharmacology ==   === Mechanism of action === This treatment results in activation of the extrinsic pathway of blood coagulation. Recombinant factor VIIa activates factor X, which starts the clotting process and thereby provides control of the bleeding. Because factor VII acts directly on factor X, independently from factors VIII and IX, recombinant factor VIIa can be used to restore haemostasis in their absence or in the presence of inhibitors.   == Coagulation factor VIIa (recombinant)-jncw == Coagulation factor VIIa (recombinant)-jncw (Sevenfact) is expressed in the mammary gland of genetically engineered rabbits and secreted into the rabbits' milk. During purification and processing of the milk, FVII is converted into activated FVII (FVIIa). The recombinant DNA (rDNA) construct in the genetically engineered rabbits used for the production of Sevenfact was approved by the FDA's Center for Veterinary Medicine. The safety and efficacy of coagulation factor VIIa (recombinant)-jncw were determined using data from a clinical study that evaluated 27 patients with hemophilia A or B with inhibitors, which included treatment of 465 mild or moderate, and three severe bleeding episodes. The study assessed the efficacy of treatment twelve hours after the initial dose was given. The proportion of mild or moderate bleeding episodes treated successfully both with the lower dose of 75mcg/kg and higher dose of 225 mcg/kg (requiring no further treatment for the bleeding episode, no administration of blood products and no increase in pain beyond 12 hours from initial dose) was approximately 86%. The study also included three severe bleeding episodes that were treated successfully with the higher dose. Another study evaluated the safety and pharmacokinetics of three escalating doses of coagulation factor VIIa (recombinant)-jncw in 15 subjects with severe hemophilia A or B with or without inhibitors. Results from this study were used to select the two doses, 75mcg/kg and 225 mcg/kg, that were evaluated in the study described above. The most common side effects of coagulation factor VIIa (recombinant)-jncw are headache, dizziness, infusion site discomfort, infusion related reaction, infusion site hematoma and fever. Coagulation factor VIIa (recombinant)-jncw is contraindicated in those with known allergy or hypersensitivity to rabbits or rabbit proteins. In 2022, the EU approved eptacog beta (Cevenfacta), which is very similar to jncw. Both are made by the same manufacturer (LFB) and through rabiit milk. Eptacog beta is almost identical to, and functions like, coagulation factor VII.   == Society and culture ==   === Legal status === Novoseven was approved for use in the United States in March 1999, and indicated for the treatment of bleeding episodes in hemophilia A or B patients with inhibitors to Factor VIII or Factor IX. It was approved in October 2006, and indicated for the treatment of bleeding episodes and for the prevention of bleeding in surgical interventions or invasive procedures in patients with acquired hemophilia. Novoseven RT was approved for use in the United States in May 2008 as a room-temperature stable formulation. In January 2010, the label was updated to include a boxed warning on serious thrombotic adverse events associated with the use of Novoseven RT outside labeled indications. In April 2020, coagulation factor VIIa (recombinant)-jncw (Sevenfact) was approved for use in the United States. In May 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Cevenfacta, intended for the treatment of bleeding episodes. The applicant for this medicinal product is Laboratoire français du Fractionnement et des Biotechnologies (LFB). Eptacog beta (activated) was approved for medical use in the EU in July 2022.   === Military use === Recombinant factor VIIa was used routinely in severely wounded American troops during the Iraq War, credited with saving many lives but also resulting in a high number of deep venous thromboses and pulmonary emboli, as well as unexpected strokes, heart attacks, and deaths.   == References ==   == Further reading == Croom KF, McCormack PL (2008). \"Recombinant factor VIIa (eptacog alfa): a review of its use in congenital hemophilia with inhibitors, acquired hemophilia, and other congenital bleeding disorders\". BioDrugs. 22 (2): 121–136. doi:10.2165/00063030-200822020-00005. PMID 18345709. S2CID 25678733. Ng HJ, Lee LH (2006). \"Recombinant activated clotting factor VII (rFVIIa) in the treatment of surgical and spontaneous bleeding episodes in hemophilic patients\". Vascular Health and Risk Management. 2 (4): 433–440. doi:10.2147/vhrm.2006.2.4.433. PMC 1994012. PMID 17323597."}