{"name": "eptinezumab", "category": "drug", "content": "Eptinezumab, sold under the brand name Vyepti, is a medication used for the preventive treatment of migraine in adults. It is a monoclonal antibody that targets calcitonin gene-related peptides (CGRP) alpha and beta. It is administered by intravenous infusion every 3 months. Eptinezumab was approved for medical use in the United States in February 2020.   == Pharmacology ==   === Mechanism of action === Eptinezumab is a fully human monoclonal antibody, blocking the calcitonin gene-related peptide (CGRP) from binding its receptor.   === Pharmacokinetics === Eptinezumab is degraded after 3 months.   == History == The U.S. Food and Drug Administration (FDA) approved eptinezumab based primarily on evidence from two clinical trials (Trial 1/ NCT02559895 and Trial 2/ NCT02974153) of 1741 subjects with chronic or episodic migraine headaches. Trials were conducted at 212 sites in United States, Georgia, Russia, Ukraine and European Union. The benefit and side effects of eptinezumab were evaluated in two clinical trials of adult subjects 18 – 71 years of age with a history of migraine headaches. The trials had similar designs. Trial 1 enrolled subjects with a history of episodic migraine headaches and Trial 2 enrolled subjects with chronic migraine headaches. Subjects were assigned to receive one of two doses of eptinezumab or placebo injections every three months for a total of twelve months in Trial 1, and for a total of 6 months in Trial 2. Neither the subjects nor the health care providers knew which treatment was being given until the trial was completed. The benefit of eptinezumab in comparison to placebo was assessed based on the change in the number of migraine days per month during the first three-month treatment period.   == Society and culture ==   === Legal status === In November 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) recommended the granting of a marketing authorization for the medicinal product Vyepti, intended for the prophylaxis of migraine. The applicant for this medicinal product is H. Lundbeck A/S. Eptinezumab was approved for medical use in the European Union in January 2022.   == See also == Galcanezumab Erenumab   == References ==   == External links == \"Eptinezumab\". Drug Information Portal. U.S. National Library of Medicine."}