{"name": "eptotermin alfa", "category": "drug", "content": "Bone morphogenetic protein 7 or BMP7 (also known as osteogenic protein-1 or OP-1) is a protein that in humans is encoded by the BMP7 gene.   == Function == The protein encoded by this gene is a member of the TGF-β superfamily. Like other members of the bone morphogenetic protein family of proteins, it plays a key role in the transformation of mesenchymal cells into bone and cartilage. It is inhibited by noggin and a similar protein, chordin, which are expressed in the Spemann-Mangold Organizer. BMP7 may be involved in bone homeostasis. It is expressed in the brain, kidneys and bladder. BMP7 induces the phosphorylation of SMAD1 and SMAD5, which in turn induce transcription of numerous osteogenic genes. It has been demonstrated that BMP7 treatment is sufficient to induce all of the genetic markers of osteoblast differentiation in many cell types.   == Role in vertebrate development == The role of BMP7 in mammalian kidney development is through induction of MET of the metanephrogenic blastema. The epithelial tissue emerging from this MET process eventually forms the tubules and glomeruli of the nephron. BMP-7 is also important in homeostasis of the adult kidney by inhibiting ephithelial-mesenchymal transition (EMT). BMP-7 expression is attenuated when the nephron is placed under inflammatory or ischemic stress, leading to EMT, which can result in fibrosis of the kidney. This type of fibrosis often leads to renal failure, and is predictive of end stage renal disease. BMP7 has been discovered to be crucial in the determination of ventral-dorsal organization in zebrafish. BMP7 causes the expression of ventral phenotypes while its complete inhibition creates a dorsal phenotype. Moreover, BMP7 is eventually partially \"turned off\" in embryonic development in order to create the dorsal parts of the organism. In many early developmental experiments using zebrafish, scientists used caBMPR (constitutively active) and tBMP (truncated receptor) to determine the effect of BMP7 in embryogenesis. They found that the constitutively active, which causes BMP to be expressed everywhere creates a ventralized phenotype, whereas truncated, dorsalized.   == Therapeutic application ==  Human recombinant BMP7 has surgical uses and was originally marketed under the brand name OP1 (discontinued by Olympus Biotech, who bought it from Stryker). It can be used to aid in the fusion of vertebral bodies to prevent neurologic trauma. Also in the treatment of tibial non-union, frequently in cases where a bone graft has failed. rhBMP-2 is much more widely used clinically because it helps grow bone better than rhBMP-7 and other BMPs. BMP7 also has the potential for treatment of chronic kidney disease. Kidney disease is characterized by derangement of the tubular architecture by both myofibroblast buildup and monocyte infiltration  Because endogenous BMP-7 is an inhibitor of the TGF-β signaling cascade that induces fibrosis, the use of exogenous recombinant BMP-7 (rhBMP-7) could be a viable treatment of chronic kidney disease. It is also thought that BMP-7 reverses fibrosis and EMT through reduction in monocyte infiltration into inflamed tissue. On a molecular level, BMP-7 represses inflammation by knocking down the expression of several pro-inflammatory cytokines produced by monocytes. Reducing this inflammatory stress, in turn, reduces the chance of fibrosis. Regardless of the mechanism of fibrosis or the origin of myofibroblasts, exogenous BMP-7 has been shown to reverse the EMT process and trigger MET. Eventually this restores the healthy epithelial cell population, and normal function of the kidneys in mice. This is pertinent in humans as well, because many diseases stemming from organ fibrosis occur via the EMT process. The epithelial-menenchymal transition is also problematic in cancer metastasis, so the diminution of EMT with recombinant DNA could have great implications in future cancer treatment options. BMP7 administration has been proposed as a possible treatment for human infertility due to poor response to FSH treatment.   == Promotion of brown fat == It was discovered that mice injected with BMP7 increased their production of \"good\" brown fat cells, while keeping their levels of the normal white fat cells constant. A BMP7 therapy for obesity in humans may be developed as a result. BMP7 not only stimulates brown adipogenesis, it also stimulates the \"browning\" of brite or beige adipocytes, turning them from a white-like phenotype into a brown-like phenotype (with induction of UCP1 and able to perform non-shivering thermogenesis, which allows to disperse energy as heat).   == Other possible effects == Several studies suggest that BMP7 may regulate or affect food intake.   == References ==   == Further reading ==   == External links == bone morphogenetic protein 7 at the U.S. National Library of Medicine Medical Subject Headings (MeSH) BMP7 as Molecule of the Year 2011 Human BMP7 genome location and BMP7 gene details page  in the UCSC Genome Browser."}