{"name": "erdafitinib", "category": "drug", "content": "Erdafitinib, sold under the brand name Balversa, is an anti-cancer medication. It is a small molecule inhibitor of fibroblast growth factor receptor (FGFR) used for the treatment of cancer. FGFRs are a subset of tyrosine kinases which are unregulated in some tumors and influence tumor cell differentiation, proliferation, angiogenesis, and cell survival. Astex Pharmaceuticals discovered the drug and licensed it to Janssen Pharmaceuticals for further development.   == Medical uses == In the United Statest, erdafitinib is indicated for the treatment of adults with locally advanced or metastatic urothelial carcinoma with susceptible FGFR3 genetic alterations whose disease has progressed on or after at least one line of prior systemic therapy. In April 2019, erdafitinib was granted approval by the US Food and Drug Administration (FDA) for treatment of metastatic or locally advanced bladder cancer with an FGFR3 or FGFR2 alteration that has progressed beyond traditional platinum-based therapies, subject to a confirmatory trial. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication. In January 2024, the FDA approved erdafitinib for adults with locally advanced or metastatic urothelial carcinoma with susceptible FGFR3 genetic alterations, as determined by an FDA-approved companion diagnostic test, whose disease has progressed on or after at least one line of prior systemic therapy. In August 2024, the EMA approved erdafitinib for adults with unresectable or metastatic urothelial carcinoma (mUC) carrying susceptible FGFR3 genetic alterations.   == Side effects == Common side effects include increased phosphate level, mouth sores, feeling tired, change in kidney function, diarrhea, dry mouth, nails separating from the bed or poor formation of the nail, change in liver function, low salt (sodium) levels, decreased appetite, change in sense of taste, low red blood cells (anemia), dry skin, dry eyes and hair loss. Other side effects include redness, swelling, peeling or tenderness on the hands or feet (hand foot syndrome), constipation, stomach pain, nausea and muscle pain. Erdafitinib may cause serious eye problems, including inflamed eyes, inflamed cornea (front part of the eye) and disorders of the retina, an internal part of the eye. Patients are advised to have eye examinations intermittently and to tell their health care professional right away if they develop blurred vision, loss of vision or other visual changes.   == History == The efficacy of erdafitinib was studied in a clinical trial (NCT02365597) that included 87 adults with locally advanced or metastatic bladder cancer, with FGFR3 or FGFR2 genetic alterations, that had progressed following treatment with chemotherapy. The overall response rate in these adults was 32.2%, with 2.3% having a complete response and almost 30% having a partial response. The response lasted for a median of approximately five-and-a-half months. The trial was conducted in Asia, Europe, and the United States. Erdafitinib received an accelerated approval. Further clinical trials are required to confirm erdafitinib's clinical benefit and the sponsor is conducting or plans to conduct these studies. Erdafitinib was also granted breakthrough therapy designation. The FDA granted the approval of Balversa to Janssen Pharmaceutical. The FDA also approved the therascreen FGFR RGQ RT-PCR Kit, developed by Qiagen Manchester, Ltd., for use as a companion diagnostic with erdafinitib for this therapeutic indication. In January 2024, the FDA approved erdafitinib for adults with locally advanced or metastatic urothelial carcinoma with susceptible FGFR3 genetic alterations, as determined by an FDA-approved companion diagnostic test, whose disease has progressed on or after at least one line of prior systemic therapy. This approval amends the indication previously granted under accelerated approval for people with metastatic urothelial carcinoma with susceptible FGFR3 or FGFR2 alterations after prior platinum-containing chemotherapy. Efficacy was evaluated in Study BLC3001 Cohort 1, a randomized, open-label trial of 266 participants with metastatic urothelial carcinoma harboring selected FGFR3 alterations who had received 1-2 prior systemic treatments, including a PD-1 or PD-L1 inhibitor. Participants were randomized 1:1 to receive erdafitinib or investigator's choice of chemotherapy (docetaxel or vinflunine). Randomization was stratified by region, performance status, and presence of visceral or bone metastases. FGFR3 alterations were identified from tumor tissue in a central laboratory by the therascreen FGFR RGQ RT-PCR kit (Qiagen) in 75% of participants, while the remainder were identified by local next generation sequencing assays.   == Society and culture ==   === Legal status === In March 2018, erdafitinib was granted breakthrough therapy designation by the FDA for treatment of urothelial cancer. In June 2024, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Balversa, intended for the treatment of urothelial carcinoma harbouring susceptible FGFR3 genetic alterations. The applicant for this medicinal product is Janssen-Cilag International N.V. Erdafitinib was approved for medical use in the European Union in August 2024.   == Research == Researchers have investigated erdafitinib for safety and efficacy in treatment of bile duct cancer, gastric cancer, non-small cell lung cancer, and esophageal cancer.   == References ==   == External links == Clinical trial number NCT03390504 for \"A Study of Erdafitinib Compared With Vinflunine or Docetaxel or Pembrolizumab in Participants With Advanced Urothelial Cancer and Selected Fibroblast Growth Factor Receptor (FGFR) Gene Aberrations (THOR)\" at ClinicalTrials.gov Clinical trial number NCT02365597 for \"An Efficacy and Safety Study of Erdafitinib (JNJ-42756493) in Participants With Urothelial Cancer\" at ClinicalTrials.gov Clinical trial number NCT03473743 for \"A Study of Erdafitinib in Participants With Metastatic or Locally Advanced Urothelial Cancer\" at ClinicalTrials.gov Clinical trial number NCT01703481 for \"A Study to Evaluate the Safety, Pharmacokinetics, and Pharmacodynamics of JNJ-42756493 in Adult Participants With Advanced or Refractory Solid Tumors or Lymphoma\" at ClinicalTrials.gov"}