{"name": "Erdheim-Chester Disease", "category": "disease", "content": "Erdheim–Chester disease (ECD)  is an extremely rare disease characterized by the abnormal multiplication of a specific type of white blood cells called histiocytes, or tissue macrophages (technically, this disease is termed a non-Langerhans-cell histiocytosis). It was declared a histiocytic neoplasm by the World Health Organization in 2016. Onset typically is in middle age, although younger patients have been documented. The disease involves an infiltration of lipid-laden macrophages, multinucleated giant cells, an inflammatory infiltrate of lymphocytes and histiocytes in the bone marrow, and a generalized sclerosis of the long bones.   == Signs and symptoms == Long bone involvement is almost universal in ECD patients and is bilateral and symmetrical in nature. More than 50% of cases have some sort of extraskeletal involvement. This can include kidney, skin, brain and lung involvement, and less frequently retroorbital tissue, pituitary gland and heart involvement is observed. Bone pain is the most frequent of all symptoms associated with ECD and mainly affects the lower limbs, knees and ankles. The pain is often described as mild but permanent, and juxtaarticular in nature. Exophthalmos occurs in some patients and is usually bilateral, symmetric and painless, and in most cases it occurs several years before the final diagnosis. Recurrent pericardial effusion can be a manifestation, as can morphological changes in adrenal size and infiltration. A review of 59 case studies by Veyssier-Belot et al. in 1996 reported the following symptoms in order of frequency of occurrence:  Bone pain Retroperitoneal fibrosis Diabetes insipidus Exophthalmos Xanthomas Neurological and central nervous system involvement Dyspnea caused by interlobular septal and pleural thickening Kidney failure Hypopituitarism Liver failure   == Diagnosis == Radiologic osteosclerosis and histology are the main diagnostic features. Diagnosis can often be difficult because of the rareness of ECD as well as the need to differentiate it from LCH. A diagnosis from neurological imaging may not be definitive. The presence of symmetrical cerebellar and pontine signal changes on T2-weighted images seem to be typical of ECD, however, multiple sclerosis and metabolic diseases must also be considered in the differential diagnosis. ECD is not a common cause of exophthalmos but can be diagnosed by biopsy.  However, like all biopsies, this may be inconclusive. Video-assisted thoracoscopic surgery may be used for diagnostic confirmation and also for therapeutic relief of recurrent pericardial fluid drainage.   === Histology === Histologically, ECD differs from Langerhans cell histiocytosis (LCH) in a number of ways. Unlike LCH, ECD does not stain positive for S-100 proteins or Group 1 CD1a glycoproteins, and electron microscopy of cell cytoplasm does not disclose Birbeck granules.  Tissue samples show xanthomatous or xanthogranulomatous infiltration by lipid-laden or foamy histiocytes, and are usually surrounded by fibrosis. Bone biopsy is said to offer the greatest likelihood of reaching a diagnosis. It would appear that approximately half these patients harbor point mutations of the BRAF gene at codon 600 substituting the amino acid glutamine for valine. In some, there is histiocyte proliferation, and on staining, the section is CD68+ and CD1a-.   == Treatment == There are two FDA-approved targeted drugs to treat ECD.  Vemurafenib, an oral agent approved in 2019, targets the BRAF protein. It was approved after showing dramatic efficacy in ECD patients harboring the BRAF V600E mutation. Cobimetinib, an oral inhibitor of MEK1 and MEK2, was approved in November 2022. Other treatment options include:  Interferon-α High-dose corticosteroid therapy Chemotherapy Pexidartinib, a drug that targets a mutation in the CSF1R pathway and has shown sustained, complete response in limited use. Radiation therapy Surgical debulking Ciclosporin   == Prognosis == Erdheim–Chester disease was previously associated with high mortality rates. However, long-term survival is now more promising. Recent studies have reported that some patients receiving targeted therapies showed no disease progression. Targeted therapies using BRAF, MEK and/or other inhibitors have been dramatically efficacious. In 2019, the Mayo Clinic published guidelines for the diagnosis and treatment of the disease, stressing the importance of genetic testing: \"Recent insights into their genomic architecture demonstrating mitogen-activated protein kinase/extracellular signal-regulated kinase pathway mutations have now enabled potential treatment with targeted therapies in most patients.\"   == Epidemiology == Approximately 500 cases had been reported in the literature as of 2014. ECD affects predominantly adults, with a mean age of 53 years.   == History == The first case of ECD was reported by the American pathologist William Chester in 1930, during his visit to the Austrian pathologist Jakob Erdheim in Vienna.   == Society and culture == The Erdheim–Chester Disease Global Alliance is a support and advocacy group with the goal of raising awareness of and promoting research into ECD. ECD families and patients are also supported by the Histiocytosis Association, Inc.   === Media === In the TV show House, season 2 episode 17, \"All In\", the final diagnosis of a 6-year-old boy who presents with bloody diarrhea and ataxia is Erdheim–Chester disease.   == References ==   == Further reading == Aouba A, Georgin-Lavialle S, Pagnoux C, Martin Silva N, Renand A, Galateau-Salle F, et al. (November 2010). \"Rationale and efficacy of interleukin-1 targeting in Erdheim-Chester disease\". Blood. 116 (20): 4070–4076. doi:10.1182/blood-2010-04-279240. PMID 20724540. Arnaud L, Malek Z, Archambaud F, Kas A, Toledano D, Drier A, et al. (October 2009). \"18F-fluorodeoxyglucose-positron emission tomography scanning is more useful in followup than in the initial assessment of patients with Erdheim-Chester disease\". Arthritis and Rheumatism. 60 (10): 3128–3138. doi:10.1002/art.24848. PMID 19790052. Arnaud L, Pierre I, Beigelman-Aubry C, Capron F, Brun AL, Rigolet A, et al. (November 2010). \"Pulmonary involvement in Erdheim-Chester disease: a single-center study of thirty-four patients and a review of the literature\". Arthritis and Rheumatism. 62 (11): 3504–3512. doi:10.1002/art.27672. PMID 20662053. Boissel N, Wechsler B, Leblond V (November 2001). \"Treatment of refractory Erdheim-Chester disease with double autologous hematopoietic stem-cell transplantation\". Annals of Internal Medicine. 135 (9): 844–845. doi:10.7326/0003-4819-135-9-200111060-00027. PMID 11694122. Braiteh F, Boxrud C, Esmaeli B, Kurzrock R (November 2005). \"Successful treatment of Erdheim-Chester disease, a non-Langerhans-cell histiocytosis, with interferon-alpha\". Blood. 106 (9): 2992–2994. doi:10.1182/blood-2005-06-2238. PMID 16020507. Brun AL, Touitou-Gottenberg D, Haroche J, Toledano D, Cluzel P, Beigelman-Aubry C, et al. (November 2010). \"Erdheim-Chester disease: CT findings of thoracic involvement\". European Radiology. 20 (11): 2579–2587. doi:10.1007/s00330-010-1830-7. PMID 20563815. S2CID 5775587. de Abreu MR, Castro MO, Chung C, Trudell D, Biswal S, Wesselly M, Resnick D (2009). \"Erdheim-Chester disease: case report with unique postmortem magnetic resonance imaging, high-resolution radiography, and pathologic correlation\". Clinical Imaging. 33 (2): 150–153. doi:10.1016/j.clinimag.2008.09.009. PMID 19237062. Drier A, Haroche J, Savatovsky J, Godenèche G, Dormont D, Chiras J, et al. (May 2010). \"Cerebral, facial, and orbital involvement in Erdheim-Chester disease: CT and MR imaging findings\". Radiology. 255 (2): 586–594. doi:10.1148/radiol.10090320. PMID 20413768. Haroche J, Amoura Z, Dion E, Wechsler B, Costedoat-Chalumeau N, Cacoub P, et al. (November 2004). \"Cardiovascular involvement, an overlooked feature of Erdheim-Chester disease: report of 6 new cases and a literature review\". Medicine. 83 (6): 371–392. doi:10.1097/01.md.0000145368.17934.91. PMID 15525849. S2CID 1426013. Haroche J, Cluzel P, Toledano D, Montalescot G, Touitou D, Grenier PA, et al. (June 2009). \"Images in cardiovascular medicine. Cardiac involvement in Erdheim-Chester disease: magnetic resonance and computed tomographic scan imaging in a monocentric series of 37 patients\". Circulation. 119 (25): e597–e598. doi:10.1161/CIRCULATIONAHA.108.825075. PMID 19564564. Haroche J, Amoura Z, Trad SG, Wechsler B, Cluzel P, Grenier PA, Piette JC (October 2006). \"Variability in the efficacy of interferon-alpha in Erdheim-Chester disease by patient and site of involvement: results in eight patients\". Arthritis and Rheumatism. 54 (10): 3330–3336. doi:10.1002/art.22165. PMID 17009306. Haroche J, Amoura Z, Charlotte F, Salvatierra J, Wechsler B, Graux C, et al. (June 2008). \"Imatinib mesylate for platelet-derived growth factor receptor-beta-positive Erdheim-Chester histiocytosis\". Blood. 111 (11): 5413–5415. doi:10.1182/blood-2008-03-148304. PMID 18502845. Janku F, Amin HM, Yang D, Garrido-Laguna I, Trent JC, Kurzrock R (November 2010). \"Response of histiocytoses to imatinib mesylate: fire to ashes\". Journal of Clinical Oncology. 28 (31): e633–e636. doi:10.1200/JCO.2010.29.9073. PMID 20733125. Lachenal F, Cotton F, Desmurs-Clavel H, Haroche J, Taillia H, Magy N, et al. (October 2006). \"Neurological manifestations and neuroradiological presentation of Erdheim-Chester disease: report of 6 cases and systematic review of the literature\". Journal of Neurology. 253 (10): 1267–1277. doi:10.1007/s00415-006-0160-9. PMID 17063320. S2CID 27976718. Mossetti G, Rendina D, Numis FG, Somma P, Postiglione L, Nunziata V (2003). \"Biochemical markers of bone turnover, serum levels of interleukin-6/interleukin-6 soluble receptor and bisphosphonate treatment in Erdheim-Chester disease\". Clinical and Experimental Rheumatology. 21 (2): 232–236. PMID 12747282. Perlat A, Decaux O, Sébillot M, Grosbois B, Desfourneaux V, Meadeb J (May 2009). \"Erdheim-Chester disease with predominant mesenteric localization: lack of efficacy of interferon alpha\". Joint Bone Spine. 76 (3): 315–317. doi:10.1016/j.jbspin.2008.09.013. PMID 19119043.   == External links == 01067 at CHORUS"}