{"name": "erdosteine", "category": "drug", "content": "Erdosteine is a molecule with mucolytic activity. Structurally it is a thioether derivative with two thioether groups. These two functional organosulfur groups contained in the molecule are released following first-pass metabolism with the conversion of erdosteine into its pharmacologically active metabolite Met-I. The molecule has been discovered and developed in Italy by Edmond Pharma, today it is prescribed for chronic and acute respiratory disorders in more than 40 countries worldwide. The drug is sold under several commercial names (Esteclin, Erdomed, Erdos, Erdotin etc.), as hard capsules 300 mg, dispersible tablets 300 mg, granulates for oral suspension 225 mg and powder for oral suspension 175 mg/5ml.   == Pharmacodynamics == Erdosteine is an oral mucoactive anti-oxidant molecule, characterized by a multi-faceted pharmacological profile that may positively interfere in more than one of the pathological processes ongoing in all respiratory disorders characterized by thickened or increased mucus production, increased oxidative stress and chronic inflammation. Moreover, an important feature of the pharmacological profile of erdosteine is represented by its synergy with antibiotics.  Anti-oxidant and anti-inflammatory activity Erdosteine exerts its role as anti-oxidant and anti-inflammatory thanks to the free sulfhydryl groups of its active metabolite Met I, which has a direct scavenging effect (particularly on reactive oxygen species, ROS), and it is able to bind the free radicals preventing tissue damage.    Erdosteine exerts a protective role against lipid peroxidation (smokers, COPD patients) by increasing the availability of endogenous antioxidants, such as glutathione, in plasma and bronco-alveolar lavage.  Antiadhesive activity Erdosteine is able to interfere with bacterial adhesion. In fact, Met I can affect the integrity of the natural intrachain disulphide bonds of pilin; the opening of this bond can induce a morphological change that interferes with the binding of bacterial adhesin (fimbriae) to receptor. The bacterial adhesion reduction is reached by Met I ad concentration similar to the plasmatic peak obtained after a single 300 mg oral administration of erdosteine. Erdosteine showed in vivo and in vitro synergistic activity with antibiotics, against bacterial adhesiveness, in patients with respiratory infections. Several clinical studies underline that, when given in combination with antibiotics, erdosteine does not interfere with their activity but improve their effects, causing an increase in therapeutic efficacy.  Mucolytic activity Erdosteine shows an important muco-regulatory activity (it increases mucus production and makes it more fluid and much less thick), and positively influences the mucociliary clearance. Several studies show that erdosteine results more active compared to other muco-regulatory drugs (such as N-acetylcysteina, sobrerol and ambroxol).  Chronic Obstructive Pulmonary Disease Evidence obtained in patients with stable chronic bronchitis/COPD with mucus hypersecretion show that erdosteine can bring therapeutic advantages during long-term administration.   A long-term treatment with erdosteine (6–8 months) can significantly decrease the risk of exacerbations and hospitalizations and improve patients' quality of life. These data are in agreement with recent indications from the international literature, that support the use of mucoactive agents in patients with hypersecreting chronic pulmonary diseases, especially during winter months. A metanalysis conducted on 1278 patients demonstrated that erdosteine brings to symptoms improvement and reduces the risk of exacerbations of chronic bronchitis and COPD. Furthermore, erdosteine demonstrated to reduce the exacerbation duration and the hospitalization risk due to COPD. The RESTORE study (Reducing Exacerbations and Symptoms by Treatment with ORal Erdosteine in COPD) was a multinational, randomized, double-blind, placebo-controlled study to evaluate the efficacy and safety of erdosteine 300 mg/bid added to usual maintenance therapy vs. placebo over 12-months, a period long enough to avoid bias due to seasonal variability in exacerbation frequency. During the study 467 patients with moderate-to-severe stable COPD were randomized and treated in 47 hospital-based pulmonary clinics in 10 European countries. After 1 year of treatment there was a 1.4% reduction in the exacerbation rate with erdosteine treatment; this result was mainly driven by the reduction in the rate of mid exacerbations equal to 57.1%. Furthermore, erdosteine treatment was associated with a 24.6% decrease in all exacerbation duration compared to placebo. Both for exacerbation rate and duration, no significant differences among inhaled corticosteroids taking and non-taking patients has been registered. A RESTORE sub-analysis demonstrated that adding erdosteine to the maintenance therapy reduces the number of mild exacerbations and the duration of all exacerbations in patients with moderate COPD. A metanalysis conducted on 2753 patients with moderate COPD shows that the efficacy and safety profile of erdosteine is superior to that of other muco-regulatory drugs (carbocysteine and N-acetylcysteine). Furthermore, erdosteine was the only mucolytic able to reduce the risk of hospitalization due to COPD exacerbations.  Other activities Several studies demonstrate the efficacy of erdosteine in the treatment of bronchiectasis in terms of facility of expectoration. In several Countries in the world erdosteine is approved for the bronchiectasis treatment. Erdosteine has shown benefits also in the treatment of chronic rhinosinusitis with nasal polyposis and Otitis Media Secretorica.  Pediatric population Erdosteine was tested in pediatric patients with lower tract respiratory disorders, in association with ampicillin, demonstrating a high symptoms reduction. In pediatric population with acute bronchitis, tracheobronchitis and pneumonia, erdosteine showed a significantly high reduction in cough intensity and improvement of clinical symptoms, with very good tolerability.   == Pharmacokinetics == Erdosteine, administered in single doses from 150 mg to 1200 mg to adult volunteers, shows a linear kinetic, with Met I serum concentration approximately 4-fold higher than those of erdosteine. The pharmacokinetic parameters of erdosteine and Met I are fully comparable after single and multiple doses, therefore there is no accumulation or metabolic activation after repeated administrations. Food does not significantly affect the absorption of erdosteine. After oral administration, erdosteine is rapidly absorbed in the gastro-intestinal tract and the plasmatic peak concentration (Cmax) is reached after 30–60 minutes (Tmax) from consumption. The molecule is rapidly transformed through a first-pass metabolism to the biologically active metabolite Met I. The drug bioavailability by oral route is very good. The half-life is 3 hours and the plasma binding protein is 65%. With respect to pharmacokinetics in special populations, a study in 12 health volunteers (mean age 70 years) confirmed that pharmacokinetic parameters for both erdosteine and Met I were similar to those observed in younger adults (mean age 31 years). Moderate renal dysfunction in elder volunteers did not affect erdosteine and Met I pharmacokinetics.   == Toxicity == The LD50 in rats is very high, between 3500 and 5000 mg/kg.   == Clinical uses == Clinical studies in more than 4000 patients demonstrated that erdosteine is effective is the treatment of acute and chronic infections of upper and lower respiratory tract with mucus hypersecretion. It modulates the sputum viscosity in the respiratory tract, making it more fluid and less thick, bringing to an increase of mucociliary rate which allows the mucus removal from respiratory tract. Erdosteine is used as mucolytic and fluidifying agent in upper and lower respiratory disorders. It modulates the sputum viscosity. Erdosteine efficacy is significant in reducing symptoms associated with Chronic Obstructive Pulmonary Disease. A multicentric, multinational study on more than 450 patients with COPD demonstrated that erdosteine is able to reduce both the frequency and the duration of symptomatic exacerbations, typical of this disease. The GOLD (Global Initiative for Chronic Obstructive Lung Disease) International Guidelines indicate that a regular treatment with a mucolytic like erdosteine can reduce exacerbations and improve the health status of patients with COPD. In some countries erdosteine in approved for the treatment of bronchiectasis.   == Safety profile == Data from post marketing surveillance confirm that erdosteine is well tolerated, with an excellent safety profile. Frequency and severity of adverse effects in clinical studies (more than 2300 patients in more than 70 clinical studies) was very low and comparable to placebo. Erdosteine is stable to hydrolysis in acid environment, so it does not have any direct effect on gastric mucus. Less than 1 patient in 1000 is expected to have gastrointestinal undesirable effects. Very rare (<1/10000) adverse events are headache, dyspnea, taste alterations, nausea, vomiting, diarrhea, epigastric pain.   == Contraindications == The drug is contraindicated in subjects with hypersensitivity to the active substance or to any of the excipients. It is contraindicated in subjects with active peptic ulcer. Because of a possible interference of the product with methionine metabolism, the drug is contraindicated in patients with hepatic cirrhosis and deficiency of the cystathionine-synthetase enzyme.   == Interaction with other medicinal products == No harmful interactions with other drugs have been reported and the product can therefore be administered together with antibiotics and bronchodilators (such as beta2-mimetics and cough sedatives).   == References =="}