{"name": "erenumab", "category": "drug", "content": "Erenumab, sold under the brand name Aimovig, is a medication which blocks the calcitonin gene-related peptide receptor (CGRPR) for the prevention of migraine. It is administered by subcutaneous injection. Erenumab, which was developed by Amgen and Novartis, was approved in May 2018, and was the first CGRPR antagonist to be approved by the U.S. Food and Drug Administration. In 2020, it was the 234th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Erenumab is indicated for the prevention of migraine in adults.   == Side effects == Common side effects are constipation, pruritus, muscle spasms, as well as mild and mostly transient reactions at the injection site.   == Interactions == Erenumab was shown not to interact with ethinylestradiol, norgestimate or the migraine drug sumatriptan. It is expected to generally have a low potential for interactions because it is not metabolized by cytochrome P450 enzymes.   == Pharmacology ==   === Mechanism of action === Erenumab is a fully human monoclonal antibody blocking the calcitonin gene-related peptide receptor (CGRPR).   === Pharmacokinetics === After subcutaneous injection, the erenumab has an estimated bioavailability of 82%. Highest blood plasma concentrations are reached after four to six days. Like other proteins, the substance is degraded by proteolysis to small peptides and amino acids. It has an elimination half-life of 28 days.   == History == Erenumab was developed by Amgen Inc. in conjunction with Novartis. In the phase III STRIVE clinical trial 955 patients were divided into three groups in a 1:1:1 ratio. Each group was injected subcutaneously monthly with 0, 70 or 140 mg erenumab over a period of 6 months. The results were measured as mean monthly migraine days in months 4, 5, and 6. At baseline the patients experienced between 4 and 14 migraine days per month with an average of 8.3. The medication significantly reduced the number of migraine days per month by 3.2 in the 70-mg group and 3.7 in the 140-mg group, versus 1.8 in the placebo (0-mg) group.   == Society and culture ==   === Economics === As of 2018, the list price was reported to be US$6,900 per year.  In the United Kingdom, Erenumab was approved by the Scottish Medicines Consortium, but the National Institute for Health and Care Excellence rejected the drug on the basis that its cost-effectiveness was not sufficiently proven.   === Legal status === The United States Food and Drug Administration approved the medication for the preventive treatment of migraine in adults in May 2018. It was the first CGRPR antagonist to be approved. It was approved for medical use in the European Union on 26 July 2018.   === Names === Erenumab is the international nonproprietary name and the United States Adopted Name.   == References =="}