{"name": "ergotamine", "category": "drug", "content": "Ergotamine, sold under the brand name Ergomar among others, is an ergopeptine and part of the ergot family of alkaloids; it is structurally and biochemically closely related to ergoline. It is structurally similar to several neurotransmitters, and it acts as a vasoconstrictor. It is used for acute migraines, sometimes with caffeine as the combination ergotamine/caffeine. Medicinal use of ergot fungus began in the 16th century, for the induction of childbirth; but dosage uncertainty discouraged its use. It has been used to prevent post-partum hemorrhage (bleeding after childbirth). It was first isolated from the ergot fungus by Arthur Stoll, at Sandoz in 1918, and was marketed as Gynergen in 1921.   == Medical uses == Ergotamine is indicated as therapy to abort or prevent vascular headache.   ==== Available forms ==== Ergotamine is available as a suppository and as a tablet, sometimes in combination with caffeine.   == Contraindications == Contraindications include: atherosclerosis, Buerger's syndrome, coronary artery disease, hepatic disease, pregnancy, pruritus, Raynaud's syndrome, and renal disease. It's also contraindicated if patient is taking macrolide antibiotics (e.g., erythromycin), certain HIV protease inhibitors (e.g., ritonavir, nelfinavir, indinavir), certain azole antifungals (e.g., ketoconazole, itraconazole, voriconazole) delavirdine, efavirenz, or a 5-HT1 receptor agonist (e.g., sumatriptan).   == Side effects == Side effects of ergotamine include nausea and vomiting. At higher doses, it can cause raised arterial blood pressure, vasoconstriction (including coronary vasospasm) and bradycardia or tachycardia. Severe vasoconstriction may cause symptoms of intermittent claudication.   == Pharmacology ==   === Pharmacodynamics === Ergotamine interacts with serotonin, adrenergic, and dopamine receptors. It is an agonist of serotonin receptors including the 5-HT1 and 5-HT2 subtypes. Ergotamine is an agonist of the serotonin 5-HT2B receptor and has been associated with cardiac valvulopathy. Despite acting as a potent 5-HT2A receptor agonist, ergotamine is said to be non-hallucinogenic similarly to lisuride. This is thought to be due to functional selectivity at the 5-HT2A receptor. However, an alternative possibility is that it is due to peripheral selectivity.   === Pharmacokinetics === The bioavailability of ergotamine is around 2% orally, 6% rectally, and 100% by intramuscular or intravenous injection. The low oral and rectal bioavailability is due to low gastrointestinal absorption and high first-pass metabolism. Ergotamine may not readily cross the blood–brain barrier.   == Biosynthesis == Ergotamine is a secondary metabolite (natural product) and the principal alkaloid produced by the ergot fungus, Claviceps purpurea, and related fungi in the family Clavicipitaceae. Its biosynthesis in these fungi requires the amino acid L-tryptophan and dimethylallyl pyrophosphate. These precursor compounds are the substrates for the enzyme, tryptophan dimethylallyltransferase, catalyzing the first step in ergot alkaloid biosynthesis, i.e., the prenylation of L-tryptophan. Further reactions, involving methyltransferase and oxygenase enzymes, yield the ergoline, lysergic acid. Lysergic acid (LA) is the substrate of lysergyl peptide synthetase, a nonribosomal peptide synthetase, which covalently links LA to the amino acids, L-alanine, L-proline, and L-phenylalanine. Enzyme-catalyzed or spontaneous cyclizations, oxygenations/oxidations, and isomerizations at selected residues precede, and give rise to, formation of ergotamine.   == Society and culture ==   === Legal status === Ergotamine is a List I regulated chemical in the United States.   == References ==   == External links == \"Ergotamine and caffeine\". MedlinePlus."}