{"name": "ergometrine", "category": "drug", "content": "Ergometrine, also known as ergonovine and sold under the brand names Ergotrate, Ergostat, and Syntometrine among others, is a medication used to cause contractions of the uterus to treat heavy vaginal bleeding after childbirth. It can be used either by mouth, by injection into a muscle, or injection into a vein. It begins working within 15 minutes when taken by mouth and is faster in onset when used by injection. Effects last between 45 and 180 minutes. Common side effect include high blood pressure, vomiting, seizures, headache, and low blood pressure. Other serious side effects include ergotism. It was originally made from the rye ergot fungus but can also be made from lysergic acid. Ergometrine is regulated because it can be used to make lysergic acid diethylamide (LSD). Ergometrine was discovered in 1932. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Ergometrine has a medical use in obstetrics to facilitate delivery of the placenta and to prevent bleeding after childbirth by causing smooth muscle tissue in the blood vessel walls to narrow, thereby reducing blood flow. It is usually combined with oxytocin (Syntocinon) as syntometrine. It can induce spasm of the coronary arteries. It is used to diagnose variant (Prinzmetal's) angina.   == Side effects == Possible side effects include nausea, vomiting, abdominal pain, diarrhea, headache, dizziness, tinnitus, chest pain, palpitation, bradycardia, transient hypertension and other cardiac arrhythmias, dyspnea, rashes, and shock. An overdose produces a characteristic poisoning, ergotism or \"St. Anthony's fire\": prolonged vasospasm resulting in gangrene and amputations; hallucinations and dementia; and abortions. Gastrointestinal disturbances such as diarrhea, nausea, and vomiting, are common. The drug is contraindicated in pregnancy, vascular disease, and psychosis.   == Pharmacology ==   === Pharmacodynamics === While ergometrine acts at α-adrenergic, dopaminergic, and serotonin receptors (the 5-HT2 receptor), it exerts on the uterus (and other smooth muscles) a powerful stimulant effect not clearly associated with a specific receptor type. Ergometrine produces psychedelic effects at high doses (e.g., 2–10 mg; normal therapeutic doses are 0.2 to 0.4 mg). This can be attributed to activation of 5-HT2A receptors. Ergometrine is an agonist of the serotonin 5-HT2B receptor and has been associated with cardiac valvulopathy.   == History == The pharmacological properties of ergot were known and had been utilised by midwives for centuries, but were not thoroughly researched and publicized until the early 20th century. However, its abortifacient effects and the danger of ergotism meant that it was only prescribed cautiously, as in the treatment of postpartum haemorrhage. Ergometrine was first isolated and obtained by the chemists C Moir, H W Dudley and Gerald Rogers in 1935. Caroline De Costa has argued that the adoption of ergometrine for preventive use and for treating bleeding contributed to the decline in the maternal mortality rate in much of the West during the early 20th century.   == Society and culture ==   === Legal status === Ergometrine is listed as Table I precursors under the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances, as possible precursor compound for LSD. As an N-alkyl derivative of lysergamide, ergometrine is also covered by the Misuse of Drugs Act 1971, effectively rendering it illegal in the United Kingdom.   == References ==   == External links == \"Ergotrate\". Drug Information Portal. U.S. National Library of Medicine. 15 November 2018."}