{"name": "eribulin", "category": "drug", "content": "Eribulin, sold under the brand name Halaven among others, is an anti-cancer medication used to treat breast cancer and liposarcoma. The most common side effects include fatigue, nausea, hair loss (alopecia), constipation, certain nerve damage causing weakness or numbness in the hands and feet (peripheral neuropathy), abdominal pain and fever (pyrexia). Eribulin may also cause low levels of infection-fighting white blood cells (neutropenia) or decreased levels of potassium or calcium. Eribulin was approved for medical use in the United States in November 2010, the European Union in March 2011, and Canada in December 2011. It is available as a generic medication.   == Medical uses == Eribulin is indicated for the treatment of people with locally advanced or metastatic breast cancer, and for the treatment of adults with unresectable liposarcoma.   == Adverse effects == Serious side effects may include anaemia; decrease in white blood cell count, which can increase the risk of serious infections that could lead to death; hair loss; cancer-related fatigue; numbness, tingling or burning in the hands and feet (neuropathy); harm to a developing fetus; as well as changes in heartbeat (QTc prolongation), that may also lead to death.   == Structure and mechanism == Eribulin is a fully synthetic macrocyclic ketone analog of the marine natural product halichondrin B, the parent molecule being a naturally occurring, potent mitotic inhibitor with a unique mechanism of action.  The parent molecule was originally found in the sponge Halichondria okadai. Eribulin is a mechanistically unique inhibitor of microtubule dynamics, binding predominantly to a small number of high affinity sites at the plus ends of existing microtubules. Eribulin has both cytotoxic and non-cytotoxic mechanisms of action.  Its cytotoxic effects are related to its antimitotic activities, wherein apoptosis of cancer cells is induced following prolonged and irreversible mitotic blockade. In addition to its cytotoxic, antimitotic-based mechanisms, preclinical studies in human breast cancer models have shown that eribulin also exerts complex effects on the biology of surviving cancer cells and residual tumors that appear unrelated to its antimitotic effects. These non-mitotic mechanisms include vascular remodeling that leads to increased tumor perfusion and mitigation of tumor hypoxia, phenotypic changes consistent with reversal of epithelial-mesenchymal transition (EMT), and decreased capacity for migration and invasion leading to reduced metastatic capacity as measured in a preclinical experimental metastasis model. In other studies, eribulin treatment of leiomyosarcoma and liposarcoma cells leads to increased expression of smooth muscle and adipocyte differentiation antigens, respectively. Taxane-resistant cancers are often unresponsive to eribulin. A recent study found that this resistance is due to expression of multidrug resistance protein 1 (MDR1). Fluorescently labeled eribulin has been used to study the pharmacokinetics and pharmacodynamics at single cell level in vivo. The synthesis of eribulin was first published in 2001; a new synthetic route to the drug was published in 2009.   == Research == Eribulin is being investigated for use in a variety of solid tumors, including breast cancer, non-small cell lung cancer, prostate cancer, brain cancer, cervical cancer, urothelial cancer, melanoma, solitary fibrous tumors, and various sarcomas. Two eribulin based products are in the research and development phase; a liposomal formulation and antibody drug combination therapy, both are for the treatment of solid tumors. The liposomal formulation of eribulin, E7389 liposomal, is in Phase I clinical trials. Preliminary in vivo experiments show a decrease in C(max) and a longer half-life with the liposomal formulation. The drug antibody eribulin combination therapy is a joint venture between Eisai and Merck. The clinical trials combine eribulin and pembrolizumab, a PD-1 inhibitor, for the treatment of breast cancer and other advanced cancers.   == References =="}