{"name": "ertugliflozin", "category": "drug", "content": "Ertugliflozin, sold under the brand name Steglatro, is a medication for the treatment of type 2 diabetes. The most common side effects include fungal infections of the vagina and other infections of the female reproductive system. Ertugliflozin is a sodium/glucose cotransporter 2 (SGLT2) inhibitor and is in the class of drugs known as gliflozins. In the United States, it was approved by the Food and Drug Administration for use as a monotherapy and as a fixed dose combination with either sitagliptin or with metformin. In the European Union, it was approved in March 2018, for use as a monotherapy or combination therapy. In September 2020, The New England Journal of Medicine reported that ertugliflozin was shown to be essentially non-inferior to placebo with respect to cardiovascular events. A combination with metformin is marketed as Segluromet and a combination with sitagliptin is marketed as Steglujan.   == Medical uses == Steglatro is indicated for the treatment of adults with insufficiently controlled type 2 diabetes as an adjunct to diet and exercise as monotherapy when metformin is considered inappropriate due to intolerance or contraindications or in addition to other medicinal products for the treatment of diabetes.   == Contraindications == Under the US approval, ertugliflozin is contraindicated for patients with severe kidney failure, end-stage renal disease, and dialysis. The European Union approval does not list any contraindications apart from hypersensitivity to the drug, which is standard for all drug approvals.   == Adverse effects == Adverse effects in studies that were significantly more common under ertugliflozin than under placebo included mycosis of the genitals in both men and women, vaginal itch, increased urination, thirst, hypoglycaemia (low blood sugar), and weight loss under the higher dosing scheme. A rare but life-threatening side effect of gliflozins is ketoacidosis; it occurred in three patients (0.1%) in ertugliflozin studies. To lessen the risk of developing ketoacidosis (a serious condition in which the body produces high levels of blood acids called ketones) after surgery, the FDA has approved changes to the prescribing information for SGLT2 inhibitor diabetes medicines to recommend they be stopped temporarily before scheduled surgery. Ertugliflozin should be stopped at least four days before scheduled surgery. Symptoms of ketoacidosis include nausea, vomiting, abdominal pain, tiredness, and trouble breathing.   == Overdose == Up to sixfold clinical doses over two weeks, or 20-fold single doses, are tolerated by patients without any toxic effects.   == Interactions == As with many diabetes drugs, combining ertugliflozin with insulin or insulin secretagogues (such as sulfonylureas) may result in an increased risk for low blood sugar. Combination with diuretics may result in a higher risk for dehydration and low blood pressure. No clinically relevant pharmacokinetic interactions have been found in studies.   == Pharmacology ==   === Mechanism of action ===   === Pharmacokinetics === After oral intake, ertugliflozin is practically completely absorbed from the gut and undergoes no relevant first-pass effect. Highest blood plasma concentrations are reached after one hour. When in circulation, 93.6% of the substance are bound to plasma proteins. Ertugliflocin is metabolised mainly to glucuronides by the enzymes UGT1A9 and UGT2B7. Cytochrome P450 enzymes play only a minor role in its metabolism. The elimination half-life is estimated to be 17 hours. 40.9% are eliminated via the feces (33.8% in unchanged form and 7.1% as metabolites) and 50.2% via the urine (1.5% unchanged and 48.7% as metabolites). The high proportion of unchanged substance in the feces is probably due to hydrolysis of the metabolites back to the parent substance.   == Society and culture ==   === Legal status === Ertugliflozin, ertugliflozin/metformin, and ertugliflozin/sitagliptin were approved for medical use in the United States in December 2019, and in the European Union in March 2018.   == References =="}