{"name": "Erythema Multiforme", "category": "disease", "content": "Erythema multiforme (EM) is a skin condition that appears with red patches evolving into target lesions, typically on both hands. It is a type of erythema possibly mediated by deposition of immune complexes (mostly IgM-bound complexes) in the superficial microvasculature of the skin and oral mucous membrane that usually follows an infection or drug exposure. It is an uncommon disorder, with peak incidence in the second and third decades of life. The disorder has various forms or presentations, which its name reflects (multiforme, \"multiform\", from multi- + formis). Target lesions are a typical manifestation. Two types, one mild to moderate and one severe, are recognized (erythema multiforme minor and erythema multiforme major). Erythema multiforme was first described by von Hebra in 1860.   == Signs and symptoms == The condition varies from a mild, self-limited rash (E. multiforme minor) to a severe, life-threatening form known as erythema multiforme major (or erythema multiforme majus) that also involves mucous membranes. Consensus classification:  Erythema multiforme minor—typical targets or raised, edematous papules distributed acrally Erythema multiforme major—typical targets or raised, edematous papules distributed acrally with involvement of one or more mucous membranes; epidermal detachment involves less than 10% of total body surface area Stevens–Johnson syndrome and toxic epidermal necrolysis used to be considered part of the erythema multiforme spectrum, but that is no longer the case. The mild form usually presents with mildly itchy (but itching can be very severe), pink-red blotches, symmetrically arranged and starting on the extremities. It often takes on the classical \"target lesion\" appearance, with a pink-red ring around a pale center. Resolution within 7–10 days is the norm. Individuals with persistent (chronic) erythema multiforme will often have a lesion form at an injury site, e.g. a minor scratch or abrasion, within a week.  Irritation or even pressure from clothing will cause the erythema sore to continue to expand along its margins for weeks or months, long after the original sore at the center heals.   == Causes ==  Many suspected etiologic factors have been reported to cause EM.  Infections: bacterial (including Bacillus Calmette–Guérin (BCG) vaccination, haemolytic Streptococci, legionellosis, leprosy, Neisseria meningitidis, Mycobacterium, Pneumococcus, Salmonella species, Staphylococcus species, Mycoplasma pneumoniae), chlamydial. Fungal (Coccidioides immitis) Parasitic (Trichomonas species, Toxoplasma gondii),  Viral (especially Herpes simplex) Drug reactions, most commonly to: antibiotics (including, sulphonamides, penicillin), anticonvulsants (phenytoin, barbiturates), aspirin, modafinil, antituberculoids, and allopurinol and many others. Physical factors: radiotherapy, cold, sunlight Others: collagen diseases, vasculitides, non-Hodgkin lymphoma, leukaemia, multiple myeloma, myeloid metaplasia, polycythemia EM minor is regarded as being triggered by HSV in almost all cases. A herpetic etiology also accounts for 55% of cases of EM major. Among the other infections, Mycoplasma infection appears to be a common cause. Herpes simplex virus suppression and even prophylaxis (with acyclovir) has been shown to prevent recurrent erythema multiforme eruption.   == Treatment == Erythema multiforme is frequently self-limiting and requires no treatment. The appropriateness of glucocorticoid therapy can be uncertain, because it is difficult to determine if the course will be a resolving one.   == See also == Erythema multiforme major Erythema multiforme minor Toxic epidermal necrolysis Stevens–Johnson syndrome   == References ==   == External links =="}