{"name": "Erythema nodosum leprosum", "category": "disease", "content": "Erythema nodosum (EN) is an inflammatory condition characterized by inflammation of subcutaneous fat tissue, resulting in painful red/blue lumps or nodules that are usually seen symmetrically on both shins, on the thighs, arms, and elsewhere. It can be caused by a variety of conditions but 20 to 50% of cases are idiopathic. It typically resolves spontaneously within 30 days. It is common in young people aged 12–20 years.   == Signs and symptoms ==   === Pre-eruptive phase === The first signs of erythema nodosum are often flu-like symptoms such as a fever, cough, malaise, and aching joints. Some people also experience stiffness or swelling in the joints and weight loss.   === Eruptive phase === Erythema nodosum is characterised by 1–2-inch (25–51 mm) nodules (rounded lumps) below the skin surface, usually on the shins. These subcutaneous nodules can appear anywhere on the body, but the most common sites are the shins, arms, thighs, and torso. Each nodule typically disappears after around two weeks, though new ones may continue to form for up to six or eight weeks. A new nodule usually appears red and is hot and firm to the touch. The redness starts to fade and it gradually becomes softer and smaller until it disappears. Each nodule usually heals completely without scarring over the course of about two weeks. Joint pain and inflammation sometimes continue for several weeks or months after the nodules appear. Less common variants of erythema nodosum include:  Ulcerating forms, seen in Crohn's disease Erythema contusiforme,  when a subcutaneous hemorrhage (bleeding under the skin) occurs with an erythema nodosum lesion, causing the lesion to look like a contusion (bruise) Erythema nodosum migrans (also known as subacute nodular migratory panniculitis), a rare form of chronic erythema nodosum characterized by asymmetrical nodules that are mildly tender and migrate over time.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Causes == EN is associated with a wide variety of conditions.   === Idiopathic === About 30–50% of EN cases are idiopathic (of an unknown cause).   === Infection === Infections associated with EN include:  Streptococcal infection which, in children, is by far the most common precipitant Several granulomatous mycobacterial infections including tuberculosis, leprosy, and M. avium complex Mycoplasma pneumoniae Histoplasma capsulatum Yersinia Lymphogranuloma venereum (LGV), caused by the bacteria Chlamydia trachomatis Epstein-Barr virus Coccidioides immitis (Valley fever) Cat scratch disease   === Autoimmune === Autoimmune disorders associated with EN include:  Behçet's disease   === Immune-mediated/Idiopathic granulomatous diseases === Crohn's disease Sarcoidosis   === Pregnancy === Pregnancy may be associated with EN.   === Medications === Medications associated with EN include:  Omeprazole Sulfonamides Oral contraceptives Penicillins Bromides Hepatitis B vaccination   === Cancer === Cancers associated with EN include:  Non-Hodgkin's lymphoma (NHL) Carcinoid tumours Pancreatic cancer EN may also be due to excessive antibody production in lepromatous leprosy leading to deposition of immune complexes. There is an association with the HLA-B27 histocompatibility antigen, which is present in 65% of patients with erythema nodosum. A useful mnemonic for causes is SORE SHINS (Streptococci, OCP, Rickettsia, Eponymous (Behçet), Sulfonamides, Hansen's Disease (Leprosy), IBD, NHL, Sarcoidosis.   == Pathophysiology == Erythema nodosum is probably a delayed hypersensitivity reaction to a variety of antigens. Although circulating immune complexes have been demonstrated in patients with inflammatory bowel disease, they have not been found in idiopathic or uncomplicated cases.   == Diagnosis == Erythema nodosum is diagnosed clinically. A biopsy can be taken and examined microscopically to confirm an uncertain diagnosis. Microscopic examination usually reveals a neutrophilic infiltrate surrounding capillaries that results in septal thickening, with fibrotic changes in the fat around blood vessels. A characteristic microscopic finding is radial granulomas, well-defined nodular aggregates of histiocytes surrounding a stellate cleft. Additional evaluation should be performed to determine the underlying cause of erythema nodosum. This may include a full blood count (FBC), erythrocyte sedimentation rate (ESR), antistreptolysin-O (ASO) titer and throat culture, urinalysis, intradermal tuberculin test, and a chest x-ray. The ESR is typically high, the C-reactive protein elevated, and the blood showing an increase in white blood cells. The ESR is initially very high and falls as the nodules of erythema nodosum. The ASO titer is high in cases associated with a streptococcal throat infection. A chest X-ray should be performed to rule out pulmonary diseases, in particular sarcoidosis and Löfgren syndrome.   == Treatment == Erythema nodosum is self-limiting and usually resolves itself within 3–6 weeks. A recurring form does exist, and in children, it is attributed to repeated infections with streptococcus. Treatment should focus on the underlying cause. Symptoms can be treated with bed rest, leg elevation, compressive bandages, wet dressings, and nonsteroidal anti-inflammatory agents (NSAIDs). NSAIDs are usually more effective at the onset of EN versus with chronic disease. Potassium iodide can be used for persistent lesions whose cause remains unknown. Corticosteroids and colchicine can be used in severe refractory cases. Thalidomide has been used successfully in the treatment of Erythema nodosum leprosum, and it was approved by the U.S. FDA for this use in July 1998. According to a 2009 meta-analysis, there is some evidence of benefit for both thalidomide and clofazimine in the treatment of erythema nodosum leprosum.   == Epidemiology == Erythema nodosum is the most common form of panniculitis. It is most common in the ages of 20–30, and affects women 3–6 times more than men.   == Eponym == The term, Subacute Migratory Panniculitis of Vilanova and Piñol, was named after the two Catalan dermatologists who provided a brief description and explanation of the disease, Xavier Montiu Vilanova (1902–1965) and Joaquin Aguade Piñol (1918–1977), in 1954, and was named in 1956.   == References ==   == External links =="}