{"name": "Erythrasma", "category": "disease", "content": "Erythrasma is a superficial skin infection that causes brown, scaly skin patches. It is caused by Corynebacterium minutissimum bacteria, a normal part of skin flora (the microorganisms that are normally present on the skin). There are two types of erythrasma: generalized and interdigital. Interdigital is the most common bacterial infection of the feet and normally does not show any symptoms. Not only is this an aesthetically unappealing condition, but there is evidence to support that disciform erythrasma can be an early sign of type 2 diabetes mellitus. The generalized erythrasma is most commonly seen in type 2 diabetes mellitus where the lesions go beyond the areas of the body where skin is rubbing together. It is prevalent among diabetics and the obese, and in warm climates; it is worsened by wearing occlusive clothing. The presence of erythrasma is approximately 4% and is more likely to be found in the subtropical and tropical areas compared to the rest of the world. It is found more commonly in African Americans due to the darker skin and  even though both sexes are affected, it is usually found more frequently in males for the thigh and leg regions. A great contributor to this infection is a weakened immune system which comes with aging, therefore the elderly are more susceptible to this disease than the young; this does not mean the young cannot be affected. The epidemiology background of erythrasma remains partially unsolved.   == Signs and symptoms == Lesions of erythrasma are initially pink, but progress quickly to become brown and scaly (as skin starts to shed), which are sharply distinguished. Erythrasmic patches are typically found in moist and intertriginous areas (skin fold areas—e.g. armpit, groin, under breast) and can be well-defined patches or irregular. The most common is interdigital erythrasma, which is of the foot, and may present as a scaling, fissuring, and chronic non-resolving break down of the toe web interspaces. The slightly webbed spaces between toes, or other body region skin folds, make it difficult to distinguish from various Tinea. The patient is commonly otherwise asymptomatic.   == Cause == Erythrasma is caused by Corynebacterium minutissimum. This bacterium tends to thrive in mostly moist and warm environments. Great contributors are poor hygiene, obesity, hyperhidrosis (excessive sweating), aging, diabetes mellitus, and a poorly functioning immune system. Only some of the causable factors can be modified to reduce risk. Hygiene can be improved, along with avoiding moist and warm environments.   == Diagnosis == The differential diagnosis for erythrasma includes psoriasis, candidiasis, dermatophytosis, acanthosis nigricans, intertrigo, and many other skin conditions. The diagnosis can be made on the clinical picture alone. However, a simple side-room investigation with a Wood's lamp is additionally useful in diagnosing erythrasma. The ultraviolet light of a Wood's lamp causes the organism to fluoresce a characteristic coral red color, differentiating it from other skin conditions such as tinea versicolor, which may fluoresce a copper-orange color. Another route to differentiate erythrasma would be through bacterial and mycology related cultures to compare/contrast normal results to these findings. These are both non-invasive routes. Erythrasma is often mistakenly diagnosed as dermatophytic infection which is a fungal infection and not a bacterial infection. The difference here is that fungi are multicellular and eukaryotes while bacteria are single celled prokaryotes. This is vital to differentiate because the way they reproduce will indicate how the infection will spread throughout the human body.   == Mechanism == Corynebacterium minutissimum is the bacterium that causes this infection, often club-shaped rods when observed under a microscope following a staining procedure, which is a result of snapping division which makes them look like a picket fence. This bacterium is gram-positive, which means it has a very thick cell wall that cannot be easily penetrated. Electron microscopy confirms the bacterial nature of erythrasma, it shows decreased electron density in keratinized cells at the sites of proliferation. This means that the bacterium causes erythrasma by breaking down keratin Fibrils in the skin. Corynebacterium minutissimum consumes carbohydrates such as glucose, dextrose, sucrose, maltose, and mannitol. Erythrasma manifests mostly in slightly webbed spaces between toes (or other body region skin folds like the thighs/groin area) in warm atmospheric regions, and is more prevalent in dark skinned humans. As a person ages, they are more susceptible to this infection. This bacterium is not only found in warm atmospheric regions, but also warm and sweaty parts of the human body. Corynebacterium minutissimum survives the best here due to the encouraged fungal growth in these regions and allows it to replicate. It is more prevalent in African Americans due to their skin pigmentation.   == Treatment == Initial treatments for minor erythrasma can begin with keeping the area clean and dry and with antibacterial soaps. The next level is treated with topical fusidic acid and an antibacterial solution such as clindamycin to eradicate the bacteria. For aggressive types of erythrasma, oral antibiotics such as macrolides (erythromycin or azithromycin) can be prescribed. Below is a figure showing the different types and subtypes of therapies.       There is no agreement on the best treatment for this disease. There are many limitations on these treatments such as more irritation, possible allergic reactions, and ulcerations. These treatments are suitable for most ages, but for young children it should be monitored very closely.   == Prognosis == Erythrasma has a good prognosis if it is discovered early and properly treated. In more severe cases, it can be an indicator for another disease such as diabetes mellitus.   == See also == List of cutaneous conditions Athlete's foot Tinea pedis Wood's lamp Type 2 diabetes mellitus   == References ==   == Further reading == eMedicine Hamann K, Thorn P (1991). \"Systemic or local treatment of erythrasma? A comparison between erythromycin tablets and Fucidin cream in general practice\". Scand J Prim Health Care. 9 (1): 35–9. doi:10.3109/02813439109026579. PMID 2041927.   == External links =="}