{"name": "esketamine", "category": "drug", "content": "Esketamine, sold under the brand names Spravato (for depression) and Ketanest (for anesthesia) among others, is the S(+) enantiomer of ketamine. It is a dissociative hallucinogen drug used as a general anesthetic and as an antidepressant for treatment of depression. Esketamine is the active enantiomer of ketamine in terms of NMDA receptor antagonism and is more potent than racemic ketamine. It is specifically used as a therapy for treatment-resistant depression (TRD) and for major depressive disorder (MDD) with co-occurring suicidal ideation or behavior. Its efficacy for depression is modest and similar to that of other antidepressants. Esketamine is not used by infusion into a vein for anesthesia as it is only FDA approved for depression in the form of an intranasal spray (the parent compound Ketamine is most often administered intravenously) and under direct medical supervision as a nasal spray. Adverse effects of esketamine include dissociation, dizziness, sedation, nausea, vomiting, vertigo, numbness, anxiety, lethargy, increased blood pressure, and feelings of drunkenness. Less often, esketamine can cause bladder problems. Esketamine acts primarily as a N-methyl-D-aspartate (NMDA) receptor antagonist but also has other actions. In the form of racemic ketamine, esketamine was first synthesized in 1962 and introduced for medical use as an anesthetic in 1970. Enantiopure esketamine was introduced for medical use as an anesthetic in 1997 and as an antidepressant in 2019. It is used as an anesthetic in the European Union and as an antidepressant in the United States and Canada. Due to misuse liability as a dissociative hallucinogen, esketamine is a controlled substance.   == Medical uses ==   === Anesthesia === Esketamine is used for similar indications as ketamine. Such uses include induction of anesthesia in high-risk patients such as those with circulatory shock, severe bronchospasm, or as a supplement to regional anesthesia with incomplete nerve blocks.   === Depression === Esketamine is approved under the brand name Spravato in the form of a nasal spray added to a conventional antidepressant as a therapy for treatment-resistant depression (TRD) as well as major depressive disorder (MDD) associated with suicidal ideation or behavior in adults in the United States. In the clinical trials that led to approval of esketamine, TRD was defined as MDD with inadequate response to at least two different conventional antidepressants. The nasal spray formulation of esketamine used for depression delivers two sprays containing a total of 28 mg esketamine and doses of 56 mg (2 devices) to 84 mg (3 devices) are used. The recommended dosage of Spravato is 56 mg on day 1, 56 or 84 mg twice per week during weeks 1 to 4, 56 or 84 mg once per week during weeks 5 to 8, and 56 or 84 mg every 2 weeks or once weekly during week 9 and thereafter. Dosing is individualized to the least frequent dosing necessary to maintain response or remission. Spravato is administered under the supervision of a healthcare provider and patients are monitored for at least 2 hours during each treatment session. Due to concerns about sedation, dissociation, and misuse, esketamine is available for treatment of depression only from certified providers through a restricted program under a Risk Evaluation and Mitigation Strategy (REMS) called Spravato REMS. Five clinical studies of esketamine for TRD (TRANSFORM-1, -2, and -3, and SUSTAIN-1 and -2) were submitted to and evaluated by the FDA when approval of esketamine for treatment of TRD was sought by Janssen Pharmaceuticals. Of these five studies, three were short-term (4-week) efficacy studies (the TRANSFORM studies). Two of these three studies (TRANSFORM-1 and -3) did not find a statistically significant antidepressant effect of esketamine relative to placebo. In the one positive short-term efficacy study (TRANSFORM-2), there was a 4.0-point difference between esketamine and placebo on the Montgomery–Åsberg Depression Rating Scale (MADRS) after 4 weeks of treatment (P = 0.020). This scale ranges from 0 to 60 and the average score of the participants at the start of the study was about 37.0 in both the esketamine and placebo groups. The total change in score after 4 weeks was –19.8 points in the esketamine group and –15.8 points in the placebo group. This corresponded to a percentage change in MADRS score from baseline of –53.5% with esketamine and –42.4% with placebo (a difference and reduction of depression score of –11.1% potentially attributable to the pharmacological action of esketamine) in these patient samples. Placebo showed 80.0% of the antidepressant effect of esketamine for TRD in this study and hence approximately 20.0% of the antidepressant response was attributable to esketamine. In the two negative short-term efficacy trials that did not reach statistical significance (TRANSFORM-1 and -3), the differences in MADRS reductions between esketamine and placebo were –3.2 (P = 0.088) and –3.6 (P = 0.059) after 4 weeks of treatment.  The 4.0-point additional reduction in MADRS score with esketamine over placebo in the single positive efficacy trial corresponds to less than \"minimal improvement\" and has been criticized as being below the threshold for clinically meaningful change. A difference of at least 6.5 points was originally suggested by the trial investigators to be a reasonable threshold for clinical significance. In other literature, MADRS reductions have been interpreted as \"very much improved\" corresponding to 27–28 points, \"much improved\" to 16–17 points, and \"minimally improved\" to 7–9 points. It has additionally been argued that the small advantage in scores with esketamine may have been related to an enhanced placebo response in the esketamine group due to functional unblinding caused by the psychoactive effects of esketamine. In other words, it is argued that the study was not truly a double-blind controlled trial. Dissociation was experienced as a side effect by a majority of participants who received esketamine (61–75% with esketamine and 5–12% with placebo; ~7-fold difference) and \"severe\" dissociation was experienced by 25%. Deblinding and expectancy confounds are problems with studies of hallucinogens for psychiatric indications in general. The FDA normally requires at least two positive short-term efficacy studies for approval of antidepressants, but this requirement was loosened for esketamine and a relapse-prevention trial was allowed to fill the place of the second efficacy trial instead. This is the first time that the FDA is known to have made such an exception and the decision has been criticized as lowering regulatory standards. In the relapse-prevention trial (SUSTAIN-2), the rate of depression relapse was significantly lower with esketamine continued than with it discontinued and replaced with placebo in esketamine-treated stable responders and remitters (51% rate reduction in remitters and 70% reduction in responders).  Esketamine was approved for the treatment of MDD with co-occurring suicidal ideation or behavior on the basis of two short-term (4-week) phase 3 trials (ASPIRE-1 and -2) of esketamine nasal spray added to a conventional antidepressant. The primary efficacy measure was reduction in MADRS total score after 24 hours following the first dose of esketamine. In both trials, MADRS scores were significantly reduced with esketamine relative to placebo at 24 hours. The mean MADRS scores at baseline were 39.4 to 41.3 in all groups and the MADRS reductions at 24 hours were –15.9 and –16.0 with esketamine and –12.0 and –12.2 with placebo, resulting in mean differences between esketamine and placebo of –3.8 and –3.9. The secondary efficacy measure in the trials was change in Clinical Global Impression of Suicidal Severity - Revised (CGI-SS-r) 24 hours after the first dose of esketamine. The CGI-SS-r is a single-item scale with scores ranging from 0 to 6. Esketamine was not significantly effective in reducing suicidality relative to placebo on this measure either at 24 hours or after 25 days. At 24 hours, CGI-SS-r scores were changed by –1.5 with esketamine and –1.3 with placebo, giving a non-significant mean difference between esketamine and placebo of –0.20. Hence, while efficacious in reducing depressive symptoms in people with depression and suicidality, antisuicidal effects of esketamine in such individuals have not been demonstrated. Expectations were initially very high for ketamine and esketamine for treatment of depression based on early small-scale clinical studies, with discovery of the rapid and ostensibly robust antidepressant effects of ketamine described by some authors as \"the most important advance in the field of psychiatry in the past half century\". According to a 2018 review, ketamine showed more than double the antidepressant effect size over placebo of conventional antidepressants in the treatment of depression based on the preliminary evidence available at the time (Cohen's d = 1.3–1.7 for ketamine, Cohen's d = 0.8 for midazolam (active placebo), and Cohen's d = 0.53–0.81 for conventional antidepressants). However, the efficacy of ketamine/esketamine for depression declined dramatically as studies became larger and more methodologically rigorous. The effectiveness of esketamine for the indication of TRD is described as \"modest\" and is similar in magnitude to that of other antidepressants for treatment of MDD. The comparative effectiveness of ketamine and esketamine in the treatment of depression has not been adequately characterized. A January 2021 meta-analysis reported that ketamine was similarly effective to esketamine in terms of antidepressant effect size (SMDTooltip standardized mean difference for depression score of –1.1 vs. –1.2) but more effective than esketamine in terms of response and remission rates (RRTooltip risk ratio = 3.01 vs. RR = 1.38 for response and RR = 3.70 vs. RR = 1.47 for remission). A September 2021 Cochrane review found that ketamine had an effect size (SMD) for depression at 24 hours of –0.87, with very low certainty, and that esketamine had an effect size (SMD) at 24 hours of –0.31, based on moderate-certainty evidence. However, these meta-analyses have involved largely non-directly comparative studies with dissimilar research designs and patient populations. Only a single clinical trial has directly compared ketamine and esketamine for depression as of May 2021. This study reported similar antidepressant efficacy as well as tolerability and psychotomimetic effects between the two agents. However, the study was small and underpowered, and more research is still needed to better-characterize the comparative antidepressant effects of ketamine and esketamine. Preliminary research suggests that arketamine, the R(−) enantiomer of ketamine, may also have its own independent antidepressant effects and may contribute to the antidepressant efficacy of racemic ketamine, but more research likewise is needed to evaluate this possibility. In February 2019, an outside panel of experts recommended in a 14–2 vote that the FDA approve the nasal spray version of esketamine for TRD, provided that it be given in a clinical setting, with people remaining on site for at least two hours after. The reasoning for this requirement is that trial participants temporarily experienced sedation, visual disturbances, trouble speaking, confusion, numbness, and feelings of dizziness during immediately after. The approval of esketamine for TRD by the FDA was controversial due to limited and mixed evidence of efficacy and safety. In January 2020, esketamine was rejected by the National Health Service (NHS) of Great Britain. The NHS questioned the benefits of the medication for depression and claimed that it was too expensive. People who have been already using esketamine were allowed to complete treatment if their doctors considered this necessary. Spravato debuted to a cost of treatment of US$32,400 per year when it launched in the United States in March 2019. The Institute for Clinical and Economic Review (ICER), which evaluates cost effectiveness of drugs analogously to the National Institute for Health and Care Excellence (NICE) in the United Kingdom, declined to recommend esketamine for depression due to its steep cost and modest efficacy, deeming it not sufficiently cost-effective. Esketamine is the second drug to be approved for TRD by the FDA, following olanzapine/fluoxetine (Symbyax) in 2009. Other agents, like the atypical antipsychotics aripiprazole (Abilify) and quetiapine (Seroquel), have been approved for use in the adjunctive therapy of MDD in people with a partial response to treatment. In a meta-analysis conducted internally by the FDA during its evaluation of esketamine for TRD, the FDA reported a standardized mean difference (SMD) of esketamine for TRD of 0.28 using the three phase 3 short-term efficacy trials conducted by Janssen. This was similar to an SMD of 0.26 for olanzapine/fluoxetine for TRD and lower than SMDs of 0.35 for aripiprazole and 0.40 for quetiapine as adjuncts for MDD. These drugs are less expensive than esketamine and may serve as more affordable alternatives to it for depression with similar effectiveness.   == Adverse effects ==  The most common adverse effects of esketamine for depression (≥5% incidence) include dissociation, dizziness, sedation, nausea, vomiting, vertigo, numbness, anxiety, lethargy, increased blood pressure, and feelings of drunkenness. Long-term abuse of ketamine has been associated with bladder disease.   == Pharmacology ==   === Pharmacodynamics === Esketamine is approximately twice as potent an anesthetic as racemic ketamine. In mice, the rapid antidepressant effect of arketamine was greater and lasted longer than that of esketamine. The usefulness of arketamine over esketamine has been supported by other researchers. Esketamine inhibits dopamine transporters eight times more than arketamine. This increases dopamine activity in the brain. At doses causing the same intensity of effects, esketamine is generally considered to be more pleasant by patients. Patients also generally recover mental function more quickly after being treated with pure esketamine, which may be a result of the fact that it is cleared from their system more quickly. This is however in contradiction with arketamine being devoid of psychotomimetic side effects. Unlike arketamine, esketamine does not bind significantly to sigma receptors. Esketamine increases glucose metabolism in the frontal cortex, while arketamine decreases glucose metabolism in the brain. This difference may be responsible for the fact that esketamine generally has a more dissociative or hallucinogenic effect while arketamine is reportedly more relaxing. However, another study found no difference between racemic ketamine and esketamine on the patient's level of vigilance. Interpretation of this finding is complicated by the fact that racemic ketamine is 50% esketamine.   === Pharmacokinetics === Esketamine is eliminated from the human body more quickly than arketamine (R(–)-ketamine) or racemic ketamine, although arketamine slows the elimination of esketamine.   == History == Esketamine was introduced for medical use as an anesthetic in Germany in 1997, and was subsequently marketed in other countries. In addition to its anesthetic effects, the medication showed properties of being a rapid-acting antidepressant, and was subsequently investigated for use as such. Esketamine received a breakthrough designation from the FDATooltip Food and Drug Administration for treatment-resistant depression (TRD) in 2013 and major depressive disorder (MDD) with accompanying suicidal ideation in 2016. In November 2017, it completed phase III clinical trials for treatment-resistant depression in the United States. Johnson & Johnson filed a Food and Drug Administration (FDA) New Drug Application (NDA) for approval on 4 September 2018; the application was endorsed by an FDA advisory panel on 12 February 2019, and on 5 March 2019, the FDA approved esketamine, in conjunction with an oral antidepressant, for the treatment of depression in adults. In August 2020, it was approved by the U.S. Food and Drug Administration (FDA) with the added indication for the short-term treatment of suicidal thoughts. Since the 1980s, closely associated ketamine has been used as a club drug also known as \"Special K\" for its trip-inducing side effects.   == Society and culture ==   === Names === Esketamine is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while esketamine hydrochloride is its BANMTooltip British Approved Name, Modified. It is also known as S(+)-ketamine, (S)-ketamine, or (–)-ketamine ((-)[+] ketamine), as well as by its developmental code name JNJ-54135419. Esketamine is sold under the brand name Spravato for use as an antidepressant and the brand names Eskesia, Ketanest, Ketanest S, Ketanest-S, Keta-S for use as an anesthetic (veterinary), among others.   === Legal status === Esketamine is a Schedule III controlled substance in the United States. Esketamine is a controlled drug In The United Arab Emirates due to its potential for abuse, its use is only under strict medical supervision which is only available on government hospitals in the country, and its use only approved for treatment-resistant depression registered under the trademark Spravato.   == References =="}