{"name": "esmolol", "category": "drug", "content": "Esmolol, sold under the brand name Brevibloc, is a cardio selective beta1 receptor blocker with rapid onset, a very short duration of action, and no significant intrinsic sympathomimetic or membrane stabilising activity at therapeutic dosages. It is a class II antiarrhythmic. Esmolol decreases the force and rate of heart contractions by blocking beta-adrenergic receptors of the sympathetic nervous system, which are found in the heart and other organs of the body.  Esmolol prevents the action of two naturally occurring substances: epinephrine and norepinephrine. It was patented in 1980 and approved for medical use in 1987.   == Medical uses == To terminate supraventricular tachycardia, Episodic atrial fibrillation or flutter, Arrhythmia during anaesthesia, To reduce HR and BP during and after cardiac surgery, and In early treatment of myocardial infarction. Esmolol is also used in blunting the hemodynamic response to laryngoscopy and intubation.   == Pharmacology ==   === Pharmacodynamics === Esmolol is a beta blocker, or an antagonist of the β-adrenergic receptors. It is selective for the β1-adrenergic receptor and has no intrinsic sympathomimetic activity.   === Pharmacokinetics === Esmolol is considered a soft drug, one that is rapidly metabolized to an inactive form.  Esmolol is rapidly metabolized by hydrolysis of the ester linkage, chiefly by the esterases in the cytosol of red blood cells and not by plasma cholinesterases or red cell membrane acetylcholinesterase. Total body clearance in man was found to be about 20 L/kg/hr, which is greater than cardiac output; thus the metabolism of esmolol is not limited by the rate of blood flow to metabolizing tissues such as the liver or affected by hepatic or renal blood flow. Esmolol's short duration of action is based on the ester-methyl side chain which allows for quick hydrolysis. Esmolol's structure is reflected in its name, es-molol as in ester-methyl. Plasma cholinesterases and red cell membrane acetylcholinesterase do not have any action. This metabolism results in the formation of a free acid and methanol. The amount of methanol produced is similar to endogenous methanol production. Esmolol has a rapid distribution half-life of about two minutes and an elimination half-life of about nine minutes. Esmolol is classified as a beta blocker with low lipophilicity and hence lower potential for crossing the blood–brain barrier. This in turn may result in fewer effects in the central nervous system as well as a lower risk of neuropsychiatric side effects.   == References =="}