{"name": "Essential Hypertension", "category": "disease", "content": "Essential hypertension (also called primary hypertension, or idiopathic hypertension) is a form of hypertension without an identifiable physiologic cause. It is the most common type affecting 85% of those with high blood pressure. The remaining 15% is accounted for by various causes of secondary hypertension. Essential hypertension tends to be familial and is likely to be the consequence of an interaction between environmental and genetic factors. Hypertension can increase the risk of cerebral, cardiac, and renal events.   == Classification ==  Blood pressure is classified as normal blood pressure, prehypertension, hypertension (stages I and II), and isolated systolic hypertension, which is a common occurrence among the elderly. These readings are based on the average of seated blood pressure readings that were properly measured during 2 or more office visits. In adults, hypertension is considered to be present when a person's blood pressure is consistently at least 140 mmHg systolic or 90 mmHg diastolic. Patients with blood pressures over 130/80 mmHg along with Type 1 or Type 2 diabetes, or kidney disease require further treatment.  Resistant hypertension is defined as the failure to reduce blood pressure to normal levels following an adequate trial of three antihypertensive medications. Guidelines for treating resistant hypertension have been published in the UK, and US.   == Risk factors == The etiology of hypertension differs widely amongst individuals within a large population. While essential hypertension has no identifiable cause, several risk factors have been identified.   === Genetics === Having a personal family history of hypertension increases the likelihood that an individual develops it. More than 50 genes have been examined in association studies with hypertension, and the number is constantly growing. One of these genes is the angiotensinogen (AGT) gene, studied extensively by Kim et al. They showed that increasing the number of AGT increases the blood pressure and hence this may cause hypertension. In single variant tests, it has been shown that SNPs were enriched for variants associated with adiposity, type 2 diabetes, coronary heart disease and kidney function in previously published GWAS, providing evidence that genetic loci related to blood pressure contribute to cardiovascular outcomes. Twins have been included in studies measuring ambulatory blood pressure; from these studies it has been suggested that there is a large genetic influence on essential hypertension. Supporting data has emerged from animal studies as well as clinical studies in human populations. The majority of these studies support the concept that the inheritance is probably multifactorial or that a number of different genetic defects each has an elevated blood pressure as one of its phenotypic expressions. However, the genetic influence on hypertension is not fully understood at the moment. It is believed that linking hypertension-related phenotypes with specific variations of the genome may yield definitive evidence of heritability. Another view is that hypertension can be caused by mutations in single genes, inherited on a Mendelian basis.   === Race === In the United States, essential hypertension is four times more common in black than white people, accelerates more rapidly and is often more severe with higher mortality in black patients.There are numerous racial inequities that contribute to black individuals having higher prevalence of essential hypertension than white people. These racial disparity-related risk factors are less conspicuous. Discrimination may have both a direct and indirect effect on hypertension. Chronic stress, like that caused by discrimination, has been linked to a number of health problems. Access to social, financial, and educational resources that can enhance one's health is unequally impacted by racial prejudice. Numerous studies have demonstrated the connection between feeling discriminated against and having elevated blood pressure. In comparison to participants who reported low levels of lifetime discrimination, a study from the Jackson Heart Study indicated that those people who reported high or medium levels of prejudice were more likely to acquire hypertension. Racial inequities are rarely acknowledged as significant risk factors in the healthcare industry.   === Diet === An unhealthy diet, which includes excessive consumption of unhealthy food, is a recognized risk factor for hypertension. A balanced diet is recommended for both its prevention and control. Dietary sodium intake also contributes to blood pressure. Approximately one third of the essential hypertensive population is responsive to sodium intake. When sodium intake exceeds the capacity of the body to excrete it through the kidneys, blood volume will expand due to movement of fluids by osmosis into the blood vessels. This causes the arterial pressure to rise as the cardiac output will increase. Local autoregulatory mechanisms counteract this by increasing the vascular resistance to blood flow in order to maintain normal pressure in the capillary blood vessels . As arterial pressure increases in response to high sodium chloride intake, urinary sodium excretion increases but this higher excretion of salt is maintained at the expense of increased arterial blood pressure. The increased sodium ion concentration stimulates ADH and thirst mechanisms, leading to increased reabsorption of water in the kidneys, a concentrated urine, and thirst with a higher intake of water.    === Aging === Hypertension can also be age-related when associated with a western diet and lifestyle, and if this is the case, it is likely to be multifactorial. One possible mechanism involves a reduction in vascular compliance due to the stiffening of the arteries. This can build up due to isolated systolic hypertension with a widened pulse pressure. A decrease in glomerular filtration rate is related to aging and this results in decreasing efficiency of sodium excretion. The developing of certain diseases such as renal microvascular disease and capillary rarefaction may relate to this decrease in efficiency of sodium excretion. There is experimental evidence that suggests that renal microvascular disease is an important mechanism for inducing salt-sensitive hypertension.   === Obesity === Obesity can increase the risk of hypertension to fivefold as compared with normal weight, and up to two-thirds of hypertension cases can be attributed to excess weight. More than 85% of cases occur in those with a Body mass index (BMI) greater than 25. A definitive link between obesity and hypertension has been found using animal and clinical studies; from these it has been realized that many mechanisms are potential causes of obesity-induced hypertension. These mechanisms include the activation of the sympathetic nervous system as well as the activation of the renin–angiotensin–aldosterone system.   === Alcohol === Excessive alcohol consumption can increase blood pressure over time. Alcohol also contains a high density of calories and may contribute to obesity.   === Renin === Renin elevation is another risk factor. Renin is an enzyme secreted by the juxtaglomerular apparatus of the kidney and indirectly stimulates the release of aldosterone . Consequently, some hypertensive patients have been defined as having low-renin and others as having essential hypertension. Low-renin hypertension is more common in African Americans than white Americans, and may explain why African Americans tend to respond better to diuretic therapy than drugs that interfere with the renin–angiotensin system.   === Diabetes === Insulin resistance and/or hyperinsulinemia, can also contribute to hypertension.  Insulin is a polypeptide hormone secreted by cells in the islets of Langerhans, which are contained throughout the pancreas. Its main purpose is to regulate the levels of glucose in the body antagonistically with glucagon through negative feedback loops. Insulin resistance can lead to increased arterial stiffening, inappropriate activation of the renin-angiotensin system, and inappropriate activation of the sympathetic nervous system.    === Smoking === Smoking directly causes a temporary increase in blood pressure through activation of the sympathetic nervous system by nicotine. Chronic tobacco use is also linked to a variety of medical conditions including coronary artery disease, pulmonary disease, cancer, and stroke.    === Vitamin deficiency === It has been suggested that vitamin D deficiency is associated with cardiovascular risk factors. It has been observed that individuals with a vitamin D deficiency have higher systolic and diastolic blood pressures than average. Vitamin D inhibits renin secretion and its activity, it therefore acts as a \"negative endocrine regulator of the renin–angiotensin system\". Hence, a deficiency in vitamin D leads to an increase in renin secretion. This is one possible mechanism of explaining the observed link between hypertension and vitamin D levels in the blood plasma. Also, some authorities claim that potassium might both prevent and treat hypertension.   === Lack of exercise === Regular physical exercise reduces blood pressure. The UK National Health Service advises 150 minutes (2 hours and 30 minutes) of moderate-intensity aerobic activity per week to help prevent hypertension.   == Pathophysiology ==  Cardiac output and peripheral resistance are the two determinants of arterial pressure and so blood pressure is normally dependent on the balance between cardiac output and peripheral resistance. Cardiac output is determined by stroke volume and heart rate; stroke volume is related to myocardial contractility and to the size of the vascular compartment. Peripheral resistance is determined by functional and anatomic changes in small arteries and arterioles. The pathophysiology of essential hypertension is an area of research, and until now remains not well understood, but many theories have been proposed to explain this. What is known is that cardiac output is raised early in the disease course, with total peripheral resistance (TPR) normal; over time cardiac output drops to normal levels but TPR is increased. Three theories have been proposed to explain this:  An overactive Renin–angiotensin system leads to vasoconstriction and retention of sodium and water. The increase in blood volume leads to hypertension. An overactive sympathetic nervous system, leading to increased stress responses. It is also known that hypertension is highly heritable and polygenic (caused by more than one gene) and a few candidate genes have been postulated in the etiology of this condition.  Essential hypertension can lead to impaired white matter of the brain, which is accompanied by specific cognitive impairment.   == Diagnosis == For most patients, health care providers diagnose high blood pressure when blood pressure readings are consistently 140/90 mmHg or above. A blood pressure test can be done in a health care provider's office or clinic. To track blood pressure readings over a period of time, the health care provider may ask the patient to come into the office on different days and at different times. The health care provider also may ask the patient to check readings at home or at other locations that have blood pressure equipment and to keep a written log of results. The health care provider usually takes 2–3 readings at several medical appointments to diagnose high blood pressure. Using the results of the blood pressure test, the health care provider will diagnose prehypertension or high blood pressure if:  For an adult, systolic or diastolic readings are consistently higher than 120/80 mmHg. A child's blood pressure numbers are outside average numbers for children of the same age, gender, and height. Once the health care provider determines the severity, he or she may order additional tests to determine if the blood pressure is due to other conditions, medications, or if there is primary high blood pressure. Health care providers can use this information to develop a treatment plan.   == History == Prior to the work of Australian cardiovascular physiologist Paul Korner, in the 1940s, little was known about essential hypertension.   == See also == Comparison of international blood pressure guidelines DASH diet   == References =="}