{"name": "estradiol valerate", "category": "drug", "content": "Estradiol valerate (EV), sold for use by mouth under the brand name Progynova and for use by injection under the brand names Delestrogen and Progynon Depot among others, is an estrogen medication. It is used in hormone therapy for menopausal symptoms and low estrogen levels, hormone therapy for transgender people, and in hormonal birth control. It is also used in the treatment of prostate cancer. The medication is taken by mouth or by injection into muscle or fat once every 1 to 4 weeks. Side effects of estradiol valerate include breast tenderness, breast enlargement, nausea, headache, and fluid retention. Estradiol valerate is an estrogen and hence is an agonist of the estrogen receptor, the biological target of estrogens like estradiol. It is an estrogen ester and a prodrug of estradiol in the body. Because of this, it is considered to be a natural and bioidentical form of estrogen. Estradiol valerate was first described in 1940 and was introduced for medical use in 1954. Along with estradiol cypionate, it is one of the most widely used esters of estradiol. Estradiol valerate is used in the United States, Canada, Europe, and throughout much of the rest of the world. It is available as a generic medication.   == Medical uses ==  The medical uses of estradiol valerate are the same as those of estradiol and other estrogens. Examples of indications for the medication include hormone therapy and hormonal contraception. In regard to the latter, estradiol valerate is available in combination with a progestin as a combined estradiol-containing oral contraceptive (with dienogest) and as a combined injectable contraceptive. Along with estradiol cypionate, estradiol undecylate, and estradiol benzoate, estradiol valerate is used as a form of high-dose estrogen therapy in feminizing hormone therapy for transgender women. It is also used as a form of high-dose estrogen therapy in the treatment of prostate cancer in men. Low-dose oral estradiol valerate (2–6 mg/day) has been used in the treatment of breast cancer in women who were previously treated with and benefited from but acquired resistance to aromatase inhibitors as well. Injectable estradiol valerate has been used to suppress sex drive in sex offenders. In the United States, the approved indications of estradiol valerate injections include the treatment of moderate to severe hot flashes and vaginal atrophy associated with menopause in women, the treatment of hypoestrogenism due to hypogonadism, castration, or primary ovarian failure in women, and the palliative treatment of advanced prostate cancer in men. Elsewhere in the world, oral estradiol valerate is similarly approved for the treatment of symptoms associated with menopause or hypoestrogenism due to castration in women. Such symptoms may include hot flashes, outbreaks of sweat, sleep disturbances, depressive moods, irritability, headaches, and dizziness. Estradiol valerate by intramuscular injection is usually used at a dosage of 10 to 20 mg every 4 weeks in the treatment of menopausal symptoms and hypoestrogenism due to hypogonadism, castration, or primary ovarian failure in women. In the past, it was used at even higher doses of 10 to 40 every 1 to 4 weeks for estrogen replacement. Estradiol valerate is usually used in the treatment of advanced prostate cancer in men at a dosage of 30 mg or more every 1 to 2 weeks by intramuscular injection. In transgender women, estradiol valerate given by intramuscular injection is usually used at a dosage of 5 to 20 mg, but up to 30 to 40 mg, once every 2 weeks. Estradiol valerate has also been used at a dose of 10 to 40 mg by intramuscular injection to limit bleeding in women with hemorrhage due to dysfunctional uterine bleeding.: 318 : 60    === Available forms ===  Estradiol valerate is and has been available in the form of vials and ampoules of oil solution for intramuscular injection in concentrations of 4, 5, 10, 20, and 40 mg/mL and in the form of oral tablets at doses of 0.5, 1, 2, and 4 mg per tablet. In the United States, it is specifically available in formulations of 10, 20, and 40 mg/mL in oil solution (as Delestrogen, as well as generics). Aside from estradiol valerate, the only other injectable estrogen formulations that remain available in the United States are estradiol cypionate (5 mg/mL in oil solution) and conjugated estrogens (25 mg/vial in solution). Some or all oral estradiol valerate tablets are micronized, similarly to oral estradiol tablets. In addition to single-drug formulations, oral estradiol valerate is available in combination with the progestin dienogest as a combined oral contraceptive and intramuscular estradiol valerate is marketed at a concentration of 5 mg/mL in combination with the progestin hydroxyprogesterone caproate and with the progestin norethisterone enantate as combined injectable contraceptives. Intramuscular estradiol valerate is also marketed at a concentration of 4 mg/mL in combination with the weak androgen and neurosteroid prasterone enanthate (DHEA enanthate) and with the androgen testosterone enantate for use in menopausal hormone therapy, but the latter formulation has been discontinued. The availability of estradiol valerate-containing products varies throughout the world.   == Contraindications ==  Contraindications of estrogens include coagulation problems, cardiovascular diseases, liver disease, and certain hormone-sensitive cancers such as breast cancer and endometrial cancer, among others.   == Side effects ==  The side effects of estradiol valerate are the same as those of estradiol. Examples of such side effects include breast tenderness and enlargement, nausea, bloating, edema, headache, and melasma. High-dose estrogen therapy with estradiol valerate injections may also cause an increased risk of thromboembolism, changes in blood lipid profile, increased insulin resistance, and increased levels of prolactin.   == Overdose ==  Estradiol valerate has been used at very high doses of 40 to 100 mg once per week in women and men, without overt signs of acute toxicity observed. Symptoms of estrogen overdosage may include nausea, vomiting, bloating, increased weight, water retention, breast tenderness, vaginal discharge, heavy legs, and leg cramps. These side effects can be diminished by reducing the estrogen dosage.   == Interactions ==  Inhibitors and inducers of cytochrome P450 may influence the metabolism of estradiol and by extension circulating estradiol levels.   == Pharmacology ==   === Pharmacodynamics ===  Estradiol valerate is an estradiol ester, or a prodrug of estradiol. As such, it is an estrogen, or an agonist of the estrogen receptors. The affinity of estradiol valerate for the estrogen receptor is approximately 50 times lower than that of estradiol. In addition, estradiol valerate is rapidly cleaved into estradiol and is unable to reach target tissues in concentrations of significance, if at all. As such, estradiol valerate is essentially inactive in terms of estrogenic effect itself, acting solely as a prodrug to estradiol. The molecular weight of estradiol valerate is about 131% of that of estradiol due to the presence of its C17β valerate ester, and hence estradiol valerate contains about 76% of the amount of estradiol of an equal dose of estradiol. Aside from dose adjustment to account for the difference in molecular weight, oral estradiol valerate is considered to be equivalent to oral estradiol. Because estradiol valerate is a prodrug of estradiol, it is considered to be a natural and bioidentical form of estrogen.   ==== Effects on liver protein synthesis ==== The influence of 2 mg/day oral estradiol valerate on coagulation factors is less than that of 10 μg/day oral ethinylestradiol. Oral ethinylestradiol at 10 μg/day has been found to have about 1.5- to 2.5-fold the impact of 2 mg/day oral estradiol valerate on HDL cholesterol and triglycerides. The influence of 20 or 50 μg/day oral ethinylestradiol on coagulation factors and HDL cholesterol is markedly greater than that of 2 mg/day oral estradiol valerate. Estradiol-containing birth control pills, which contain 1 to 3 mg/day estradiol or estradiol valerate, have been found to increase sex hormone-binding globulin (SHBG) levels by 1.5-fold. Oral estradiol valerate at 6 mg/day has been found to increase SHBG levels by 2.5- to 3-fold in transgender women. For comparison, combined birth control pills containing ethinylestradiol and a progestin with minimal androgenic or antiandrogenic activity have been found to increase SHBG levels by about 3- to 4-fold.   === Pharmacokinetics ===  Regardless of the route of administration, estradiol valerate behaves as a prodrug of estradiol via cleavage by esterases into estradiol and the natural fatty acid valeric acid. This cleavage occurs not only in the liver, but also in the blood and in tissues, and the hydrolysis of estradiol valerate into estradiol and valeric acid is complete regardless of whether the medication is administered orally or parenterally. High levels of circulating estradiol are found after an intravenous injection of estradiol valerate, and this indicates very rapid cleavage of the medication upon entering circulation.   ==== Oral administration ==== Esterification of the C17β position of estradiol as in estradiol valerate reduces the metabolism of estradiol valerate by 17β-hydroxysteroid dehydrogenase (17β-HSD). As approximately 80% of estradiol is metabolized into estrone (and estrone sulfate) by 17β-HSD during first-pass metabolism, this improves the metabolic stability and hence bioavailability of estradiol valerate. However, estradiol valerate is hydrolyzed into estradiol and valeric acid in the intestines, and hence, is still subject to extensive first-pass metabolism. As such, the oral bioavailability of estradiol valerate is only around 3 to 5%, and is similar to that of oral estradiol. All oral tablets in the cases of both estradiol and estradiol valerate seem to be micronized. Due to its nature as a rapidly converted prodrug of estradiol, the pharmacokinetics of oral estradiol valerate are similar to those of oral estradiol. Moreover, the pharmacodynamics and potency (after differences in molecular weight are taken into account) of oral estradiol valerate are considered to be equivalent to those of oral estradiol. This is also notably true for effects on hepatic protein synthesis (e.g., of SHBGTooltip sex hormone-binding globulin), again after differences in molecular weight between the two compounds are considered. A dosage of 1 mg/day oral estradiol valerate has been found to produce approximate circulating concentrations of 50 pg/mL estradiol and 160 pg/mL estrone, while a dosage of 2 mg/day results in circulating levels of 60 pg/mL estradiol and 300 pg/mL estrone. These concentrations of estradiol and estrone are comparable to those observed with 1 and 2 mg/day oral estradiol. A review of selected studies reported a range of mean peak estradiol levels of 24 to 140 pg/mL occurring 1 to 12 hours after administration of 2 mg oral estradiol valerate. A study found that, in accordance with their differences in molecular weights, oral estradiol produced higher levels of estradiol than oral estradiol valerate. Likewise, other studies found that levels of estradiol and estrone are very similar after oral administration of roughly equimolar doses of estradiol (1.5 mg) and estradiol valerate (2 mg). A study of high-dose oral estradiol valerate found levels of estradiol of about 250 pg/mL after a single 10-mg dose in three women.   ==== Sublingual administration ====  Estradiol valerate has been studied by sublingual administration in premenopausal women for the purpose of cycle control and ovulation suppression in egg donation and surrogacy. It has been investigated for this indication, along with vaginal and transdermal estradiol, because oral estradiol valerate is sometimes unable to achieve adequate estradiol levels and hence proper cycle control in this situation. Sublingual administration of estradiol valerate bypasses the first pass that occurs with the oral route and results in higher levels of estradiol and improved cycle control. Sublingual estradiol valerate is also used in hormone therapy for transgender women. The administration of 2 mg oral micronized estradiol valerate tablets (Progynova, Schering) sublingually 3 or 4 times per day has been found to result in circulating estradiol levels of about 290 pg/mL to 460 pg/mL in premenopausal women (time of measurements not given). Steady-state levels of estradiol were achieved within about 2 or 3 days. Levels of progesterone, luteinizing hormone, and follicle-stimulating hormone were all considerably suppressed, and ovulation, as well as the associated mid-cycle hormonal surges, were prevented. Similarly to oral administration of estradiol, but in contrast to the vaginal and transdermal routes, the ratio of estradiol to estrone is decreased with sublingual administration of either estradiol valerate or estradiol.   ==== Intramuscular injection ==== In contrast to oral administration, the bioavailability of estradiol valerate is complete (i.e., 100%) via intramuscular injection. Due to the far greater bioavailability of intramuscular estradiol valerate relative to oral, the former is substantially stronger (in terms of potency) than the latter. As an example, a single 4 mg intramuscular injection is said to be approximately equivalent to 2 mg/day of the medication administered orally over the course of 3 weeks. Estradiol valerate, when given intramuscularly in oil, has a relatively long duration due to the formation of an intramuscular depot from which the medication is slowly released and absorbed. Upon intramuscular injection of estradiol valerate in an oil solution, the solvent (i.e., oil) is absorbed, and a primary microcrystalline depot is formed within the muscle at the site of injection. In addition, a secondary depot may also be formed in adipose tissue. The slow release of estradiol valerate is caused by the increased lipophilicity of the medication, which in turn is due to its long fatty acid valeric acid ester moiety. The elimination half-life of estradiol valerate in oil by intramuscular injection (brand names Estradiol-Depot 10 mg, Progynon Depot-10) is about 3.5 days, with a range of 1.2 days to 7.2 days in different individuals. Α couple of older studies from the 1980s with sample sizes of only 2 or 3 individuals reported an elimination half-life of 4 to 5 days. A single intramuscular injection of 4 mg estradiol valerate has been found to result in maximal circulating levels of estradiol of about 390 pg/mL within 3 days of administration, with levels declining to 100 pg/mL (baseline, in the study) by 12 to 13 days. Studies in general have found that a single intramuscular injection of 4 mg estradiol valerate results in peak levels of estradiol of 240 to 540 pg/mL after 1 to 5 days following administration. A study found that a single intramuscular injection of 5 mg estradiol valerate resulted in peak circulating levels of 667 pg/mL estradiol and 324 pg/mL estrone within approximately 2 and 3 days, respectively. The duration of estradiol valerate at this dose and in this study was considered to be 7 to 8 days. Other studies have found that larger doses of intramuscular estradiol valerate exceeding 20 mg have a duration of more than 15 days. A third study, in contrast to the preceding study, found that a single 10 mg intramuscular injection of estradiol valerate resulted in maximal estradiol levels of 506 to 544 pg/mL and maximal estrone levels of 205 to 219 pg/mL in postmenopausal women. With intramuscular injections of estradiol valerate, it has been reported that a dose of 5 mg has a duration of 7 to 8 days, 10 mg a duration of 10 to 14 days, 40 mg a duration of 2 to 3 weeks (14 to 21 days), and 100 mg a duration of 3 to 4 weeks (21 to 28 days). A study of pseudopregnancy with intramuscular injections of 40 mg/week estradiol valerate and 250 mg/week hydroxyprogesterone caproate in women with estrogen deficiency observed estradiol levels of about 3,100 pg/mL at 3 months of therapy and 2,500 pg/mL at 6 months of therapy.   ==== Subcutaneous injection ==== Estradiol esters like estradiol valerate and estradiol cypionate can be given by subcutaneous injection instead of intramuscular injection.   ==== Intravenous injection ==== The administration of estradiol valerate by intravenous injection has been studied. It has been found to be very rapidly cleaved into estradiol. The bioavailability and metabolism of estradiol valerate does not differ with intravenous versus intramuscular injection. Conversely, intravenous injection of estradiol valerate has a very short duration, whereas intramuscular injection has a long duration and elimination half-life.   == Chemistry ==  Estradiol valerate is a synthetic estrane steroid and the C17β valerate (pentanoate) fatty acid ester of estradiol. It is also known as estradiol 17β-valerate or as estra-1,3,5(10)-triene-3,17β-diol 17β-pentanoate. Other common esters of estradiol in use include estradiol cypionate, estradiol enantate, and estradiol acetate, the former two of which are C17β esters of estradiol similarly to estradiol valerate and the latter of which is the C3 acetate ester of estradiol. The experimental log octanol/water partition coefficient (log P) of estradiol valerate is 5.6.   == History == Estradiol valerate was patented by Ciba in 1940 and 1941, with a priority date of 1936. It was synthesized and studied, along with a variety of other estradiol esters, by Karl Junkmann of Schering AG in 1953. The medication was first introduced for medical use via intramuscular injection in 1954 by Schering in Europe under the brand name Progynon Depot and by Squibb in the United States under the brand name Delestrogen. In 1966, oral estradiol valerate was introduced by Schering for medical use in Europe under the brand name Progynova. A report of its metabolism was published in 1967. Esterification of estradiol, as in estradiol valerate, has been claimed to improve its metabolic stability with oral administration. In 1968, micronized preparations of oral estradiol valerate were first introduced under the brand names Progynova 21 and Progynova 21 mite. Along with estradiol benzoate (1933) and estradiol cypionate (1952), estradiol valerate is one of the most widely used esters of estradiol.   == Society and culture ==   === Generic names === Estradiol valerate is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name, while oestradiol valerate was formerly its BANMTooltip British Approved Name.   === Brand names === Estradiol valerate has been marketed under the brand names Altadiol, Androtardyl-Oestradiol, Ardefem, Climaval, Cyclabil, Cyclocur, Deladiol, Delahormone Unimatic, Delestrogen, Delestrogen 4X, Depogen, Diol-20, Dioval, Ditate, Dura-Estate, Dura-Estradiol, Duratrad, Duragen, Estate, Estra-L, Estradiol Depot, Estraval, Estraval Depot, Estraval PA, Estravel, Femogen, Femogex, Gynogen L.A., Gynokadin, Lastrogen, Menaval, Merimono, Neofollin, Nuvelle, Oestrogynal, Ostrin Depo, Pelanin, Pharlon, Postoval, Primogyna, Primogyn, Primogyn Depot, Progynon, Progynon Depot, Progynova, Repestrogen, Repo-Estra, Reposo-E, Retestrin, Ronfase, Span-Est, Testaval, and Valergen, among others. Neofollin is an oil solution of estradiol valerate.   === Availability ===  Oral estradiol valerate is used primarily in Europe, under the brand name Progynova. Although oral estradiol valerate was previously available in the United States, it is no longer available in this country except in combination with dienogest as a combined oral contraceptive (under the brand name Natazia). Estradiol valerate by intramuscular injection is available under the brand name Delestrogen in the United States and Canada and under the brand name Progynon Depot in Europe and elsewhere in the world.   == Research == SH-834 was a combination of 90 mg estradiol valerate and 300 mg gestonorone caproate for weekly intramuscular injection that was developed by Schering in the 1970s. It was investigated clinically as a treatment for breast cancer and was found to be effective, but was never marketed.   == See also == Estradiol valerate/hydroxyprogesterone caproate Estradiol valerate/norethisterone enantate Estradiol valerate/prasterone enanthate Estradiol valerate/testosterone enanthate   == References ==   == Further reading =="}