{"name": "estrone sulphate", "category": "drug", "content": "Estrone sulfate, also known as E1S, E1SO4 and estrone 3-sulfate, is a natural, endogenous steroid and an estrogen ester and conjugate. In addition to its role as a natural hormone, estrone sulfate is used as a medication, for instance in menopausal hormone therapy; for information on estrone sulfate as a medication, see the estrone sulfate (medication) article.   == Biological function == E1S itself is biologically inactive, with less than 1% of the relative binding affinity of estradiol for the ERα and ERβ. However, it can be transformed by steroid sulfatase, also known as estrogen sulfatase, into estrone, an estrogen. Simultaneously, estrogen sulfotransferases, including SULT1A1 and SULT1E1, convert estrone to E1S, resulting in an equilibrium between the two steroids in various tissues. Estrone can also be converted by 17β-hydroxysteroid dehydrogenases into the more potent estrogen estradiol. E1S levels are much higher than those of estrone and estradiol, and it is thought to serve as a long-lasting reservoir for estrone and estradiol in the body. In accordance, E1S has been found to transactivate the estrogen receptor at physiologically relevant concentrations. This was diminished with co-application of irosustat (STX-64), a steroid sulfatase inhibitor, indicating the importance of transformation of estrone sulfate into estrone in the estrogenicity of E1S. Unlike unconjugated estradiol and estrone, which are lipophilic compounds, E1S is an anion and is hydrophilic. As a result of this, whereas estradiol and estrone are able to readily diffuse through the lipid bilayers of cells, E1S is unable to permeate through cell membranes. Instead, estrone sulfate is transported into cells in a tissue-specific manner by active transport via organic-anion-transporting polypeptides (OATPs), including OATP1A2, OATP1B1, OATP1B3, OATP1C1, OATP2B1, OATP3A1, OATP4A1, and OATP4C1, as well as by the sodium-dependent organic anion transporter (SOAT; SLC10A6). E1S, serving as a precursor and intermediate for estrone and estradiol, may be involved in the pathophysiology of estrogen-associated diseases including breast cancer, benign breast disease, endometrial cancer, ovarian cancer, prostate cancer, and colorectal cancer. For this reason, enzyme inhibitors of steroid sulfatase and 17β-hydroxysteroid dehydrogenase and inhibitors of OATPs, which prevent activation of E1S into estrone and estradiol, are of interest in the potential treatment of such conditions.   == Chemistry ==  E1S, also known as estrone 3-sulfate or as estra-1,3,5(10)-trien-17-one 3-sulfate, is a naturally occurring estrane steroid and a derivative of estrone. It is an estrogen conjugate or ester, and is specifically the C3 sulfate ester of estrone. Related estrogen conjugates include estradiol sulfate, estriol sulfate, estrone glucuronide, estradiol glucuronide, and estriol glucuronide, while related steroid conjugates include dehydroepiandrosterone sulfate and pregnenolone sulfate. The logP of E1S is 1.4.   == Biochemistry ==   === Biosynthesis === E1S is produced via estrogen sulfotransferases from the peripheral metabolism of the estrogens estradiol and estrone. Estrogen sulfotransferases are expressed minimally or not at all in the gonads. In accordance, E1S is not secreted in meaningful amounts from the gonads in humans. However, measurable amounts of estrogen sulfates are said to be secreted by the ovaries in any case.   === Distribution === Whereas free steroids like estradiol are lipophilic and can enter cells via passive diffusion, steroid conjugates like E1S are hydrophilic and are unable to do so. Instead, steroid conjugates require active transport via membrane transport proteins to enter cells. Studies in animals and humans have had mixed findings on uptake of exogenously administered E1S in normal and tumorous mammary gland tissue. This is in contrast to substantial uptake of exogenously administered estradiol and estrone by the mammary glands. Another animal study found that E1S wasn't taken up by the uterus but was taken up by the liver, where it was hydrolyzed into estrone.   === Metabolism === The elimination half-life of E1S is 10 to 12 hours. Its metabolic clearance rate is 80 L/day/m2. Ovarian tumors have been found to express steroid sulfatase and have been found to convert E1S into estradiol. This may contribute to the often elevated levels of estradiol observed in women with ovarian cancer.   === Levels ===  E1S levels have been characterized in humans. E1S using radioimmunoassay (RIA) have been reported to be 0.96 ± 0.11 ng/mL in men, 0.96 ± 0.17 ng/mL during the follicular phase in women, 1.74 ± 0.32 ng/mL during the luteal phase in women, 0.74 ± 0.11 ng/mL in women taking oral contraceptives, 0.13 ± 0.03 ng/mL in postmenopausal women, and 2.56 ± 0.47 ng/mL in postmenopausal women on menopausal hormone therapy. In addition, E1S levels in pregnant women were 19 ± 5 ng/mL in the first trimester, 66 ± 31 ng/mL in the second trimester, and 105 ± 22 ng/mL in the third trimester. E1S levels are about 10 to 15 times higher than those of estrone in women.   == References ==   == Further reading =="}