{"name": "estrone", "category": "drug", "content": "Estrone (E1), also spelled oestrone, is a steroid, a weak estrogen, and a minor female sex hormone. It is one of three major endogenous estrogens, the others being estradiol and estriol. Estrone, as well as the other estrogens, are synthesized from cholesterol and secreted mainly from the gonads, though they can also be formed from adrenal androgens in adipose tissue. Relative to estradiol, both estrone and estriol have far weaker activity as estrogens. Estrone can be converted into estradiol, and serves mainly as a precursor or metabolic intermediate of estradiol. It is both a precursor and metabolite of estradiol. In addition to its role as a natural hormone, estrone has been used as a medication, for instance in menopausal hormone therapy; for information on estrone as a medication, see the estrone (medication) article.   == Biological activity == Estrone is an estrogen, specifically an agonist of the estrogen receptors ERα and ERβ. It is a far less potent estrogen than is estradiol, and as such, is a relatively weak estrogen. Given by subcutaneous injection in mice, estradiol is about 10-fold more potent than estrone and about 100-fold more potent than estriol. According to one study, the relative binding affinities of estrone for the human ERα and ERβ were 4.0% and 3.5% of those estradiol, respectively, and the relative transactivational capacities of estrone at the ERα and ERβ were 2.6% and 4.3% of those of estradiol, respectively. In accordance, the estrogenic activity of estrone has been reported to be approximately 4% of that of estradiol. In addition to its low estrogenic potency, estrone, unlike estradiol and estriol, is not accumulated in estrogen target tissues. Because estrone can be transformed into estradiol, most or all of the estrogenic potency of estrone in vivo is actually due to conversion into estradiol. As such, estrone is considered to be a precursor or prohormone of estradiol. In contrast to estradiol and estriol, estrone is not a ligand of the G protein-coupled estrogen receptor (affinity >10,000 nM). Clinical research has confirmed the nature of estrone as a relatively inert precursor of estradiol. With oral administration of estradiol, the ratio of estradiol levels to estrone levels is about 5 times higher on average than under normal physiological circumstances in premenopausal women and with parenteral (non-oral) routes of estradiol. Oral administration of menopausal replacement dosages of estradiol results in low, follicular phase levels of estradiol, whereas estrone levels resemble the high levels seen during the first trimester of pregnancy. In spite of markedly elevated levels of estrone with oral estradiol but not with transdermal estradiol, clinical studies have shown that dosages of oral and transdermal estradiol achieving similar levels of estradiol possess equivalent and non-significantly different potency in terms of measures including suppression of luteinizing hormone and follicle-stimulating hormone levels, inhibition of bone resorption, and relief of menopausal symptoms such as hot flashes. In addition, estradiol levels were found to correlate with these effects, while estrone levels did not. These findings confirm that estrone has very low estrogenic activity, and also indicate that estrone does not diminish the estrogenic activity of estradiol. This contradicts some cell-free in-vitro research suggesting that high concentrations of estrone might be able to partially antagonize the actions of estradiol.   == Biochemistry ==   === Biosynthesis === Estrone is biosynthesized from cholesterol. The principal pathway involves androstenedione as an intermediate, with androstenedione being transformed into estrone by the enzyme aromatase. This reaction occurs in both the gonads and in certain other tissues, particularly adipose tissue, and estrone is subsequently secreted from these tissues. In addition to aromatization of androstenedione, estrone is also formed reversibly from estradiol by the enzyme 17β-hydroxysteroid dehydrogenase (17β-HSD) in various tissues, including the liver, uterus, and mammary gland. Mechanism of Action: The way estrone works is by entering the cells of certain tissues in the body and attaching to nuclear receptors. This interaction then influences how genes are expressed, leading to various physiological responses in the body.   === Distribution === Estrone is bound approximately 16% to sex hormone-binding globulin (SHBG) and 80% to albumin in the circulation, with the remainder (2.0 to 4.0%) circulating freely or unbound. It has about 24% of the relative binding affinity of estradiol for SHBG. As such, estrone is relatively poorly bound to SHBG.   === Metabolism === Estrone is conjugated into estrogen conjugates such as estrone sulfate and estrone glucuronide by sulfotransferases and glucuronidases, and can also be hydroxylated by cytochrome P450 enzymes into catechol estrogens such as 2-hydroxyestrone and 4-hydroxyestrone or into estriol. Both of these transformations take place predominantly in the liver. Estrone can also be reversibly converted into estradiol by 17β-HSD. The blood half-life of estrone is about 10 to 70 minutes and is similar to that of estradiol.   === Excretion === Estrone is excreted in urine in the form of estrogen conjugates such as estrone sulfate. Following an intravenous injection of labeled estrone in women, almost 90% is excreted in urine and feces within 4 to 5 days. Enterohepatic recirculation causes a delay in excretion of estrone. It is one of the three primary types of estrogen and is produced in various parts of the body, including the placenta, ovaries, and peripheral tissues.   === Levels === Toxicity: When estrone is used too much or taken in large amounts, it can cause toxicity, leading to symptoms like nausea and vomiting. Estrone should be stored in its original package or container to maintain its quality and effectiveness.   == Chemistry ==  Estrone, also known as estra-1,3,5(10)-trien-3-ol-17-one, is a naturally occurring estrane steroid with double bonds at the C1, C3, and C5 positions, a hydroxyl group at the C3 position, and a ketone group at the C17 position. The name estrone was derived from the chemical terms estrin (estra-1,3,5(10)-triene) and ketone. The chemical formula of estrone is C18H22O2 and its molecular weight is 270.366 g/mol. It is a white, odorless, solid crystalline powder, with a melting point of 254.5 °C (490 °F) and a specific gravity of 1.23. Estrone is combustible at high temperatures, with the products carbon monoxide (CO) and carbon dioxide (CO2).   == Medical use ==  Estrone has been available as an injected estrogen for medical use, for instance in hormone therapy for menopausal symptoms, but it is now mostly no longer marketed. Estrone, as part of hormone replacement therapy (HRT), is frequently used to treat symptoms caused by estrogen deficiency in peri and post-menopausal women. This therapy aims to enhance overall health and relieve menopausal symptoms related to estrogen imbalance. Additionally, estrone and other estrogens are used to prevent osteoporosis in postmenopausal women who are at high risk of fractures and cannot tolerate alternative medications. Estrogens are absorbed efficiently by the body and subsequently inactivated in the liver, making them effective in HRT and osteoporosis prevention.   == Contraindications == The use of estrone has several contraindications, some examples including: hypersensitivity, history of some cancers, stroke, venous thromboembolism (VTE), and those currently pregnant or breastfeeding. Estrogens hold a boxed warning to be used at the lowest effective dose and for the shortest possible treatment period if used alone or with another hormone in the progestogen class.   === Breast Cancer === Estrone is contraindicated for those that have or are suspected of having breast cancer. The use of estrogens hold a boxed warning with breast cancer for post-menopausal women as this can increase the risk of developing invasive breast cancer. Those with breast cancer become at a greater risk of hypercalcemia and bone metastases when taking estrogens. Post-menopausal women with breast cancer can be seen to develop frailty syndrome when there are changes in blood hormonal levels, including an increased level of estrone. Estrone, the major type of estrogen produced in post-menopausal women, was seen in greater concentrations from standard levels in those that were categorized as prefrail and in those that classified as frail.   === Venous Thromboembolism === The risk of VTE is increased in those that use estrogens, those that currently have or have a history with VTE are at a greater risk of reoccurring VTE with the usage of estrogens. The use of estrogens within three weeks postpartum may increase the risk of developing a VTE. Risk of developing initial VTE is also increased with familial history, genetic mutations: factor V Leiden and prothrombin-G20210A, and pregnancy-postpartum with the use of estrogens.   === Breastfeeding === The use of estrogens may affect the ability to breastfeed and can change the composition of breastmilk. Estrogens have been used to suppress lactation which can result in a reduced total duration of lactation and reduced volume or inability to produce breastmilk. Composition of breastmilk produced was also seen to be different resulting in a reduced concentration of proteins in the milk. Babies of mothers that were taking estrogens while breastfeeding were seen to experience slower weight gain.   == Side effects ==   === Common === Some common side effects seen with the usage of estrogens include: breast swelling, breast tenderness, vaginal itching, abnormal uterine bleeding, weight gain, hair loss, jaundice, and anaphylaxis.   === Adverse effect === Some adverse effects seen with the usage of estrogens include: increased risk of venous thromboembolism (VTE), stroke, breast cancer, hypertension, and vaginitis.   == History ==  Estrone was the first steroid hormone to be discovered. It was discovered in 1929 independently by the American scientists Edward Doisy and Edgar Allen and the German biochemist Adolf Butenandt, although Doisy and Allen isolated it two months before Butenandt. They isolated and purified estrone in crystalline form from the urine of pregnant women. Doisy and Allen named it theelin, while Butenandt named it progynon and subsequently referred to it as folliculin in his second publication on the substance. Butenandt was later awarded the Nobel Prize in 1939 for the isolation of estrone and his work on sex hormones in general. The molecular formula of estrone was known by 1931, and its chemical structure had been determined by Butenandt by 1932. Following the elucidation of its structure, estrone was additionally referred to as ketohydroxyestrin or oxohydroxyestrin, and the name estrone, on the basis of its C17 ketone group, was formally established in 1932 at the first meeting of the International Conference on the Standardization of Sex Hormones in London. A partial synthesis of estrone from ergosterol was accomplished by Russell Earl Marker in 1936, and was the first chemical synthesis of estrone. An alternative partial synthesis of estrone from cholesterol by way of dehydroepiandrosterone (DHEA) was developed by Hans Herloff Inhoffen and Walter Hohlweg in 1939 or 1940, and a total synthesis of estrone was achieved by Anner and Miescher in 1948. Approval The FDA has approved estrone based on its safety and effectiveness as per the rules outlined in sections 505 of the Federal Food, Drug, and Cosmetic Act.   == References =="}