{"name": "estradiol cypionate", "category": "drug", "content": "Estradiol cypionate (EC), sold under the brand name Depo-Estradiol among others, is an estrogen medication which is used in hormone therapy for menopausal symptoms and low estrogen levels in women, in hormone therapy for trans women, and in hormonal birth control for women. It is given by injection into muscle once every 1 to 4 weeks. Side effects of estradiol cypionate include breast tenderness, breast enlargement, nausea, headache, and fluid retention. Estradiol cypionate is an estrogen and hence is an agonist of the estrogen receptor, the biological target of estrogens like estradiol. Estradiol cypionate is an estrogen ester and a long-lasting prodrug of estradiol in the body. Because of this, it is considered to be a natural and bioidentical form of estrogen. Estradiol cypionate was first described as well as introduced for medical use in 1952. Along with estradiol valerate, it is one of the most commonly used esters of estradiol. Estradiol cypionate has mostly been used in the United States, but is also marketed in a few other countries. The medication is not available in Europe. It is not currently available as a generic medication in the United States.   == Medical uses ==  The medical uses of estradiol cypionate are the same as those of estradiol and other estrogens. Examples of indications for the drug include hormone therapy and hormonal contraception. In regard to the latter, estradiol cypionate has been used in combination with medroxyprogesterone acetate as a combined injectable contraceptive. Along with estradiol valerate, estradiol undecylate, and estradiol benzoate, estradiol cypionate is used as a form of high-dose estrogen therapy in feminizing hormone therapy for transgender women. The medication has been used to induce puberty in girls with delayed puberty due to hypogonadism. Estradiol cypionate is usually used at a dosage of 1 to 5 mg by intramuscular injection every 3 to 4 weeks in the treatment of menopausal symptoms such as hot flashes and vaginal atrophy, at a dosage of 1.5 to 2 mg by intramuscular injection once a month in the treatment of female hypoestrogenism due to hypogonadism, and at a dosage of 2 to 10 mg by intramuscular injection once every 1 or 2 weeks for hormone therapy in transgender women. The doses used to induce puberty in girls are 0.2 to 2.5 mg per month, gradually increased over a period of 4 years.   === Available forms ===  Estradiol cypionate is and has been available as an oil solution for intramuscular injection provided in vials and ampoules at concentrations of 1, 3, and 5 mg/mL (and containing 5, 10, 15, 25, or 50 mg estradiol cypionate total). The 1 and 3 mg/mL concentrations (containing 5 and 15 mg estradiol cypionate total) have been discontinued in the United States, but the 5 mg/mL concentration (containing 25 mg estradiol cypionate total) remains available. Aside from estradiol cypionate, the only other injectable estrogen formulations that remain available in the United States are estradiol valerate (10 mg/mL, 20 mg/mL, and 40 mg/mL in oil) and conjugated estrogens (25 mg/vial in solution). In addition to single-drug formulations, estradiol cypionate has been marketed in combination with medroxyprogesterone acetate as a microcrystalline aqueous suspension (brand name Lunelle) and in combination with testosterone cypionate as an oil solution (brand name Depo-Testadiol).   == Contraindications ==  Contraindications of estrogens include coagulation problems, cardiovascular diseases, liver disease, and certain hormone-sensitive cancers such as breast cancer and endometrial cancer, among others.   == Side effects ==  The side effects of estradiol cypionate are the same as those of estradiol. Examples of such side effects include breast tenderness and enlargement, nausea, vomiting, bloating, edema, headache, migraine, and melasma. High-dose estrogen therapy with estradiol cypionate injections may also cause an increased risk of thromboembolism, changes in blood lipid profile, increased insulin resistance, and increased levels of prolactin.   == Overdose ==  Symptoms of estrogen overdosage may include nausea, vomiting, bloating, increased weight, water retention, breast tenderness, vaginal discharge, heavy legs, and leg cramps. These side effects can be diminished by reducing the estrogen dosage.   == Interactions ==  Inhibitors and inducers of cytochrome P450 may influence the metabolism of estradiol and by extension circulating estradiol levels.   == Pharmacology ==   === Pharmacodynamics ===  Estradiol cypionate is an estradiol ester, or a prodrug of estradiol. As such, it is an estrogen, or an agonist of the estrogen receptors. The affinity of estradiol valerate for the estrogen receptor has been reported to be 50 times less than that of estradiol, and estradiol valerate and estradiol cypionate have been found to possess similar affinity for the estrogen receptor. Both estradiol cypionate and estradiol valerate are rapidly cleaved into estradiol in the body, and estradiol valerate has been found to be unable to reach target tissues in any concentration of significance. As such, estradiol valerate is regarded as essentially inactive in terms of estrogenic effect itself, acting solely as a prodrug to estradiol, and estradiol cypionate is described as a prodrug of estradiol similarly. Estradiol cypionate is of about 46% higher molecular weight than estradiol due to the presence of its C17β cypionate ester, and contains about 69% of the amount of estradiol by weight. Because estradiol cypionate is a prodrug of estradiol, it is considered to be a natural and bioidentical form of estrogen.   ==== Effects on liver protein synthesis ==== A study compared the combination of 5 mg estradiol cypionate and 25 mg medroxyprogesterone acetate as a combined injectable contraceptive (which has been associated with peak estradiol levels of around 300 pg/mL) with an ethinylestradiol-containing combined birth control pill and found that whereas the birth control pill produced significant changes in coagulation parameters, there were no significant prothrombotic effects of the combined injectable contraceptive on levels of fibrinogen, factors VII and X, plasminogen, or the activated prothrombin time. As such, it appears that similarly to depot medroxyprogesterone acetate, combined injectable contraceptives with 5 mg estradiol cypionate and 25 mg medroxyprogesterone acetate have less or no procoagulant effect relative to combined birth control pills.   === Pharmacokinetics ===   ==== Intramuscular injection ==== In contrast to oral administration, which is associated with very low bioavailability (<10%), the bioavailability of both estradiol and estradiol esters like estradiol valerate is complete (i.e., 100%) via intramuscular injection. In addition, estradiol esters like estradiol cypionate and estradiol valerate when given as an injection of oil solution or microcrystalline aqueous suspension have a relatively long duration due to the formation of an intramuscular depot from which they are slowly released and absorbed. Upon intramuscular injection of estradiol cypionate in an oil solution, the solvent (i.e., oil) is absorbed, and a primary microcrystalline depot is formed within the muscle at the site of injection. In addition, a secondary depot may be formed in adipose tissue. The slow release of estradiol cypionate from the tissue depot is caused by the high lipophilicity of the estradiol ester, which in turn is due to its long fatty acid cypionic acid ester moiety. Estradiol cypionate is formulated for use alone and in combination with testosterone cypionate as an oil solution, and for use in combination with medroxyprogesterone acetate as a microcrystalline aqueous suspension. Aqueous suspensions of steroid esters generally have longer durations by intramuscular injection than oil solutions. A single intramuscular injection of 5 mg estradiol cypionate has been found to result in peak circulating concentrations of 338 pg/mL estradiol and 145 pg/mL estrone, which occurred at about 4 and 5 days post-injection, respectively (see right table). Compared to two other commonly used estradiol esters (which were also assessed in the study), estradiol cypionate had the longest duration, at approximately 11 days, whereas estradiol benzoate and estradiol valerate were found to last for 4 to 5 days and 7 to 8 days, respectively. This is because estradiol cypionate has a more extensive fatty acid chain and in relation to this is comparatively more lipophilic. For a given estradiol ester, the longer or more extensive the fatty acid chain is, the more lipophilic, longer-lasting, and more uniform/plateau-like the resultant levels of estradiol are as well as the lower the peak/maximal levels are (and hence less spike-like). Estradiol cypionate/medroxyprogesterone acetate (brand names Lunelle, Cyclofem) is a combined injectable contraceptive containing 5 mg estradiol cypionate and 25 mg medroxyprogesterone acetate in microcrystalline aqueous suspension for once-monthly intramuscular administration. With this formulations, estradiol levels peak 2 to 3 days post-injection with average maximal circulating levels of about 250 pg/mL. The elimination half-life of estradiol with these formulations is 8.4 to 10.1 days, and circulating estradiol levels return to a baseline of about 50 pg/mL approximately 14 to 24 days post-injection.   ==== Subcutaneous injection ==== Estradiol cypionate in a microcrystalline aqueous suspension has been found to have equivalent effectiveness and virtually identical pharmacokinetics when administered by subcutaneous injection versus intramuscular injection. However, subcutaneous injection is considered to be easier and less painful relative to intramuscular injection, and for these reasons, may result in comparatively greater satisfaction and compliance.   == Chemistry ==  Estradiol cypionate is a synthetic estrane steroid and the C17β cyclopentylpropionate (cypionate) fatty acid ester of estradiol. It is also known as estra-1,3,5(10)-triene-3,17β-diol 17β-cyclopentylpropionate. Other common esters of estradiol in use include estradiol valerate, estradiol enantate, and estradiol acetate, the former two of which are C17β esters of estradiol similarly to estradiol cypionate and the latter of which is the C3 acetate ester of estradiol. The experimental octanol/water partition coefficient (logP) of estradiol cypionate is 6.9.   == History == Estradiol cypionate was patented by Upjohn in 1952, with a priority date of 1951. It was first introduced for medical use by Upjohn in 1952 under the brand name Depo-Estradiol in the United States. Subsequently, it was also marketed in other countries such as European countries and Japan. The first clinical reports of estradiol cypionate were published in 1952 and thereafter. It was initially known as estradiol cyclopentylpropionate (ECP), and did not become known as estradiol cypionate until over a decade later in the mid-to-late 1960s. Along with estradiol valerate (1954) and estradiol benzoate (1933), estradiol cypionate has become one of the most commonly used esters of estradiol. When estradiol cypionate was to be combined with medroxyprogesterone acetate as a once-a-month injectable contraceptive, there was a problem in that estradiol cypionate was prepared as an oil solution while medroxyprogesterone acetate was used as a microcrystalline aqueous suspension. This issue was resolved by switching to a microcrystalline aqueous suspension in the case of estradiol cypionate, allowing it to be combined with medroxyprogesterone acetate in a single suspension. As a result, single-drug preparations of estradiol cypionate are oil solutions, while the combination of estradiol cypionate and medroxyprogesterone acetate are microcrystalline aqueous suspensions.   == Society and culture ==   === Generic names === Estradiol cypionate is the generic name of the drug and its INNTooltip International Nonproprietary Name and USANTooltip United States Adopted Name. It is also known as estradiol cyclopentylpropionate (ECP).   === Brand names === Estradiol cypionate has been marketed under the brand names Cicloestradiolo, D-Est, depGynogen, Depo-Estradiol, Depoestra, Depofemin, Depogen, Dura-Estrin, E-Cypionate, E-Ionate, Estradep, Estro-Cyp, Estrofem, Estroject, Estromed-PA, Estronol, Femovirin, Neoginon Depositum, Oestradiol-Retard, Pertradiol, Spendepiol, and T-E Cypionate, among others.   === Availability ===  Estradiol cypionate is available in the United States. It was previously marketed in Spain and Italy, but was discontinued in these countries and is no longer available in Europe. Estradiol cypionate has mostly been used in the United States, similarly to testosterone cypionate, with both of these medications having been developed by Upjohn, an American pharmaceutical company. Besides the United States, estradiol cypionate has been marketed in France, Germany, Italy, Spain, and Japan, among other countries. Estradiol cypionate for human use is not available in Canada, although it is marketed in several veterinary formulations in this country. Estradiol cypionate is available in Taiwan in combination with testosterone cypionate. It is also available as a combined injectable contraceptive in combination with medroxyprogesterone acetate in at least 18 countries, mostly in Latin America and Southeast Asia. Estradiol cypionate/testosterone cypionate and estradiol cypionate/medroxyprogesterone acetate were both formerly marketed in the United States, but have been discontinued in this country.   == See also == Estradiol cypionate/medroxyprogesterone acetate Estradiol cypionate/testosterone cypionate   == References =="}