{"name": "etelcalcetide", "category": "drug", "content": "Etelcalcetide, sold under the brand name Parsabiv, is a calcimimetic medication for the treatment of secondary hyperparathyroidism in people undergoing hemodialysis. It is administered intravenously at the end of each dialysis session. Etelcalcetide functions by binding to and activating the calcium-sensing receptor in the parathyroid gland. Parsabiv is currently owned by Amgen and Ono Pharmaceuticals in Japan.   == Medical uses == Etelcalcetide is used for the treatment of secondary hyperparathyroidism in people with chronic kidney disease (CKD) on hemodialysis. Hyperparathyroidism is the condition of elevated parathyroid hormone (PTH) levels and is often observed in people with CKD.   == Pharmacodynamics ==   === Mechanism of action === Etelcalcetide functions by binding to and activating the calcium-sensing receptor (CaSR) in the parathyroid gland as an allosteric activator, resulting in PTH reduction and suppression.   == Pharmacokinetics == Etelcalcetide functions in a first order elimination, with a half life of 19 hours. No interaction studies in humans were conducted. Studies in vitro showed no affinity of etelcalcetide to cytochrome P450 enzymes or common transport proteins. Therefore, no relevant pharmacokinetic interactions are expected.   == Side effects == Common side effects (in more than 10% of people) are nausea, vomiting, diarrhoea, muscle spasms, and hypocalcaemia (too low blood calcium levels). In clinical studies, the latter side effect was usually mild to moderate and without symptoms. An increase of the QT interval of more than 60 ms was detected in 1.2% of people receiving etelcalcetide. Due to the lower iPTH levels achieved by the use of this drug, it is possible that adynamic bone disease could occur at levels \"below 100 pg/mL\"   == Contraindications == The drug is contraindicated in people with blood serum calcium levels below the norm.   == Chemistry == The substance is a peptide consisting mostly of D-amino acids instead of the common L-amino acids. More specifically, it is the disulfide of N-acetyl-D-cysteinyl-D-alanyl-D-arginyl-D-arginyl-D-arginyl-D-alanyl-D-argininamide with L-cysteine.   == History == Originally, Etelcalcetide was being developed by KAI Pharmaceuticals. After positive phase II trials, Amgen acquired KAI for $315 million. In 2011, KAI entered into agreement with Ono Pharmaceutical for production of Etelcalcetide in Japan, the deal being worth ¥1 billion. In August 2015 Amgen Inc. announced its submission of a new drug application to the Food and Drug Administration for etelcalcetide. The European Medicines Agency approved the medication in November 2016. In February 2017, the FDA approved Parsabiv for the treatment of secondary hyperparathyroidism.   == Research == Phase II trials found that Etelcalcetide was able to lower PTH levels in one cohort by -49% vs a 29% increase in the placebo group. In another phase II study \"89% of patients experienced a C30% reduction in PTH and 56% achieved a PTH level of B300 pg/mL.\" In 2017, two phase III trials found that using etelcalcetide showed greater symptom reduction compared to placebo. Etelcalcetide was also able to lower PTH levels below 300pg/mL more often. Phase I pediatric studies are planned for the US and UK for etelcalcetide.   == References =="}