{"name": "eteplirsen", "category": "drug", "content": "Eteplirsen (brand name Exondys 51) is a medication to treat, but not cure, some types of Duchenne muscular dystrophy (DMD), caused by a specific mutation. Eteplirsen only targets specific mutations and can be used to treat about 14% of DMD cases. Eteplirsen is a form of antisense therapy. Eteplirsen was developed by Steve Wilton, Sue Fletcher and colleagues at the University of Western Australia and commercialized by Sarepta Therapeutics. After a controversial debate surrounding the drug's efficacy, during which two FDA review panel members resigned in protest, eteplirsen received accelerated approval from the US Food and Drug administration in late 2016. The Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) refused to authorize the use of eteplirsen.   == Adverse effects == The following adverse events were observed in at least 10% of people who received eteplirsen in trials: vomiting, contusion, excoriation, arthralgia, rash, catheter site pain, and upper respiratory tract infection.   == Mechanism of action == Duchenne muscular dystrophy is caused when a mutation in the DMD gene changes the DMD mRNA so that it no longer codes for functional dystrophin protein, usually due to a nonsense mutation that introduces a premature stop codon into the mRNA. If an exon with an appropriate number of bases lies near the mutation, by removing the defective exon the downstream reading frame can be corrected and production of partially functional dystrophin can be restored.  This is the general strategy used for designing exon-skipping oligos for DMD; as there are 79 exons transcribed in the longest splice form of the dystrophin transcript, many different oligos are needed to address the range of mutations present in the population of people with DMD. Eteplirsen is a morpholino antisense oligomer which triggers excision of exon 51 during pre-mRNA splicing of the dystrophin RNA transcript.  Skipping exon 51 changes the downstream reading frame of dystrophin; giving eteplirsen to a healthy person would result in production of dystrophin mRNA which would not code for functional dystrophin protein but, for DMD patients with particular nonsense mutations, giving eteplirsen can restore the reading frame of the dystrophin mRNA and result in production of functional (although modified by having an internal deletion consisting of both the patient's original defect, as well as the therapeutically skipped exon) dystrophin.  Eteplirsen is given by intravenous infusion for systemic treatment of DMD. Exon skipping is induced by eteplirsen, a charge-neutral, phosphorodiamidate morpholino oligomer (PMO) that selectively binds to exon 51 of dystrophin pre-mRNA, restoring the phase of the reading frame and enabling production of functional, but internally edited, dystrophin. The uncharged nature of the PMO helps make it resistant to biological degradation. This modified dystrophin protein produced by eteplirsen may cause a less severe form of dystrophinopathy, much like Becker muscular dystrophy. Eteplirsen's proposed mechanism of action is to bind to dystrophin pre-mRNA and alter the exon splicing of the RNA so that more almost full-length dystrophin is made. By increasing the quantity of an abnormal, but potentially functional, dystrophin protein, the objective is to slow or prevent the progression of DMD.   === Nature and sequence of oligo and target === Eteplirsen is a morpholino phosphorodiamidate antisense oligomer. CTCCAACATCAAGGAAGATGGCATTTCTAG (sequence source: US FDA ETEPLIRSEN BRIEFING DOCUMENT NDA 206488), 30-mer, 20% G, 43% CG, Predicted Tm: 88.9 °C at 10 μM oligo. Oligo complement CTAGAAATGCCATCTTCCTTGATGTTGGAG DMD-001 Exon 51, ENST00000357033.8 in Ensembl.org, RNA target site marked. Given that the target site is within an exon, this is likely blocking binding of an exonic splice enhancer protein and so altering splicing by interfering with splice regulation. CTCCTACTCAGACTGTTACTCTGGTGACACAACCTGTGGTTACTAAGGAAACTGCCATCT CCAAA[CTAGAAATGCCATCTTCCTTGATGTTGGAG]GTACCTGCTCTGGCAGATTTCAACC GGGCTTGGACAGAACTTACCGACTGGCTTTCTCTGCTTGATCAAGTTATAAAATCACAGA GGGTGATGGTGGGTGACCTTGAGGATATCAACGAGATGATCATCAAGCAGAAG   == Pharmacokinetics == Following single or multiple intravenous infusions, the majority of drug elimination occurred within 24 hours of intravenous administration. Elimination half-life of eteplirsen was 3 to 4 hours.   == History == New Drug Applications (NDA) for eteplirsen and a similar drug drisapersen were filed with the US Food and Drug Administration (FDA) in August 2015. The Prescription Drug User Fee Act (PDUFA) goal dates for these were December 27, 2015 for drisapersen and February 26, 2016, for eteplirsen. Following FDA rejection of drisapersen, the agency announced a three-month time extension for its review of eteplirsen. The FDA panel decision was controversial because the FDA staff and the panel used a stricter standard of evidence than Sarepta and patient groups used. The FDA panel said that it was required by law to apply the standard of \"substantial evidence\" of effectiveness. This required randomized, controlled trials showing effectiveness of a meaningful clinical outcome, such as the ability to function in daily life. Sarepta and patient groups wanted to use the standard of historical controls, personal testimonies, and the presence of altered dystrophin in the body. On April 25, 2016, the Advisory Committee Panel voted against approval;. However, in June 2016, FDA requested for additional data from Sarepta to confirm findings of dystrophin production by eteplirsen. Janet Woodcock, director of the FDA's Center for Drug Evaluation and Research, overruled the panel, and FDA Commissioner Robert Califf deferred to her decision. Eterplirsen received accelerated approval on September 19, 2016. The European Medicines Agency reviewed the molecule in 2018, and refused to approve it. Following the approval of eteplirsen, two other drugs of a similar kind, golodirsen and viltolarsen received provisional approval from the FDA for the treatment of people with a confirmed mutation of the dystrophin gene that is amenable to exon 53 skipping as well as casimersen for exon 45 skipping.   == Society and culture ==   === Economics === The US list price of eteplirsen is US$300,000 per year of treatmentcitation needed. The Institute for Clinical and Economic Review has found the drug not cost effective at the list price when the cost of one Quality-adjusted life year (QALY) was equal to US$150,000.   == References ==   == External links == \"Eteplirsen\". Drug Information Portal. U.S. National Library of Medicine."}