{"name": "ethambutol", "category": "drug", "content": "Ethambutol (EMB, E) is a medication primarily used to treat tuberculosis. It is usually given in combination with other tuberculosis medications, such as isoniazid, rifampicin and pyrazinamide. It may also be used to treat Mycobacterium avium complex, and Mycobacterium kansasii. It is taken by mouth. Common side effects include problems with vision, joint pain, nausea, headaches, and feeling tired. Other side effects include liver problems and allergic reactions. It is not recommended in people with optic neuritis, significant kidney problems, or under the age of five. Use during pregnancy or breastfeeding has not been found to cause harm. In the United States the FDA has raised concerns about eye issues in the baby if used during pregnancy. Ethambutol is believed to work by interfering with the bacteria's metabolism. Ethambutol was discovered in 1961. It is on the World Health Organization's List of Essential Medicines and is available as a generic medication.   == Chirality and biological activity == (S,S)-(+)-Ethambutol is powerful and selective antitubercular drug. It is a typical example of an old drug that was introduced for clinical use in its unichiral form. Ethambutol contains two constitutionally symmetrical chiral centers in its structure and exists in three stereoisomeric forms, the enantiomeric pair (+)-(S,S)- and (−)-(R,R)-ethambutol, along with the achiral stereoisomer called meso-form. The (+)-(S,S)-enantiomer harbors the antitubercular activity. This enantiomer is 500 and 12 fold more potent than (−)-(R,R)-ethambutol and the meso-form respectively. On the other hand, all the three isomers are equipotent in terms of the major side-effect of the drug, optic neuritis. Toxicity is associated to both dose and duration of treatment. Hence the use of (S,S)-enantiomer greatly improved the risk/benefit balance.   == Medical uses == Ethambutol is used along with other medications to treat a number of infections including: tuberculosis, Mycobacterium avium complex, and Mycobacterium kansasii.   == Adverse effects == Optic neuritis (hence contraindicated in children below six years of age) Red–green color blindness People taking ethambutol should be monitored for changes in visual acuity and color discrimination. Arthralgia Hyperuricaemia Vertical nystagmus Skin rash   == Mechanism of action == Ethambutol is bacteriostatic against actively growing TB bacilli. It works by obstructing the formation of cell wall. Mycolic acids attach to the 5'-hydroxyl groups of D-arabinose residues of arabinogalactan and form mycolyl-arabinogalactan-peptidoglycan complex in the cell wall. It disrupts arabinogalactan synthesis by inhibiting the enzyme arabinosyl transferase. Disruption of the arabinogalactan synthesis inhibits the formation of this complex and leads to increased permeability of the cell wall.   == Pharmacokinetics == It is well absorbed from the gastrointestinal tract and well distributed in body tissues and fluids.  50% is excreted unchanged in urine.   == See also == Chiral drugs Chirality Enantiopure drug Stereochemistry   == References ==   == External links == \"Ethambutol\". Medicine Plus. \"Ethambutol\". Drug Information Portal. U.S. National Library of Medicine."}