{"name": "ethacrynic acid", "category": "drug", "content": "Etacrynic acid (INN) or ethacrynic acid (USAN), trade name Edecrin, is a loop diuretic used to treat high blood pressure and the swelling caused by diseases like congestive heart failure, liver failure, and kidney failure. A con with ethacrynic acid compared to the other loop diuretic drugs such as furosemide is that it has a significantly steep dose-response curve, which means the drug's dosing is very important as small variance in dose can cause a significant difference in the biological response. Unlike the other loop diuretics, etacrynic acid is not a sulfonamide and may thus be used in individuals with sulfa allergies in whom the sulfonamide loop diuretics would be contraindicated.   == Structural features == Ethacrynic acid is a phenoxyacetic acid derivative, and contains an α,β-unsaturated ketone group.   == Medical use == Ethacrynic acid is a diuretic that is used to treat edema when a stronger agent is required.  It is available as a pill or injected form.  The pill is used to treat edema associated with congestive heart failure, cirrhosis and renal disease, accumulation of liquid in the belly associated with cancer or edema,  and management of hospitalized children with congenital heart disease or nephrotic syndrome. The injected form is used to rapidly remove water from the body when needed – for example in acute pulmonary edema – or when a person cannot take the medicine in pill form.   == Adverse effects == As a diuretic, ethacrynic acid can cause frequent urination, but this usually resolves after taking the drug for a few weeks. Ethacrynic acid can also cause low potassium levels, which may manifest as muscle cramps or weakness. It has also been known to cause reversible or permanent hearing loss (ototoxicity) and liver damage when administered in extremely high dosages.  On oral administration, it produces diarrhea; intestinal bleeding may occur at higher doses.   == Mechanism of action == Ethacrynic acid acts by inhibiting NKCC2 in the thick ascending loop of Henle and the macula densa. Loss of potassium ions is less marked but chances of hypochloremic alkalosis are greater. The dose response curve of ethacrynic acid is steeper than that of furosemide and, in general, it is less manageable; dose range is 50–150 mg. Ethacrynic acid and its glutathione-adduct are potent inhibitors of glutathione S-transferase family members, which are enzymes involved in xenobiotic metabolism. This family of enzymes has been shown to have a high rate of genetic variability.   == United States price history == The ethacrynic acid tablet market had U.S. sales of approximately $17 million for the 12 months ending April 2020 according to IQVIA. National Average Drug Acquisition Cost data from the Centers for Medicare and Medicaid Services shows that the average price paid by retail pharmacies for an Edecrin 25 MG tablet was $5.24 as 11/28/13 by Bausch Health US, LLC, formerly Valeant Pharmaceuticals.  The price from Bausch Health US, LLC increased to $21.72 per tablet as of 5/18/2016. In 2015, Valeant was involved in a number of controversies surrounding drug price hikes and the use of a specialty pharmacy for the distribution of its drugs. As of September 19, 2018, the price for the generic equivalent was $10.01 per tablet from West-ward Pharmaceuticals Corp., Edenbridge Pharmaceuticals, LLC and Oceanside Pharmaceuticals.  As of July 22, 2020 the price decreased to $3.45 with availability from additional generic manufacturers.  As of February 17, 2021 the average price paid by pharmacies was $5.69 per 25 MG tablet with 10 generic manufacturers.  Up to date price information can be found at https://data.medicaid.gov/dataset/d5eaf378-dcef-5779-83de-acdd8347d68e/data?conditions[0] [property]=ndc_description&conditions[0] [value]=%25ethacrynic%20acid%25&conditions[0] [operator]=like   == Price fixing investigation == It is known whether this apparent price fixing is actively being investigated, but the United States Department of Justice Antitrust Division Spring Update 2021 notes: \"The Division remains committed to rooting out illegal conduct that corrupts critical healthcare markets. That work is more important now than ever before. The Division has uncovered price-fixing, bid-rigging, and customer-allocation schemes in one of the most important markets for the health and wallets of American consumers: the generic drug industry. Indeed, nearly 90% of all prescriptions in the United States are filled with generic drugs.\"   == References =="}