{"name": "ethinylestradiol", "category": "drug", "content": "Ethinylestradiol (EE) is an estrogen medication which is used widely in birth control pills in combination with progestins. In the past, EE was widely used for various indications such as the treatment of menopausal symptoms, gynecological disorders, and certain hormone-sensitive cancers. It is usually taken by mouth but is also used as a patch and vaginal ring. The general side effects of EE include breast tenderness and enlargement, headache, fluid retention, and nausea among others. In men, EE can additionally cause breast development, feminization in general, hypogonadism, and sexual dysfunction. Rare but serious side effects include blood clots, liver damage, and cancer of the uterus. EE is an estrogen, or an agonist of the estrogen receptors, the biological target of estrogens like estradiol. It is a synthetic derivative of estradiol, a natural estrogen, and differs from it in various ways. Compared to estradiol, EE is more resistant to metabolism, has greatly improved bioavailability when taken by mouth, and shows relatively increased effects in certain parts of the body like the liver and uterus. These differences make EE more favorable for use in birth control pills than estradiol, though also result in an increased risk of blood clots and certain other rare adverse effects. EE was developed in the 1930s and was introduced for medical use in 1943. The medication started being used in birth control pills in the 1960s. Ethinylestradiol is found in almost all combined forms of birth control pills and is nearly the exclusive estrogen used for this purpose, making it one of the most widely used estrogens. In 2021, the combination with norethisterone was the 52nd most commonly prescribed medication in the United States, with more than 12 million prescriptions; the version with norgestimate was the 76th most commonly prescribed medication in the US, with more than 8 million prescriptions; the combination with levonorgestrel was the 144th most commonly prescribed medication in the US, with more than 4 million prescriptions; the combination with etonogestrel was the 198th most commonly prescribed medication in the US, with more than 2 million prescriptions; the combination with norgestrel was the 227th most commonly prescribed medication in the US, with more than 2 million prescriptions; the combination with etynodiol was the 276th most commonly prescribed medication in the US, with more than 800,000 prescriptions; the combination with drospirenone and levomefolic acid was the 277th most commonly prescribed medication in the US, with more than 800,000 prescriptions;   == Medical uses == There are many uses for EE. It is most commonly used as contraception in combined oral contraceptives (COC), also known as birth control, to prevent pregnancy after sex. EE in its birth control formulation is not only used to prevent pregnancy, but can also be used to treat absence of menstruation, symptoms during menstruation, and acne. EE is also used as menopausal hormone therapy. The main reason for using HRT in menopausal women is to relieve common vasomotor symptoms such as hot flashes, night sweats, and flushing. Studies have found that estrogen replacement helps improve these symptoms when compared to a placebo. Other common menopause symptoms, such as vaginal dryness (which can cause pain during sexual intercourse), vaginal itching, and depressed mood, can benefit from HRT. In addition to treatment of menopausal symptoms, EE has been used as a component of feminizing hormone therapy for transgender women. However, it is no longer commonly used nor recommended for this purpose, with estradiol having largely superseded it. EE can also be used to treat hypogonadism in women, prevent osteoporosis in women, and has been used as palliative care for prostate cancer in men and breast cancer in women. It has also been used to reduce sex drive in sex offenders. EE or any estrogen alone is contraindicated for women who have a uterus due to the increased risk of endometrial cancer; giving a progestogen with an estrogen mitigates the risk.   === Available forms === EE is available in combination with a progestin in a vast number of COCs. It is also available in combination with progestins as a transdermal contraceptive patch and as a contraceptive vaginal ring. In addition, there is a single preparation (brand name FemHRT) containing very low doses of EE (2.5 and 5 μg) plus a progestin in an oral tablet that remains in use for menopausal hormone therapy. EE was previously available by itself under brand names like Estinyl and Lynoral in the form of 0.002, 0.01, 0.02, 0.025, 0.05, 0.1, 0.5, and 1.0 mg (2, 10, 20, 25, 50, 100, 500, and 1000 μg) tablets. The amount of EE in COCs has reduced over the years. Previously, COCs contained high doses of EE of as much as 100 μg/day. Doses of more than 50 μg EE are considered high-dose, doses of 30 and 35 μg EE are considered low-dose, and doses of 10 to 25 μg EE are considered very low dose. Today, COCs generally contain 10 to 50 μg EE. The higher doses of EE were discontinued due to a high risk of VTE and cardiovascular problems.   == Contraindications == EE should be avoided in individuals with a history of or known susceptibility to arterial or venous thrombosis (blood clots), due to an increased risk of cardiovascular problems such as venous thromboembolism (VTE), myocardial infarction, and ischemic stroke. This includes women with:  History of deep vein thrombosis (DVT) or pulmonary embolism (PE) not receiving anticoagulants Acute DVT/PE Prolonged immobilization due to major surgery Advanced diabetes mellitus with vascular disease Migraine with aura Hypertension ≥160/100 Vascular disease Current and history of ischemic heart disease Multiple risk factors for atherosclerotic cardiovascular disease (e.g. older age, smoking, diabetes, hypertension, low HDL, high LDL, or high triglyceride levels) Age ≥35 and smoking ≥15 cigarettes/day History of cerebrovascular accident Systemic lupus erythematosus with positive (or unknown) antiphospholipid antibodies Complicated valvular heart disease Except when being used to treat it, EE should be avoided in women with current breast cancer due to a possible worsening of prognosis. EE should also be avoided in breastfeeding women who are less than 21 days postpartum due to an increased risk of VTE. EE use in breastfeeding women who are at least 21 days postpartum should be discussed with a provider and include information on the advantages, disadvantages, and alternatives for using EE. Due to risk of cholestatic hepatotoxicity, it is widely considered that COCs containing EE should be avoided in women with a history of cholestasis of pregnancy, hepatic tumors, active hepatitis, and familial defects in biliary excretion.   == Side effects ==  The severity of side effects can vary based on the dose and administration route of EE. General side effects of EE are the same as for other estrogens and include breast tenderness, headache, fluid retention (bloating), nausea, dizziness, and weight gain. The estrogen component of oral contraceptives, which is almost always EE, can cause breast tenderness and fullness. In males, EE has additional side effects, including gynecomastia (breast development), feminization in general, hypogonadism, infertility, and sexual dysfunction (e.g., reduced libido and erectile dysfunction). In men who received high-dose estrogen therapy with 200 μg/day oral EE for more than three months, gynecomastia occurred in 98% and decreased libido occurred in 42 to 73%.   === Long-term effects ===   ==== Blood clots ==== VTE is a blood clot in a vein, and includes deep vein thrombosis (DVT) and pulmonary embolism (PE). Estrogens are known to increase the risk of VTE due to their effects on liver synthesis of coagulation factors. EE carries a greater risk of blood clot formation and VTE than does natural estradiol, which is thought to be due to structural differences between the two compounds and different susceptibilities to liver inactivation. A 2012 meta-analysis estimated that the absolute risk of VTE is 2 per 10,000 women for non-use, 8 per 10,000 women for EE and levonorgestrel-containing birth control pills, and 10 to 15 per 10,000 women for birth control pills containing EE and a third- or fourth-generation progestin such as desogestrel or drospirenone. For comparison, the absolute risk of VTE is generally estimated as 1 to 5 per 10,000 woman–years for non-use, 5 to 20 per 10,000 woman–years for pregnancy, and 40 to 65 per 10,000 woman–years for the postpartum period. Modern COCs are associated with about a 2- to 4-fold higher risk of VTE than non-use. The route of administration of EE does not appear to influence VTE risk, as EE/progestin-containing contraceptive vaginal rings and contraceptive patches have the same or even higher risk of VTE than COCs. Pregnancy is associated with about a 4.3-fold increase in risk of VTE. It has been estimated that at least 300 to 400 healthy young women die each year in the United States due to VTE caused by EE-containing birth control pills. Modern COCs contain 10 to 35 μg EE, but typically 20, 30, or 35 μg. The initial formulations of COCs that were introduced in the 1960s contained 100 to 150 μg EE. However, it was soon found that EE is associated with increased risk of VTE and that the risk is dose-dependent. Following these events, the dose of EE was greatly reduced, and is now always less than 50 μg. These lower doses have a significantly reduced risk of VTE with no loss of contraceptive effectiveness. Gerstman et al. (1991) found that COCs containing more than 50 μg EE had 1.7-fold and COCs containing 50 μg EE 1.5-fold the risk of VTE of COCs containing less than 50 μg. A 2014 Cochrane review found that COCs containing 50 μg EE with levonorgestrel had 2.1- to 2.3-fold the risk of COCs containing 30 μg or 20 μg EE with levonorgestrel, respectively. COCs containing 20 μg EE are likewise associated with a significantly lower risk of cardiovascular events than COCs containing 30 or 40 μg EE. However, discontinuation of COCs is more common with doses of EE from 10 to 20 μg due to problematic changes in bleeding patterns. Women with thrombophilia have a dramatically higher risk of VTE with EE-containing contraception than women without thrombophilia. Depending on the condition, risk of VTE can be increased 5- to 50-fold relative to non-use in such women. Sex hormone-binding globulin (SHBG) levels indicate hepatic estrogenic exposure and may be a surrogate marker for coagulation and VTE risk with estrogen therapy, although this topic has been debated. SHBG levels with birth control pills containing different progestins are increased by 1.5 to 2-fold with levonorgestrel, 2.5- to 4-fold with desogestrel and gestodene, 3.5- to 4-fold with drospirenone and dienogest, and 4- to 5-fold with cyproterone acetate. Contraceptive vaginal rings and contraceptive patches likewise have been found to increase SHBG levels by 2.5-fold and 3.5-fold, respectively. Birth control pills containing high doses of ethinylestradiol (>50 μg) can increase SHBG levels by 5- to 10-fold, which is similar to the increase that occurs during pregnancy. Conversely, increases in SHBG levels are much lower with estradiol, especially when used parenterally. High-dose parenteral polyestradiol phosphate therapy has been found to increase SHBG levels by about 1.5-fold.   ==== Cardiovascular issues ==== When used orally at high dosages, for instance as a form of high-dose estrogen therapy in men with prostate cancer and in women with breast cancer, synthetic and non-bioidentical estrogens like EE and diethylstilbestrol are associated with fairly high rates of severe cardiovascular complications such as VTE, myocardial infarction, and stroke. Diethylstilbestrol has been associated with an up to 35% risk of cardiovascular toxicity and death and a 15% incidence of VTE in men treated with it for prostate cancer. EE has a to some degree lower risk of cardiovascular complications than does diethylstilbestrol when used in the treatment of prostate cancer in men. However, both EE and diethylstilbestrol nonetheless have highly disproportionate effects on liver protein synthesis, which is thought to be responsible for their cardiovascular toxicity. In contrast to oral synthetic estrogens like EE and diethylstilbestrol, high-dosage polyestradiol phosphate and transdermal estradiol have not been found to increase the risk of cardiovascular mortality or thromboembolism in men with prostate cancer. However, significantly increased cardiovascular morbidity has been observed with high-dosage polyestradiol phosphate. In any case, these estrogens are considered to be much safer than oral synthetic estrogens like EE and diethylstilbestrol. In addition, ethinylestradiol sulfonate (EES), an oral but parenteral-like long-lasting prodrug of EE, is used in the treatment of prostate cancer, and is said to have a considerably better profile of cardiovascular safety than EE. Because of its disproportionate effects on liver protein synthesis and associated cardiovascular risks, synthetic estrogens like EE and diethylstilbestrol are no longer used in menopausal hormone therapy. They are also being replaced by parenteral forms of estradiol like polyestradiol phosphate and transdermal estradiol in the treatment of prostate cancer.   ==== Liver damage ==== At the lower dosages that are now used in birth control pills, EE has been associated rarely with cholestatic hepatotoxicity similarly to 17α-alkylated androgens/anabolic steroids and 17α-ethynylated 19-nortestosterone progestins. Cholestasis can manifest as pruritus and jaundice. Glucuronide metabolites of EE, via effects on the ABCB11 (BSEP) and MRP2 (ABCC2) proteins and consequent changes in bile flow and bile salt excretion, appear to be responsible for the cholestasis. Very high concentrations of estradiol, via its metabolite estradiol glucuronide, are also implicated in cholestasis, for instance in cholestasis of pregnancy. However, the incidence and severity of cholestatic hepatotoxicity appear to be much greater with EE than with estradiol, which is thought to be due to the reactive C17α ethynyl substitution in EE as well as its greatly reduced susceptibility to hepatic metabolism. Whereas abnormal liver function tests (LFTs) are normally found in about 1% of women not on birth control pills or taking lower-dose EE-containing birth control pills, this increases to more than 10% of women taking birth control pills containing 50 μg/day EE or more. With birth control pills containing 50 μg/day EE, alanine aminotransferase (ALT) levels increase by 50%, hematocrit by 19%, and leukocytes by 50%, while gamma-glutamyltransferase (GGT) decreases by 30%. However, the values usually remain in the normal range. In addition to abnormal LFTs, pathological changes in partial liver functions and liver morphology can be observed in half of women on birth control pills with 50 μg/day EE. EE-containing birth control pills have also been associated with a 25- to 50-fold increase in the risk of rare benign liver tumors and a 3- to 6-fold increase in the risk of hepatocellular carcinoma, as well as greater risk of other liver complications. At one time, EE-containing birth control pills were estimated to be responsible for 84% of all drug-related and histologically verified liver damage. However, these risks now are reduced with modern lower-dose EE-containing birth control pills, with contain 35 μg/day EE or less.   ==== Uterine cancer ==== The high doses of EE that were used in early COCs were associated with a significantly increased risk of endometrial cancer in certain preparations, for instance those containing the progestogen dimethisterone. Unopposed estrogens like EE have carcinogenic effects in the endometrium and progestogens protect against these effects, but dimethisterone is a relatively weak progestogen and was unable to adequately antagonize the endometrial carcinogenic effects of EE, in turn resulting in the increased risk of endometrial cancer. COCs containing dimethisterone have since been discontinued (with more potent progestogens used instead) and doses of EE in COCs in general have been dramatically reduced, abrogating the risk. In turn, most studies of modern COCs have found a decreased risk of endometrial cancer.   === Ecological Effects === Wastewater contains various estrogens, including EE, that are not completely broken down by wastewater treatment procedures. The input of artificial estrogens into freshwater ecosystems affects fish and amphibian populations. Chronic exposure to low levels of EE over seven years led to the collapse of fathead minnow populations in an experimental lake in Ontario, Canada. EE changed oogenesis in female fish and feminized male fish such that they produced a protein associated with egg maturation, vitellogenin, as well as early-stage eggs. In amphibians, exposure to EE can reduce hatching success and alter gonadal development. Exposure to hormones can change frogs' gonadal development even though it is encoded in their genes. A study of mink frogs found more intersex tadpoles in those experimentally exposed to EE than those not exposed to EE, and green frogs showed much lower rates of hatching success.   == Overdose ==  Estrogens like EE are relatively safe in acute overdose.   == Interactions == EE is metabolized by certain cytochrome P450 isoforms, including CYP3A4 and CYP2C9. Thus, inducers of enzymes such as CYP3A4 can decrease circulating concentrations of EE. Examples of inducers include anticonvulsants like phenytoin, primidone, ethosuximide, phenobarbital, and carbamazepine; azole antifungals like fluconazole; and rifamycin antibiotics like rifampin (rifampicin). Conversely, inhibitors of CYP3A4 and other cytochrome P450 enzymes may increase circulating levels of EE. An example is troleandomycin, which is a potent and highly selective inhibitor of CYP3A4. Paracetamol (acetaminophen) has been found to competitively inhibit the sulfation of EE, with pretreatment of 1,000 mg of paracetamol significantly increasing the AUC levels of EE (by 22%) and decreasing the AUC levels of ethinylestradiol sulfate (EE sulfate) in women. The same has been found for ascorbic acid (vitamin C) and EE, although the significance of the interaction has been regarded as dubious. In contrast to estradiol, it is unlikely that there is a pharmacokinetic interaction between smoking (which potently induces certain cytochrome P450 enzymes and markedly increases the 2-hydroxylation of estradiol) and EE. This suggests that estradiol and EE are metabolized by different cytochrome P450 enzymes. There is, however, an increased risk of cardiovascular complications with smoking and EE, similarly to the case of smoking and other estrogens. EE is known to inhibit several cytochrome P450 enzymes, including CYP1A2, CYP2B6, CYP2C9, CYP2C19, and CYP3A4, and is possibly an inducer of CYP2A6. As a result, it can affect the metabolism and concentrations of many other drugs. Examples of known interactions include bupropion, caffeine, mephenytoin, midazolam, nicotine, nifedipine, omeprazole, propranolol, proguanil, selegiline, theophylline, and tizanidine. One of the most notable interactions is that EE strongly increases levels of selegiline, a substrate of CYP2B6 and CYP2C19. EE may also induce glucuronidation and possibly alter sulfation. It has been found to increase the clearance of and reduce the concentrations of a variety of drugs known to be glucuronidated. Examples include clofibrate, lamotrigine, lorazepam, oxazepam, and propranolol. Progestins, which are often used in combination with EE, are also known to inhibit cytochrome P450 enzymes, and this may contribute to drug interactions with EE-containing contraceptives as well. Examples include gestodene, desogestrel, and etonogestrel, which are CYP3A4 and CYP2C19 inhibitors. In addition, these progestins are known to progressively inhibit the metabolism of and increase concentrations of EE itself.   == Pharmacology ==   === Pharmacodynamics === EE is an estrogen similarly to natural estrogens like estradiol and conjugated estrogens (Premarin) and synthetic estrogens like diethylstilbestrol. It binds to and activates both isoforms of the estrogen receptor, ERα and ERβ. In one study, EE was found to have 233% and 38% of the affinity of estradiol for the ERα and ERβ, respectively. In another study, it was found to possess 194% and 151% of the affinity of estradiol for the ERα and ERβ, respectively. EE also appears to act as a potent agonist of the G protein-coupled estrogen receptor (GPER) (affinity unknown), a membrane estrogen receptor, similarly to estradiol. Estrogens have antigonadotropic effects through activation of the ERα. As a contraceptive, EE acts in concert with a progestin to inhibit the mid-cycle surge in luteinizing hormone (LH) and follicle-stimulating hormone (FSH) via its antigonadotropic effects, thereby inhibiting folliculogenesis and preventing ovulation and hence the possibility of pregnancy. EE is a long-acting estrogen, with a nuclear retention of about 24 hours. Orally, EE is on the order of 100 times as potent by weight as natural estrogens like micronized estradiol and conjugated estrogens, which is largely due to substantially greater resistance to first-pass metabolism. It is specifically in the range of 80 to 200 times as potent as estropipate (piperazine estrone sulfate), which has similar potency to micronized estradiol, in terms of systemic estrogenic potency. In contrast, the potencies of EE and natural estrogens are similar when they are administered intravenously, due to the bypassing of first-pass metabolism. Relative to its prodrug mestranol, EE is about 1.7 times as potent by weight orally.   ==== Antiandrogenic and antigonadotropic effects ====  EE is a potent functional antiandrogen in both women and men. It mediates its antiandrogenic effects by 1) stimulating the production of sex hormone-binding globulin (SHBG) in the liver, which decreases free and thus bioactive concentrations of testosterone in the blood; and by 2) suppressing luteinizing hormone (LH) secretion from the pituitary gland, which decreases production of testosterone by the gonads. Birth control pills that contain EE are useful in the treatment of androgen-dependent conditions like acne and hirsutism by virtue of their antiandrogenic effects. Birth control pills containing EE have been found in women to reduce total testosterone levels by 30% on average, to increase circulating SHBG levels by about 3-fold on average (but variable depending on progestin, range 1.5- to 5-fold increase), and to reduce free testosterone concentrations by 60% on average (range 40 to 80%). Birth control pills containing high doses of EE can increase SHBG levels in women by as much as 5- to 10-fold. This is similar to the 5- to 10-fold increase in SHBG levels that occurs during pregnancy. Due to the marked increase in SHBG levels, free testosterone levels become very low during treatment with EE-containing birth control pills. In men, a study found that treatment with a relatively low dosage of 20 μg/day EE for five weeks increased circulating SHBG levels by 150% and, due to the accompanying decrease in free testosterone levels, increased total circulating levels of testosterone by 50% (via upregulation of gonadal testosterone production due to reduced negative feedback by androgens on the hypothalamic–pituitary–gonadal axis). The stimulation of hepatic SHBG production by EE is far stronger than with other estrogens like estradiol, owing to the high resistance of EE to inactivation in the liver and hence its disproportionate effects in this part of the body. Estrogens are antigonadotropins and are able to suppress the secretion of LH and FSH from the pituitary gland and by extension gonadal testosterone production. High-dose estrogen therapy, including with EE, is able to suppress testosterone levels in men by around 95%, or into the castrate/female range. The dosage of EE required for use as a component of hormone therapy for preoperative transgender women is 50 to 100 μg/day. This high dosage is associated with a high incidence of VTE, particularly in those over the age of 40 years, and it has been said that it should not be used. The dosage of EE used in the treatment of prostate cancer in men is 150 to 1,000 μg/day (0.15–1.0 mg/day). A dosage of EE of 50 μg twice daily (100 μg/day total) has been found to suppress testosterone levels in men to an equivalent extent as 3 mg/day oral diethylstilbestrol, which is the minimum dosage of diethylstilbestrol required to consistently suppress testosterone levels into the castrate range. The ovulation-inhibiting dose of EE by itself and not in combination with a progestin in women is 100 μg/day. However, it has been found to be about 75 to 90% effective at inhibiting ovulation at a dosage of 20 μg/day and about 97 or 98% effective at a dosage of 50 μg/day. In another study, ovulation occurred in 25.2% with an EE dose of 50 μg/day. Lower dosages of EE also have significant antigonadotropic effects. A \"very low\" dosage of 15 μg/day EE has been described as the \"borderline\" amount required for suppression of LH and testosterone levels in men, and a study found that LH and testosterone levels were \"reliably\" suppressed in men by a dosage of 30 μg/day EE. However, other clinical studies have found that 20 μg/day EE increased testosterone levels by 50% in men (as described above) and that dosages of 32 μg/day and 42 μg/day EE suppressed FSH levels in men but did not significantly affect LH levels. A stronger suppression of testosterone levels was observed in men following daily treatment with a combined oral contraceptive containing 50 μg ethinylestradiol and 0.5 mg norgestrel for 9 days. However, investigation revealed that the progestin was the more important component responsible for the suppression in testosterone levels. In accordance, the progestin component of COCs is primarily responsible for inhibition of ovulation in women. A combination of 20 μg/day EE and 10 mg/day methyltestosterone was found to suppress FSH secretion in men to an extent sufficient to stop spermatogenesis. Studies in women have found that 50 μg/day EE suppresses LH and FSH levels both by about 70% in postmenopausal women. In addition to its antigonadotropic effects, EE can significantly suppress androgen production by the adrenal glands at high concentrations. One study found that treatment with a high dosage of 100 μg/day EE suppressed circulating adrenal androgen levels by 27 to 48% in transgender women. This may additionally contribute to suppression of androgen levels by estrogens.   ==== Effects on liver protein synthesis ==== EE has marked effects on liver protein synthesis, even at low dosages and regardless of route of administration. These effects are mediated by its estrogenic activity. The medication dose-dependently increases circulating levels of SHBG, corticosteroid-binding globulin (CBG), and thyroxine-binding globulin (TBG), and also affects a broad range of other liver proteins. EE affects triglyceride levels at a dose as low as 1 μg/day and LDL and HDL cholesterol levels at a dose as low as 2.5 μg/day. EE affects several hepatic proteins at a dosage as low as 5 μg/day. At doses above 20 μg/day, the incremental effects of EE on liver protein synthesis become continuously smaller. EE at 5 μg/day has been found to increase SHBG levels by 100% in postmenopausal women, while a dosage of 20 μg/day EE increased them by 200%. Androgens decrease hepatic SHBG production, and have been found to oppose the effects of EE on SHBG levels. This is of particular relevance when it is considered that many progestins used in COCs have varying degrees of weak androgenic activity. A combination of 20 μg/day EE and 0.25 mg/day levonorgestrel, a progestin with relatively high androgenicity, decreases SHBG levels by 50%; 30 μg/day EE and 0.25 mg/day levonorgestrel has no effect on SHBG levels; 30 μg/day EE and 0.15 mg/day levonorgestrel increases SHBG levels by 30%; and triphasic COCs containing EE and levonorgestrel increase SHBG levels by 100 to 150%. The combination of 30 μg/day EE and 150 μg/day desogestrel, a progestin with relatively weak androgenicity than levonorgestrel, increases SHBG levels by 200%, while the combination of 35 μg/day EE and 2 mg/day cyproterone acetate, a progestin with potent antiandrogenic activity, increases SHBG levels by 400%. As such, the type and dosage of progestin contained in COCs potently moderates the effects of EE on SHBG levels. A dosage of 10 μg/day EE has been found to increase CBG levels by 50%, while a dosage of 20 μg/day EE increased them by 100%. Progestins that are progesterone derivatives have no effect on CBG levels, while androgenic progestins like the 19-nortestosterone derivatives have only a weak effect on CBG levels. COCs may increase CBG levels by 100 to 150%. A dosage of 5 μg/day EE has been found to increase TBG levels by 40%, while a dosage of 20 μg/day EE increased them by 60%. Progestins that are progesterone derivatives do not affect TBG levels, while progestins with androgenic activity may decrease TBG levels. A combination of 30 μg/day EE and 1 mg/day norethisterone, a moderately androgenic progestin, have been found to increase TBG levels by 50 to 70%, while the combination of 30 μg/day EE and 150 μg/day desogestrel increased them by 100%.   ==== Differences from estradiol ====  EE shows strong and disproportionate effects on liver protein synthesis relative to estradiol. The liver as well as the uterus express 17β-hydroxysteroid dehydrogenase (17β-HSD), and this enzyme serves to inactivate estradiol and effectively suppress its potency in these tissues by reversibly converting it into the far less potent estrogen estrone (which has approximately 4% of the estrogenic activity of estradiol). In contrast to estradiol, the 17α-ethynyl group of EE prevents oxidation of the C17β position of EE by 17β-HSD, and for this reason, EE is not inactivated in these tissues and has much stronger relative estrogenic activity in them. This is the mechanism of the disproportionately strong effects of EE on hepatic protein production, which results in a greatly increased magnitude of effect on VTE and cardiovascular risks relative to estradiol. On the other hand, due to the loss of inactivation of EE by 17β-HSD in the endometrium (uterus), EE is relatively more active than estradiol in the endometrium and, for this reason, is associated with a significantly lower incidence of vaginal bleeding and spotting in comparison. This is particularly so in the case of combined estrogen and progestogen therapy (as in COCs or menopausal HRT), as progestogens induce the expression of 17β-HSD in the endometrium. The reduced vaginal bleeding and spotting with EE is one of the main reasons that it is used in COCs instead of estradiol, in spite of its potentially inferior safety profile (related to its adverse effects on hepatic protein synthesis and VTE incidence). EE has been found to have disproportionate effects on liver protein synthesis and VTE risk regardless of whether the route of administration is oral, transdermal, or vaginal, indicating that the use of parenteral routes over the oral route does not result in EE having proportional hepatic actions relative to non-hepatic actions. However, the potency of EE on liver protein synthesis is in any case reduced with parenteral administration. A dosage of 10 μg/day vaginal EE has been found to be equivalent to 50 μg oral EE in terms of effects on liver protein synthesis, such as stimulation of hepatic SHBG production. As such, parenteral EE, which bypasses the first pass through the liver that occurs with oral EE, has been found to have a 5-fold lower impact on liver protein synthesis by weight than oral EE. In contrast to EE as well as to oral estradiol, transdermal estradiol shows few or no effects on liver protein synthesis at typical menopausal dosages.   === Pharmacokinetics ===   ==== Absorption ====  The oral bioavailability of EE is 45% on average, with a wide range of 20% to 74% (though most commonly between 38 and 48%) that is due to high interindividual variability. Although relatively low, the oral bioavailability of EE is considerably higher than that of micronized estradiol (5%). Following a single 20 μg dose of EE in combination with 2 mg norethisterone acetate in postmenopausal women, EE concentrations have been found to reach a maximum of 50 pg/mL within an average of 1.5 hours. Following the first dose, mean levels of EE in general further increase by about 50% until steady-state concentrations are reached; steady-state is reached after one week of daily administration. For comparison, the mean peak levels of estradiol achieved with 2 mg micronized estradiol or estradiol valerate are 40 pg/mL following the first dose and 80 pg/mL after three weeks of administration. These maximal concentrations of estradiol are in the same range as the concentrations of EE that are produced by an oral dose of EE that is 100 times lower by weight, which is in accordance with the approximately 100-fold increased oral potency of EE relative to estradiol. In accordance with the high interindividual variability in the oral bioavailability of EE, there is a large degree of interindividual variation in EE levels. A dosage of EE of 50 μg/day has been found to achieve a wide range of circulating EE levels of about 100 to 2,000 pg/mL. Taking EE in combination with a high-fat meal has been found to significantly decrease its peak concentrations. EE levels after a single 50 μg dose by intravenous injection are several times higher than levels of EE after a single 50 mg dose given orally. Besides the difference in levels, the course of elimination is similar for the two routes. There may be gender-specific differences in the pharmacokinetics of EE, such that EE may have greater oral potency in women than in men. A study found that a combination of 60 μg/day EE and 0.25 mg/day levonorgestrel in women and men resulted in peak levels of EE of 495 pg/mL and 251 pg/mL, area-under-the-curve levels of EE of 6.216 pg/mL/hour and 2.850 pg/mL/hour, and elimination half-lives of 16.5 hours and 10.2 hours, respectively. It has been suggested that this phenomenon could represent a \"protection mechanism\" of males against environmental estrogen exposure.   ==== Distribution ==== The plasma protein binding of EE is 97 to 98%, and it is bound almost exclusively to albumin. Unlike estradiol, which binds with high affinity to SHBG, EE has very low affinity for this protein, about 2% of that of estradiol, and hence does not bind to it importantly.   ==== Metabolism ==== Due to high first-pass metabolism in the intestines and liver, only 1% of an oral dose of an EE appears in the circulation as EE itself. During first-pass metabolism, EE is extensively conjugated via glucuronidation and sulfation into the hormonally inert ethinylestradiol glucuronides and ethinylestradiol sulfate (EE sulfate), and levels of EE sulfate in circulation are between 6- and 22-fold higher than those of EE. For comparison, with oral administration of 2 mg micronized estradiol, levels of estrone and estrone sulfate are 4- to 6-fold and 200-fold higher than those of estradiol, respectively. In contrast to estradiol, EE, due to steric hindrance by its C17α ethynyl group, is not metabolized or inactivated by 17β-HSD, and this is the primary factor responsible for the dramatically increased potency of oral EE relative to oral estradiol. EE is also not metabolized into estradiol. Aside from sulfate conjugation, EE is mainly metabolized by hydroxylation into catechol estrogens. This is mainly by 2-hydroxylation into 2-hydroxy-EE, which is catalyzed primarily by CYP3A4. Hydroxylation of EE at the C4, C6α, and C16β positions into 4-, 6α-, and 16β-hydroxy-EE has also been reported, but appears to contribute to its metabolism to only a small extent. 2- and 4-methoxy-EE are also formed via transformation by catechol O-methyltransferase of 2- and 4-hydroxy-EE. Unlike the case of estradiol, 16α-hydroxylation does not occur with EE, owing to steric hindrance by its ethynyl group at C17α. The ethynylation of EE is largely irreversible, and so EE is not metabolized into estradiol, unlike estradiol esters. A review found that the range of the reported elimination half-life of EE in the literature was 13.1 to 27.0 hours. Another review reported an elimination half-life of EE of 10 to 20 hours. However, the elimination half-life of EE has also been reported by other sources to be as short as 7 hours and as long as 36 hours. Unlike the case of estradiol, in which there is a rapid rise in its levels and which remain elevated in a plateau-like curve for many hours, levels of EE fall rapidly after peaking. This is thought to be because estrone and estrone sulfate can be reversibly converted back into estradiol and serve as a hormonally inert reservoir for estradiol, whereas the EE sulfate reservoir for EE is much smaller in comparison. In any case, due to the formation of EE sulfate, enterohepatic recirculation is involved in the pharmacokinetics of EE similarly to estradiol, although to a lesser extent. The contribution of enterohepatic recirculation to total circulating EE levels appears to be 12 to 20% or less, and is not observed consistently. A secondary peak in EE levels 10 to 14 hours after administration can often be observed with oral EE. EE, following oxidative formation of a very reactive metabolite, irreversibly inhibits cytochrome P450 enzymes involved in its metabolism, and this may also play a role in the increased potency of EE relative to estradiol. Indeed, EE is said to have a marked effect on hepatic metabolism, and this is one of the reasons, among others, that natural estrogens like estradiol may be preferable. A 2-fold accumulation in EE levels with an EE-containing COC has been observed following 1 year of therapy.   ==== Elimination ==== EE is eliminated 62% in the feces and 38% in the urine.   == Chemistry == EE, also known as 17α-ethynylestradiol or as 17α-ethynylestra-1,3,5(10)-triene-3,17β-diol, is a synthetic estrane steroid and a derivative of estradiol with an ethynyl substitution at the C17α position. The 17α-ethynylation of estradiol to create EE is analogous to the 17α-substitution of testosterone to make testosterone derivatives such as 17α-ethynylated progestins like ethisterone (17α-ethynyltestosterone) and norethisterone (17α-ethynyl-19-nortestosterone) as well as 17α-alkylated androgens/anabolic steroids like methyltestosterone (17α-methyltestosterone).   === Analogues ===  A number of derivatives of EE exist. These include mestranol (EE 3-methyl ether), quinestrol (EE 3-cyclopentyl ether), ethinylestradiol sulfonate (EE 3-isopropylsulfonate), and moxestrol (11β-methoxy-EE). The former three are prodrugs of EE, while the latter one is not. A few analogues of EE with other substitutions at the C17α position exist. Examples include the estradiol derivatives methylestradiol (17α-methylestradiol) and ethylestradiol (17α-ethylestradiol), and the estriol derivatives ethinylestriol (17α-ethynylestriol) and nilestriol (17α-ethynylestriol 3-cyclopentyl ether). Androstane analogues of EE with significant although weak estrogenic activity include ethinylandrostenediol (17α-ethynyl-5-androstenediol), 17α-ethynyl-3β-androstanediol, 17α-ethynyl-3α-androstanediol, and methandriol (17α-methyl-5-androstenediol).   == History == EE was the first orally active synthetic estrogen and was described in 1938 by Hans Herloff Inhoffen and Walter Hohlweg of Schering AG in Berlin. It was approved by the US Food and Drug Administration (FDA) in June 1943, and marketed by Schering under the brand name Estinyl. The FDA withdrew approval of Estinyl effective 4 June 2004 at the request of Schering, which had discontinued marketing it. EE was never introduced for use by intramuscular injection. EE was first used in COCs, as an alternative to mestranol, in 1964, and shortly thereafter superseded mestranol in COCs. Early COCs contained 40 to 100 μg/day EE and 50 to 150 μg/day mestranol.   == Society and culture ==   === Generic names === Ethinylestradiol is the English generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name. It has also been spelled as ethynylestradiol, ethynyloestradiol, and ethinyloestradiol (all having the same pronunciation), and the latter was formerly its BANTooltip British Approved Name but was eventually changed. In addition, a space is often included in the name of EE such that it is written as ethinyl estradiol (as well as variations thereof), and this is its USPTooltip United States Pharmacopeia name. The generic name of EE in French and its DCFTooltip Dénomination Commune Française are éthinylestradiol, in Spanish is etinilestradiol, in Italian and its DCITTooltip Denominazione Comune Italiana are etinilestradiolo, and in Latin is ethinylestradiolum. The name of the drug is often abbreviated as EE or as EE2 in the medical literature.   === Brand names === EE has been marketed as a standalone oral drug under the brand names Esteed, Estinyl, Feminone, Lynoral, Menolyn, Novestrol, Palonyl, Spanestrin, and Ylestrol among others, although most or all of these formulations are now discontinued. It is marketed under a very large number of brand names throughout the world in combination with progestins for use as an oral contraceptive. In addition, EE is marketed in the U.S. in combination with norelgestromin under the brand names Ortho Evra and Xulane as a contraceptive patch, in combination with etonogestrel under the brand name NuvaRing as a contraceptive vaginal ring, and in combination with norethisterone acetate under the brand name FemHRT in oral hormone replacement therapy for the treatment of menopausal symptoms.   === Availability === Ethinylestradiol is marketed throughout the world. It is marketed exclusively or almost exclusively in combination with progestins.   == References ==   == Further reading =="}