{"name": "etodolac", "category": "drug", "content": "Etodolac is a nonsteroidal anti-inflammatory drug (NSAID). It was patented in 1971 and approved for medical use in 1985. It was approved in the U.S. in 1991.   == Medical uses ==  NSAIDs are used for the management of mild to moderate pain, fever, and inflammation. They work by reducing the levels of prostaglandins, which are chemicals that are responsible for pain and the fever and tenderness that occur with inflammation. Etodolac blocks the cyclooxygenase (abbrev. COX) enzymes which form prostanoids, resulting in lower concentrations of prostaglandins. As a consequence, inflammation, pain and fever are reduced. Post-marketing studies demonstrated that etodolac inhibition of cyclooxygenase is somewhat COX-2 selective  similar to celecoxib and other \"COX-2 inhibitors.\" Unlike rofecoxib, both etodolac and celecoxib can fully inhibit COX-1 and are designated as having \"preferential selectivity\" toward COX-2. The R-enantiomer of etodolac is inactive against COX enzymes, but inhibits beta-catenin levels in hepatoma cells. In the UK, Etodolac is licensed for the treatment of inflammation and pain caused by osteoarthritis and rheumatoid arthritis.   == Interactions == Etodolac should be avoided by patients with a history of asthma attacks, hives, or other allergic reactions to aspirin or other NSAIDs.  Rare but severe allergic reactions have been reported in such individuals.  It also should be avoided by patients with peptic ulcer disease or poor kidney function, since this medication can worsen both conditions.  Etodolac is used with caution in patients taking blood thinning medications (anticoagulants), such as warfarin (Coumadin), because it increases the risk of bleeding.  Patients taking both lithium and etodolac may develop toxic blood lithium levels. Additionally, etodolac has been found to interact with certain anti-depressant medications, such as sertraline or fluoxetine, which can increase risks of stroke, heart attack, and other cardiovascular conditions. Patients also taking ciclosporin (Sandimmune) can develop kidney toxicity.  Use in children has not been adequately studied.  Etodolac is not habit-forming.  NSAIDs should be discontinued prior to elective surgery because of a mild interference with clotting that is characteristic of this group of medicines.  Etodolac is best discontinued at least four days in advance of surgery. Etodolac metabolites may also cause a false positive bilirubin result on a urinalysis test. [1]   == Pregnancy and nursing == Etodolac is generally avoided during pregnancy and nursing. NSAIDs may cause adverse cardiovascular effects in the fetus during pregnancy.  In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in unborn babies that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy.   == Brand names == Etodolac is manufactured by Almirall Limited under the trade name Lodine SR and by Meda Pharmaceuticals under the name Eccoxolac.  Generic etodolac is also available. The drug is also sold under several other brand names, including:  \"Etogesic\" (India) Etova  (India) Dualgan / Sodolac (Portugal) Etodin (South Korea) Etofree (India) Etopan (Israel) Flancox® (Brazil) Haipen (Japan) Lodine (France, Switzerland, United States) Proxym (S Etodolac) (India) Dolarit, Edolar, Etol  (Turkey) Lonine  (Taiwan) Etodine  (Egypt) \"Etodin Fort\" (Bulgaria)   == References ==   == External links ==  DrugBank info Medicinenet.com"}