{"name": "etoposide", "category": "drug", "content": "Etoposide, sold under the brand name Vepesid among others, is a chemotherapy medication used for the treatments of a number of types of cancer including testicular cancer, lung cancer, lymphoma, leukemia, neuroblastoma, and ovarian cancer. It is also used for hemophagocytic lymphohistiocytosis. It is used by mouth or injection into a vein. Side effects are very common. They can include low blood cell counts, vomiting, loss of appetite, diarrhea, hair loss, and fever. Other severe side effects include allergic reactions and low blood pressure. Use during pregnancy will likely harm the fetus. Etoposide is in the topoisomerase inhibitor family of medication. It is believed to work by damaging DNA. Etoposide was approved for medical use in the United States in 1983. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Etoposide is used as a form of chemotherapy for cancers such as Kaposi’s sarcoma, Ewing's sarcoma, lung cancer, testicular cancer, lymphoma, nonlymphocytic leukemia, and glioblastoma multiforme. It is often given in combination with other drugs (such as bleomycin in treating testicular cancer). It is also sometimes used in a conditioning regimen prior to a bone marrow or blood stem cell transplant.   === Administration === It is given intravenously (IV) or orally in capsule or tablet form. If the drug is given IV, it must be done slowly over a 30- to 60-minute period because it can lower blood pressure as it is being administered. Blood pressure is checked often during infusing, with the speed of administration adjusted accordingly.   == Side effects == Common are:  infusion site reactions low blood pressure hair loss pain and or burning at the IV site constipation or diarrhea metallic food taste bone marrow suppression, leading to: decreased white blood cell counts (leading to increased susceptibility to infections) low red blood cell counts (anemia) low platelet counts (leading to easy bruising and bleeding) Less common are:  nausea and vomiting allergic-type reactions rash fever, often occurring shortly after IV administration and not due to infection mouth sores acute myeloid leukemia (which can be treated with etoposide itself) When given with warfarin, it may cause bleeding.   == Pharmacology ==   === Mechanism of action === Etoposide forms a ternary complex with DNA and the topoisomerase II enzyme, which is an enzyme that aids in relaxing negative or positive supercoils in DNA. Topoisomerase II normally will form a double-stranded break in one DNA double-strand, allow another to pass through, and re-ligate the broken strands. Etoposide's binding prevents topoisomerase II from re-ligating the broken DNA strands, which causes the DNA breaks made by topoisomerase II to stay broken, and also prevents the topoisomerase II molecule from leaving the site and relieving tension elsewhere. This results in a double-strand break in the DNA that can have various deleterious effects on the cell, and depletion of topoisomerase II available to relieve further tension. Cancer cells rely on this enzyme more than healthy cells, since they divide more rapidly. Therefore, this causes errors in DNA synthesis and promotes apoptosis of the cancer cell.   == Chemistry ==  Etoposide is a semisynthetic derivative of podophyllotoxin from the rhizome of the mayapple (or \"American mandrake\", Podophyllum peltatum). More specifically, it is a glycoside of podophyllotoxin with a D-glucose derivative. It is chemically similar to the anti-cancer drug teniposide, being distinguished only by a methyl group where teniposide has a thienyl. Both these compounds have been developed with the aim of creating less toxic derivatives of podophyllotoxin. The substance is a white to yellow-brown, crystalline powder. It is soluble in organic solvents. It is used in form of its salt etoposide phosphate.   == History == Etoposide was first synthesized in 1966 and U.S. Food and Drug Administration approval was granted in 1983. The nickname VP-16 likely comes from a compounding of the last name of one of the chemists who performed early work on the drug (von Wartburg) and podophyllotoxin. Another scientist who was integral in the development of podophyllotoxin-based chemotherapeutics was the medical pharmacologist Hartmann F. Stähelin.   == References ==   == External links == \"Etoposide\". Drug Information Portal. U.S. National Library of Medicine. \"Etoposide phosphate\". Drug Information Portal. U.S. National Library of Medicine. \"Etoposide\". National Cancer Institute. 12 August 2008. \"Etoposide\". NCI Drug Dictionary. National Cancer Institute."}