{"name": "etoricoxib", "category": "drug", "content": "Etoricoxib, sold under the brand name Arcoxia, is a selective COX-2 inhibitor developed and commercialized by Merck. It is approved in 63 countries worldwide as of 2007, except the United States where the Food and Drug Administration sent a Non Approvable Letter to Merck and required them to provide additional data. It was patented in 1996 and approved for medical use in 2002.   == Medical uses == Etoricoxib is indicated for \"the symptomatic relief of osteoarthritis (OA), rheumatoid arthritis (RA), ankylosing spondylitis, and the pain and signs of inflammation associated with acute gouty arthritis.\"   === Efficacy === A Cochrane review assessed the benefits of single-dose etoricoxib in the reduction of acute post-operative pain in adults. Single-dose oral etoricoxib provides four times more pain relief post-operatively than placebo, with equivalent levels of adverse events.  Etoricoxib given at a dose of 120 mg is as effective or even better than other analgesics that are commonly used.   == Adverse effects == Like all other NSAIDs, the COX-2 inhibitors too have their share of adverse effects. Fixed drug eruption and generalised erythema, acute generalized exanthematous pustulosis (AGEP), erythema multiforme like eruption and drug induced pretibial erythema are among the reported serious side effects.   == Mechanism of action == Like any other selective COX-2 inhibitor (\"coxib\"), etoricoxib selectively inhibits isoform 2 of the enzyme cyclooxygenase (COX-2). It has approximately 106-fold selectivity for COX-2 inhibition over COX-1. This reduces the generation of prostaglandins (PGs) from arachidonic acid. The clinical relevance of the drug stems from the role of PGs in the inflammation cascade. Selective COX-2 inhibitors show less activity on COX-1 compared to traditional non-steroidal anti-inflammatory drugs (NSAID). This reduced activity is the cause of reduced gastrointestinal side effects, as demonstrated in several large clinical trials performed with different coxibs.   == Cardiovascular safety and concerns == Etoricoxib's safety on the gastrointestinal tract and cardiovascular was evaluated in the MEDAL Program consisting of three clinical trials: MEDAL (Multinational Etoricoxib Versus Diclofenac Arthritis Long-term Study), EDGE (Etoricoxib versus Diclofenac Sodium Gastrointestinal Tolerability and Effectiveness) and EDGE II. Pooled analysis from these trials shows that etoricoxib has the same rates of thrombotic cardiovascular events as those of diclofenac, including thrombotic events (1.24 events per 100 patient-years with etoricoxib versus 1.3 events per 100 patient-years with diclofenac), arterial thrombotic events (1.05 events per 100 patient-years with etoricoxib versus 1.10 events per 100 patient-years with diclofenac) and risks of heart attack, stroke and death of vascular cause (0.84 per 100 patient-years with etoricoxib versus 0.87 events per 100 patient-years with diclofenac). Rates of upper gastrointestinal events (ulcer, bleeding, perforation, and obstruction) are in favor of the etoricoxib group (0.67 events per 100 patient-years with etoricoxib versus 0.97 events per 100 patient-years with diclofenac), but rates of complicated upper gastrointestinal events are similar between two groups. Like rofecoxib's VIGOR trial, the MEDAL Program was also criticized, this time due to Merck's choice of comparator group. In a testimony before the FDA Arthritis Advisory Committee, Sidney M. Wolfe pointed out that unlike the VIGOR trial, in which the active comparator was naproxen, three trials in the MEDAL Program used diclofenac as an active comparator. Wolfe showed that when compared etoricoxib to naproxen, which is a nonselective COX inhibitor, etoricoxib significantly increases the risks of cardiovascular events to such a degree that \"are similar to rofecoxib/naproxen comparison\", but when compared etoricoxib to diclofenac, which inhibits COX-2 more preferentially and has a worse CV safety profile than placebo, the difference was not statistically significant. He also noted the increase in other cardiac events, such as heart failure and high blood pressure.   == References =="}