{"name": "etravirine", "category": "drug", "content": "Etravirine (ETR,), sold under the brand name Intelence is an antiretroviral medication used for the treatment of HIV. Etravirine is a human immunodeficiency virus type 1 (HIV-1) non-nucleoside reverse transcriptase inhibitor (NNRTI). Unlike agents in the class, resistance to other NNRTIs does not seem to confer resistance to etravirine. Etravirine is marketed by Janssen, a subsidiary of Johnson & Johnson. In January 2008, the US Food and Drug Administration (FDA) approved its use for people with established resistance to other drugs, making it the 30th anti-HIV drug approved in the United States and the first to be approved in 2008. It was also approved for use in Canada in April 2008. Etravirine is licensed in the United States, Canada, Israel, Russia, Australia, New Zealand, and the European Union, and is under regulatory review in Switzerland.   == Medical uses == In the US, etravirine is indicated for the treatment of HIV-1 infection in treatment-experienced patients aged two years of age and older. In the EU, etravirine, in combination with a boosted protease inhibitor and other antiretrovirals, is indicated for the treatment of human-immunodeficiency-virus-type-1 (HIV-1) infection in antiretroviral-treatment-experienced people aged six years of age and older.   == Contraindication == People with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency or glucose-galactose malabsorption should not take this etravine.   == Adverse effects == In 2009, the FDA prescribing information for etravirine was modified to include \"postmarketing reports of cases of Stevens–Johnson syndrome, toxic epidermal necrolysis, and erythema multiforme, as well as hypersensitivity reactions characterized by rash, constitutional findings, and sometimes organ dysfunction, including liver failure.\"   == Mechanism of action == Etravirine is a second-generation non-nucleoside reverse transcriptase inhibitor (NNRTI), designed to be active against HIV with mutations that confer resistance to the two most commonly prescribed first-generation NNRTIs, mutation K103N for efavirenz and Y181C for nevirapine. This potency appears to be related to etravirine's flexibility as a molecule. Etravirine is a diarylpyrimidine (DAPY), a type of organic molecule with some conformational isomerism that can bind the enzyme reverse transcriptase in multiple conformations, allowing for a more robust interaction between etravirine and the enzyme, even in the presence of mutations.   == Chemistry == Etravine forms as colourless orthorhombic crystals in space group Pna21. The structures of these and of a number of solvate and salt forms have been reported.   == Research == Etravine has been studied for use in a drug repositioning application. Etravirine was shown to cause an increase in frataxin production.   == References =="}