{"name": "evolocumab", "category": "drug", "content": "Evolocumab, sold under the brand name Repatha, is a monoclonal antibody that is an immunotherapy medication for the treatment of hyperlipidemia. Evolocumab is a fully human monoclonal antibody that inhibits proprotein convertase subtilisin/kexin type 9 (PCSK9). PCSK9 is a protein that targets LDL receptors for degradation; its inhibition thereby enhances the liver's ability to remove LDL-C, often colloquially referred to as \"bad\" cholesterol, from the blood.   == Mechanism == Evolocumab is designed to bind to PCSK9 and inhibit PCSK9 from binding to LDL receptors on the liver surface. In the absence of PCSK9, there are more LDL receptors on the surface of liver cells to remove LDL-C from the blood.   == Adverse effects == Injection site reactions such as redness and pain are common and are reported in approximately 2.1–4.3% of cases. Concerns about mortality rate underreporting in the FOURIER study have attracted some controversy in the media.   == History == Amgen submitted a biologics license application (BLA) for evolocumab to the FDA in August 2014. The FDA approved evolocumab injection on 27 August 2015, for some patients who are unable to get their LDL cholesterol under control with current treatment options. The European Commission approved it in July 2015. Evolocumab received approval from Health Canada on 10 September 2015. Amgen reported approval by Health Canada in a press release on 15 September 2015. Results of the FOURIER trial were published in March 2017. Regeneron Pharmaceuticals and Amgen had each filed for patent protection on their monoclonal antibodies against PCSK9 and the companies ended up in patent litigation in the U.S.  In March 2016 a district court found that Regeneron's drug alirocumab infringed Amgen's patents; Amgen then requested an injunction barring Regeneron and Sanofi from marketing alirocumab, which was granted in January 2017. The judge gave Regeneron and Sanofi 30 days to appeal before the injunction went into effect. After several years of litigation, the patent dispute between Regeneron and Amgen was docketed by the SCOTUS for March-April 2023 Numerous legal commentators were surprised by the SCOTUS decision, considering the existing trend not to review patent cases from the United States Court of Appeals for the Federal Circuit, since this court was created in 1982 to assure uniformity in patent law among all federal courts. The question before the US Supreme Court is \"Whether enablement is governed by the statutory requirement, that the specification teach those skilled in the art to “make and use” the claimed invention, or whether it must instead enable those skilled in the art “to reach the full scope of claimed embodiments” without undue experimentation—i.e., to cumulatively identify and make all or nearly all embodiments of the invention without substantial “time and effort.” Other commentators believe, that the SCOTUS took the case, because of the significance of the legal question, which is deemed comparable to the impact of KSR v. Teleflex.  Issued Amgen's patents have a so-called  “functional genus claim,” which defines an antibody by its epitope, the specific target against which it binds. Although, Amgen did discover the target antigen, the antigen itself cannot be patented, because it is a product of nature (i.e. it was discovered rather than invented). However, Amgen was able to convince the USPTO to issue a patent, that broadly claims yet-unmade antibodies with a high affinity to the discovered antigen. Although there are many potential problems with such \"functional genus\" claims, the lower courts invalidated broad Amgen's claims based on the patent requirements for sufficiency of disclosure. The purposivism justification for disallowing such broad poorly-enabled claims is to allow other pharmaceutical companies to develop other (and potentially better) drugs, that target the same receptor. However, the drawback of such narrow interpretation, is the resulting reluctance of the antigen discoverers to share their finding with the World, because such early disclosure would prevent them from reaping the maximum profits from their discovery, which they could obtain by developing multiple medications, and keeping them secret for many years.   However, such dilemma is not unique to biologics or to pharmaceuticals, since the purpose of the patent system is to provide an incentive for earlier disclosure in the gambling game from-discovery-to-market, that does not necessarily reward every participant according to their contribution, but encourages discovers and inventors to play the gambling game nevertheless.   == Society and culture ==   === Economics === In 2015 it cost about US$14,100 per year. One article calculated this to be about $400,000 to $500,000 per quality-adjusted life year (QALY), which did not meet \"generally accepted\" cost-benefit thresholds. The authors calculated that an annual cost of $4,500 would meet an acceptable $100,000 per QALY standard. On 26 October 2018, the maker of the drug, Amgen, announced a 60% cut in price and the drug at that date cost $5,850 per year.   == References =="}