{"name": "exenatide", "category": "drug", "content": "Exenatide, sold under the brand name Byetta among others, is a medication used to treat type 2 diabetes. It is used together with diet, exercise, and potentially other antidiabetic medication. It is a treatment option after metformin and sulfonylureas. It is given by injection under the skin. Common side effects include low blood sugar, nausea, dizziness, abdominal pain, and pain at the site of injection. Other serious side effects may include medullary thyroid cancer, angioedema, pancreatitis, and kidney injury. Use in pregnancy and breastfeeding is of unclear safety. Exenatide is a glucagon-like peptide-1 receptor agonist (GLP-1 receptor agonist) also known as incretin mimetics. It works by increasing insulin release from the pancreas and decreases excessive glucagon release. Exenatide was approved for medical use in the United States in 2005. In 2019, it was the 312th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical use == Exenatide is used to treat type 2 diabetes as an add-on to metformin, a biguanide, or a combination of metformin and a sulfonylurea, or  thiazolidinediones such as pioglitazone. A 2011 Cochrane review showed a HbA1c reduction of 0.20% more with Exenatide 2 mg compared to insulin glargine, exenatide 10 μg twice daily, sitagliptin and pioglitazone. Exenatide, lead to greater weight loss than glucagon-like peptide analogues. Due to shorter duration of studies, this review did not allow for long-term positive or negative effects to be assessed.   == Side effects == The main side effects of exenatide use are gastrointestinal in nature, including acid or sour stomach, belching, diarrhea, heartburn, indigestion, nausea, and vomiting. These tend to subside with time; exenatide is therefore not meant for people with severe gastrointestinal disease. Other side effects include dizziness, headache, and feeling jittery. Drug interactions listed on the package insert include delayed or reduced concentrations of lovastatin, paracetamol (acetaminophen), and digoxin, although this has not been proven to alter the effectiveness of these other medications.    In response to postmarketing reports of acute pancreatitis in patients using exenatide, the US Food and Drug Administration (FDA) added a boxed warning to the labeling of Byetta in 2007. In August 2008, four additional deaths from pancreatitis in users of exenatide were reported to the FDA; while no definite relationship had been established, the FDA was reportedly considering additional changes to the drug's labeling.  Examination of the medical records of the millions of patients part of the United Healthcare Insurance plans did not show any greater rate of pancreatitis among Byetta users than among diabetic patients on other medications.  However, diabetics do have a slightly greater incidence of pancreatitis than do non-diabetics. It also may increase risk of mild sulfonylurea-induced hypoglycemia. Additionally, the FDA has raised concerns over the lack of data to determine if the long-acting once-weekly version of exenatide (but not the twice-daily form of exenatide) may increase  thyroid cancer risk.  This concern comes out of observing a very small but nevertheless increased risk of thyroid cancer in rodents that was observed for another drug (liraglutide) that is in the same class as exenatide.  The data available for exenatide showed less of a risk towards thyroid cancer than liraglutide, but to better quantify the risk the FDA has required Amylin to conduct additional rodent studies to better identify the thyroid issue.   The approved form of the once weekly exenatide [Bydureon] has a black box warning discussing the thyroid issue. Eli Lilly has reported they have not seen a link in humans, but that it cannot be ruled out. Eli Lilly has stated the drug causes an increase in thyroid problems in rats given high doses. In March 2013, the FDA issued a Drug Safety Communication announcing investigations into incretin mimetics due to findings by academic researchers.  A few weeks later, the European Medicines Agency launched a similar investigation into GLP-1 agonists and DPP-4 inhibitors.   == Mechanism of action == Exenatide binds to the intact human Glucagon-like peptide-1 receptor (GLP-1R) in a similar way to the human peptide glucagon-like peptide-1 (GLP-1); exenatide bears a 50% amino acid homology to GLP-1 and it has a longer half-life in vivo. Exenatide is believed to facilitate glucose control in at least five ways:  Exenatide augments pancreas response (i.e. increases insulin secretion) in response to eating meals; the result is the release of a higher, more appropriate amount of insulin that helps lower the rise in blood sugar from eating. Once blood sugar levels decrease closer to normal values, the pancreas response to produce insulin is reduced; other drugs (like injectable insulin) are effective at lowering blood sugar, but can \"overshoot\" their target and cause blood sugar to become too low, resulting in the dangerous condition of hypoglycemia. Exenatide also suppresses pancreatic release of glucagon in response to eating, which helps stop the liver from overproducing sugar when it is unneeded, which prevents hyperglycemia (high blood sugar levels). Exenatide helps slow down gastric emptying and thus decreases the rate at which meal-derived glucose appears in the bloodstream. Exenatide has a subtle yet prolonged effect to reduce appetite, promote satiety via hypothalamic receptors (different receptors than for amylin). Most people using exenatide slowly lose weight, and generally the greatest weight loss is achieved by people who are the most overweight at the beginning of exenatide therapy. Clinical trials have demonstrated the weight reducing effect continues at the same rate through 2.25 years of continued use.  When separated into weight loss quartiles, the highest 25% experience substantial weight loss, and the lowest 25% experience no loss or small weight gain. Exenatide reduces liver fat content. Fat accumulation in the liver or nonalcoholic fatty liver disease (NAFLD) is strongly related with several metabolic disorders, in particular low HDL cholesterol and high triglycerides, present in patients with type 2 diabetes. It became apparent that exenatide reduced liver fat in mice, rat and more recently in man.   == Chemistry == Exenatide is a 39-amino-acid peptide; it is a synthetic version of exendin-4, a peptide found in the venom of the Gila monster.   == History == Exenatide was first isolated in 1992 at the Veterans Administration Medical Center in New York City. It is made by Amylin Pharmaceuticals and commercialized by AstraZeneca. Exenatide was approved by the FDA in April 2005, for people whose diabetes is not well controlled on other oral medications.   == Society and culture == 53 consolidated lawsuits against manufacturers of \"GLP-1/DPP-4 products\" were dismissed in 2015.   == Research == In 2016, work published showing that it can reverse impaired calcium signalling in steatotic liver cells, which, in turn, might be associated with proper glucose control. It is being evaluated for use in the treatment of Parkinson's disease. A phase 3 clinical trial, started in January 2020 has an Estimated Study Completion Date of 30 June 2024 (NCT04232969).   == References ==   == External links == Exenatide at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}