{"name": "Exfoliative dermatitis", "category": "disease", "content": "Erythroderma is an inflammatory skin disease with redness and scaling that affects nearly the entire cutaneous surface. This term applies when 90% or more of the skin is affected. In ICD-10, a distinction is made between \"exfoliative dermatitis\" at L26, and \"erythroderma\" at L53.9.   == Causes == Erythroderma is generalized exfoliative dermatitis, which involves 90% or more of the patient's skin. The most common cause of erythroderma is exacerbation of an underlying skin disease, such as Harlequin-type ichthyosis, psoriasis, contact dermatitis, seborrheic dermatitis, lichen planus, pityriasis rubra pilaris or a drug reaction, such as the use of topical steroids. Primary erythroderma is less frequent and is usually seen in cases of cutaneous T-cell lymphoma, in particular in Sézary's disease. Pemphigus foliaceus may sometimes rapidly progress into a generalized form, resulting in exfoliative erythroderma. UV radiation may exacerbate the cutaneous manifestation. Patients often complain of burning and pain. The most common causes of exfoliative dermatitis are best remembered by the mnemonic device ID-SCALP. The causes and their frequencies are as follows:  Idiopathic - 30% Drug allergy - 28% Seborrheic dermatitis - 2% Contact dermatitis - 3% Atopic dermatitis - 10% Lymphoma and leukemia - 14% Psoriasis - 8%   == Treatment == The treatment for erythroderma depends on the primary cause. Topical steroids and use of a sauna suit are often used to treat exfoliative dermatitis regardless of the cause. Retinoids and immunosuppressive drugs can be used when it is caused by psoriasis or pityriasis rubra pilaris. A sedative antihistamine may be a useful adjunct for pruritic patients, since it helps patients to sleep at night, thus limiting nocturnal scratching and excoriations. Antimicrobial agents often are used if an infection is suspected to be precipitating or complicating exfoliative dermatitis. Other drugs specifically indicated for management of underlying cause of exfoliative dermatitis may be necessary.   == Epidemiology == The incidence of erythroderma is estimated to be 1–2 in 100,000. While erythroderma can occur at any age, it is most common in older, male adults.   == History == The classification of exfoliative dermatitis into Wilson-Brocq (chronic relapsing), Hebra or pityriasis rubra (progressive), and Savill (self-limited) types may have had historical value, but it currently lacks pathophysiologic or clinical utility.   == References ==   == External links =="}