{"name": "Exposure to radiation", "category": "disease", "content": "Radiation exposure is a measure of the ionization of air due to ionizing radiation from photons. It is defined as the electric charge freed by such radiation in a specified volume of air divided by the mass of that air. As of 2007, \"medical radiation exposure\" was defined by the International Commission on Radiological Protection as exposure incurred by people as part of their own medical or dental diagnosis or treatment; by persons, other than those occupationally exposed, knowingly, while voluntarily helping in the support and comfort of patients; and by volunteers in a programme of biomedical research involving their exposure. Common medical tests and treatments involving radiation include X-rays, CT scans, mammography, lung ventilation and perfusion scans, bone scans, cardiac perfusion scan, angiography, radiation therapy, and more. Each type of test carries its own amount of radiation exposure. There are two general categories of adverse health effects caused by radiation exposure: deterministic effects and stochastic effects. Deterministic effects (harmful tissue reactions) are due to the killing/malfunction of cells following high doses; and stochastic effects involve either cancer development in exposed individuals caused by mutation of somatic cells, or heritable disease in their offspring from mutation of reproductive (germ) cells. Absorbed dose is a term used to describe how much energy that radiation deposits in a material. Common measurements for absorbed dose include rad, or radiation absorbed dose, and Gray, or Gy. Dose equivalent calculates the effect of radiation on human tissue. This is done using tissue weighting factor, which takes into account how each tissue in the body has different sensitivity to radiation. The effective dose is the risk of radiation averaged over the entire body. Ionizing radiation is known to cause cancer in humans. We know this from the Life Span Study, which followed survivors of the atomic bombing in Japan during World War 2. Over 100,000 individuals were followed for 50 years. 1 in 10 of the cancers that formed during this time was due to radiation. The study shows a linear dose response for all solid tumors. This means the relationship between dose and human body response is a straight line.  The risk of low dose radiation in medical imaging is unproven. It is difficult to establish risk due to low dose radiation. This is in part because there are other carcinogens in the environment, including smoking, chemicals, and pollutants. A common head CT has an effective dose of 2 mSv. This is comparable to the amount of background radiation a person is exposed to in 1 year. Background radiation is from naturally radioactive materials and cosmic radiation from space. The embryo and fetus are considered highly sensitive to radiation exposure. Complications from radiation exposure include malformation of internal organs, reduction of IQ, and cancer formation. The SI unit of exposure is the coulomb per kilogram (C/kg), which has largely replaced the roentgen (R). One roentgen equals 0.000258 C/kg; an exposure of one coulomb per kilogram is equivalent to 3876 roentgens.   == Radiation == Radiation is a moving form of energy, classified into ionizing and non-ionizing type. Ionizing radiation is further categorized into electromagnetic radiation (without matter) and particulate radiation (with matter). Electromagnetic radiation consists of photons, which can be thought of as energy packets, traveling in the form of a wave. Examples of electromagnetic radiation includes X-rays and gamma rays (see photo \"Types of Electromagnetic Radiation\"). These types of radiation can easily penetrate the human body because of high energy.   == Medical exposure to radiation == As of 2007, \"medical radiation exposure\" was defined by the International Commission on Radiological Protection as exposure incurred by people as part of their own medical or dental diagnosis or treatment; by persons, other than those occupationally exposed, knowingly, while voluntarily helping in the support and comfort of patients; and by volunteers in a programme of biomedical research involving their exposure. As of 2012, the risk of low dose radiation in medical imaging was unproven. It is difficult to establish risks associated with low dose radiation. One reason why is that a long period of time occurs from exposure to radiation and the appearance of cancer. Also, there is a natural incidence of cancer. It is difficult to determine whether increases in cancer in a population are caused by low dose radiation. Lastly, we live in environments where other powerful carcinogens may affect the results of these studies. This includes chemicals, pollutants, cigarette smoke, and more. See table for effective doses from common medical diagnostic imaging exams.   == Absorbed dose, dose equivalent, and effective dose ==  The absorbed dose is how much energy that ionizing radiation deposits in a material. The absorbed dose will depend on the type of matter which absorbs the radiation. For an exposure of 1 roentgen by gamma rays with an energy of 1 MeV, the dose in air will be 0.877 rad, the dose in water will be 0.975 rad, the dose in silicon will be 0.877 rad, and the dose in averaged human tissue will be 1 rad. \"rad\" stands for radiation absorbed dose. This is a special dosimetric quantity used to assess the dose from radiation exposure. Another common measurement for human tissue is Gray (Gy, International or SI unit). The reference for this sentence has a table that gives the exposure to dose conversion for these four materials. The amount of energy deposited in human tissue and organs is the basis for the measurements for humans. These doses are then calculated into radiation risk by accounting for the type of radiation, as well as the different sensitivity of organs and tissues. To measure the biological effects of radiation on human tissues, effective dose or dose equivalent is used. The dose equivalent measures the effective radiation dosage in a specific organ or tissue. The dose equivalent is calculated by the following equation: Dose equivalent = Absorbed dosage x Tissue weighting factor Tissue weighting factor reflects the relative sensitivity of each organ to radiation. The effective dose refers to the radiation risk averaged over the entire body. It is the sum of the equivalent dosage of all exposed organs or tissues. Equivalent dose and effective dose are measured in sieverts (Sv).  For example, suppose a person's small intestine and stomach are both exposed to radiation separately. The absorbed dose of small intestine is 100 mSv and the absorbed dose of stomach is 70 mSv. The tissue weighting factors of various organs are listed in the following table:  The dose equivalent of small intestine is: Dose equivalent = 100 mSv x 0.12 = 12 mSv The dose equivalent of stomach is: Dose equivalent = 70mSv x 0.04 = 2.8 mSv The effective dose would then equal dose equivalent (small intestine) + dose equivalent (stomach) = 12mSv + 2.8mSv = 14.8mSv. This risk of harmful effects from this radiation is equal to 14.8mSv received uniformly throughout the whole body.   == Risk of cancer, life-span study, linear-non-threshold hypothesis == Ionizing radiation is known to cause the development of cancer in humans. Our understanding of this comes from observation of cancer incidence in atomic bomb survivors. The Life-Span Study (LSS) is a long-term study of health effects in Japanese atomic bomb survivors. Also, increased incidence of cancer has been observed in uranium miners. It is also seen in other medical, occupational, and environmental studies. This includes medical patients exposed to diagnostic or therapeutic doses of radiation. It also includes persons exposed to environmental sources of radiation including natural radiation.  In the LSS, 105,427 individuals (out of about 325,000 civilian survivors) were followed from 1958 through 1998. During this time, 17,448 cancers were diagnosed. The baseline predicted cancer incidence or number of new cancers is about to 7,000. 850 of these cancers were diagnosed in individuals with estimated doses greater than 0.005 Gy. In other words, they were due to the atomic bomb radiation exposure, which is 11% or 1 in 10 of the cancers diagnosed. The population was defined as those selected to include three major groups of registered Hiroshima and Nagasaki residents: (1) atomic bomb survivors who were within 2.5 km of the hypocenter at the time of the bombings (ATB), (2) survivors who were between 2.5 and 10 km of the hypocenter ATB (low- or no-dose group), and (3) residents who were temporarily not in either Hiroshima or Nagasaki or were more than 10 km from the hypocenter in either city (NIC) at the time of the bombings (no-exposure group). Overall, individuals were exposed to a wide dose range (from less than 0.005 Gy to 4 Gy). There is also a wide range in age. About 45,000 people were exposed to 0.005 Gy or 5mSv. The study shows a linear dose response for all solid tumors. This means the relationship between dose and human body response is a straight line. To see an example, look at the graph titled \"Linear graph.\" Linear dose response also means that the rate of change of human body response is the same at any dose.  The International Commission on Radiological Protection (ICRP) describes how deterministic effects, or harmful tissue reactions, occur. There is a threshold dose which causes clinical radiation damage of cells in the body. As the dose increases, the severity of injury increases. This also impairs tissue recovery. The IRCP also describes how cancer develops following radiation exposure. This happens via DNA damage response processes. In recent decades, there have been increased cellular and animal data that supports this view. However, there is uncertainty at doses about 100 mSv or less. It is possible to assume that the incidence of cancer will rise with the equivalent dose in the relevant organs and tissues. Thus, the Commission bases recommendations on this assumption. Doses below this threshold of 100 mSv will produce a direct increase in probability of incurring cancer. This dose-response model is known as 'linear-non-threshold' or LNT. To see the model, please see dashed line in the graph \"Dose response curve of linear-non-threshold model\". Because of this uncertainty at low doses, the Commission does not calculate the hypothetical number of cancer cases.   == Radiation exposure prevention in healthcare == In the healthcare field, professionals can be exposed to various forms of ionization if they do not take the appropriate preventive measures. Exposure can take place through X-rays, CT scans, and radiotherapy.  These imaging techniques use ion radiation to make detailed images of the internal structure of body parts which are vital roles in healthcare for diagnostic and therapeutic purposes. The implementation of preventive measures is essential in order to decrease the risk of exposure and to make sure healthcare workers are safe and protected. One crucial measure to decrease the risk of radiation exposure in the healthcare field is having safety training for all personnel working in the different operational fields of radiation. These trainings will ensure that workers have the right knowledge to be able to handle these equipment properly. These training also covers the use of personal protective equipment, ensuring personnel wear proper aprons/scrubs, shields/masks, goggles, gloves, etc., it is also important that the personal protective equipment be worn and removed correctly. To further implement the safety of personnel, the healthcare facilities have controlled areas and zones. These areas will be restricted with signage and barriers to ensure only authorized staff have access. When patients were provided an antioxidant treatment before radiation exposure, DNA damage measured as double-strand breaks in peripheral blood lymphocytes was decreased. Thus antioxidant treatment was proposed as a preventative measure before radiation exposure.  Also in rats, antioxidant treatment ameliorated germ cell apoptosis induced by high-dose ionizing irradiation.   == Background radiation == Background radiation is from naturally radioactive materials and cosmic radiation from space. People are exposed to this radiation from the environment continuously, with an annual dose of about 3 mSv. Radon gas is a radioactive chemical element that is the largest source of background radiation, about 2mSv per year.  This is similar to a head CT (see table). Other sources include cosmic radiation, dissolved uranium and thorium in water, and internal radiation (humans have radioactive potassium-40 and carbon-14 inside their bodies from birth). Aside from medical imaging, other man-made sources of radiation include building and road construction materials, combustible fuels, including gas and coal, televisions, smoke detectors, luminous watches, tobacco, some ceramics, and more in the reference. Below is an example from the US Nuclear Regulatory Commission on how different types of food contain small amounts of radiation. The sources of radiation are radioactive potassium-40 (40K), radium-226 (226Ra), and other atoms:   == Risk to embryo and fetus == For decades, standard man was used as a reference, ignoring female and developing organisms. The embryo and fetus are considered highly sensitive to radiation exposure. The highest risk of lethality is during the preimplantation period. This is up to day 10 postconception. Malformations generally occur after organogenesis. This is the phase of development where the three germ layers (the ectoderm, endoderm, and mesoderm) form the internal organs of the fetus. The estimated dose threshold is 0.1 Gylow-linear-energy-transfer (LET) radiation, and this period generally occurs from day 14–50. Animal data supports the idea that malformations are induced at a dose of around 100 mGy. Another risk is reduction of intelligence quotient (IQ). The most sensitive period is weeks 8–15 postconception. IQ reduces by 30 IQ points/Sv, which can lead to severe intellectual disability. Malformations begin to occur at a dose threshold of at least 300 mGy. Cancer can also be induced by irradiation, which generally occurs from day 51-280 of pregnancy. Most X-rays occur during the third trimester of pregnancy. There is sparse information on radiation exposure from the first trimester of pregnancy. However, data suggests that the relative risk is 2.7. Relative risk is a measure of probability of an outcome in one group versus the other. In this case, the risk of cancer formation in the first trimester is 2.7 times higher than the risk of cancer formation in the third trimester. In addition, the United Nations Scientific Committee on the Effects of Atomic Radiation calculated excess relative risk in the first trimester. It is 0.28 per mGy. Excess relative risk is the rate of disease in an exposed population divided by the rate of disease in an unexposed population, minus 1.0. This means that the risk of cancer from irradiation in the first trimester is 28% higher than in the third trimester.   == Benefits of radiation in medical imaging and therapy == There are multiple benefits from using radiation from medical imaging. Screening imaging exams are used to catch cancer early, reducing the risk of death. It also reduces the risk of having serious life-limiting medical conditions, and avoiding surgery. These tests include lung cancer screening, breast cancer screening, and more. Radiation is also used as therapy for many different types of cancer. About 50% of all cancer patients receive radiation therapy. Radiation therapy destroys cancer cells, stopping them from growing. Aside from cancer, many types of medical imaging are used to diagnose life-threatening diseases, such as heart attacks, pulmonary embolism, and pneumonia.   == Exposure rate constant == The gamma ray field can be characterized by the exposure rate (in units of, for instance, roentgen per hour). For a point source, the exposure rate will be linearly proportional to the source's radioactivity and inversely proportional to the square of the distance,  F = Γ×α / r2 where F is the exposure rate, r is the distance, α is the source activity, and Γ is the exposure rate constant, which is dependent on the particular radionuclide used as the gamma ray source. Below is a table of exposure rate constants for various radionuclides. They give the exposure rate in roentgens per hour for a given activity in millicuries at a distance in centimeters.   == Radiation measurement quantities == The following table shows radiation quantities in SI and non-SI units:  Although the United States Nuclear Regulatory Commission permits the use of the units curie, rad, and rem alongside SI units, the European Union European units of measurement directives required that their use for \"public health ... purposes\" be phased out by 31 December 1985.   == References ==   == Notes =="}