{"name": "Extrapyramidal Disorders", "category": "disease", "content": "Movement disorders are clinical syndromes with either an excess of movement or a paucity of voluntary and involuntary movements, unrelated to weakness or spasticity. Movement disorders present with extrapyramidal symptoms and are caused by basal ganglia disease. Movement disorders are conventionally divided into two major categories- hyperkinetic and hypokinetic. Hyperkinetic movement disorders refer to dyskinesia, or excessive, often repetitive, involuntary movements that intrude upon the normal flow of motor activity. Hypokinetic movement disorders fall into one of four subcategories: akinesia (lack of movement), hypokinesia (reduced amplitude of movements), bradykinesia (slow movement), and rigidity. In primary movement disorders, the abnormal movement is the primary manifestation of the disorder. In secondary movement disorders, the abnormal movement is a manifestation of another systemic or neurological disorder.   == Classification ==   == Diagnosis == Step I : Decide the dominant type of movement disorder Step II : Make differential diagnosis of the particular disorder Step II: Confirm the diagnosis by lab tests  Metabolic screening Microbiology Immunology CSF examination Genetics Imaging Neurophysiological tests Pharmacological tests   == Treatment ==  Treatment depends upon the underlying disorder. Movement disorders have been known to be associated with a variety of autoimmune diseases.   == History == Vesalius and Piccolomini in 16th century distinguished subcortical nuclei from cortex and white matter. However Willis' conceptualized the corpus striatum as the seat of motor power in the late 17th century. In mid-19th-century movement disorders were localized to striatum by Choreaby Broadbent and Jackson, and athetosis by Hammond. By the late 19th century, many movement disorders were described, but for most no pathologic correlate was known.   == References ==   == External links =="}