{"name": "Extrinsic allergic alveolitis", "category": "disease", "content": "Hypersensitivity pneumonitis (HP) or extrinsic allergic alveolitis (EAA) is a syndrome caused by the repetitive inhalation of antigens from the environment in susceptible or sensitized people. Common antigens include molds, bacteria, bird droppings, bird feathers, agricultural dusts, bioaerosols and chemicals from paints or plastics. People affected by this type of lung inflammation (pneumonitis) are commonly exposed to the antigens by their occupations, hobbies, the environment and animals. The inhaled antigens produce a hypersensitivity immune reaction causing inflammation of the airspaces (alveoli) and small airways (bronchioles) within the lung. Hypersensitivity pneumonitis may eventually lead to interstitial lung disease.   == Signs and symptoms == Hypersensitivity pneumonitis (HP) can be categorized as acute, subacute, and chronic based on the duration of the illness.   === Acute === In the acute form of HP dose of antigen exposure tends to be very high but only for a short duration. Symptoms may develop 4–6 hours following heavy exposure to the provoking antigen. Symptoms include fever, chills, malaise, cough, chest tightness, dyspnea, rash, swelling and headache. Symptoms resolve within 12 hours to several days upon cessation of exposure.   === Subacute === Patients with subacute HP gradually develop a productive cough, dyspnea, fatigue, anorexia, weight loss, and pleurisy. Symptoms are similar to the acute form of the disease, but are less severe and last longer. Findings may be present in patients who have experienced repeated acute attacks.   === Chronic === In chronic HP, dose of the antigen tends to be low volume but for a longer duration. Patients often lack a history of acute episodes. They have an insidious onset of cough, progressive dyspnea, fatigue, and weight loss. This is associated with partial to complete but gradual reversibility. Avoiding any further exposure is recommended. Clubbing is observed in 50% of patients. Tachypnea, respiratory distress, and inspiratory crackles over lower lung fields often are present. In fact, hypersensitivity pneumonitis can often resemble IPF in terms of pulmonary fibrosis in that many patients experience hypoxemia.   == Epidemiology == Although the prevalence of hypersensitivity pneumonitis is not established it is thought to be low.  Data collection limitations are a result of difficulty in diagnosis, sub-clinical presentations that go undetected and variability in climate, region and proximity to local industries. The most common types are bird fancier's and farmer's lung. Interestingly, cigarette smoking appears to be protective against the disease.   == Pathophysiology == Hypersensitivity pneumonitis is caused by an exaggerated immune response (hypersensitivity). Type III hypersensitivity and type IV hypersensitivity can both occur depending on the cause. In general, acute HP is suspected to be attributed to a type III hypersensitivity while the subacute and chronic types are suspected to be caused by T cell infiltration and granuloma formation. Because different people react variably to antigen exposure, the exact mechanism is unclear but genetic and host factors are likely at play. The two hit hypothesis is often toted in the literature to explain why some people have a normal reaction to an antigenic exposure without clinical findings while others experience an exaggerated immune response. The \"first hit\" in the hypothesis is proposed to be genetic susceptibility and surrounding environmental factors and the \"second hit\" would be the introduction of the antigen into the respiratory system which causes the exaggerated immune response.   == Diagnosis == The diagnosis is made through clinical judgement using a combination of findings because there does not exist a single, universal diagnostic criteria for the disease. The diagnosis is most commonly ascertained first with a detailed exposure history followed by a battery of clinical tests including: imaging, histopathology, pulmonary function testing, serology, bronchoscopy, and more. In 2020, official guidelines were published by American Thoracic Society, Japanese Respiratory Society, and Asociación Latinoamericana del Tórax which provides a systematic approach to the diagnosis of HP that relies on high-resolution computed tomography.   === Exposure History === A detailed occupational, home and environmental exposure history is the first step in diagnosis. Unfortunately, only 60% of inciting antigens are identified in exposure assessment. Re-exposure to the antigen can help aid in diagnosis. Standardized questionnaires have been created to help in obtaining an exposure history although no official questionnaire has been purported. It has been recommended that the questionnaire administered should be relevant to the region in which the exposure has potentially occurred. Detailed exposure assessments are warranted in the cause of damp indoor environments which have the potential to propagate mold throughout the dwelling. The decision to enlist an industrial hygienist should be made based on the answers to evidence based questions during the environmental assessment. The industrial hygienist or environmental scientist will make the decision to conduct additional sampling.   === Types === Hypersensitivity pneumonitis may also be called many different names, based on the provoking antigen. These include:  Of these types, Farmer's Lung and Bird-Breeder's Lung are the most common. \"Studies document 8-540 cases per 100,000 persons per year for farmers and 6000-21,000 cases per 100,000 persons per year for pigeon breeders. High attack rates are documented in sporadic outbreaks. Prevalence varies by region, climate, and farming practices. HP affects 0.4–7% of the farming population. Reported prevalence among bird fanciers is estimated to be 20-20,000 cases per 100,000 persons at risk.\"   === Imaging === No single imaging finding is singularly definitive of a diagnosis rather clinicians rely on a constellation of findings. Both chest radiographs and high resolution CT scans can be normal.   ==== Chest Radiographs ==== Acute presentation may reveal poorly defined a micro-nodular interstitial pattern and ground-glass opacities in the lower and mid lung zones. In addition to this, subacute presentations may show reticular nodular opacities in mid-to-lower lung zones. Chronic forms may show fibrotic changes and appear like Idiopathic pulmonary fibrosis.   ==== High-Resolution Computed Tomography ==== This has become a common diagnostic imaging for the diagnosis and is the modality used in the Official ATS/JRS/ALAT Clinical Practice Guideline. Two forms of hypersensitivity pneumonitis are fibrotic and non-fibrotic findings on chest CT. The two differ in terms of their diagnostic work up and management although there is overall between them. The non-fibrotic form is typically characterized by ground glass opacities, mosaic attenuation, ill-defined centrilobular nodules (<5 mm), and air trapping. The fibrotic form is typically characterized by irregular linear opacities/coarse reticulations, traction bronchiectasis, and honeycombing, patchy ground-glass attenuation, centrilobular nodules, and mosaic attenuation. Three-density pattern (head cheese sign) is radiological sign which shows a region of the lung with three or more different types of attenuation which can be typical for the fibrotic type.   === Histopathology === The acute form can be characterized by poorly formed noncaseating interstitial granulomas and mononuclear cell infiltration in a peribronchial distribution with prominent giant cells. The subacute, or intermittent, form produces more well-formed noncaseating granulomas, bronchiolitis with or without organizing pneumonia, and interstitial fibrosis. Much like the pathogenesis of idiopathic pulmonary fibrosis (IPF), chronic HP is related to increased expression of Fas antigen and Fas ligand, leading to increased epithelial apoptosis activation in the alveoli. Cholesterol clefts or asteroid bodies are present within or outside granulomas.   === Pulmonary Function Testing === Pulmonary function tests (PFTs) can generally reveal a restrictive pattern  however, either a restrictive or obstructive pattern (or both) may emerge on PFTs. PFTs, therefore, are less useful in making a diagnosis but rather tracking improvement or deterioration in lung function following removal or addition of suspected antigens. They may also demonstrate reduced diffusion capacity of lungs for carbon monoxide (DLCO).   === Bronchoscopy === Bronchoalveolar lavage (BAL) is a reliable way to detect inflammation in the lung airways. Fluid analysis from the lavage extracted from the airways on bronchoscopy often reveals a total elevation in cell count in addition to an elevation in the percentage of T lymphocytes. This is a good way to help exclude other similar lung diseases like sarcoidosis, infection and Idiopathic pulmonary fibrosis.   === Lung biopsy ===  Lung biopsies can be diagnostic in cases of chronic hypersensitivity pneumonitis, or may help to suggest the diagnosis and trigger or intensify the search for an allergen. The main feature of chronic hypersensitivity pneumonitis on lung biopsies is expansion of the interstitium by lymphocytes accompanied by an occasional multinucleated giant cell or loose granuloma. When fibrosis develops in chronic hypersensitivity pneumonitis, the differential diagnosis in lung biopsies includes the idiopathic interstitial pneumonias. This group of diseases includes usual interstitial pneumonia, non-specific interstitial pneumonia and cryptogenic organizing pneumonia, among others. The prognosis of some idiopathic interstitial pneumonias, e.g. idiopathic usual interstitial pneumonia (i.e. idiopathic pulmonary fibrosis), are very poor and the treatments of little help.  This contrasts the prognosis (and treatment) for hypersensitivity pneumonitis, which is generally fairly good if the allergen is identified and exposures to it significantly reduced or eliminated.  Thus, a lung biopsy, in some cases, may make a decisive difference.   === Serum Precipitins === Assays for serum IgGs can aid in identifying possible antigenic exposures and are used as markers of exposure  However, there use is limited in making a definitive diagnosis because serum antibody levels are often elevated in those people who are exposed to an antigen but do not have the disease. Up to 90% of people exposed to the antigen have precipitins but only 50% of similarly exposed people who are asymptomatic have the same precipitins. False negatives are often common with serum precipitins because of lack of testing reagents for many antigens. Precipitating IgG antibodies against fungal or avian antigens can be detected in the laboratory using the traditional Ouchterlony immunodiffusion method wherein 'precipitin' lines form on agar plate. However, the time-consuming and labor-intensive precipitin method has largely been replaced by automated IgG antibody tests. These tests can detect IgG antibodies against a variety of potential triggers including Aspergillus fumigatus (Farmer's lung or ABPA) or avian antigens (Bird Fancier's Lung). They are routinely performed on automated immunoassay systems such as ImmunoCAP or IMMULITE.   == Differential diagnosis == Organic dust toxic syndrome presents similarly with fevers, chills a few hours after exposure to bioaerosols with toxins from fungi, however this is not a true hypersensitivity reaction because it occurs on initial exposure without a preceding sensitization  In chronic disease, HP must be differentiated from very similarly presenting idiopathic pulmonary fibrosis. Although overlapping in many cases, hypersensitivity pneumonitis may be distinguished from occupational asthma in that it is not restricted to only occupational exposure, and that asthma generally is classified as a type I hypersensitivity. Unlike asthma, hypersensitivity pneumonitis targets lung alveoli rather than bronchi. Similarly, sarcoidosis has noncaseating granuloma formation, however hilar adenopathy is often seen on chest radiographs.   == Treatment == The best treatment is to avoid the provoking allergen, as chronic exposure can cause permanent damage and acute disease is often self-limiting. The identification of the provoking antigen and its location must be ascertained by conducting an exposure assessment. Home cleaning is one method of antigen avoidance. If avoidance is not possible, such as in the case of some workplace exposures, minimizing exposure can be accomplished through various means including the implementation of PPE or proper ventilation of a workplace. Corticosteroids such as prednisolone may help to control symptoms but may produce side-effects.  In the case of severe, end-stage pulmonary fibrosis arising from chronic exposure, lung transplant may be the only viable option. In addition to steroids for fibrotic disease, other immunosuppressants (Azathioprine, Mycophenolic acid) and anti-fibrotic agents (Nintedanib) may be used although their effectiveness is unclear   == Prognosis == There are few studies examining longitudinal outcomes in patients diagnosed with hypersensitivity pneumonitis. One study in the US showed about a 0.09 to 0.29 per million increase in mortality rates although the cause specific cause was unclear. Most of the outcomes collected are from patients diagnosed with farmer's or bird breeder's lung and thus the degree to which this data can be extrapolated to other types of HP is uncertain. Generally outcomes for HP in those with acute disease are very good if exposure is avoided. However, those with subacute or chronic type, especially with biopsy proven fibrosis fare much poorer death rates comparable to people diagnosed with Interstitial pulmonary fibrosis.   == Additional images ==  \t\t \t\t\t \t\t\t \t\t   == See also == Byssinosis Dust pneumonia Pneumonitis   == References ==   == External links =="}