{"name": "ezetimibe", "category": "drug", "content": "Ezetimibe, sold under the brand name Zetia among others, is a medication used to treat high blood cholesterol and certain other lipid abnormalities. Generally it is used together with dietary changes and a statin. Alone, it is less preferred than a statin. It is taken by mouth. It is also available in the fixed-dose combinations ezetimibe/simvastatin, ezetimibe/atorvastatin, ezetimibe/rosuvastatin, and ezetimibe/bempedoic acid. The most commonly reported adverse events include upper respiratory tract infections, joint pain, diarrhea, and tiredness. Serious side effects may include anaphylaxis, liver problems, depression, and muscle breakdown. Use in pregnancy and breastfeeding is of unclear safety. Ezetimibe works by decreasing cholesterol absorption in the intestines. Ezetimibe was approved for medical use in the United States in 2002. It is available as a generic medication. In 2022, it was the 79th most commonly prescribed medication in the United States, with more than 8 million prescriptions.   == Medical uses == Adding ezetimibe to statin treatment of high blood cholesterol has no effect on overall mortality or cardiovascular mortality, although it significantly reduces the risk of myocardial infarction and stroke. Combining ezetimibe with simvastatin had no effect on overall mortality but did lower the risk of heart attack or stroke in people with prior heart attack. Several treatment guidelines recommend adding ezetimibe in select high risk persons in whom LDL goals cannot be achieved by maximally tolerated statin alone. Initiation of ezetimibe along with high-intensity statin therapy at the time of an acute coronary syndrome (ACS) event was associated with significantly better cholesterol reduction at day-7, 1-month, 3-months and 1-year post ACS event; which translated into significantly lower recurrent cardiovascular events (death from any cause, major ACS, non-fatal stroke, non-fatal myocardial infarction, and ischemic stroke) post the index event of ACS.  Ezetimibe is indicated in the United States as an add-on to dietary measures to reduce levels of certain lipids in people with:  Primary hyperlipidemia, alone or with a statin Mixed hyperlipidemia, in combination with fenofibrate Homozygous familial hypercholesterolemia, in combination with specific statins Homozygous sitosterolemia A 2018 review found that ezetimibe used as sole treatment slightly lowered plasma levels of lipoprotein(a), but the effect was not large enough to be important. Ezetimibe improves the non-alcoholic fatty liver disease activity score but the available evidence indicates it does not improve outcomes of hepatic steatosis.   == Contraindications == The two contraindications to taking ezetimibe are a previous allergic reaction to it, including symptoms of rash, angioedema, and anaphylaxis, and severe liver disease, especially when taken with a statin. Ezetimibe may have significant medication interactions with ciclosporin and with fibrates other than fenofibrate.   == Adverse effects == Common adverse drug reactions (≥1% of patients) associated with ezetimibe therapy include headache and/or diarrhea (steatorrhea). Infrequent adverse effects (0.1–1% of patients) include myalgia and/or raised liver function test (ALT/AST) results. Rarely (<0.1% of patients), hypersensitivity reactions (rash, angioedema) or myopathy may occur. Cases of muscle problems (myalgia and rhabdomyolysis) have been reported and are included as warnings on the label for ezetimibe. Since NPC1L1 also regulates vitamin K uptake, the use of ezetimibe can lead to side effects in warfarin therapy.   == Overdose == The incidence of overdose with ezetimibe is rare; subsequently, few data exist on the effects of overdose. However, an acute overdose of ezetimibe is expected to produce an exaggeration of its usual effects, leading to loose stools, abdominal pain, and fatigue.   == Pharmacology ==   === Mechanism of action === Ezetimibe inhibits the absorption of cholesterol from the small intestine and decreases the amount of cholesterol normally available to liver cells. The lower levels of cholesterol in the liver cells leads them to absorb more cholesterol from circulation and thus lowering the levels of circulating cholesterol. It blocks the critical mediator of cholesterol absorption, the Niemann-Pick C1-like 1 (NPC1L1) protein on the gastrointestinal tract epithelial cells, as well as in hepatocytes; it blocks aminopeptidase N and interrupts a caveolin 1–annexin A2 complex involved in trafficking cholesterol.   === Pharmacokinetics === Within 4–12 hours of the oral administration of a 10-mg dose to fasting adults, the attained mean ezetimibe peak plasma concentration (Cmax) was 3.4–5.5 ng/ml. Following oral administration, ezetimibe is absorbed and extensively conjugated to a phenolic glucuronide (active metabolite). Mean Cmax (45–71 ng/ml) of ezetimibe-glucuronide is attained within 1–2 hours. The concomitant administration of food (high-fat vs. nonfat meals) has no effect on the extent of absorption of ezetimibe. However, coadministration with a high-fat meal increases its Cmax by 38%. The absolute bioavailability cannot be determined, since ezetimibe is insoluble in aqueous media suitable for injection. Ezetimibe and its active metabolites are highly bound to human plasma proteins (90%). Ezetimibe is primarily metabolized in the liver and the small intestine via glucuronide conjugation with subsequent renal and biliary excretion. Both the parent compound and its active metabolite are eliminated from plasma with a half-life around 22 hours, allowing for once-daily dosing. Ezetimibe lacks significant inhibitor or inducer effects on cytochrome P450 isoenzymes, which explains its limited number of drug interactions. No dose adjustment is needed in patients with chronic kidney disease or mild hepatic dysfunction (Child-Pugh score 5–6). Due to insufficient data, the manufacturer does not recommend ezetimibe for patients with moderate to severe hepatic impairment (Child-Pugh score 7–15). In patients with mild, moderate, or severe hepatic impairment, the mean AUC values for total ezetimibe are increased about 1.7-fold, 3-to-4-fold, and 5-to-6-fold, respectively, compared to healthy subjects.   == References =="}