{"name": "Fabry Disease", "category": "disease", "content": "Fabry disease, also known as Anderson–Fabry disease, is a rare genetic disease that can affect many parts of the body, including the kidneys, heart, brain, and skin.  Fabry disease is one of a group of conditions known as lysosomal storage diseases.  The genetic mutation that causes Fabry disease interferes with the function of an enzyme that processes biomolecules known as sphingolipids, leading to these substances building up in the walls of blood vessels and other organs.  It is  inherited in an X-linked manner. Fabry disease is sometimes diagnosed using a blood test that measures the activity of the affected enzyme called alpha-galactosidase, but genetic testing is also sometimes used, particularly in females. The treatment for Fabry disease varies depending on the organs affected by the condition, and the underlying cause can be addressed by replacing the enzyme that is lacking. The first descriptions of the condition were made simultaneously by  dermatologist Johannes Fabry and the surgeon William Anderson in 1898.   == Signs and symptoms ==  Symptoms are typically first experienced in early childhood and can be very difficult to diagnose; the rarity of Fabry disease to many clinicians sometimes leads to misdiagnoses. Manifestations of the disease usually increase in number and severity as an individual ages.   === Pain === Full-body or localized pain to the extremities (known as acroparesthesia) or gastrointestinal (GI) tract is common in patients with Fabry disease. This pain can increase over time. This acroparesthesia is believed to be related to the damage of peripheral nerve fibers that transmit pain. GI-tract pain is likely caused by accumulation of lipids in the small vasculature of the GI tract, which obstructs blood flow and causes pain.   === Kidney === Kidney complications are common and serious effects of the disease; chronic kidney disease and kidney failure may worsen throughout life. The presence of protein in the urine (which causes foamy urine) is often the first sign of kidney involvement. End-stage kidney failure in those with Fabry disease typically occurs in the third decade of life, and is a common cause of death due to the disease.   === Heart === Fabry disease can affect the heart in several ways.  The accumulation of sphingolipids within heart muscle cells causes abnormal thickening of the heart muscle or hypertrophy.  This hypertrophy can cause the heart muscle to become abnormally stiff and unable to relax, leading to a hypertrophic cardiomyopathy causing shortness of breath. Fabry disease can also affect the way in which the heart conducts electrical impulses, leading to both abnormally slow heart rhythms such as complete heart block, and abnormally rapid heart rhythms such as ventricular tachycardia.  These abnormal heart rhythms can cause blackouts, palpitations, or even sudden cardiac death. Sphingolipids can also build up within the heart valves, thickening the valves and affecting the way they open and close.  If severe, this can cause the valves to leak (regurgitation) or to restrict the forward flow of blood (stenosis).  The aortic and mitral valves are more commonly affected than the valves on the right side of the heart.   === Skin === Angiokeratomas (tiny, painless papules that can appear on any region of the body, but are predominant on the thighs, around the navel, buttocks, lower abdomen, and groin) are common. Anhidrosis (lack of sweating) is a common symptom, and less commonly hyperhidrosis (excessive sweating). Additionally, patients can exhibit Raynaud's disease-like symptoms with neuropathy (in particular, burning extremity pain). Ocular involvement may be present showing cornea verticillata (also known as vortex keratopathy), i.e. clouding of the corneas. Keratopathy may be the presenting feature in asymptomatic patients, and must be differentiated from other causes of vortex keratopathy (e.g. drug deposition in the cornea). This clouding does not affect vision. Other ocular findings can include conjunctival and retinal vascular abnormalities and anterior/posterior spoke-like cataract. Visual reduction from these manifestations is uncommon.   === Other manifestations === Fatigue, neuropathy (in particular, burning extremity pain, red hands and feet on and off), cerebrovascular effects leading to an increased risk of stroke - early strokes, mostly vertebrobasilar system tinnitus (ringing in the ears), vertigo, nausea, inability to gain weight, chemical imbalances, and diarrhea are other common symptoms.   == Causes == Fabry disease is caused by a DNA sequence (gene) that is not functioning as it should. A person who inherits this gene does not have enough of a functioning enzyme known as alpha-galactosidase A. The lack of alpha-galactosidase  leads to Fabry disease. A deficiency of alpha galactosidase A (a-GAL A, encoded by GLA) due to mutation causes a glycolipid known as globotriaosylceramide (abbreviated as Gb3, GL-3, or ceramide trihexoside) to accumulate within the blood vessels, other tissues, and organs. This accumulation leads to an impairment of their proper functions. At least 443 disease-causing mutations in the GLA gene have been discovered. The DNA mutations that cause the disease are X-linked recessive with incomplete penetrance in heterozygous females. The condition affects hemizygous males (i.e. all non-intersex males), as well as homozygous, and in many cases heterozygous females. While males typically experience severe symptoms, women can range from being asymptomatic to having severe symptoms.  Research suggests many women experience severe symptoms ranging from early cataracts or strokes to hypertrophic left ventricular heart problems and kidney failure.  This variability is thought to be due to X-inactivation patterns during embryonic development of the female.   == Mechanism == Fabry disease is an inherited lysosomal storage disorder that is caused by a deficiency of alpha-galactosidase A. This enzyme deficiency is a result of an accumulation of glycosphingolipids found in the lysosomes and most cell types and tissues, which leads it to be considered a multisystem disease. Indications include painful crisis, angiokeratomas, corneal dystrophy, and hypohydrosis. In severe cases there is renal, cerebrovascular, and cardiac involvement and it is predominately responsible for premature mortality in Fabry patients. Fabry disease is X-linked and manifests mostly in homozygous males but also in heterozygous females. Cardiac involvement is recurrent in Fabry patients. Patients have developed hypertrophic cardiomyopathy, arrhythmias, conduction abnormalities, and valvular abnormalities. Deficient activity of lysosomal alpha-galactosidase results in progressive accumulation of globotriaosylceramide (GL-3) within lysosomes, that is believed to trigger a cascade of cellular events. The demonstration of marked alpha-galactosidase deficiency is the conclusive method for the diagnosis in homozygous males. It may be detected in heterozygotous females, but it is often inconclusive due to random X-chromosomal inactivation, so molecular testing (genotyping) of females is mandatory.   == Diagnosis == Fabry disease is suspected based on the individual's clinical presentation, and can be diagnosed by an enzyme assay (usually done on leukocytes) to measure the level of alpha-galactosidase activity.  An enzyme assay is not reliable for the diagnosis of disease in females due to the random nature of X-inactivation. Molecular genetic analysis of the GLA gene is the most accurate method of diagnosis in females, particularly if the mutations have already been identified in male family members.  Many disease-causing mutations have been noted. Kidney biopsy may also be suggestive of Fabry disease if excessive lipid buildup is noted. Pediatricians, as well as internists, commonly misdiagnose Fabry disease. All immediate and extended family members in the same family have the same family mutation, so if one member of a family has a DNA sequence analysis performed, other members of the family can be diagnosed by performing a targeted sequence analysis instead of testing the entire gene. Targeted sequencing is quicker and less expensive to perform. One study reported that for every first diagnosis in a family, on average five more family members (immediate and extended) are also diagnosed. MRI is accurate in accessing left ventricular mass and thickness and hypertrophy. Late gadolinium enhancement shows increased signal of the midwall at the inferolateral wall of the base of the left ventricle, usually in the non-hypertrophic ventricle. T1-weighted imaging can show low T1 signal due to sphingolipid storage in the heart even without ventricular hypertrophy in 40% of those affected by the disease. Thus, MRI is a useful way of diagnosing the disease early. T2 signal is increased in inflammation and oedema.   == Treatment == The treatments available for Fabry disease can be divided into therapies that aim to correct the underlying problem of decreased activity of the alpha galactosidase A enzyme and thereby reduce the risk of organ damage, and therapies to improve symptoms and life expectancy once organ damage has already occurred.   === Therapies targeting enzyme activity === Enzyme replacement therapy is designed to provide the enzyme the patient is missing as a result of a genetic malfunction. This treatment is not a cure, but can partially prevent disease progression, and potentially reverse some symptoms. As of March 2022, three medical drugs based on enzyme replacement therapy are available for Fabry disease: Agalsidase alfa, sold under the brand name Replagal by the company Takeda (since its acquisition of the company Shire), is a recombinant form of alpha-galactosidase A It received approval in the EU in 2001. FDA approval was applied for the United States.  However, Shire withdrew their application for approval in the United States in 2012, citing that the agency will require additional clinical trials before approval. As of March 2022, Replagal has not received FDA approval. Agalsidase beta, sold under the brand name Fabrazyme by the company Sanofi, is another recombinant form of alpha-galactosidase. Like replagal, it received approval in the EU in 2001. In 2003, it was the first treatment for Fabry disease to be approved by the FDA. Pegunigalsidase alfa (Elfabrio) was approved for medical use in the European Union in May 2023. Clinically, agalsidase alfa and agalsidase beta are generally similar in effectiveness and safety, however they have never been compared directly in a randomized trial. Both are given by intravenous infusion every two weeks. They are available in Europe and in many other parts of the world, but treatment costs remain very high. Pharmacological chaperone therapy is another strategy to maintain enzyme activity. It does so by assisting correct folding of alpha-galactosidase despite the mutations that cause Fabry disease. As of March 2022, one medical drug based on pharmacological chaperone therapy is available for Fabry disease: Migalastat, sold under the brand name Galafold by the company Amicus Therapeutics, is a pharmacological chaperone that can stabilize many mutant forms of alpha-galactosidase. It is taken by mouth. In a randomized trial comparing Migalastat with enzyme replacement therapy, the efficacy and safety of both treatments were similar. The US Food and Drug Administration (FDA) granted Galafold orphan drug status in 2004, and the European Commission followed in 2006. The European Medicines Agency's Committee for Medicinal Products for Human Use (CHMP) granted the drug a marketing approval under the name Galafold in May 2016. FDA approval followed in 2018. Experimental therapies that are not approved for treatment as of March 2022 include the following: A gene therapy treatment that is in early-phase clinical trials, with the technology licensed to AvroBio. The substrate reduction therapy Venglustat (Ibiglustat) under development by Sanofi-Genzyme Bio-better ERT (CDX-6311) under pre-clinical development by the company Codexis A gene therapy (ST-920) under development by the company Sangamo. A nucleoside modified RNA treatment that has shown efficacy in a mouse model of Fabry disease and in cardiomyocytes derived from induced pluripotent stem cells from individuals with Fabry disease.   === Organ-specific treatment === Pain associated with Fabry disease may be partially alleviated by enzyme replacement therapy in some patients, but pain management regimens may also include analgesics, anticonvulsants, and nonsteroidal anti-inflammatory drugs, though the latter are usually best avoided in kidney disease.  The kidney failure seen in some of those with Fabry disease sometimes requires haemodialysis. The cardiac complications of Fabry disease include abnormal heart rhythms, which may require a pacemaker or implantable cardioverter-defibrillator, while the restrictive cardiomyopathy often seen may require diuretics.   == Prognosis == Life expectancy with Fabry disease for males was 58.2 years, compared with 74.7 years in the general population, and for females 75.4 years compared with 80.0 years in the general population, according to registry data from 2001 to 2008. The most common cause of death was cardiovascular disease, and most of those had received kidney replacements.   == Epidemiology == Fabry disease is panethnic, but due to its rarity, determining an accurate disease frequency is difficult. Reported incidences, ranging from one in 476,000 to one in 117,000 in the general population, may largely underestimate the true prevalence. Newborn screening initiatives have found an unexpectedly high prevalence of the disease, as high as one in about 3,100 newborns in Italy and have identified a surprisingly high frequency of newborn males around one in 1,500 in Taiwan.   == Research == Enzyme replacement therapy: Replacement of the missing enzyme to clear the lipids (GL-3) from the cells Substrate synthesis inhibition, also called substrate reduction therapy: Inhibits the production of the lipid (GL-3) that accumulates in the cells Chaperone therapy: Uses small-molecule drugs that bind to the defective enzyme and stabilize it to increase enzyme activity and increase cellular function Gene editing: Technology that can potentially cut and fix a broken gene in a cell Gene therapy: Genetically modifies the affected cells to produce the missing enzyme.   == History == Fabry disease was first described by  dermatologist Johannes Fabry and  surgeon William Anderson independently in 1898. It was recognised to be due to abnormal storage of lipids in 1952.  In the 1960s, the inheritance pattern was established as being X-linked, as well as the molecular defect responsible for causing the accumulation of glycolipids. Ken Hashimoto published his classic paper on his electron microscopic findings in Fabry disease in 1965. The first specific treatment for Fabry disease was approved in 2001.   == Society and culture == House (\"Epic Fail\", season six, episode three) centers on a patient with Fabry disease. Scrubs (\"My Catalyst\", season three, episode 12) features a Fabry disease diagnosis. Crossing Jordan (\"There's No Place Like Home\", season two, episode one) features a patient who died from Fabry disease. The Village (Korean drama): \"Achiara's Secret\" features daughters of a serial rapist who find each other because they share Fabry disease. Doctor John (Korean drama): In episode two, a prisoner is diagnosed with Fabry disease. In Lincoln Rhyme: Hunt for the Bone Collector, a copycat of the titular Bone Collector has Fabry disease and takes Galafold, which allows the detectives to learn his identity. Partners for Justice 2  (Korean drama), features Doctor K, who had Fabry disease.  Doc (Italian drama): Series two features an episode with a tennis player who is diagnosed with Fabry disease   == References ==   == Further reading ==   == External links ==  Fabry Disease Information Page Archived 2 December 2016 at the Wayback Machine at NINDS Fabry disease at NLM Genetics Home Reference"}