{"name": "Factor VII Deficiency", "category": "disease", "content": "Coagulation factor V (Factor V), also less commonly known as proaccelerin or labile factor, is a protein involved in coagulation, encoded, in humans, by F5 gene. In contrast to most other coagulation factors, it is not enzymatically active but functions as a cofactor. Factor V deficiency leads to predisposition for hemorrhage, while some mutations (most notably factor V Leiden) predispose for thrombosis.   == Genetics == The gene for factor V is located on the first chromosome (1q24). It is genomically related to the family of multicopper oxidases, and is homologous to coagulation factor VIII. The gene spans 70 kb, consists of 25 exons, and the resulting protein has a relative molecular mass of approximately 330kDa.   == Structure == Factor V protein consists of six domains: A1-A2-B-A3-C1-C2. The A domains are homologous to the A domains of the copper-binding protein ceruloplasmin, and form a triangular as in that protein. A copper ion is bound in the A1-A3 interface, and A3 interacts with the plasma. The C domains belong to the  phospholipid-binding discoidin domain family (unrelated to C2 domain), and the C2 domain mediates membrane binding. The B domain C-terminus acts as a cofactor for the anticoagulant protein C activation by protein S.  Activation of factor V to factor Va is done by cleavage and release of the B domain, after which the protein no longer assists in activating protein C. The protein is now divided to a heavy chain, consisting of the A1-A2 domains, and a light chain, consisting of the A3-C1-C2 domains. Both form non-covalently a complex in a calcium-dependent manner. This complex is the pro-coagulant factor Va.   == Physiology == Factor V is produced by megakaryocytes, which produce platelets and platelet-derived factor V, and hepatocytes, which produce plasma-derived factor V. The molecule circulates in plasma as a single-chain molecule with a plasma half-life of 12–36 hours. Factor V is able to bind to activated platelets and is activated by thrombin. On activation, factor V is spliced in two chains (heavy and light chain with molecular masses of 110000 and 73000, respectively) which are noncovalently bound to each other by calcium. The thereby activated factor V (now called FVa) is a cofactor of the prothrombinase complex: The activated factor X (FXa) enzyme requires calcium and activated factor V (FVa) to convert prothrombin to thrombin on the cell surface membrane. Factor Va is degraded by activated protein C, one of the principal physiological inhibitors of coagulation. In the presence of thrombomodulin, thrombin acts to decrease clotting by activating protein C; therefore, the concentration and action of protein C are  important determinants in the negative feedback loop through which thrombin limits its own activation.   == Role in disease == Various hereditary disorders of factor V are known. Deficiency is associated with a rare mild form of hemophilia (termed parahemophilia or Owren parahemophilia), the incidence of which is about 1:1,000,000. It inherits in an autosomal recessive fashion. There exists a bleeding tendency associated with the genetic up‐regulation of FV‐short, a minor splicing isoform of FV. This abnormal bleeding tendency occurs in east Texas bleeding disorder, Amsterdam bleeding disorder, and a third and more extreme example described in 2021 by Karen L. Zimowski et al. Other mutations of factor V are associated with venous thrombosis. They are the most common hereditary causes for thrombophilia (a tendency to form blood clots). The most common one of these, factor V Leiden, is due to the replacement of an arginine residue with glutamine at amino acid position 506 (R506Q). All prothrombotic factor V mutations (factor V Leiden, factor V Cambridge, factor V Hong Kong) make it resistant to cleavage by activated protein C (\"APC resistance\"). It therefore remains active and increases the rate of thrombin generation.   == History == Until the discovery of factor V, coagulation was regarded as a product of four factors: calcium (IV) and thrombokinase (III) together acting on prothrombin (II) to produce fibrinogen (I); this model had been outlined by Paul Morawitz in 1905. The suggestion that an additional factor might exist was made by Paul Owren (1905–1990), a Norwegian physician, during his investigations into the bleeding tendency of a lady called Mary (1914–2002). She had suffered from nosebleeds and menorrhagia (excessive menstrual blood loss) for most her life, and was found to have a prolonged prothrombin time, suggesting either vitamin K deficiency or chronic liver disease leading to prothrombin deficiency. However, neither were the case, and Owren demonstrated this by correcting the abnormality with plasma from which prothrombin had been removed. Using Mary's serum as index, he found that the \"missing\" factor, which he labeled V (I–IV having been used in Morawitz' model), had particular characteristics. Most investigations were performed during the Second World War, and while Owren published his results in Norway in 1944, he could not publish them internationally until the war was over. They appeared finally in The Lancet in 1947. The possibility of an extra coagulation factor was initially resisted on methodological grounds by Drs Armand Quick and Walter Seegers, both world authorities in coagulation. Confirmatory studies from other groups led to their final approval several years later. Owren initially felt that factor V (labile factor or proaccelerin) activated another factor, which he named VI. VI was the factor that accelerated the conversion from prothrombin to thrombin. It was later discovered that factor V was \"converted\" (activated) by thrombin itself, and later still that factor VI was simply the activated form of factor V. The complete amino acid sequence of the protein was published in 1987. In 1994 factor V Leiden, resistant to inactivation by protein C, was described; this abnormality is the most common genetic cause for thrombosis.   == Interactions == Factor V has been shown to interact with Protein S.   == References ==   == Further reading ==   == External links == The Coagulation Factor V Protein Overview of all the structural information available in the PDB for UniProt: P12259 (Coagulation factor V) at the PDBe-KB."}