{"name": "Factor 8 deficiency, acquired", "category": "disease", "content": "Intrinsic factor (IF), cobalamin binding intrinsic factor, also known as gastric intrinsic factor (GIF), is a glycoprotein produced by the parietal cells (in humans) or chief cells (in rodents) of the stomach. It is necessary for the absorption of vitamin B12 later on in the distal ileum of the small intestine. In humans, the gastric intrinsic factor protein is encoded by the CBLIF gene. Haptocorrin (transcobalamin I) is another glycoprotein secreted by the salivary glands which binds to  vitamin B12. Vitamin B12 is acid-sensitive and in binding to haptocorrin it can safely pass through the acidic stomach to the duodenum.  In the less acidic environment of the small intestine, pancreatic enzymes digest the glycoprotein carrier and vitamin B12 can then bind to intrinsic factor. This new complex is then absorbed by the epithelial cells (enterocytes) of the ileum. Inside the cells, vitamin B12 dissociates once again and binds to another protein, transcobalamin II; the new complex can then exit the epithelial cells to be carried to the liver.   == Site of secretion == Intrinsic factor is secreted by parietal cells within the stomach, and so is present in the gastric juice as well as in the gastric mucous membrane. The optimum pH for its action is approximately 7. Its concentration does not correlate with the amount of HCl or pepsin in the gastric juice, e.g., intrinsic factor may be present even when pepsin is largely absent. The site of formation of the intrinsic factor varies in different species. In pigs it is obtained from the pylorus and beginning of the duodenum;  in human beings it is present in the fundus and body of the stomach. The limited amount of normal human gastric intrinsic factor limits normal efficient absorption of B12 to about 2 μg per meal, a nominally adequate intake of B12.   == Insufficiency == In pernicious anemia, which is usually an autoimmune disease, autoantibodies directed against intrinsic factor or parietal cells themselves lead to an intrinsic factor deficiency, malabsorption of vitamin B12, and subsequent megaloblastic anemia. Atrophic gastritis can also cause intrinsic factor deficiency and anemia through damage to the parietal cells of the stomach wall. Pancreatic exocrine insufficiency can interfere with normal dissociation of vitamin B12 from its binding proteins in the small intestine, preventing its absorption via the intrinsic factor complex. Other risk factors contributing to pernicious anemia are anything that damages or removes a portion of the stomach's parietal cells, including bariatric surgery, gastric tumors, gastric ulcers, and excessive consumption of alcohol. Mutations in the GIF gene are responsible for a rare inheritable disease called intrinsic factor deficiency which results in malabsorption of vitamin B12.   === Treatment === In most countries, intramuscular injections of vitamin B12 are used to treat pernicious anemia. Orally administered vitamin B12 is absorbed without intrinsic factor, but at levels of less than one percent than if intrinsic factor is present.  Despite the low amounts absorbed, oral vitamin B12 therapy is effective at reducing symptoms of pernicious anemia.  Vitamin B12 can also be given sublingually, but there is no evidence that this route of administration is superior to the oral route, and only Canada and Sweden routinely prescribe this route of administration. Because vitamin B12 absorption is a multistep process that involves the stomach, pancreas and small intestine, and is mediated by two carriers: Haptocorrin and intrinsic factor, and because Haptocorrin (transcobalamin I) binds to vitamin B12, and  Vitamin B12 is acid-sensitive, when vitamin B12 binds to Haptocorrin it can safely pass through the acidic stomach to the duodenum, given time in the mouth.   == References ==   == Further reading ==   == External links == Intrinsic+factor at the U.S. National Library of Medicine Medical Subject Headings (MeSH) MedlinePlus Encyclopedia: 002381 Overview of all the structural information available in the PDB for UniProt: P27352 (Cobalamin binding intrinsic factor) at the PDBe-KB."}