{"name": "Factor VIII Deficiency", "category": "disease", "content": "Haemophilia A (or hemophilia A) is a blood clotting disorder caused by a genetic deficiency in clotting factor VIII, thereby resulting in significant susceptibility to bleeding, both internally and externally. This condition occurs almost exclusively in males born to carrier mothers due to X-linked recessive inheritance. Nevertheless, rare isolated cases do emerge from de novo (spontaneous) mutations. The medical management of individuals with hemophilia A frequently entails the administration of factor VIII medication through slow intravenous injection. This intervention aims to address and preempt additional bleeding episodes in affected individuals.   == Signs and symptoms ==  Haemophilia A's phenotype has a quite wide range of symptoms encompassing both internal and external bleeding episodes. Individuals with more severe haemophilia tend to experience more intense and frequent bleeding, whereas those with mild haemophilia typically exhibit milder symptoms unless subjected to surgical procedures or significant trauma. Those with moderate haemophilia may display variable symptoms, falling within the spectrum between severe and mild forms. One common early indicator of haemophilia is prolonged bleeding from venepuncture or heelpricks. These signs often prompt blood tests that confirm the presence of haemophilia. In individuals, especially those with moderate or mild haemophilia, any form of trauma can trigger the first significant bleed. Haemophilia substantially elevates the risk of protracted bleeding from ordinary injuries, and in severe cases, bleeding can occur spontaneously without an apparent cause. Bleeding episodes can manifest anywhere in the body. Superficial bleeding resulting from abrasions or shallow lacerations may persist, with scabs easily breaking due to the deficiency of fibrin, potentially leading to re-bleeding. While superficial bleeding poses challenges, more critical sites of bleeding include:  Joints Muscles Digestive tract Brain   === Complications === One therapeutic conundrum is the development of inhibitor antibodies against factor VIII due to frequent infusions. These develop as the body recognises the infused factor VIII as foreign, as the body does not produce its own copy. In these individuals, activated factor VII, a protein in the extrinsic pathway of the coagulation cascade, can be infused as a treatment for haemorrhage in individuals with haemophilia and antibodies against replacement factor VIII.   === Oral Manifestations === The oral manifestations are characterized by frequent bleeding of multiple sites, frequently seen as gingival and postextraction haemorrhages. The symptoms depend on the severity of haemophilia. In the case of severe haemophilia, patients may complain of multiple oral bleeding episodes throughout their life. Haemophilia patients are considered to be a special group of patients as routinely done procedures may be fatal in them. It was seen that almost 14% of all haemophilia patients and 30% of cases with a mild type of haemophilia have been diagnosed early following an episode of severe oral bleeding, of which the most common sites were the labial frenum and the tongue.   == Genetics ==  Haemophilia A is inherited as an X-linked recessive trait. It occurs in males and in homozygous females (which is only possible in the daughters of a haemophilic male and a carrier or haemophiliac female). However, mild haemophilia A is known to occur in heterozygous females due to X-inactivation, so it is recommended that levels of factor VIII and IX be measured in all known or potential carriers prior to surgery and in the event of clinically significant bleeding. About 5-10% of people with haemophilia A are affected because they make a dysfunctional version of the factor VIII protein, while the remainder are affected because they produce factor VIII in insufficient amounts (quantitative deficiency). Of those who have severe deficiency (defined as <1% activity of factor VIII), 45-50% have the same mutation, an inversion within the factor VIII gene that results in total elimination of protein production. Since both forms of haemophilia can be caused by a variety of different mutations, initial diagnosis and classification is done by measurement of protein activity rather than by genetic tests, though genetic tests are recommended for testing of family members once a known case of haemophilia is identified. Approximately 30% of patients have no family history; their disease is presumably caused by new mutations.   == Diagnosis ==  The diagnosis of haemophilia A may be suspected as coagulation testing reveals an increased partial thromboplastin time (PTT) in the context of a normal prothrombin time (PT) and bleeding time. PTT tests are the first blood test done when haemophilia is indicated. However, the diagnosis is made in the presence of very low levels of factor VIII. A family history is frequently present, although not essential. Recently, genetic testing has been made available to determine an individual's risk of attaining or passing on haemophilia. Diagnosis of haemophilia A also includes a severity level, which can range from mild to severe based on the amount of active and functioning factor VIII detected in the blood. Factor VIII levels do not typically change throughout an individual's lifetime. Severe haemophilia A is the most common severity, occurring in the majority of affected people. Individuals with mild haemophilia often experience few or no bleeding episodes except in the case of serious trauma (i.e. tooth extraction, or surgery).   === Severity === There are numerous different mutations which can cause haemophilia A, due to differences in changes to the factor VIII gene (and the resulting protein). Individuals with haemophilia often have some level of active clotting factor. Individuals with less than 1% active factor are classified as having severe haemophilia, those with 1–5% active factor have moderate haemophilia, and those with mild haemophilia have between 5–40% of normal levels of active clotting factor.   === Differential diagnosis === Two of the most common differential diagnoses are haemophilia B which is a deficiency in Factor IX and von Willebrand Disease which is a deficiency in von Willebrand factor (needed for the proper functioning of Factor VIII); haemophilia C is also considered.   == Treatment ==  Most individuals with severe haemophilia require regular supplementation with intravenous plasma concentrate factor VIII or efanesoctocog alfa, a von Willebrand factor (VWF) independent, recombinant DNA-derived Factor VIII (FVIII) concentrate shown to prevent bleeding in children and adults. Treatment dosing and frequency of plasma concentrate Factor VIII may be variable and individually determined; dosing of efanesoctocog alfa shown effective is an IV injection of once-weekly  50 IU per kilogram of body weight. In children, an easily accessible intravenous port may have to be inserted to minimise frequent traumatic intravenous cannulation. These devices have made prophylaxis in haemophilia much easier for families because the problems of finding a vein for infusion several times a week are eliminated. However, there are risks involved with their use, the most worrisome being that of infection, studies differ but some show an infection rate that is high. These infections can usually be treated with intravenous antibiotics but sometimes the device must be removed, also, there are other studies that show a risk of clots forming at the tip of the catheter, rendering it useless. Some individuals with severe haemophilia, and most with moderate and mild haemophilia, treat only as needed without a regular prophylactic schedule. Mild haemophiliacs often manage their condition with desmopressin, a drug which releases stored factor VIII from blood vessel walls.   === Dental considerations === If numbing is necessary for dental procedures, the nerve block (typically to the inferior alveolar nerve) should only be given after raising clotting factor levels by appropriate replacement therapy, as there is a risk of bleeding into the muscles along with potential airway compromise due to a haematoma in the retromolar or pterygoid space. The intraligamental technique or interosseous technique should be considered instead of the mandibular block. Articaine has been used as a buccal infiltration to anaesthetize the lower molar teeth. A lingual infiltration also requires appropriate factor replacement since the injection is into an area with a rich plexus of blood vessels and the needle is not adjacent to bone.   === Gene therapy === In December 2017, it was reported that doctors had used a new form of gene therapy to treat haemophilia A.   === Monoclonal antibodies === Monoclonal antibody emicizumab has been approved by the FDA in 2017 for therapy of hemophilia A. In July 2024, a recent study published in the New England Journal of Medicine demonstrated that efanesoctocog alfa, a bioengineered human factor VIII recombinant protein, prophylaxis for children with severe hemophilia A could have therapeutic benefit leading to effective bleeding prevention.   == Prognosis == Two Dutch studies have followed haemophilia patients for a number of years. Both studies found that viral infections were common in haemophiliacs due to the frequent blood transfusions which put them at risk of acquiring blood borne infections, such as HIV, hepatitis B and hepatitis C. In the latest study which followed patients from 1992 to 2001, the male life expectancy was 59 years. If cases with known viral infections were excluded, the life expectancy was 72, close to that of the general population. 26% of the cases died from AIDS and 22% from hepatitis C. However, these statistics for prognosis are unreliable as there has been marked improvement of infection control and efficacy of anti-retroviral drugs since these studies were done.   == Epidemiology == Haemophilia A occurs in approximately 1 in 5,000 males, while the incidence of haemophilia B is 1 in 30,000 in the male population, of these, 85% have haemophilia A and 15% have haemophilia B.   == See also ==   == References ==   == Further reading == Casana, P.; Cabrera, N.; Cid, A. R.; Haya, S.; Beneyto, M.; Espinos, C.; Cortina, V.; Dasi, M. A.; Aznar, J. A. (2008-07-01). \"Severe and moderate hemophilia A: identification of 38 new genetic alterations\". Haematologica. 93 (7): 1091–1094. doi:10.3324/haematol.12344. ISSN 0390-6078. PMID 18403393. Roberts, Harold R. (2008-04-15). Haemophilia and Haemostasis: A Case-based Approach to Management. John Wiley & Sons. ISBN 9780470766439. Retrieved 8 July 2016. Collins, Peter; Baudo, Francesco; Huth-Kühne, Angela; Ingerslev, Jørgen; Kessler, Craig M; Castellano, Maria E Mingot; Shima, Midori; St-Louis, Jean; Lévesque, Hervé (7 June 2010). \"Consensus recommendations for the diagnosis and treatment of acquired hemophilia A\". BMC Research Notes. 3: 161. doi:10.1186/1756-0500-3-161. ISSN 1756-0500. PMC 2896368. PMID 20529258. Coppola, Antonio; Windyga, Jerzy; Tufano, Antonella; Yeung, Cindy; Di Minno, Matteo Nicola Dario (9 February 2015). \"Treatment for preventing bleeding in people with haemophilia or other congenital bleeding disorders undergoing surgery\". Cochrane Database of Systematic Reviews (2): CD009961. doi:10.1002/14651858.cd009961.pub2. PMC 11245682. PMID 25922858. Kellogg, TF (November 1974). \"Steroid balance and tissue cholesterol accumulation in germfree and conventional rats fed diets containing saturated and polyunsaturated fats\". Journal of Lipid Research. 15 (6): 574–9. ISSN 0253-0716. PMID 4430880. Armstrong, Elina; Hillarp, Andreas (2014). \"Assay discrepancy in mild haemophilia A\". European Journal of Haematology. Supplementum. 76: 48–50. doi:10.1111/ejh.12374. ISSN 0902-4506. PMID 24957107. S2CID 205100329.   == External links =="}