{"name": "Fallopian Tube Carcinoma", "category": "disease", "content": "Primary fallopian tube cancer (PFTC), also known as tubal cancer, is a malignant neoplasm that originates from the fallopian tube. Along with primary ovarian and peritoneal carcinomas, it is grouped under epithelial ovarian cancers; cancers of the ovary that originate from a fallopian tube precursor.   == Signs and symptoms == In the early stages, symptoms are typically vague. Other symptoms may include abnormal vaginal bleeding, blood stained watery vaginal discharge, pelvic pain, or abdominal distension. An affected person may feel full or have weight loss.  Vaginal discharge in fallopian tube carcinoma results from intermittent hydrosalphinx, also known as hydrops tubae profluens.   == Pathology == The most common cancer type within this disease is adenocarcinoma; in the largest series of 3,051 cases as reported by Stewart et al. 88% of cases fell into this category. According to their study, half of the cases were poorly differentiated, 89% unilateral, and the distribution showed a third each with local disease only, with regional disease only, and with distant extensions. Rarer forms of tubal neoplasm include leiomyosarcoma, and transitional cell carcinoma. As the tumor is often enmeshed with the adjacent ovary, it may be the pathologist and not the surgeon who determines that the lesion is indeed tubal in origin. Secondary tubal cancer usually originates from cancer of the ovaries, the endometrium, the GI tract, the peritoneum, and the breast.   == Diagnosis == Diagnosis is by blood tests, medical imaging, and pathologic assessment of fallopian tissue. Blood tests include Ca-125 and CBC. Imaging includes transvaginal and abdominal ultrasound, CT scan, and MRI. Pathologic assessment may include SEE-FIM Protocol. A pelvic mass may be detected on a routine gynecologic examination. It may be found at an early stage when removing the tubes and ovaries as a preventive measure.    === Differential === Ovarian and peritoneal cancers may present in a similar way.   === Staging ===   == Treatment == The initial approach to tubal cancer is generally surgical, and similar to that of ovarian cancer. As the lesion will spread first to the adjacent uterus and ovary, a total abdominal hysterectomy is an essential part of this approach, removing the ovaries, the tubes, and the uterus with the cervix. Also, peritoneal washings are taken, the omentum is removed, and pelvic and paraaortic lymph nodes are sampled. Staging at the time of surgery and pathological findings will determine further steps. In advanced cases when the cancer has spread to other organs and cannot be completely removed, cytoreductive surgery is used to lessen the tumor burden for subsequent treatments. Surgical treatments are typically followed by adjuvant, usually platinum-based, chemotherapy. Radiation therapy has been applied with some success to patients with tubal cancer for palliative or curative indications.   == Prognosis == Five-year survival rate is around 65%, though may range from 30% to 92% depending on stage at diagnosis and the amount of tumor remaining after surgery.   == Frequency == Tubal cancer is thought to be a relatively rare primary cancer among women, accounting for 1 to 2 percent of all gynecologic cancers, In the US, tubal cancer had an incidence of 0.41 per 100,000 women from 1998 to 2003.  Demographic distribution is similar to that of ovarian cancer, and the highest incidence is found in white, non-Hispanic women aged 60–79. However, recent evidence suggests tubal cancer to be much more frequent. Evidence is accumulating that individuals with mutations of BRCA1 and BRCA2 are at higher risk for the development of PFTC.   == History == The first descriptions were made by Renaud in 1847 and Ernst Gottlob Orthmann in 1888.   == References ==   == External links =="}