{"name": "Familial generalized lipodystrophy", "category": "disease", "content": "Lipodystrophy syndromes are a group of genetic or acquired disorders in which the body is unable to produce and maintain healthy fat tissue. The medical condition is characterized by abnormal or degenerative conditions of the body's adipose tissue. A more specific term, lipoatrophy (from Greek  lipo 'fat' and  dystrophy 'abnormal or degenerative condition'), is used when describing the loss of fat from one area (usually the face). This condition is also characterized by a lack of circulating leptin which may lead to osteosclerosis. The absence of fat tissue is associated with insulin resistance, hypertriglyceridemia, non-alcoholic fatty liver disease (NAFLD) and metabolic syndrome.   == Types == Lipodystrophy can be divided into the following types:: 495–7   Congenital lipodystrophy syndromes Congenital generalized lipodystrophy (Berardinelli-Seip syndrome) Familial partial lipodystrophy Marfanoid–progeroid–lipodystrophy syndrome Chronic atypical neutrophilic dermatosis with lipodystrophy and elevated temperature syndrome Acquired lipodystrophy syndromes Acquired partial lipodystrophy (Barraquer-Simons syndrome) Acquired generalized lipodystrophy Centrifugal abdominal lipodystrophy (Lipodystrophia centrifugalis abdominalis infantilis) Lipoatrophia annularis (Ferreira-Marques lipoatrophia) Localized lipodystrophy HIV-associated lipodystrophy   == Pathogenesis == Due to an insufficient capacity of subcutaneous tissue to store fat, fat is deposited in non-adipose tissue (lipotoxicity), leading to insulin resistance. Patients may display hypertriglyceridemia, severe fatty liver disease and little or no adipose tissue. Average patient lifespan is approximately 30 years before death, with liver failure being the usual cause of death. In contrast to the high levels seen in non-alcoholic fatty liver disease (NAFLD) associated with obesity, leptin levels are very low in lipodystrophy.   == Insulin injections ==  Lipodystrophy can appear as a lump or small dent in the skin that forms when a person performs injections repeatedly in the same spot. These types of lipodystrophies are harmless and can be avoided by changing (rotating) the locations of injections. For those with diabetes, using purified insulins and new needles with each injection may also help. (Although, in some cases, rotation of the injection sites may not be enough to prevent lipodystrophy.) Some of the side-effects of lipodystrophy are the rejection of the injected medication, the slowing down of the absorption of the medication, or trauma which can cause bleeding that, in turn, causes rejection of the medication.  In any of these scenarios, the dosage of the medication, such as insulin for diabetics, becomes impossible to gauge correctly and the treatment of the disease for which the medication is administered is impaired, thereby allowing the condition to worsen.   == Antiretroviral drugs ==  Lipodystrophy can be a possible side effect of certain antiretroviral drugs. Lipoatrophy is most commonly seen in patients treated with thymidine analogues and other older HIV drug treatments such as the nucleoside reverse transcriptase inhibitors [NRTIs]  like zidovudine (AZT) and stavudine (d4T). Other lipodystrophies manifest as lipid redistribution, with excess, or lack of, fat in various regions of the body. This is often most noticeable in the face.  These include, but are not limited to, having sunken cheeks and/or \"humps\" on the back or back of the neck (also referred to as buffalo hump) which also exhibits due to excess cortisol (a so-called \"stress\" hormone).   == Diagnosis == The diagnosis is a clinical one, usually established by an experienced endocrinologist.Using a skinfold caliper to measure skinfold thickness in various parts of the body or a total body composition scan using Dual-energy X-ray Absorptiometry may also help identify the subtype. Dual-energy X-ray Absorptiometry may be useful by providing both regional %fat measurements, and direct visualization of fat distribution by means of a \"fat shadow\".  A genetic confirmation is sometimes possible, depending on the subtype. However, in up to 40% of partial lipodystrophy patients, a causative gene has not been identified.   == Treatment == Leptin replacement therapy with human recombinant leptin metreleptin has been shown to be an effective therapy to alleviate the metabolic complications associated with lipodystrophy, and has been approved by the FDA for the treatment of generalized lipodystrophy syndromes. In Europe based on EMA,  metreleptin should be used in addition to diet to treat lipodystrophy, where patients have loss of fatty tissue under the skin and build-up of fat elsewhere in the body such as in the liver and muscles. The medicine is used in: adults and children above the age of two years with generalised lipodystrophy (Berardinelli-Seip syndrome and Lawrence syndrome) and in adults and children above the age of 12 years with partial lipodystrophy (including Barraquer-Simons syndrome), when standard treatments have failed. Volanesorsen is an Apo-CIII inhibitor that is currently being investigated as a potential therapeutic to reduce levels of hypertriglycerides in Familial Partial Lipodystrophy patients in the BROADEN study.   == Epidemiology == Congenital lipodystrophy (due to inherited genetic defect) is estimated to be extremely rare, possibly affecting only one per million persons. Acquired lipodystrophy is much more common, especially affecting persons with HIV infection.   == See also == Keppen–Lubinsky syndrome Lipoedema Cutis laxa   == References ==   == External links =="}