{"name": "Familial hypercholesterolemia - heterozygous", "category": "disease", "content": "Familial hypercholesterolemia (FH) is a genetic disorder characterized by high cholesterol levels, specifically very high levels of low-density lipoprotein cholesterol (LDL cholesterol), in the blood and early cardiovascular diseases. The most common mutations diminish the number of functional LDL receptors in the liver or produce abnormal LDL receptors that never go to the cell surface to function properly (abnormal trafficking). Since the underlying body biochemistry is slightly different in individuals with FH, their high cholesterol levels are less responsive to the kinds of cholesterol control methods which are usually more effective in people without FH (such as dietary modification and statin tablets). Nevertheless, treatment (including higher statin doses) is usually effective. FH is classified as a type 2 familial dyslipidemia. There are five types of familial dyslipidemia (not including subtypes), and each are classified from both the altered lipid profile and by the genetic abnormality. For example, high LDL (often due to LDL receptor defect) is type 2. Others include defects in chylomicron metabolism, triglyceride metabolism, and metabolism of other cholesterol-containing particles, such as VLDL and IDL. About 1 in 100 to 200 people have mutations in the LDLR gene that encodes the LDL receptor protein, which normally removes LDL from circulation, or the APOB gene that encodes apolipoprotein B (ApoB), the part of LDL particles that binds with LDL receptors. Mutations in other genes are rare but important to know, including gain-of-function mutations in the PCSK9 gene coding for the PCSK9 enzyme (which degrades LDL receptors), resulting in less LDL receptors available.  PCSK9 mutations cause less than 5% of cases of FH according to most epidemiologic studies. People who have one abnormal copy (are heterozygous) of the LDLR gene may develop cardiovascular disease prematurely at the age of 30 to 40. Having two abnormal copies (being homozygous) may cause severe cardiovascular disease in childhood. Heterozygous FH is a common genetic disorder, inherited in an autosomal dominant pattern, occurring in 1:250 people in most countries; homozygous FH is much rarer, occurring in 1 in 300,000 people. Heterozygous FH is normally treated with statins, bile acid sequestrants, or other lipid-lowering agents that lower cholesterol levels. New cases are generally offered genetic counseling. Homozygous FH often does not respond to medical therapy and may require other treatments, including LDL apheresis (removal of LDL in a method similar to dialysis) and occasionally liver transplantation.   == Signs and symptoms ==   === Physical signs === High cholesterol levels normally do not cause any symptoms. Yellow deposits of cholesterol-rich fat may be seen in various places on the body such as around the eyelids (known as xanthelasma palpebrarum), the outer margin of the iris (known as arcus senilis corneae), and in the tendons of the hands, elbows, knees and feet, particularly the Achilles tendon (known as a tendon xanthoma).   === Cardiovascular disease === Accelerated deposition of cholesterol in the walls of arteries leads to atherosclerosis, the underlying cause of cardiovascular disease. The most common problem in FH is the development of coronary artery disease (atherosclerosis of the coronary arteries that supply the heart) at a much younger age than would be expected in the general population. This may lead to angina pectoris (chest pain or tightness on exertion) or heart attacks. Less commonly, arteries of the brain are affected; this may lead to transient ischemic attacks (brief episodes of weakness on one side of the body or inability to talk) or occasionally stroke. Peripheral artery occlusive disease (obstruction of the arteries of the legs) occurs mainly in people with FH who smoke; this can cause pain in the calf muscles during walking that resolves with rest (intermittent claudication) and problems due to a decreased blood supply to the feet (such as gangrene). Atherosclerosis risk is increased further with age and in those who smoke, have diabetes, high blood pressure and a family history of cardiovascular disease.   == Diagnosis ==  Approximately 85% of individuals with this disorder have not been diagnosed and consequently are not receiving lipid-lowering treatments. Physical examination findings can help a physician make the diagnosis of FH. Tendon xanthomas are seen in 20-40% of individuals with FH and are pathognomonic for the condition. A xanthelasma or corneal arcus may also be seen. These common signs are supportive of the diagnosis, but are non-specific findings.   === Lipid measurements === Cholesterol levels may be determined as part of health screening for health insurance or occupational health, when the external physical signs such as xanthelasma, xanthoma, arcus are noticed, symptoms of cardiovascular disease develop, or a family member has been found to have FH. A pattern compatible with hyperlipoproteinemia type IIa on the Fredrickson classification is typically found: raised level of total cholesterol, markedly raised level of low-density lipoprotein (LDL), normal level of high-density lipoprotein (HDL), and normal level of triglycerides. Total cholesterol levels of 350–550 mg/dL are typical of heterozygous FH while total cholesterol levels of 650–1000 mg/dL are typical of homozygous FH. The LDL is typically above the 75th percentile, that is, 75% of the healthy population would have a lower LDL level. Cholesterol levels can be drastically higher in people with FH who are also obese.   === Mutation analysis === On the basis of the isolated high LDL and clinical criteria (which differ by country), genetic testing for LDL receptor mutations, ApoB mutations  and PCSK9 can be performed. Mutations are detected in between 50 and 80% of cases; those without a mutation often have higher triglyceride levels and may in fact have other causes for their high cholesterol, such as combined hyperlipidemia due to metabolic syndrome.   === Differential diagnosis === FH needs to be distinguished from familial combined hyperlipidemia and polygenic hypercholesterolemia. Lipid levels and the presence of xanthomata can confirm the diagnosis. Sitosterolemia and cerebrotendineous xanthomatosis are two rare conditions that can also present with premature atherosclerosis and xanthomas. Generally, cholesterol measurement will not differentiate patients with FH and sitosterolemia, in which the plant stanol is accumulated instead of animal source cholesterol. The treatment of the condition is highly effective with a class of lipid lowering agent: Ezetimibe. Polygenic hypercholesterolemia can also involve neurological or psychiatric manifestations, cataracts, diarrhea and skeletal abnormalities. This condition does not have increased blood cholesterol but the accumulation of cholesterol derivative in the tendon can mimic FH.   == Genetics == The most common genetic defects in FH are LDLR loss of function mutations (prevalence 1 in 250, depending on the population), ApoB loss of function mutations (prevalence 1 in 1000), PCSK9 gain of function mutations (less than 1 in 2500) and LDLRAP1. The related disease sitosterolemia, which has many similarities with FH and also features cholesterol accumulation in tissues, is due to ABCG5 and ABCG8 mutations.   === LDL receptor ===  The LDL receptor gene is located on the short arm of chromosome 19 (19p13.1-13.3). It comprises 18 exons and spans 45 kb, and the protein gene product contains 839 amino acids in mature form. A single abnormal copy (heterozygote) of FH causes cardiovascular disease by the age of 50 in about 40% of cases. Having two abnormal copies (homozygote) causes accelerated atherosclerosis in childhood, including its complications. The plasma LDL levels are inversely related to the activity of LDL receptor (LDLR). Homozygotes have LDLR activity of less than 2%, while heterozygotes have defective LDL processing with receptor activity being 2–25%, depending on the nature of the mutation. Over 1000 different mutations are known. There are five major classes of FH due to LDLR mutations:  Class I: LDLR is not synthesized at all. Class II: LDLR is not properly transported from the endoplasmic reticulum to the Golgi apparatus for expression on the cell surface. Class III: LDLR does not properly bind LDL on the cell surface because of a defect in either apolipoprotein B100 (R3500Q) or in LDL-R. Class IV: LDLR bound to LDL does not properly cluster in clathrin-coated pits for receptor-mediated endocytosis (pathway step 2). Class V: LDLR is not recycled back to the cell surface (pathway step 5).   === Apolipoprotein B === Apolipoprotein B, in its ApoB100 form, is the main apolipoprotein, or protein part of the lipoprotein particle. Its gene is located on the second chromosome (2p24-p23) and is 46.2 kb long. FH is often associated with the mutation of R3500Q, which causes replacement of arginine by glutamine at position 3500. The mutation is located on a part of the protein that normally binds with the LDL receptor, and binding is reduced as a result of the mutation. Like LDLR, the number of abnormal copies determines the severity of the hypercholesterolemia.   === PCSK9 === Mutations in the proprotein convertase subtilisin/kexin type 9 (PCSK9) gene were linked to autosomal dominant (i.e. requiring only one abnormal copy) FH in a 2003 report. The gene is located on the first chromosome (1p34.1-p32) and encodes a 666 amino acid protein that is expressed in the liver. It has been suggested that PCSK9 causes FH mainly by reducing the number of LDL receptors on liver cells.   === LDLRAP1 === Abnormalities in the ARH gene, also known as LDLRAP1, were first reported in a family in 1973. In contrast to the other causes, two abnormal copies of the gene are required for FH to develop (autosomal recessive). The mutations in the protein tend to cause the production of a shortened protein. Its real function is unclear, but it seems to play a role in the relation between the LDL receptor and clathrin-coated pits. People with autosomal recessive hypercholesterolemia tend to have more severe disease than LDLR-heterozygotes but less severe than LDLR-homozygotes.   == Pathophysiology ==  LDL cholesterol normally circulates in the body for 2.5 days, and subsequently the apolipoprotein B portion of LDL cholesterol binds to the LDL receptor on the liver cells, triggering its uptake and digestion. This process results in the removal of LDL from the circulatory system. Synthesis of cholesterol by the liver is suppressed in the HMG-CoA reductase pathway. In FH, LDL receptor function is reduced or absent, and LDL circulates for an average duration of 4.5 days, resulting in significantly increased level of LDL cholesterol in the blood with normal levels of other lipoproteins. In mutations of ApoB, reduced binding of LDL particles to the receptor causes the increased level of LDL cholesterol. It is not known how the mutation causes LDL receptor dysfunction in mutations of PCSK9 and ARH. Although atherosclerosis occurs to a certain degree in all people, people with FH may develop accelerated atherosclerosis due to the excess level of LDL. The degree of atherosclerosis approximately depends on the number of LDL receptors still expressed and the functionality of these receptors. In many heterozygous forms of FH, the receptor function is only mildly impaired, and LDL levels will remain relatively low. In the more serious homozygous forms, the receptor is not expressed at all. Some studies of FH cohorts suggest that additional risk factors are generally at play when a person develops atherosclerosis. In addition to the classic risk factors such as smoking, high blood pressure, and diabetes, genetic studies have shown that a common abnormality in the prothrombin gene (G20210A) increases the risk of cardiovascular events in people with FH. Several studies found that a high level of lipoprotein(a) was an additional risk factor for ischemic heart disease. The risk was also found to be higher in people with a specific genotype of the angiotensin-converting enzyme (ACE).   == Screening == Cholesterol screening and genetic testing among family members of people with known FH is cost-effective. Other strategies such as universal screening at the age of 16 were suggested in 2001. The latter approach may however be less cost-effective in the short term. Screening at an age lower than 16 was thought likely to lead to an unacceptably high rate of false positives. A 2007 meta-analysis found that \"the proposed strategy of screening children and parents for familial hypercholesterolaemia could have considerable impact in preventing the medical consequences of this disorder in two generations simultaneously.\" \"The use of total cholesterol alone may best discriminate between people with and without FH between the ages of 1 to 9 years.\" Screening of toddlers has been suggested, and results of a trial on 10,000 one-year-olds were published in 2016. Work was needed to find whether screening was cost-effective, and acceptable to families. Genetic counseling can help assist in genetic testing following a positive cholesterol screen for FH.   == Treatment ==   === Heterozygous FH === Heterozygous familial hypercholesterolemia (HeFH) is usually treated with statins. Statins act by inhibiting the enzyme hydroxymethylglutaryl CoA reductase (HMG-CoA-reductase) in the liver. In response, the liver produces more LDL receptors, which remove circulating LDL from the blood. Statins effectively lower cholesterol and LDL levels, although sometimes add-on therapy with other drugs is required, such as bile acid sequestrants (cholestyramine or colestipol), nicotinic acid preparations or fibrates. Control of other risk factors for cardiovascular disease is required, as risk remains somewhat elevated even when cholesterol levels are controlled. Professional guidelines recommend that the decision to treat a person with FH with statins should not be based on the usual risk prediction tools (such as those derived from the Framingham Heart Study), as they are likely to underestimate the risk of cardiovascular disease; unlike the rest of the population, FH have had high levels of cholesterol since birth, probably increasing their relative risk. Prior to the introduction of the statins, clofibrate (an older fibrate that often caused gallstones), probucol (especially in large xanthomas) and thyroxine were used to reduce LDL cholesterol levels. More controversial is the addition of ezetimibe, which inhibits cholesterol absorption in the gut. While it reduces LDL cholesterol, it does not appear to improve a marker of atherosclerosis called the intima-media thickness. Whether this means that ezetimibe is of no overall benefit in FH is unknown. There are no interventional studies that directly show mortality benefit of cholesterol lowering in FH. Rather, evidence of benefit is derived from a number of trials conducted in people who have polygenic hypercholesterolemia (in which heredity plays a smaller role). Still, a 1999 observational study of a large British registry showed that mortality in people with FH had started to improve in the early 1990s when statins were introduced. A cohort study suggested that treatment of FH with statins leads to a 48% reduction in death from coronary heart disease to a point where people are no more likely to die of coronary heart disease than the general population. However, if the person already had coronary heart disease the reduction was 25%. The results emphasize the importance of early identification of FH and treatment with statins. Alirocumab and evolocumab, both monoclonal antibodies against PCSK9, are specifically indicated as adjunct to diet and maximally tolerated statin therapy for the treatment of adults with heterozygous familial hypercholesterolemia, who require additional lowering of LDL cholesterol. More recently Inclisiran has been approved for the treatment of HeFH Although monoclonal antibodies against PCSK9 is highly effective for patients with FH, the parenteral administration makes it less acceptable by the patient. There are many oral PCSK9 studied in the clinical trials (phase 2 and phase 3) and will be soon adopted as the treatment of hypercholesterolemia.   === Homozygous FH === Homozygous familial hypercholesterolemia (HoFH) is harder to treat. The LDL (Low Density Lipoprotein) receptors are minimally functional, if at all. Only high doses of statins, often in combination with other medications, are modestly effective in improving lipid levels. If medical therapy is not successful at reducing cholesterol levels, LDL apheresis may be used; this filters LDL from the bloodstream in a process reminiscent of dialysis. Very severe cases may be considered for a liver transplant; this provides a liver with normally functional LDL receptors, and leads to rapid improvement of the cholesterol levels, but at the risk of complications from any solid organ transplant (such as rejection, infections, or side-effects of the medication required to suppress rejection). Other surgical techniques include partial ileal bypass surgery, in which part of the small bowel is bypassed to decrease the absorption of nutrients and hence cholesterol, and portacaval shunt surgery, in which the portal vein is connected to the vena cava to allow blood with nutrients from the intestine to bypass the liver. Lomitapide, an inhibitor of the microsomal triglyceride transfer protein, was approved by the US FDA in December 2012 as an orphan drug for the treatment of homozygous familial hypercholesterolemia. In January 2013, The US FDA also approved mipomersen, which inhibits the action of the gene apolipoprotein B, for the treatment of homozygous familial hypercholesterolemia. Gene therapy is a possible future alternative. Evinacumab, a monoclonal antibody inhibiting angiopoietin-like protein 3, was approved in 2021 for adjunct therapy.   === Children === Given that FH is present from birth and atherosclerotic changes may begin early in life, it is sometimes necessary to treat adolescents or even teenagers with agents that were originally developed for adults. Due to safety concerns, many physicians prefer to use bile acid sequestrants and fenofibrate as these are licensed in children. Nevertheless, statins seem safe and effective, and in older children may be used as in adults. An expert panel in 2006 advised on early combination therapy with LDL apheresis, statins, and cholesterol absorption inhibitors in children with homozygous FH at the highest risk.   == Epidemiology == The global prevalence of FH is approximately 10 million people. In most populations studied, heterozygous FH occurs in about 1:250 people, but not all develop symptoms. Homozygous FH occurs in about 1:1,000,000. LDLR mutations are more common in certain populations, presumably because of a genetic phenomenon known as the founder effect—they were founded by a small group of individuals, one or several of whom was a carrier of the mutation. The Afrikaner, French Canadians, Lebanese Christians, and Finns have high rates of specific mutations that make FH particularly common in these groups. APOB mutations are more common in Central Europe.   == History == The Norwegian physician Dr Carl Müller first associated the physical signs, high cholesterol levels and autosomal dominant inheritance in 1938. In the early 1970s and 1980s, the genetic cause for FH was described by Dr Joseph L. Goldstein and Dr Michael S. Brown of Dallas, Texas. Initially, they found increased activity of HMG-CoA reductase, but studies showed that this did not explain the very abnormal cholesterol levels in people with FH. The focus shifted to the binding of LDL to its receptor, and effects of impaired binding on metabolism; this proved to be the underlying mechanism for FH. Subsequently, numerous mutations in the protein were directly identified by sequencing. They later won the 1985 Nobel Prize in Medicine for their discovery of the LDL receptor and its impact on lipoprotein metabolism.   == See also == Primary hyperlipoproteinemia Familial hypertriglyceridemia Lipoprotein lipase deficiency Familial apoprotein CII deficiency Akira Endo, discoverer of the first statin   == References ==   == External links == MedicinePlus: Familial Hypercholesterolemia"}