{"name": "faricimab", "category": "drug", "content": "Faricimab, sold under the brand name Vabysmo, is a monoclonal antibody used for the treatment of neovascular age-related macular degeneration (nAMD) and diabetic macular edema (DME). Faricimab is the first bispecific monoclonal antibody to target both vascular endothelial growth factor (VEGF) and angiopoietin 2 (Ang-2). By targeting these pathways, faricimab stabilizes blood vessels in the retina. It is given by intravitreal injection (injection into the eye) by an ophthalmologist. Faricimab was developed by Roche in Penzberg (Roche Innovation Center Munich). Faricimab was approved for medical use in the United States in January 2022, and in the European Union in September 2022.   == Medical uses == Faricimab is indicated for treatment of neovascular age-related macular degeneration (nAMD) and diabetic macular edema (DME).   == Adverse effects == The most common adverse reaction reported in people receiving faricimab include conjunctival bleeding.   === Contraindications === Contraindications to injection of faricimab include active infection in or around the eye, active inflammation in the eye (uveitis), and prior allergic reactions to receiving the drug (hypersensitivity).   === Special populations ===   ==== Pregnancy ==== There are no adequate and well-controlled studies of faricimab administration in pregnant women.   ==== Breast feeding ==== There is no information regarding faricimab accumulation in breast milk, the effects of the drug on the breastfed infant, or the effects of the drug on milk production. However, the drug company states that many drugs are transferred in human milk with the potential for absorption and adverse reactions in the breastfed child.   ==== Fertility ==== No studies on the effects of faricimab on human fertility have been conducted and it is not known whether faricimab can affect reproduction. Based on its mechanism of action, treatment with may pose a risk to reproductive capacity.   == Pharmacology == Faricimab is a 150kDa-sized bispecific antibody whose molecular structure allows a high affinity bond to both vascular endothelial growth factor A (VEGF-A) and Angiopoietin (Ang-2). By blocking the action of these two growth factors, faricimab decreases migration and replication of endothelial cells allowing for stabilization of vascular structures, thereby decreasing vascular leakage. Faricimab has shown improved and sustained efficacy in comparison to agents that only target the VEGF pathway.   == History == In 2016, pre-clinical studies looking at the mechanism of action behind faricimab showed that by blocking Ang-2, one of the drug's targets, there was decreased endothelial barrier breakdown in blood vessels. In 2017, phase I studies in neovascular age related macular degeneration (nAMD) showed that the drug was safe to use in people and well tolerated.   == Society and culture ==   === Legal status === On 21 July 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Vabysmo, intended for the treatment of neovascular age-related macular degeneration (nAMD) and diabetic macular oedema (DME). The applicant for this medicinal product is Roche Registration GmbH. Faricimab was approved for medical use in the European Union in September 2022.   === Names === Faricimab is the International Nonproprietary Name (INN). Faricimab was formerly named RG7716.   == Research ==   === Neovascular age-related macular degeneration === Two phase II trials evaluated faricimab's efficacy and safety in comparison to ranibizumab and showed that faricimab received every 16 weeks and every twelve weeks was comparable to ranibizumab received every four weeks in visual acuity and imaging outcomes. In 2019, two phase III multi-center randomized studies TENAYA and LUCERNE were initiated on 1,200 participants with neovascular age related macular degeneration (nAMD) to evaluate faricimab's safety, efficacy, and durability against aflibercept. Both studies reached its primary endpoints and showed that faricimab given at up to every 16 weeks was non-inferior to aflibercept administered every 8 weeks. Faricimab demonstrated its potential to extend the time between intravitreal injections in nAMD patients.   === Diabetic macular edema === One phase II trial evaluated faricimab's efficacy and safety in comparison to ranibizumab and showed clinically meaningful and statistically significant improvements in visual acuity. Two phase III multi-center randomized studies were completed on 1,891 diabetic participants with diabetic macular edema (DME).   === Branch and central retinal vein occlusion macular edema === In two phase III trials, faricimab met the primary endpoint of non-inferior visual acuity gains when compared with aflibercept in 553 participants with macular edema due to branch retinal vein occlusion (BRVO) and central retinal vein occlusion (CRVO) in the BALATON and COMINO studies.   == References ==   == External links == Clinical trial number NCT03622580 for \"A Study to Evaluate the Efficacy and Safety of Faricimab (RO6867461) in Participants With Diabetic Macular Edema (YOSEMITE)\" at ClinicalTrials.gov Clinical trial number NCT03622593 for \"A Study to Evaluate the Efficacy and Safety of Faricimab (RO6867461) in Participants With Diabetic Macular Edema (RHINE)\" at ClinicalTrials.gov Clinical trial number NCT03823287 for \"A Study to Evaluate the Efficacy and Safety of Faricimab in Participants With Neovascular Age-Related Macular Degeneration (TENAYA)\" at ClinicalTrials.gov Clinical trial number NCT03823300 for \"A Study to Evaluate the Efficacy and Safety of Faricimab in Participants With Neovascular Age-Related Macular Degeneration (LUCERNE)\" at ClinicalTrials.gov"}