{"name": "fasudil", "category": "drug", "content": "Fasudil (INN) is a potent Rho-kinase inhibitor and vasodilator. Since it was discovered, it has been used  for the treatment of cerebral vasospasm, which is often due to subarachnoid hemorrhage, as well as to improve the cognitive decline seen in stroke patients. It has been found to be effective for the treatment of pulmonary hypertension. It has been demonstrated that fasudil could improve memory in normal mice, identifying the drug as a possible treatment for age-related or neurodegenerative memory loss. It has been approved for use in Japan and China since 1995, but has not been approved by the United States Food and Drug Administration or by the European Medicines Agency. Woolsey Pharmaceuticals is developing BRAVYL (oral fasudil) for various neurodegenerative diseases.   == Molecular mechanism == Fasudil (HA-1077) is a selective RhoA/Rho kinase (ROCK) inhibitor. ROCK is an enzyme that plays an important role in mediating vasoconstriction and vascular remodeling in the pathogenesis of pulmonary hypertension. ROCK induces vasoconstriction by phosphorylating the myosin-binding subunit of myosin light chain (MLC) phosphatase, thus decreasing MLC phosphatase activity and enhancing vascular smooth muscle contraction.   === ACE  expression === Angiotensin-converting enzyme (ACE) is an enzyme that catalyzes the conversion of angiotensin-I (Ang-I) to angiotensin-II (Ang-II). Ang-II is a peptide hormone which increases blood pressure by initiating vasoconstriction and aldosterone secretion. ROCK increases ACE expression and activity in pulmonary hypertension. By inhibiting ROCK with fasudil, circulating ACE and Ang-II are reduced, leading to a decrease in pulmonary vascular pressure.   === eNOS expression === Endothelial nitric oxide synthase (eNOS) mediates the production of the vasodilator nitric oxide (NO). Pulmonary arterial cell cultures treated with fasudil showed a significant increase in eNOS mRNA levels in a dose dependent manner, and the half-life of eNOS mRNA increased 2-folds. These findings suggested that ROCK inhibition with fasudil increases eNOS expression by stabilizing eNOS mRNA, which contributed to an increase of NO level to enhance vasodilation.   === ERK activation === The proliferative effects of ROCK on vascular endothelial cells is due to the activation of extracellular signal-regulated kinase (ERK). ERK mediates cell proliferation via the phosphorylation of p27Kip1, thus accelerating the degradation rate of p27Kip1. p27Kip1 is a cyclin-dependent kinase (CDK) inhibitor which down-regulates cell cycle by binding cyclin-CDK complex. Human pulmonary arterial smooth muscle cells treated with fasudil showed a decrease in cell proliferation in a dose-dependent manner. Fasudil also decreases ERK activities, as well as increases level of p27Kip1. This suggested that the anti-proliferative effects of fasudil is due to the decrease of ERK activities via the inhibition of ROCK.   === Direct inhibition of α-synuclein aggregation === In addition to ROCK inhibition, fasudil has also been demonstrated to directly modulate the aggregation of α-synuclein, both in vitro and in cellular models of neurodegenerative disease. Aggregation of α-synuclein is a major hallmark of Parkinson's disease, and has also been observed in other neurodegenerative diseases. Physical interactions between α-synuclein and fasudil have been shown to take place with α-synuclein in the intrinsically disordered state, which places fasudil among a small number of drug-like molecules that directly interact with intrinsically disordered proteins.   == See also == Ripasudil, a fasudil derivative used to treat glaucoma and ocular hypertension   == References =="}