{"name": "favipiravir", "category": "drug", "content": "Favipiravir, sold under the brand name Avigan among others, is an antiviral medication used to treat influenza in Japan. It is also being studied to treat a number of other viral infections, including SARS-CoV-2. Like the experimental antiviral drugs T-1105 and T-1106, it is a pyrazinecarboxamide derivative. It is being developed and manufactured by Toyama Chemical (a subsidiary of Fujifilm) and was approved for medical use in Japan in 2014. In 2016, Fujifilm licensed it to Zhejiang Hisun Pharmaceutical Co. It became a generic drug in 2019.   == Medical use == Favipiravir has been approved to treat influenza in Japan. It is, however, only indicated for novel influenza (strains that cause more severe disease) rather than seasonal influenza. As of 2020, the probability of resistance developing appears low.   == Side effects == There is evidence that use during pregnancy may result in harm to the baby. Teratogenic and embryotoxic effects were shown on four animal species. In one case report, a 6-month old infant developed benign bright blue discolouration of the cornea after treatment with favipiravir which resolved after treatment cessation.   == Mechanism of action == The mechanism of its actions is thought to be related to the selective inhibition of viral RNA-dependent RNA polymerase. Favipiravir is a prodrug that is metabolized to its active form, favipiravir-ribofuranosyl-5'-triphosphate (favipiravir-RTP), available in both oral and intravenous formulations. In 2014, favipiravir was approved in Japan for stockpiling against influenza pandemics. However, favipiravir has not been shown to be effective in primary human airway cells, casting doubt on its efficacy in influenza treatment.  Favipiravir-RTP is a nucleoside analogue. It mimics both guanosine and adenosine for the viral RdRP. Incorporating two such bases in a row stops primer extension, although it is unclear how as of 2013.   == Synthesis ==  There are multiple pathways to synthesize favipiravir. One synthesis starts with 3-Hydroxypicolinic acid, which is first reacted with thionyl chloride and then aqueous ammonia to produce 3-Hydroxypyrazine-2-carboxamide. The resulting material is nitrated with potassium nitrate and sulfuric acid to add a nitro group in the 6 position, which is then reduced using hydrazine hydrate to the corresponding amine. Finally, the amine is turned into a diazonium group using sodium nitrite and replaced with a fluorine group using hydrofluoric acid.   == Society and culture ==   === Legal status === The US Department of Defense developed favipiravir in partnership with MediVector, Inc. as a broad-spectrum antiviral and sponsored it through FDA Phase II and Phase III clinical trials, where it demonstrated safety in humans and efficacy against the influenza virus. favipiravir remains unapproved in the UK and the USA. In 2014, Japan approved favipiravir for treating influenza strains unresponsive to current antivirals. Toyama Chemical initially hoped that favipiravir would become a new influenza medication that could replace oseltamivir (brand name Tamiflu). However, animal experiments show the potential for teratogenic effects, and the approval of production by The Ministry of Health, Labor and Welfare was greatly delayed and the production condition is limited only in an emergency in Japan. Despite limited data on efficacy, as of March 2021 favipiravir is widely prescribed for outpatient treatment of mild to moderate COVID-19 in Egypt, Hungary and Serbia. Patients are required to sign a consent form before obtaining the drug.   === Brand names ===  Favipiravir is sold under the brand names Avigan (アビガン, Abigan), Avifavir, Avipiravir, Areplivir, FabiFlu, Favipira, Reeqonus, and Qifenda.   === Use in Russia === Coronavir is the brand name of favipiravir used in Russia, where it is  approved for the treatment of COVID-19. It is produced and sold by R-Pharm. Coronavir was approved for use in Russia in hospitals in July 2020, and in September 2020 it received approval for prescription sales for outpatient use.   == Research ==   === COVID-19 ===  Favipiravir, as an antiviral drug, has been authorized for treating COVID-19 in several countries including Japan, Russia, Serbia, Turkey, India, and Thailand, under emergency provisions. A rapid meta-review in September 2020 (analyzing four studies) noted that the drug led to clinical and radiological improvements; however, no reduction in mortality or differences in oxygen-support requirement were observed and more rigorous studies were sought. A Cochrane Systematic review published in Feb 2024, noted that there is actually no real benefit with Favipiravir in treating Covid-19 in terms of mortality benefits, or admission to mechanical ventillation, or hospitalisation, and it may not make any difference in adverse effects or serious adverse effects. As of May 2021, large-cohort clinical trials are underway.   === Ebola === Research in 2014, suggested that favipiravir may have efficacy against Ebola based on studies in mouse models; efficacy in humans was unaddressed. During the 2014 West Africa Ebola virus outbreak, a French nurse who contracted Ebola while volunteering for Médecins Sans Frontières (MSF) in Liberia reportedly recovered after receiving a course of favipiravir. A clinical trial investigating the use of favipiravir against Ebola virus disease began in Guéckédou, Guinea, in December 2014. Preliminary results presented in 2016 at the Conference on Retroviruses and Opportunistic Infections (CROI), later published, showed a decrease in mortality in patients with low-to-moderate levels of virus in blood, but no effect on patients with high levels (the group at a higher risk of death). The trial design was concomitantly criticised for using only historical controls.   === Nipah === Nipah virus is a causative agent of outbreaks of encephalitis with pneumonia and has a high case fatality rate. The first outbreak occurred in Malaysia-Singapore, related to contact with pigs in slaughterhouses and an outbreak in Philippines related to slaughter of horses, most other outbreaks have affected India and Bangladesh. in Bangladesh outbreaks are often associated with consumption of raw date palm sap contaminated by saliva and urine of fruit bats. In a study published in the Scientific Reports, Syrian hamster model for Nipah virus infection was used, which closely mirrors most aspects of human disease, such as widespread vasculitis, pneumonia, and encephalitis. The hamsters were infected with a lethal dose of 104 PFU NiV-M via the intraperitoneal (i.p.) route similar to previous studies and treatment was initiated immediately after infection. Favipiravir was administered twice daily via the peroral (p.o.) route for 14 days. The treated hamsters displayed 100% survival and no obvious morbidity after lethal NiV challenge, whereas all the control cases died of severe disease.   === Other === In experiments in animals favipiravir has shown activity against West Nile virus, yellow fever virus, foot-and-mouth disease virus as well as other flaviviruses, arenaviruses, bunyaviruses and alphaviruses. Activity against enteroviruses and Rift Valley fever virus has also been demonstrated. Favipiravir has showed limited efficacy against Zika virus in animal studies, but was less effective than other antivirals such as MK-608. The agent has also shown some efficacy against rabies, and has been used experimentally in some humans infected with the virus.   === Tautomerism === The possible tautomerism of favipiravir has been investigated computationally and experimentally. It was found that the enol-like form was substantially more stable in organic solvents than the keto-like form, meaning that Favipiravir likely exists almost exclusively in the enol-like form. In aqueous solution the keto-like tautomer is substantially stabilized due to the specific interaction with the water molecules. Upon protonation the keto form is switched on.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == References ==   == External links ==  \"Favipiravir\". Drug Information Portal. U.S. National Library of Medicine."}