{"name": "Febrile Neutropenia", "category": "disease", "content": "Febrile neutropenia is the development of fever, often with other signs of infection, in a patient with neutropenia, an abnormally low number of neutrophil granulocytes (a type of white blood cell) in the blood. It is an oncologic emergency, and is the most common serious complication in patients with hematopoietic cancers or receiving chemotherapy for cancer. The term neutropenic sepsis is also applied, although it tends to be reserved for patients who are less well. In 50% of cases, an infection is detectable; bacteremia (bacteria in the bloodstream) is present in approximately 20% of all patients with this condition.   == Definition == Febrile neutropenia or neutropenic fever is a defined as a single oral temperature value of ≥ 38.3 C (101 F) or a temperature ≥ 38 C (100.4 F) for ≥ 1 hour, with an absolute neutrophil count (ANC) < 1500 cell/microliter. In case of severe neutropenia, the ANC is < 500 cell/microliter. In profoundly severe neutropenia, the ANC is < 100 cells/microliter.   == Pathophysiology == Febrile neutropenia can develop in any form of neutropenia, but is most generally recognized as a complication of chemotherapy when it is myelosuppressive (suppresses the bone marrow from producing blood cells). Febrile neutropenia is the most common and serious complication in patients with hematopoietic cancers or receiving chemotherapy for cancer. The condition occurs when a neutropenic patient gets infected by a pathogen. Approximately 50% of patients with febrile neutropenia develop an infection, of which 20% with profound neutropenia will develop bacteremia. Gram-positive bacteria are now the most common pathogens causing febrile neutropenia, with many of these infections resulting from long-term central venous catheters.   == Diagnosis ==   === MASCC and CISNE risk indexes === The Multinational Association for Supportive Care in Cancer (MASCC) risk index can be used to identify low-risk patients (score ≥21 points) for serious complications of febrile neutropenia (including death, intensive care unit admission, confusion, cardiac complications, respiratory failure, kidney failure, low blood pressure, bleeding, and other serious medical complications). The score was developed to select patients for therapeutic strategies that could potentially be more convenient or cost-effective. A prospective trial demonstrated that a modified MASCC score can identify patients with febrile neutropenia at low risk of complications, as well. In contrast, the Clinical Index of Stable Febrile Neutropenia (CISNE) score is specific of patients with solid tumors and seemingly stable episodes. CISNE is able to discriminate groups of patients who are at low, intermediate, and high risk of complications in this population. With the CISNE, the complication rate was determined to be 1.1% for low-risk patients, 6.2% for intermediate-risk patients, and 36.0% for high-risk patients. The prime purpose of this model was to avoid complications from an early hospital release. On the contrary, CISNE should not be used so much to select low-risk patients for outpatient treatment.   == Treatment == Generally, patients with febrile neutropenia are treated with empirical antibiotics until the neutrophil count has recovered (absolute neutrophil counts greater than 500/mm3) and the fever has abated; if the neutrophil count does not improve, treatment may need to continue for two weeks or occasionally more. In cases of recurrent or persistent fever, an antifungal agent should be added. Guidelines issued in 2002 by the Infectious Diseases Society of America recommend the use of particular combinations of antibiotics in specific settings; mild low-risk cases may be treated with a combination of oral amoxicillin-clavulanic acid and ciprofloxacin, while more severe cases require cephalosporins with activity against Pseudomonas aeruginosa (e.g. cefepime), or carbapenems (imipenem or meropenem). A subsequent meta-analysis published in 2006 found cefepime to be associated with more negative outcomes, and  carbapenems (while causing a higher rate of pseudomembranous colitis) were the most straightforward in use. In 2010, updated guidelines were issued by the Infectious Diseases Society of America, recommending use of cefepime, carbapenems (meropenem and imipenem/cilastatin), or piperacillin/tazobactam for high-risk patients and amoxicillin-clavulanic acid and ciprofloxacin for low-risk patients. Patients who do not strictly fulfill the criteria of low-risk patients should be admitted to the hospital and treated as high-risk patients. Research to compare antibiotic treatments currently recommended in consensus guidelines identified 44 studies comparing different antibiotics. Significantly higher mortality was reported for cefepime compared to all other antibiotics combined. Piperacillin/tazobactam resulted in lower mortality than other antibiotics. Piperacillin/tazobactam might be the preferred antibiotic for the treatment of cancer patients with fever and neutropenia, while cefepime should not be used. Empiric treatment should be started within 60 minutes of being admitted. Periodic monitoring should be done to see if the empiric treatment is working, or if a more target therapy should be initiated. In people with cancer who have febrile neutropenia (excluding patients with acute leukaemia), oral treatment is an acceptable alternative to intravenous antibiotic treatment if they are hemodynamically stable, without organ failure, without pneumonia and with no infection of a central line or severe soft-tissue infection. Furthermore, outpatient treatment for low‐risk febrile neutropenia in people with cancer probably makes little or no difference to treatment failure and mortality compared with the standard hospital (inpatient) treatment and may reduce time that patients need to be treated in hospital.   == See also == Neutropenia Leukocytopenia Myelosuppression Chemotherapy   == References ==   == External links == Febrile neutropenia entry in the public domain NCI Dictionary of Cancer Terms"}