{"name": "febuxostat", "category": "drug", "content": "Febuxostat, sold under the brand name Uloric among others, is a medication used long-term to treat gout due to high uric acid levels. It is generally recommended only for people who cannot take allopurinol. It is taken by mouth. Common side effects include liver problems, nausea, joint pain, and a rash. Serious side effects include an increased risk of death as compared with allopurinol, Stevens–Johnson syndrome, and anaphylaxis. Use is not recommended during pregnancy or breastfeeding. It inhibits xanthine oxidase, thus reducing production of uric acid in the body. Febuxostat was approved for medical use in the European Union in 2008, and in the United States in 2009. A generic version was approved in 2019.   == Medical uses == Febuxostat is used to treat chronic gout and hyperuricemia.  Febuxostat is typically recommended only for people who cannot tolerate allopurinol. National Institute for Health and Clinical Excellence concluded that febuxostat is more effective than standard doses of allopurinol, but not more effective than higher doses of allopurinol.   == Side effects == The adverse effects associated with febuxostat therapy include nausea, diarrhea, arthralgia, headache, increased hepatic serum enzyme levels and rash. In November 2017, the FDA issued a safety alert indicating that the preliminary results from a safety clinical trial showed an increased risk of heart-related death with febuxostat compared to allopurinol in people with a history of cardiovascular diseases. The FDA required Takeda to conduct this safety study when the medicine was approved in 2009. The febuxostat drug labels already carry a warning and precaution about cardiovascular events because the clinical trials conducted before approval showed a higher rate of heart-related problems in patients treated with febuxostat compared to allopurinol. These problems included heart attacks, strokes, and heart-related deaths. As a result, the FDA required an additional safety clinical trial after the drug was approved and on the market to better understand these differences, and that trial was finished recently. The safety trial was conducted in over 6,000 patients with gout treated with either febuxostat or allopurinol. The primary outcome was a combination of heart-related death, non-deadly heart attack, non-deadly stroke, and a condition of inadequate blood supply to the heart requiring urgent surgery. The preliminary results show that overall, febuxostat did not increase the risk of these combined events compared to allopurinol. However, when the outcomes were evaluated separately, febuxostat showed an increased risk of heart-related deaths and death from all causes.   == Drug interactions == Febuxostat is contraindicated with concomitant use of theophylline and chemotherapeutic agents, namely azathioprine and 6-mercaptopurine, because it could increase blood plasma concentrations of these drugs and thereby their toxicity.   == Pharmacology ==   === Mechanism of action === Febuxostat is a non-purine-selective inhibitor of xanthine oxidase. It works by non-competitively blocking the molybdenum pterin center, which is the active site of xanthine oxidase. Xanthine oxidase is needed to oxidize successively hypoxanthine and xanthine to uric acid. Thus, febuxostat inhibits xanthine oxidase, thereby reducing production of uric acid. Febuxostat inhibits both the oxidized and the reduced forms of xanthine oxidase by virtue of its tight binding to the molybdenum pterin site.   === Pharmacokinetics === After oral intake, at least 84% of the febuxostat dose is absorbed in the gut, and highest blood plasma concentrations are reached after 60 to 90 minutes. When taken together with a fatty meal, febuxostat reaches lower concentrations in the body; but this is not considered clinically relevant. When in the bloodstream, 99.2% of the substance is bound to the plasma protein albumin, and 82–91% of the active metabolites are bound to plasma proteins.  Febuxostat has three active metabolites in humans, which are formed mainly by a number of cytochrome P450 liver enzymes (CYP1A1, 1A2, 2C8, 2C9). One of them is a dicarboxylic acid, the other two are hydroxylated derivatives. These, as well as the original drug, are further glucuronidated, mainly by the enzymes UGT1A1, 1A8, and 1A9. Febuxostat and its metabolites are eliminated via the urine (49% of the total substance, comprising 3% unchanged febuxostat, 30% febuxostat glucuronide, 13% active metabolites and their glucuronides, and 3% unknown entities) and via the faeces (45%, of which 12% unchanged febuxostat, 1% glucuronide, 25% active metabolites and their glucuronides, and 7% unknown entities). Elimination half-life is five to eight hours.   == History ==  Febuxostat was discovered by scientists at the Japanese pharmaceutical company Teijin in 1998. Teijin partnered the drug with TAP Pharmaceuticals in the US and Ipsen in Europe. Ipsen obtained marketing approval for febuxostat from the European Medicines Agency in April 2008, Takeda obtained FDA approval in February 2009, and Teijin obtained approval from the Japanese authorities in 2011. Ipsen exclusively licensed its European rights to Menarini in 2009. Teijin partnered with Astellas for distribution in China and southeast Asia.   == Society and culture ==   === Economics === In the UK, NICE has found that febuxostat has a higher cost/benefit ratio than allopurinol and on that basis recommended febuxostat as a second-line drug for people who cannot use allopurinol. In 2010, before it became generic in the United States, it cost about US$160 per month as opposed to allopurinol which was about $14 per month.   === Brand names === Febuxostat is marketed as Adenuric in Europe, Australia, New Zealand and Pakistan. In Pakistan it is launched by SOLACE Pharmaceuticals a sister subsidiary of SJG, Uloric in the US, Goturic and Goutex in Latin America, Feburic in Japan, Donifoxate in Egypt and is generic in several countries and is available by many names in those countries.   == References =="}