{"name": "fedratinib", "category": "drug", "content": "Fedratinib, sold under the brand name Inrebic, is an anti-cancer medication used to treat myeloproliferative diseases including myelofibrosis. It is used in the form of fedratinib hydrochloride capsules that are taken by mouth. It is a semi-selective inhibitor of Janus kinase 2 (JAK-2). It was approved by the FDA on 16 August 2019. Myelofibrosis is a myeloid cancer associated with anemia, splenomegaly, and constitutional symptoms. Patients with myelofibrosis frequently harbor mutations which activate the JAK-STAT signaling pathway and which are sensitive to fedratinib. Phase I trial results focused on safety and efficacy of fedratinib in patients with high- or intermediate-risk primary or post–polycythemia vera/essential thrombocythemia myelofibrosis have been published in 2011.   == Medical uses == In the United States, fedratinib is indicated for the treatment of adults with intermediate-2 or high-risk primary or secondary (following polycythemia vera or essential thrombocythemia) myelofibrosis. In the European Union, fedratinib is indicated for the treatment of disease-related splenomegaly or symptoms in adults with primary myelofibrosis, following polycythaemia vera or essential thrombocythaemia, who are Janus kinase (JAK) inhibitor naïve or have been treated with ruxolitinib.   == Pharmacology ==   === Mechanism of action === Fedratinib acts as a competitive inhibitor of protein kinase JAK-2 with IC50=6 nM; related kinases FLT3 and RET are also sensitive, with IC50=25 nM and IC50=17 nM, respectively. Significantly less activity was observed against other tyrosine kinases including JAK3 (IC50=169 nM). In treated cells the inhibitor blocks downstream cellular signalling (JAK-STAT) leading to suppression of proliferation and induction of apoptosis.   == History == Fedratinib was originally discovered at TargeGen. In 2010, Sanofi-Aventis acquired TargeGen and continued development of fedratinib until 2013. In 2016, Impact Biomedicines acquired the rights to fedratinib from Sanofi and continued its development for the treatment of myelofibrosis and polycythemia vera. In January 2018, the drug's rights were transferred to Celgene with their purchase of Impact Biomedicines. Fedratinib was approved for medical use in the United States in August 2019. The U.S. Food and Drug Administration (FDA) granted the application for fedratinib priority review and orphan drug designations. The FDA granted the approval of Inrebic to Impact Biomedicines, Inc., a wholly owned subsidiary of Celgene Corporation.   == References ==   == External links == Clinical trial number NCT01437787 for \"Phase III Study of SAR302503 in Intermediate-2 and High Risk Patients With Myelofibrosis (JAKARTA)\" at ClinicalTrials.gov"}