{"name": "felbamate", "category": "drug", "content": "Felbamate (marketed under the brand name Felbatol by MedPointe) is an anticonvulsant used in the treatment of epilepsy. It is used to treat partial seizures (with and without generalization) in adults and partial and generalized seizures associated with Lennox–Gastaut syndrome in children. However, an increased risk of potentially fatal aplastic anemia and/or liver failure limit the drug's usage to severe refractory epilepsy.   == Mechanism of action == Felbamate has been proposed to have a unique dual mechanism of action as a positive modulator of GABAA receptors and as a blocker of NMDA receptors, particularly isoforms containing the NR2B subunit. Although it is clear that felbamate does cause pharmacological inhibition of NMDA receptors, the relevance of NMDA receptor blockade as a strategy for the treatment of human epilepsy has been questioned. Therefore, the importance of the effects of felbamate on NMDA receptors to its therapeutic action in epilepsy is uncertain.   == Approval history ==   === United States === August 1993. Felbamate was approved for partial seizures with and without secondary generalization in adults and for Lennox–Gastaut Syndrome, a serious form of childhood epilepsy. Over the following year 150,000 people were started on felbamate therapy and a third of these became established. August 1, 1994. It was urgently withdrawn after 10 cases of aplastic anemia. A \"Dear Doctor\" letter was sent to 240,000 physicians. September 27, 1994. Felbamate had a limited redemption in another \"Dear Doctor\" letter sent to 260,000 physicians. It was recommended that the drug remain available only for patients with severe epilepsy for whom the benefits outweigh the risks, and that changes be made to the product's labelling to reflect the newly recognized risk. This redemption came with an additional warning since there had been 10 cases acute liver failure (4 of which were fatal). At this point, 10,000 to 12,000 people remained on the drug.   === United Kingdom === The drug is only available on a limited named-patient basis.   == Indications and usage == Adults: Monotherapy or adjunctive therapy in the treatment of partial seizures, with and without generalization. Children: Adjunctive therapy in the treatment of partial and generalized seizures associated with Lennox-Gastaut syndrome.   == Dosing == Felbamate is available in tablets (400 mg and 600 mg) and as a peach-coloured oral suspension (600 mg/5 mL).  Adults (≥ 14 years): begin with 1,200 mg daily given every 6 to 8 hours Children (2–14 years): 15 to 45 mg per kg per day given every 6 to 8 hours   == Side effects == Adverse reactions include decreased appetite, vomiting, insomnia, nausea, dizziness, somnolence, and headache. Many patients report increased alertness with the drug. Two rare but very serious effects include aplastic anemia and serious liver damage. The risk of aplastic anemia is between 1:3,600 and 1:5,000, of which 30% of cases are fatal. The risk of liver damage is between 1:24,000 to 1:34,000, of which 40% of cases are fatal.    == Drug interactions == Felbamate is an inhibitor of CYP2C19 - an enzyme involved in the metabolism of several commonly used medications. Felbamate interacts with several other AEDs, including phenytoin, valproate, and carbamazepine; dosage adjustments may be necessary to avoid adverse effects. Concomitant administration of felbamate and carbamazepine decreases blood levels of both drugs, while increasing the level of carbamazepine-10,11 epoxide, the active metabolite of carbamazepine.   == History == Felbamate was discovered by Frank Berger at Wallace Laboratories.   == References ==   == External links == Felbatol: Prescribing Information RxList: Felbamate contains extensive information including the patient warning and a sample consent form. Hard Choices with Felbamate Newer Antiepileptic Drugs: Gabapentin, Lamotrigine, Felbamate, Topiramate and Fosphenytoin Archived 2011-09-27 at the Wayback Machine MedPonte Pharmaceuticals"}