{"name": "Female hypogonadism syndrome", "category": "disease", "content": "Kallmann syndrome (KS) is a genetic disorder that prevents a person from starting or fully completing puberty. Kallmann syndrome is a form of a group of conditions termed hypogonadotropic hypogonadism. To distinguish it from other forms of hypogonadotropic hypogonadism, Kallmann syndrome has the additional symptom of a total lack of sense of smell (anosmia) or a reduced sense of smell. If left untreated, people will have poorly defined secondary sexual characteristics, show signs of hypogonadism, almost invariably are infertile and are at increased risk of developing osteoporosis.  A range of other physical symptoms affecting the face, hands and skeletal system can also occur.   == Cause & Diagnosis == The underlying cause is a failure in the correct production or activity of gonadotropin-releasing hormone by the hypothalamus. This results in low levels of the sex hormones testosterone in males or estrogen and progesterone in females.  Diagnosis normally occurs during teenage years when puberty fails to start. Diagnosis of Kallmann syndrome is based on clinical evaluation, endocrine testing, and genetic analysis. Hormone levels typically show low levels of sex steroids and gonadotropins.    == Treatment == Lifelong treatment for both sexes is normally required. Hormone replacement therapy (HRT) is the major form of treatment with the aim to replace the missing testosterone or oestrogen and progesterone. Specialised fertility treatments are also available. The Hormone replacement therapy is used to induce and maintain secondary sexual characteristics and fertility.    == Epidemiology & History == The condition is more commonly diagnosed in males than in females. A 2011 study of the Finnish population produced an estimated incidence of 1 in 48,000 people overall, with 1 in 30,000 for males and 1 in 125,000 for females.  Kallmann syndrome was first described by name in a paper published in 1944 by Franz Josef Kallmann, a German-American geneticist. The link between anosmia and hypogonadism had already been noted by Spanish doctor Aureliano Maestre de San Juan in 1856.   == Etiology == Kallmann syndrome is caused by mutations in several genes involved in the development of the hypothalamus and olfactory bulbs, including KAL1, FGFR1, FGF8, PROKR2, and PROK2. These mutations disrupt the migration of GnRH-producing neurons from the olfactory placode to the hypothalamus during embryonic development.   == Signs and symptoms ==  It is normally difficult to distinguish a case of  Kallmann syndrome (KS)/hypogonadotropic hypogonadism (HH) from a straightforward constitutional delay of puberty. However, if puberty has not started by either age 14 (girls) or 15 (boys) years and one or more of the non-reproductive features mentioned below is present, then a referral to reproductive endocrinologist might be advisable. The features of KS and other forms of HH can be split into two different categories; \"reproductive\" and \"non-reproductive\".   === Reproductive features === Failure to start or fully complete puberty. Lack of testicle development in men (size < 4 ml, whereas the normal range is between 12 and 25 ml). Primary amenorrhoea (failure to start menstruation). Poorly defined secondary sexual characteristics. Micropenis in 5-10% of male cases. Cryptorchidism (undescended testicles) at birth. Low levels of the gonadotropins LH and FSH. Hypogonadism due to low levels of testosterone in men or oestrogen/progesterone in women. Infertility.   === Non-reproductive features === Total lack of sense of smell (anosmia) or markedly reduced sense of smell (hyposmia). This is the defining feature of Kallmann syndrome; it is not seen in other cases of HH. Approximately 50% of HH cases occur with anosmia and can be termed as Kallmann syndrome. Cleft palate, cleft lip or other midline cranio-facial defects. Neural hearing impairment Absence of one of the kidneys (unilateral renal agenesis) Skeletal defects including split hand/foot (ectrodactyly), shortened middle finger (metacarpal) or scoliosis Manual synkinesis (mirror movements of hands) Missing teeth (hypodontia) Poor balance or coordination due to cerebral ataxia. Eye defects such as coloboma or ptosis. Increased incidence of color-blindness  The exact genetic nature of each particular case of KS/HH will determine which, if any, of the non-reproductive features will occur. The severity of the symptoms will also vary from case to case. Even family members will not show the same range or severity of symptoms. KS/HH is most often present from birth but adult onset versions are found in both males and females. In those cases, the hypothalamic-pituitary-gonadal axis (HPG axis) functions normally at birth and well into adult life, giving normal puberty and normal reproductive function. The HPG axis then either fails totally or is reduced to a very low level of GnRH release in adult life with no obvious cause (e.g. a pituitary tumour). This will lead to a fall in testosterone or oestrogen levels and infertility. Functional hypothalamic amenorrhoea is seen in females where the HPG axis is suppressed in response to physical or psychological stress or malnutrition but is reversible with the removal of the stressor. Some cases of KS/HH appear to reverse during adult life where the HPG axis resumes its normal function and GnRH, LH, and FSH levels return to normal levels. This occurs in an estimated 10 to 22% of people, primarily cases of normosmic congenital hypogonadotropic hypogonadism (CHH) rather than KS cases and only found in people who have undergone some form of testosterone replacement therapy. It is only normally discovered when testicular volume increases while on testosterone treatment alone and testosterone levels return to normal when treatment is stopped. This type of KS/HH rarely occurs in cases where males have had a history of un-descended testes. Affected individuals with KS and other forms of HH are almost invariably born with normal sexual differentiation; i.e., they are physically male or female. This is due to the human chorionic gonadotrophin (hCG) produced by placenta at approximately 12 to 20 weeks gestation (pregnancy) which is normally unaffected by having KS or CHH. People with KS/HH lack the surge of GnRH, LH, and FSH that normally occurs between birth and six months of age, referred to as mini-puberty. This surge is particularly important in infant boys as it helps with testicular descent into the scrotum. The surge of GnRH/LH/FSH in non KS/HH children gives detectable levels of testosterone in boys and oestrogen and progesterone in girls. The lack of this surge can sometimes be used as a diagnostic tool if KS/HH is suspected in a newborn boy, but is not normally distinct enough for diagnosis in girls.   === Osteoporosis === One possible side effect of having KS/CHH is the increased risk of developing secondary osteoporosis or osteopenia. Oestrogen (females) or testosterone (males) is essential for maintaining bone density. Deficiency in either testosterone or oestrogen can increase the rate of bone resorption while at the same time slowing down the rate of bone formation. Overall this can lead to weakened, fragile bones which have a higher tendency to fracture. Even a short time with low oestrogen or testosterone, as in cases of delayed diagnosis of KS/CHH can lead to an increased risk of developing osteoporosis but other risk factors, such as smoking are involved so the risk of developing it will vary from person to person. Bone density scans are recommended to monitor the bone mineral density. The bone density scan is known as a dual energy X-ray absorptiometry scan (DEXA or DXA scan). It is a simple test, taking less than 15 minutes to perform. It involves taking a specialised X-ray picture of the spine and hips and measuring the bone mineral density and comparing the result to the average value for a young healthy adult in the general population. Adequate calcium levels and, probably, more importantly, vitamin D levels are essential for healthy bone density. Some people with KS/CHH will have their levels checked and may be prescribed extra vitamin D tablets or injections to try to prevent the condition getting worse. The role of vitamin D for general overall health is under close scrutiny at the moment with some researchers claiming vitamin D deficiency is prevalent in many populations and can be linked to other diseases. Some people with severe osteoporosis might be prescribed bisphosphonates to preserve bone mass, in addition to hormone replacement therapy.   == Genetics ==  To date at least 25 different genes have been implicated in causing Kallmann syndrome or other forms of hypogonadotropic hypogonadism through a disruption in the production or activity of GnRH (37). These genes involved cover all forms of inheritance and no one gene defect has been shown to be common to all cases which makes genetic testing and inheritance prediction difficult. The number of genes known to cause cases of KS/CHH is still increasing. In addition it is thought that some cases of KS/CHH are caused by two separate gene defects occurring at the same time. Individual gene defects can be associated with specific symptoms which can help in identifying which genes to test for. Between 35 and 45% of cases of KS/CHH have an unknown genetic cause. The ANOS1 gene defect (previously known as KAL-1) was the first one discovered and the one most commonly tested for. It causes the x-linked form of Kallmann syndrome and is associated with the additional symptoms of anosmia, bimanual synkinesis and renal agenesis. This defect is thought to be responsible for between 5 and 10% of all Kallmann syndrome/CHH cases.   == Pathophysiology ==  The underlying cause of Kallmann syndrome or other forms of hypogonadotropic hypogonadism is a failure in the correct action of the hypothalamic hormone GnRH. The term isolated GnRH deficiency (IGD) has increasingly been used to describe this group of conditions as it highlights the primary cause of these conditions and distinguishes them from other conditions such as Klinefelter syndrome or Turner syndrome which share some similar symptoms but have a different etiology. The term hypogonadism describes a low level of circulating sex hormones; testosterone in males and oestrogen and progesterone in females. Hypogonadism can occur through a number of different mechanisms. The use of the term hypogonadotropic relates to the fact that the hypogonadism found in HH is caused by a disruption in the production of the gonadotropin hormones normally released by the anterior pituitary gland known as luteinising hormone (LH) and follicle stimulating hormone (FSH). Failure in GnRH activity can otherwise be due to the absence of the  GnRH releasing neurons inside the hypothalamus. HH can occur as an isolated condition with just the LH and FSH production being affected or it can occur in combined pituitary deficiency conditions. In the first 10 weeks of normal embryonic development, the  GnRH releasing neurons migrate from their original source in the nasal region and end up inside the hypothalamus. These neurons originate in an area of the developing head, the olfactory placode, that will give rise to the olfactory epithelium; they then pass through the cribriform plate, along with the fibres of the olfactory nerves, and into the rostral forebrain. From there they migrate to what will become the hypothalamus. Any problems with the development of the olfactory nerve fibres will prevent the progression of the GnRH releasing neurons towards the brain.   == Diagnosis == Diagnosing KS and other forms of CHH is complicated by the difficulties in distinguishing between a normal constitutional delay of puberty or a case of KS/CHH. The diagnosis is often one of exclusion found during the workup of delayed puberty. In males, the use of age appropriate levels of testosterone can help to distinguish between a case of KS/CHH from a case of delayed puberty. If no puberty is apparent, especially no testicular development, then a review by a reproductive endocrinologist may be appropriate. If puberty is not apparent by the age of 16 then the person should be referred for endocrinological review. Post natal diagnosis of KS/CHH before the age of 6 months is sometimes possible as the normal post natal hormonal surge of gonadotropins along with testosterone or oestrogen is absent in babies with KS/CHH. This lack of detectable hormones in the blood can be used as a diagnostic indicator, especially in male infants. In females, diagnosis is sometimes further delayed as other causes of amenorrhoea normally have to be investigated first before a case of KS/CHH is considered.  Diagnosis of KS/CHH normal involves a range of clinical, biochemical and radiological tests to exclude other conditions that can cause similar symptoms.   === Clinical tests === Comparing height to standard growth charts. Determining the Tanner stage of sexual development. (Males with KS/CHH are normally at stage I or II with genitalia, females at stage I with breast development and both males and females at stage III with pubic hair development). Checking for micropenis and undescended testes (cryptorchidism) in males. Measuring testicular volume. Checking for breast development and age at menarche in females. Checking sense of smell using odorant panel or University of Pennsylvania Smell Identification Test (UPSIT) Checking for hearing impairment. Checking for missing teeth or presence of cleft lip and/or cleft palate. Checking for pigmentation of skin and hair. Checking for mirror movements of the hands or signs of neurodevelopmental delay.   === Lab tests === Early morning hormonal testing including FSH, LH, testosterone, oestrogen and prolactin. GnRH and/or hCG stimulation test to determine activity of hypothalamus and pituitary. Sperm test Liver function, renal function and inflammation marker testing. Karyotype to check for chromosomal abnormalities.   === Medical imaging === Performing wrist x-ray to determine bone age. Brain MRI to rule out any structural abnormalities in the hypothalamus or pituitary and to check for presence of olfactory bulbs. Ultrasound of kidneys to rule out unilateral renal agenesis. Bone density scan (DXA) to check for osteoporosis or osteopenia.   == Treatment ==  For both males and females, the initial aim for treatment is the development of the secondary sexual characteristics normally seen at puberty. Once this has been achieved, continued hormone replacement therapy is required for both males and females to maintain sexual function, bone health, libido and general wellbeing. In males, testosterone replacement therapy is required for the maintenance of normal muscle mass. Early treatment is sometimes required for male infants with suspected KS/CHH to correct undescended testes and micropenis if present with the use or surgery or gonadotropin or DHT treatment. Females with KS/CHH normally do not require any treatment before adolescence. Currently, no treatments exist for the lack of sense of smell, mirror movement of the hands or the absence of one kidney. Treatment for both males and females with KS/CHH normally consists of one of three options which can be used for both hormone replacement therapy and/or fertility treatment.  Sex hormone replacement (testosterone or oestrogen & progesterone). Gonadotropin therapy (medications that replicate the activity of FSH and LH). GnRH pulsatile therapy.   === Hormone replacement therapy === The method and dose of treatment will vary depending on the individual being treated. Initial treatment is normally made with lower doses in younger patients in order to develop the secondary sexual characteristics before adult doses are reached. For males with KS/CHH the types of testosterone delivery include daily patches, daily gel use, daily capsules, subcutaneous or intramuscular injections or six-monthly implants. Different formulations of testosterone are used to ensure both the anabolic and androgenic effects of testosterone are achieved. Nasal testosterone delivery methods have been developed but their use in KS/CHH treatment has not been formally evaluated. Gonadotropin therapy, in the form of human chorionic gonadotropin (hCG) injections, with or without the use of FSH, can also be used in male patients to induce secondary sexual characteristic development alongside possible fertility induction. For females, hormone replacement involves the use of oestrogen and progesterone. Firstly, oestrogen is used in tablet or gel form in order to maximise breast development, then a combination of oestrogen and progesterone is used. Cyclical progesterone is normally required to help keep the endometrium (lining of the uterus) healthy. In males, the monitoring of treatment normally requires the measurement of serum testosterone, inhibin B, haematocrit and prostate-specific antigen (PSA). If injections are used, trough levels are taken to ensure an adequate level of testosterone is achieved throughout the injection cycle. In females monitoring normally consists of measurement of oestrogen, FSH, LH, inhibin B and anti-Müllerian hormone (AMH). Standard hormone replacement therapy will not normally induce fertility in either males or females, with no testicular growth in males. Early treatment as adolescents can help with psychological well-being of people with KS/CHH.   === Fertility treatments === Gonadotropin therapy can be used in both male and female patients in order to achieve fertility for some people. Pulsatile GnRH therapy can also be used to induce fertility, especially in females, but its use is limited to a few specialist treatment centres. In males with KS/CHH, infertility is primarily due to the lack of sperm production within the testes. Sperm production can be achieved through either the use of GnRH administered via a microinfusion pump or through the use of gonadotropin injections (hCG, FSH, hMG). The time taken to achieve adequate sperm production for natural conception will vary from person to person. If the pre-treatment testes are very small and there has been a history of undescended testes it might take longer to achieve sperm production. In these cases, assisted reproductive technology, such as sperm retrieval using testicular sperm extraction (TESE) and/or intracytoplasmic sperm injection (ICSI), might be required. In females with KS/CHH, infertility is primarily due to the lack of maturation of eggs located within the ovaries. Ovulation induction can be achieved either with pulsatile GnRH therapy or alternatively with gonadotropin injections (hCG, FSH, hMG) given at set intervals to trigger the maturation and release of the egg for natural conception.   == Prognosis == Reversal of symptoms has been reported in between 10% and 22% of cases. Reversal cases have been seen in both KS and normosmic CHH but appear to be less common in cases of KS (where the sense of smell is also affected). Reversal is not always permanent and the precise genetic causes are not yet fully understood.   == Epidemiology == The epidemiology of Kallmann syndrome is not well understood. Individual studies include a 1986 report reviewing medical records in the Sardinian army which found a prevalence of 1 in 86,000 men and a 2011 report from Finland which found a prevalence of 1:30,000 for males and 1:125,000 for females. Kallmann syndrome occurs about 4 times more often in males than females, but is only 2.5 times more common among males in familial cases.   == History ==  The link between anosmia and hypogonadism was noted already in 1856 by the Spanish physician Aureliano Maestre de San Juan who described a 40-year old male who, upon autopsy, exhibited absent olfactory bulbs, undeveloped testicles, micropenis, and lack of pubic hair. A 1961 case report by the Austrian pathologist Richard Ladislaus Heschl noted an association between male hypogonadism (including an unmasculinised larynx, and sparse body and pubic hair) and anatomical absence of the olfactory nerves, bulb, and tract. The case is later cited by Richard von Krafft-Ebing in his seminal Psychopathia Sexualis while discussing the role of olfaction in the physiology of the sexual response:  A case mentioned by Heschl [...] is remarkable, where the absence of both olfactory lobes was accompanied by imperfectly developed genitals. It was the case of a man aged 45, in all respects well developed, with the exception of the testicles, which were not larger than beans and contained no seminal canals, and the larynx, which seemed to be of feminine dimensions. Every trace of olfactory nerves was wanting, and the trigona olfactoria and the furrow on the under surface of the anterior lobes were absent. The perforations of the ethmoid plate were sparingly present, and occupied by nerveless processes of the dura instead of by nerves. In the mucous membrane of the nose there was also an absence of nerves. In 1914, Franz Weidenreich performed autopsies on cadavers of 10 people who had had anosmia, uncovering hypogonadism in three and postulating a syndromic association. The syndrome is named for Franz Josef Kallmann, a German-American geneticist, who, along with colleagues, described three family clusters of the syndrome in a 1944 paper, thus confirming a heritable, genetic basis of the syndrome. The cases described by Kallmann et al. also exhibited colour blindness, with some additionally exhibiting mental retardation. In the 1954, De Morsier and Gauthier reported the partial or complete absence of the olfactory bulb in the brains of men with hypogonadism, proving that anosmia resulted from agenesis of the olfactory bulb.   == Terminology == The terminology used when describing cases of HH vary and can include:  GnRH deficiency congenital hypogonadotropic hypogonadism (CHH) idiopathic/isolated hypogonadotropic hypogonadism (IHH) normosmic hypogonadotropic hypogonadism (nHH) hypothalamic hypogonadism olfacto-genital syndrome   == Research == Kisspeptin is a protein that regulates the release of GnRH from the hypothalamus, which in turn regulates the release of LH and, to a lesser extent, FSH from the anterior pituitary gland. Kisspeptin and its associated receptor KISS1R are known to be involved in the regulation of puberty. Studies have shown there is potential for kisspeptin to be used in the diagnosis and treatment of certain cases of Kallmann syndrome and CHH.   == References ==   == External links == National Organisation for Rare Diseases page on Kallmann syndrome."}