{"name": "Female infertility", "category": "disease", "content": "Female infertility refers to infertility in women. It affects an estimated 48 million women, with the highest prevalence of infertility affecting women in South Asia, Sub-Saharan Africa, North Africa/Middle East, and Central/Eastern Europe and Central Asia. Infertility is caused by many sources, including nutrition, diseases, and other malformations of the uterus. Infertility affects women from around the world, and the cultural and social stigma surrounding it varies.   == Cause == Causes or factors of female infertility can basically be classified regarding whether they are acquired or genetic, or strictly by location. Although factors of female infertility can be classified as either acquired or genetic, female infertility is usually more or less a combination of nature and nurture. Also, the presence of any single risk factor of female infertility (such as smoking, mentioned further below) does not necessarily cause infertility, and even if a woman is definitely infertile, the infertility cannot definitely be blamed on any single risk factor even if the risk factor is (or has been) present.   === Acquired === According to the American Society for Reproductive Medicine (ASRM), age, smoking, sexually transmitted infections, and being overweight or underweight can all affect fertility. In broad sense, acquired factors practically include any factor that is not based on a genetic mutation, including any intrauterine exposure to toxins during fetal development, which may present as infertility many years later as an adult.   ==== Age ====  A woman's fertility is affected by her age. The average age of a girl's first period (menarche) is 12–13 (12.5 years in the United States, 12.72 in Canada, 12.9 in the UK), but, in postmenarchal girls, about 80% of the cycles are anovulatory in the first year after menarche, 50% in the third and 10% in the sixth year. A woman's fertility peaks in the early and mid 20s, after which it starts to decline, with this decline being accelerated after age 35. However, the exact estimates of a woman's chances to conceive after a certain age are not clear, with research giving differing results. The chances of a couple to successfully conceive at an advanced age depend on many factors, including the general health of a woman and the fertility of the male partner. Menopause typically occurs between 44 and 58 years of age. DNA testing is rarely carried out to confirm claims of maternity at advanced ages, but in one large study, among 12,549 African and Middle Eastern immigrant mothers, confirmed by DNA testing, only two mothers were found to be older than fifty, the oldest mother being 52.1 years at conception (and the youngest mother 10.7 years old).   ==== Tobacco smoking ====  Tobacco smoking is harmful to the ovaries, and the degree of damage is dependent upon the amount and length of time a woman smokes or is exposed to a smoke-filled environment. Nicotine and other harmful chemicals in cigarettes interfere with the body's ability to create estrogen, a hormone that regulates folliculogenesis and ovulation. Also, cigarette smoking interferes with folliculogenesis, embryo transport, endometrial receptivity, endometrial angiogenesis, uterine blood flow and the uterine myometrium. Some damage is irreversible, but stopping smoking can prevent further damage. Smokers are 60% more likely to be infertile than non-smokers. Smoking reduces the chances of IVF producing a live birth by 34% and increases the risk of an IVF pregnancy miscarrying by 30%. Also, female smokers have an earlier onset of menopause by approximately 1–4 years.   ==== Sexually transmitted infections ==== Sexually transmitted infections are a leading cause of infertility. They often display few, if any visible symptoms, with the risk of failing to seek proper treatment in time to prevent decreased fertility.   ==== Body weight and eating disorders ==== Twelve percent of all infertility cases are a result of a woman either being underweight or overweight. Fat cells produce estrogen, in addition to the primary sex organs. Too much body fat causes production of too much estrogen and the body begins to react as if it is on birth control, limiting the odds of getting pregnant. Too little body fat causes insufficient production of estrogen and disruption of the menstrual cycle. Both under and overweight women have irregular cycles in which ovulation does not occur or is inadequate. Proper nutrition in early life is also a major factor for later fertility. A study in the US indicated that approximately 20% of infertile women had a past or current eating disorder, which is five times higher than the general lifetime prevalence rate. A review from 2010 concluded that overweight and obese subfertile women have a reduced probability of successful fertility treatment and their pregnancies are associated with more complications and higher costs. In hypothetical groups of 1,000 women undergoing fertility care, the study counted approximately 800 live births for normal weight and 690 live births for overweight and obese anovulatory women. For ovulatory women, the study counted approximately 700 live births for normal weight, 550 live births for overweight and 530 live births for obese women. The increase in cost per live birth in anovulatory overweight and obese women were, respectively, 54 and 100% higher than their normal weight counterparts, for ovulatory women they were 44 and 70% higher, respectively.   ==== Radiation ==== Exposure to radiation poses a high risk of infertility, depending on the frequency, power, and exposure duration. Radiotherapy is reported to cause infertility.  the amount of radiation absorbed by the ovaries will determine if she becomes infertile. High doses can destroy some or all of the eggs in the ovaries and might cause infertility or early menopause.    ==== Chemotherapy ==== Chemotherapy poses a high risk of infertility. Chemotherapies with high risk of infertility include procarbazine and other alkylating drugs such as cyclophosphamide, ifosfamide, busulfan, melphalan, chlorambucil and chlormethine. Drugs with medium risk include doxorubicin and platinum analogs such as cisplatin and carboplatin. On the other hand, therapies with low risk of gonadotoxicity include plant derivatives such as vincristine and vinblastine, antibiotics such as bleomycin and dactinomycin and antimetabolites such as methotrexate, mercaptopurine and 5-fluorouracil. Female infertility by chemotherapy appears to be secondary to premature ovarian failure by loss of primordial follicles. This loss is not necessarily a direct effect of the chemotherapeutic agents, but could be due to an increased rate of growth initiation to replace damaged developing follicles. Antral follicle count decreases after three series of chemotherapy, whereas follicle stimulating hormone (FSH) reaches menopausal levels after four series. Other hormonal changes in chemotherapy include decrease in inhibin B and anti-Müllerian hormone levels. Women may choose between several methods of fertility preservation prior to chemotherapy, including cryopreservation of ovarian tissue, oocytes or embryos.   ==== Immune infertility ==== Antisperm antibodies (ASA) have been considered as infertility cause in around 10–30% of infertile couples. ASA production are directed against surface antigens on sperm, which can interfere with sperm motility and transport through the female reproductive tract, inhibiting capacitation and acrosome reaction, impaired fertilization, influence on the implantation process, and impaired growth and development of the embryo. Factors contributing to the formation of antisperm antibodies in women are disturbance of normal immunoregulatory mechanisms, infection, violation of the integrity of the mucous membranes, rape and unprotected oral or anal sex.   ==== Other acquired factors ==== Adhesions secondary to surgery in the peritoneal cavity is the leading cause of acquired infertility. A meta-analysis in 2012 came to the conclusion that there is only little evidence for the surgical principle that using less invasive techniques, introducing less foreign bodies or causing less ischemia reduces the extent and severity of adhesions. Diabetes mellitus. A review of type 1 diabetes came to the result that, despite modern treatment, women with diabetes are at increased risk of female infertility, such as reflected by delayed puberty and menarche, menstrual irregularities (especially oligomenorrhoea), mild hyperandrogenism, polycystic ovarian syndrome, fewer live born children and possibly earlier menopause. Animal models indicate that abnormalities on the molecular level caused by diabetes include defective leptin, insulin and kisspeptin signalling. Coeliac disease. Non-gastrointestinal symptoms of coeliac disease may include disorders of fertility, such as delayed menarche, amenorrea, infertility or early menopause; and pregnancy complications, such as intrauterine growth restriction (IUGR), small for gestational age (SGA) babies, recurrent abortions, preterm deliveries or low birth weight (LBW) babies. Nevertheless, gluten-free diet reduces the risk. Some authors suggest that physicians should investigate the presence of undiagnosed coeliac disease in women with unexplained infertility, recurrent miscarriage or IUGR. Significant liver or kidney disease Thrombophilia Cannabis smoking, such as of marijuana causes disturbances in the endocannabinoid system, potentially causing infertility Radiation, such as in radiation therapy. The radiation dose to the ovaries that generally causes permanent female infertility is 20.3 Gy at birth, 18.4 Gy at 10 years, 16.5 Gy at 20 years and 14.3 Gy at 30 years. After total body irradiation, recovery of gonadal function occurs in 10−14% of cases, and the number of pregnancies observed after hematopoietic stem cell transplantation involving such as procedure is lower than 2%.   === Genetic factors ===  There are many genes wherein mutation causes female infertility, as shown in table below. Also, there are additional conditions involving female infertility which are believed to be genetic but where no single gene has been found to be responsible, notably Mayer-Rokitansky-Küstner-Hauser Syndrome (MRKH). Finally, an unknown number of genetic mutations cause a state of subfertility, which in addition to other factors such as environmental ones may manifest as frank infertility. Chromosomal abnormalities causing female infertility include Turner syndrome. Oocyte donation is an alternative for patients with Turner syndrome. Some of these gene or chromosome abnormalities cause intersex conditions, such as androgen insensitivity syndrome.   === By location ===   ==== Hypothalamic-pituitary factors ==== Hypothalamic dysfunction Hyperprolactinemia   ==== Ovarian factors ==== Chemotherapy (as detailed previously) with certain agents have a high risk of toxicity on the ovaries. Many genetic defects (as also detailed previously) also disturb ovarian function. Polycystic ovary syndrome (also see infertility in polycystic ovary syndrome) •2 of these 3 criteria: 1) Anovulation/oligovulation 2) Hyperandrogenism 3) PCO Ultrasound •Must be excluded: o Congenital Suprarenal hyperplasia o Androgen producer tumors o Hyperprolactinemia Some of PCOS's consequences are:  •Insulin Resistance in 80% of PCOS women.  •Higher incidence of spontaneous miscarriage. •Higher risk of developing diabetes mellitus type 2  Anovulation. Female infertility caused by anovulation is called \"anovulatory infertility\", as opposed to \"ovulatory infertility\" in which ovulation is present. Diminished ovarian reserve, also see Poor Ovarian Reserve - Ultrasound: antral follicle count (AFC) >6AF - Hormones: FSH, E2, AMH  Premature menopause Menopause Luteal dysfunction Gonadal dysgenesis (Turner syndrome)   ==== Tubal (ectopic)/peritoneal factors ====  Endometriosis (also see endometriosis and infertility) Pelvic adhesions Pelvic inflammatory disease (PID, usually due to chlamydia) Tubal dysfunction Previous ectopic pregnancy. A randomized study in 2013 came to the result that the rates of intrauterine pregnancy two years after treatment of ectopic pregnancy are approximately 64% with radical surgery, 67% with medication, and 70% with conservative surgery. In comparison, the cumulative pregnancy rate of women under 40 years of age in the general population over two years is over 90%. Hydrosalpinx is the most frequent. This happens when there is a presence of fluid on the tubes. We have some ways to test it: Hysterosalphingography, in which we can see both the uterus (Hystero) and the tubes. Hysterosonosalphingography, that we see only the uterus. This test is used to check if the tubes are permeable or if there is any obstacle in the path to the uterus. We have to introduce a liquid contrast via vagina, and we check its path via x-ray. If the tube is blocked, the contrast liquid will be stopped in the tubes, but if it's not blocked, it will end in the abdominal cavity. The flow of this contrast needs peristaltic movements. This blockage can be produced by sexually transmitted infections, previous surgery, peritonitis or endometriosis. •Permeability Hysterosalpingography (HSG) Ultrasoud + Hysterosonosalpingography (HSSG) Chlamydia serology Laparoscopy: methylene blue •Tubal examination (endoscopy): laparoscopy, faloscopy, fertiloscopy   ==== Uterine factors ==== Uterine malformations Uterine fibroids Asherman's syndrome Implantation failure without any known primary cause. It results in negative pregnancy test despite having performed e.g. embryo transfer. Myomas Previously, a bicornuate uterus was thought to be associated with infertility, but recent studies have not confirmed such an association.   ==== Cervical factors ==== Cervical stenosis Antisperm antibodies Non-receptive cervical mucus   ==== Vaginal factors ==== Vaginismus Vaginal obstruction   === Interrupted meiosis === Meiosis, a special type of cell division specific to germ cells, produces egg cells in women. During meiosis, accurate segregation of chromosomes must occur during two rounds of division to create, upon fertilisation, a zygote with a proper diploid (euploid) set of chromosomes. About half of all spontaneous abortions are aneuploid, that is, have an improper set of chromosomes. Human genetic variants that likely cause dysregulation of critical meiotic processes have been identified in 14 female infertility associated genes. A major cause of female infertility is premature ovarian insufficiency. This insufficiency is a heterogeneous disease that affects about 1% of women who are under the age of 40.  Some instances of female infertility are caused by DNA repair dysregulation during meiosis.   == Diagnosis ==  Diagnosis of infertility begins with a medical history and physical exam. The healthcare provider may order tests, including the following:  Lab tests Hormone testing, to measure levels of female hormones at certain times during a menstrual cycle. Day 2 or 3 measure of FSH and estrogen, to assess ovarian reserve. Measurements of thyroid function (a thyroid stimulating hormone (TSH) level of between 1 and 2 is considered optimal for conception). Measurement of progesterone in the second half of the cycle to help confirm ovulation. Anti-Müllerian hormone to estimate ovarian reserve. Examination and imaging An endometrial biopsy, to verify ovulation and inspect the lining of the uterus. Laparoscopy, which allows the provider to inspect the pelvic organs. Fertiloscopy, a relatively new surgical technique used for early diagnosis (and immediate treatment). Pap smear, to check for signs of infection. Pelvic exam, to look for abnormalities or infection. A postcoital test, which is done soon after intercourse to check for problems with sperm surviving in cervical mucous (not commonly used now because of test unreliability). Hysterosalpingography or sonosalpingography, to check for tube patency Sonohysterography to check for uterine abnormalities. There are genetic testing techniques under development to detect any mutation in genes associated with female infertility. Initial diagnosis and treatment of infertility is usually made by obstetrician/gynecologists or women's health nurse practitioners. If initial treatments are unsuccessful, referral is usually made to physicians who are fellowship trained as reproductive endocrinologists. Reproductive endocrinologists are usually obstetrician/gynecologists with advanced training in reproductive endocrinology and infertility (in North America). These physicians treat reproductive disorders affecting not only women but also men, children, and teens. Usually reproductive endocrinology & infertility medical practices do not see women for general maternity care. The practice is primarily focused on helping their women to conceive and to correct any issues related to recurring pregnancy loss.   === Definition === There is no unanimous definition of female infertility, because the definition depends on social and physical characteristics which may vary by culture and situation. NICE guidelines state that: \"A woman of reproductive age who has not conceived after 1 year of unprotected vaginal sexual intercourse, in the absence of any known cause of infertility, should be offered further clinical assessment and investigation along with her partner.\" It is recommended that a consultation with a fertility specialist should be made earlier if the woman is aged 36 years or over, or there is a known clinical cause of infertility or a history of predisposing factors for infertility. According to the World Health Organization (WHO), infertility can be described as the inability to become pregnant, maintain a pregnancy, or carry a pregnancy to live birth. A clinical definition of infertility by the WHO and ICMART is \"a disease of the reproductive system defined by the failure to achieve a clinical pregnancy after 12 months or more of regular unprotected sexual intercourse.\" Infertility can further be broken down into primary and secondary infertility. Primary infertility refers to the inability to give birth either because of not being able to become pregnant, or carry a child to live birth, which may include miscarriage or a stillborn child.  Secondary infertility refers to the inability to conceive or give birth when there was a previous pregnancy or live birth.   == Prevention == Acquired female infertility may be prevented through identified interventions:  Maintaining a healthy lifestyle. Excessive exercise, consumption of caffeine and alcohol, and smoking have all been associated with decreased fertility. Eating a well-balanced, nutritious diet, with plenty of fresh fruits and vegetables, and maintaining a normal weight, on the other hand, have been associated with better fertility prospects. Treating or preventing existing diseases. Identifying and controlling chronic diseases such as diabetes and hypothyroidism increases fertility prospects. Lifelong practice of safer sex reduces the likelihood that sexually transmitted infections will impair fertility; obtaining prompt treatment for sexually transmitted infections reduces the likelihood that such infections will do significant damage. Regular physical examinations (including pap smears) help detect early signs of infections or abnormalities. Not delaying parenthood. Fertility does not ultimately cease before menopause, but it starts declining after age 27 and drops at a somewhat greater rate after age 35. Women whose biological mothers had unusual or abnormal issues related to conceiving may be at particular risk for some conditions, such as premature menopause, that can be mitigated by not delaying parenthood. Egg freezing. A woman can freeze her eggs preserve her fertility. By using egg freezing while in the peak reproductive years, a woman's oocytes are cryogenically frozen and ready for her use later in life, reducing her chances of female infertility.   == Treatment == There is no method to reverse advanced maternal age, but there are assisted reproductive technologies for many causes of infertility in pre-menopausal women, including:  Ovulation induction for anovulation In vitro fertilization in for example tubal abnormalities   == Epidemiology == Female infertility varies widely by geographic location around the world. In 2010, there was an estimated 48.5 million infertile couples worldwide, and from 1990 to 2010 there was little change in levels of infertility in most of the world. In 2010, the countries with the lowest rates of female infertility included the South American countries of Peru, Ecuador and Bolivia, as well as in Poland, Kenya, and Republic of Korea. The highest rate regions included Eastern Europe, North Africa, the Middle East, Oceania, and Sub-Saharan Africa. The prevalence of primary infertility has increased since 1990, but secondary infertility has decreased overall. Rates decreased (although not prevalence) of female infertility in high-income, Central/Eastern Europe, and Central Asia regions. Female infertility is prevalent across the globe.   === Africa === Sub-Saharan Africa has had decreasing levels of primary infertility from 1990 to 2010. Within the Sub-Saharan region, rates were lowest in Kenya, Zimbabwe, and Rwanda, while the highest rates were in Guinea, Mozambique, Angola, Gabon, and Cameroon along with Northern Africa near the Middle East. According to a 2004 DHS report, rates in Africa were highest in Middle and Sub-Saharan Africa, with East Africa's rates close behind.   === Asia === In Asia, the highest rates of combined secondary and primary infertility were in the South Central region, and then in the Southeast region, with the lowest rates in the Western areas.   === Latin America and Caribbean === The prevalence of female infertility in the Latin America/Caribbean region is typically lower than the global prevalence. However, the greatest rates occurred in Jamaica, Suriname, Haiti, and Trinidad and Tobago. Central and Western Latin America has some of the lowest rates of prevalence. The highest regions in Latin America and the Caribbean were in the Caribbean Islands and in less developed countries.   == Society and culture ==   === Social stigma ===  Social stigma due to infertility is seen in many cultures throughout the world in varying forms. Often, when women cannot conceive, the blame is put on them, even when approximately 50% of infertility issues come from the man. In addition, many societies only tend to value a woman if she is able to produce at least one child, and a marriage can be considered a failure when the couple cannot conceive. The act of conceiving a child can be linked to the couple's consummation of marriage, and reflect their social role in society. This is seen in the \"African infertility belt\", where infertility is prevalent in Africa which includes countries spanning from Tanzania in the east to Gabon in the west. In this region, infertility is highly stigmatized and can be considered a failure of the couple to their societies. This is demonstrated in Uganda and Nigeria where there is a great pressure put on childbearing and its social implications. This is also seen in some Muslim societies including Egypt and Pakistan. In the United States, and all over the world, infertility and women's infertility at large is an invisible yet debilitating disease that is stigmatized and looked down upon. But, in recent years many have begun to sue organizations for infertility insurance coverage, as the Americans with Disabilities Act (ADA) has recognized infertility as a disability. This however adds another stigmatization to women suffering from infertility as the word disability has a negative connotation in various world societies. [77] Wealth is sometimes measured by the number of children a woman has, as well as inheritance of property. Children can influence financial security in many ways. In Nigeria and Cameroon, land claims are decided by the number of children. Also, in some Sub-Saharan countries women may be denied inheritance if she did not bear any children  In some African and Asian countries a husband can deprive his infertile wife of food, shelter and other basic necessities like clothing. In Cameroon, a woman may lose access to land from her husband and left on her own in old age. In many cases, a woman who cannot bear children is excluded from social and cultural events including traditional ceremonies. This stigmatization is seen in Mozambique and Nigeria where infertile women have been treated as outcasts to society. This is a humiliating practice which devalues infertile women in society. In the Makua tradition, pregnancy and birth are considered major life events for a woman, with the ceremonies of nthaa'ra and ntha'ara no mwana, which can only be attended by women who have been pregnant and have had a baby. The effect of infertility can lead to social shaming from internal and social norms surrounding pregnancy, which affects women around the world. When pregnancy is considered such an important event in life, and considered a \"socially unacceptable condition\", it can lead to a search for treatment in the form of traditional healers and expensive Western treatments. The limited access to treatment in many areas can lead to extreme and sometimes illegal acts in order to produce a child.   === Marital role === Men in some countries may find another wife when their first cannot produce a child, hoping that by sleeping with more women he will be able to produce his own child. This can be prevalent in some societies, including Cameroon, Nigeria, Mozambique, Egypt, Botswana, and Bangladesh, among many more where polygamy is more common and more socially acceptable. In couples that are unsuccessful in conceiving, divorce rates are roughly 3.5 times higher than those of couples who are fertile. This was based on those with female infertility. [78] In some cultures, including Botswana  and Nigeria, women can select a woman with whom she allows her husband to sleep with in hopes of conceiving a child. Women who are desperate for children may compromise with her husband to select a woman and accept duties of taking care of the children to feel accepted and useful in society. Women may also sleep with other men in hopes of becoming pregnant. This can be done for many reasons including advice from a traditional healer, or finding if another man was \"more compatible\". In many cases, the husband was not aware of the extra sexual relations and would not be informed if a woman became pregnant by another man. This is not as culturally acceptable however, and can contribute to the gendered suffering of women who have fewer options to become pregnant on their own as opposed to men. Men and women can also turn to divorce in attempt to find a new partner with whom to bear a child. Infertility in many cultures is a reason for divorce, and a way for a man or woman to increase his/her chances of producing an heir. When a woman is divorced, she can lose her security that often comes with land, wealth, and a family. This can ruin marriages and can lead to distrust in the marriage. The increase of sexual partners can potentially result with the spread of disease including HIV/AIDS, and can actually contribute to future generations of infertility.   === Domestic abuse === The emotional strain and stress that comes with infertility in the household can lead to the mistreatment and domestic abuse of a woman.  The devaluation of a wife due to her inability to conceive can lead to domestic abuse and emotional trauma such as victim blaming. Women are sometimes or often blamed as the cause of a couples' infertility, which can lead to emotional abuse, anxiety, and shame. In addition, blame for not being able to conceive is often put on the female, even if it is the man who is infertile. Women who are not able to conceive can be starved, beaten, and may be neglected financially by her husband as if she had no child bearing use to him. The physical abuse related to infertility may result from this and the emotional stress that comes with it. In some countries, the emotional and physical abuses that come with infertility can potentially lead to assault, murder, and suicide.   === Mental and psychological impact === Many infertile women tend to cope with immense stress and social stigma behind their condition, which can lead to considerable mental distress. The long-term stress involved in attempting to conceive a child and the social pressures behind giving birth can lead to emotional distress that may manifest as mental disease. Women with infertility might deal with psychological stressors such as denial, anger, grief, guilt, and depression. There can be considerable social shaming that can lead to intense feelings of sadness and frustration that potentially contribute to depression and suicide. The implications behind infertility bear huge consequences for the mental health of an infertile woman because of the social pressures and personal grief behind being unable to bear children. The range of psychological issues pertaining to infertility in women is vast and can include inferiority complex, stress with interpersonal relationships, and possibly major depression and or anxiety. With the impacts of infertility on social life, cultural significance, and psychological factors, “infertility has been classified as one of the greatest stressors of life.” [76]   === Emotional impact of infertility treatment === Many women have reported finding treatment for infertility stressful and a cause of relationship difficulties with their partners. The fear of failure was the most important barrier to treatment. Females, in studied cases, typically experience more adverse effects of infertility and treatments than do males. The psychological support is fundamental to limit the possibility to drop-out from infertility treatment and reduce the distress level which is strongly associated with lower pregnancy rates. In addition some medications (in particular clomifene citrate) used in the treatment have several side effects which may be an important risk factor for the development of depression.   == See also == Advanced maternal age Fertility Infertility Male infertility Oncofertility   == References ==   == Additional sources == Raval, H.; Slade, P.; Buck, P.; Lieberman, B. E. (1987-10). \"The impact of infertility on emotions and the marital and sexual relationship\". Journal of Reproductive and Infant Psychology. 5 (4): 221–234. doi:10.1080/02646838708403497. ISSN 0264-6838. Khan, Ambreen Rashid (March 2019). \"Impact of Infertility on Mental Health of Women\" (PDF). The International Journal of Indian Psychology. 7 (1): 804–809. doi:10.25215/0701.089 Sternke, Elizabeth A.; Abrahamson, Kathleen (2015-03-01). \"Perceptions of Women with Infertility on Stigma and Disability\". Sexuality and Disability. 33 (1): 3–17. doi:10.1007/s11195-014-9348-6 ISSN 1573-6717   == External links =="}