{"name": "fenfluramine", "category": "drug", "content": "Fenfluramine, sold under the brand name Fintepla, is a serotonergic medication used for the treatment of seizures associated with Dravet syndrome and Lennox–Gastaut syndrome. It was formerly used as an appetite suppressant in the treatment of obesity, but was discontinued for this use due to cardiovascular toxicity before being repurposed for new indications. Fenfluramine was used for weight loss both alone under the brand name Pondimin and in combination with phentermine commonly known as fen-phen. Side effects of fenfluramine in people treated for seizures include decreased appetite, somnolence, sedation, lethargy, diarrhea, constipation, abnormal echocardiogram, fatigue, malaise, asthenia, ataxia, balance disorder, gait disturbance, increased blood pressure, drooling, excessive salivation, fever, upper respiratory tract infection, vomiting, appetite loss, weight loss, falls, and status epilepticus. Fenfluramine acts as a serotonin releasing agent, agonist of the serotonin 5-HT2 receptors, and σ1 receptor positive modulator. Its mechanism of action in the treatment of seizures is unknown, but may involve increased activation of certain serotonin receptors and the σ1 receptor. Fenfluramine was developed in the early 1960s and was first introduced for medical use as an appetite suppressant in France in 1963 followed by approval in the United States in 1973. In the 1990s, fenfluramine came to be associated with cardiovascular toxicity, and because of this, was withdrawn from the United States market in 1997. Subsequently, it was repurposed for the treatment of seizures and was reintroduced in the United States and the European Union in 2020. Fenfluramine was previously a schedule IV controlled substance in the United States. However, the substance has since no-longer been subject to control pursuant to rule-making issued on 23 December 2022.   == Medical uses ==   === Seizures === Fenfluramine is indicated for the treatment of seizures associated with Dravet syndrome and Lennox–Gastaut syndrome in people age two and older. Dravet syndrome is a life-threatening, rare and chronic form of epilepsy. It is often characterized by severe and unrelenting seizures despite medical treatment.   === Obesity === Fenfluramine was formerly used as an appetite suppressant in the treatment of obesity, but was withdrawn for this use due to cardiovascular toxicity.   == Adverse effects == The most common adverse reactions in people with seizures include decreased appetite; drowsiness, sedation and lethargy; diarrhea; constipation; abnormal echocardiogram; fatigue or lack of energy; ataxia (lack of coordination), balance disorder, gait disturbance (trouble with walking); increased blood pressure; drooling, salivary hypersecretion (saliva overproduction); pyrexia (fever); upper respiratory tract infection; vomiting; decreased weight; risk of falls; and status epilepticus. The U.S. Food and Drug Administration (FDA) fenfluramine labeling includes a boxed warning stating the drug is associated with valvular heart disease (VHD) and pulmonary arterial hypertension (PAH). Because of the risks of VHD and PAH, fenfluramine is available only through a restricted drug distribution program, under a risk evaluation and mitigation strategy (REMS). The fenfluramine REMS requires health care professionals who prescribe fenfluramine and pharmacies that dispense fenfluramine to be specially certified in the fenfluramine REMS and that patients be enrolled in the REMS. As part of the REMS requirements, prescribers and patients must adhere to the required cardiac monitoring with echocardiograms to receive fenfluramine. At higher therapeutic doses, headache, diarrhea, dizziness, dry mouth, erectile dysfunction, anxiety, insomnia, irritability, lethargy, and CNS stimulation have been reported with fenfluramine. There have been reports associating chronic fenfluramine treatment with emotional instability, cognitive deficits, depression, psychosis, exacerbation of pre-existing psychosis (schizophrenia), and sleep disturbances. It has been suggested that some of these effects may be mediated by serotonergic neurotoxicity/depletion of serotonin with chronic administration and/or activation of serotonin 5-HT2A receptors.   === Heart valve disease === The distinctive valvular abnormality seen with fenfluramine is a thickening of the leaflet and chordae tendineae. One mechanism used to explain this phenomenon involves heart valve serotonin receptors, which are thought to help regulate growth. Since fenfluramine and its active metabolite norfenfluramine stimulate serotonin receptors, this may have led to the valvular abnormalities found in patients using fenfluramine. In particular norfenfluramine is a potent inhibitor of the re-uptake of 5-HT into nerve terminals. Fenfluramine and its active metabolite norfenfluramine affect the 5-HT2B receptors, which are plentiful in human cardiac valves. The suggested mechanism by which fenfluramine causes damage is through over or inappropriate stimulation of these receptors leading to inappropriate valve cell division. Supporting this idea is the fact that this valve abnormality has also occurred in patients using other drugs that act on 5-HT2B receptors. According to a study of 5,743 former users conducted by a plaintiff's expert cardiologist, damage to the heart valve continued long after stopping the medication. Of the users tested, 20% of women, and 12% of men were affected. For all ex-users, there was a 7-fold increase of chances of needing surgery for faulty heart valves caused by the drug.   == Overdose == In overdose, fenfluramine can cause serotonin syndrome and rapidly result in death.   == Pharmacology ==   === Pharmacodynamics === Fenfluramine acts primarily as a serotonin releasing agent. It increases the level of serotonin, a neurotransmitter that regulates mood, appetite and other functions. Fenfluramine causes the release of serotonin by disrupting vesicular storage of the neurotransmitter, and reversing serotonin transporter function. The drug also acts as a norepinephrine releasing agent to a lesser extent, particularly via its active metabolite norfenfluramine. At high concentrations, norfenfluramine, though not fenfluramine, also acts as a dopamine releasing agent, and so fenfluramine may do this at very high doses as well. In addition to monoamine release, while fenfluramine binds only very weakly to the serotonin 5-HT2 receptors, norfenfluramine binds to and activates the serotonin 5-HT2B and 5-HT2C receptors with high affinity and the serotonin 5-HT2A receptor with moderate affinity. The result of the increased serotonergic and noradrenergic neurotransmission is a feeling of fullness and reduced appetite. The combination of fenfluramine with phentermine, a norepinephrine–dopamine releasing agent acting primarily on norepinephrine, results in a well-balanced serotonin–norepinephrine releasing agent with weaker effects of dopamine release.  Fenfluramine was identified as a potent positive modulator of the σ1 receptor in 2020 and this action may be involved in its therapeutic benefits in the treatment of seizures.   === Pharmacokinetics === The elimination half-life of fenfluramine has been reported as ranging from 13 to 30 hours. The mean elimination half-lives of its enantiomers have been found to be 19 hours for dexfenfluramine and 25 hours for levfenfluramine. Norfenfluramine, the major active metabolite of fenfluramine, has an elimination half-life that is about 1.5 to 2 times as long as that of fenfluramine, with mean values of 34 hours for dexnorfenfluramine and 50 hours for levnorfenfluramine.   == Chemistry == Fenfluramine is a substituted amphetamine and is also known as 3-trifluoromethyl-N-ethylamphetamine. It is a racemic mixture of two enantiomers, dexfenfluramine and levofenfluramine. Some analogues of fenfluramine include norfenfluramine, benfluorex, flucetorex, and fludorex.   == History == Fenfluramine was developed in the early 1960s and was introduced in France in 1963. Approximately 50 million Europeans were treated with fenfluramine for appetite suppression between 1963 and 1996. Fenfluramine was approved in the United States in 1973. The combination of fenfluramine and phentermine was proposed in 1984. Approximately 5 million people in the United States were given fenfluramine or dexfenfluramine with or without phentermine between 1996 and 1998. In the early 1990s, French researchers reported an association of fenfluramine with primary pulmonary hypertension and dyspnea in a small sample of patients. Fenfluramine was withdrawn from the U.S. market in 1997 after reports of heart valve disease and continued findings of pulmonary hypertension, including a condition known as cardiac fibrosis. It was subsequently withdrawn from other markets around the world. It was banned in India in 1998. Fenfluramine was an appetite suppressant which was used to treat obesity. It was used both on its own and, in combination with phentermine, as part of the anti-obesity medication Fen-Phen. In June 2020, fenfluramine was approved for medical use in the United States with an indication to treat Dravet syndrome. The effectiveness of fenfluramine for the treatment of seizures associated with Dravet syndrome was demonstrated in two clinical studies in 202 subjects between ages two and eighteen. The studies measured the change from baseline in the frequency of convulsive seizures. In both studies, subjects treated with fenfluramine had significantly greater reductions in the frequency of convulsive seizures during the trials than subjects who received placebo (inactive treatment). These reductions were seen within 3–4 weeks, and remained generally consistent over the 14- to 15-week treatment periods. The U.S. Food and Drug Administration (FDA) granted the application for fenfluramine priority review and orphan drug designations. The FDA granted approval of Fintepla to Zogenix, Inc. On 15 October 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Fintepla, intended for the treatment of seizures associated with Dravet syndrome. Fenfluramine was approved for medical use in the European Union in December 2020.   == Society and culture ==   === Legal status === Fenfluramine is a prescription medication in the US. Fenfluramine was removed from Schedule IV of the Controlled Substances Act in December 2022.   === Recreational use === Unlike various other amphetamine derivatives, fenfluramine is reported to be dysphoric, \"unpleasantly lethargic\", and non-addictive at therapeutic doses. However, it has been reported to be used recreationally at high doses ranging between 80 and 400 mg, which have been described as producing euphoria, amphetamine-like effects, sedation, and hallucinogenic effects, along with anxiety, nausea, diarrhea, and sometimes panic attacks, as well as depressive symptoms once the drug had worn off. At very high doses (e.g., 240 mg, or between 200 and 600 mg), fenfluramine induces a psychedelic state resembling that produced by lysergic acid diethylamide (LSD). Indirect (via induction of serotonin release) and/or direct activation of the 5-HT2A receptor would be expected to be responsible for the psychedelic effects of the drug at sufficient doses.   == References ==   == Further reading ==   == External links == Inchem.org - Fenfluramine hydrochloride"}