{"name": "fenoterol", "category": "drug", "content": "Fenoterol is a β adrenoreceptor agonist. It is classed as sympathomimetic β2 agonist and an inhaled bronchodilator asthma medication. Fenoterol is produced and sold by Boehringer Ingelheim as Berotec N and in combination with ipratropium as Berodual N. It was patented in 1962 and came into medical use in 1971 but, in the 1980s, concerns emerged about its safety and its use being associated with an increased risk of death (see below).   == Adverse effects and toxicity ==  Fenoterol is a short-acting β2 agonist that also stimulates β1 receptors. Fenoterol has more cardiovascular toxicity than isoprenaline or salbutamol. Fenoterol was widely used in New Zealand in the late 1970s and the 1980s until it was removed from the New Zealand drug tariff in 1989 because its introduction and widespread use was associated with an epidemic of asthma deaths. A series of case-control studies demonstrated that asthmatics using fenoterol were more likely to die of asthma compared with controls treated with alternative beta agonists; this risk of asthma deaths was particularly high in severe asthmatics. The mortality rate declined following withdrawal of fenoterol without evidence supporting an alternative explanation for the abrupt rise and fall in asthma deaths. Data did not support confounding by severity as the explanation for the excess mortality. There are alternative short-acting beta agonists that have not been associated with increased mortality e.g. salbutamol.   == Stereoisomers == 5-(1-Hydroxy-2-{[2-(4-hydroxyphenyl)-1-methylethyl]amino}ethyl)benzene-1,3-diol is a molecule with two different stereogenic centers. Thus, four stereoisomers may exist, the (R,R)-, (R,S)-, (S,R)- and (S,S)-stereoisomers (see the figure below). Fenoterol is a racemate of the (R,R)- and the (S,S)-enantiomers. This racemate is 9 to 20 times more effective, as compared to the racemate of the (R,S)- and (S,R)-enantiomers.   == References =="}