{"name": "fenoldopam", "category": "drug", "content": "Fenoldopam mesylate (Corlopam) is a drug and synthetic benzazepine derivative which acts as a selective D1 receptor partial agonist. Fenoldopam is used as an antihypertensive agent. It was approved by the Food and Drug Administration (FDA) in September 1997.   == Indications == Fenoldopam is used as an antihypertensive agent postoperatively, and also intravenously (IV) to treat a hypertensive crisis. Since fenoldopam is an intravenous agent with minimal adrenergic effects that improves renal perfusion, in theory it could be beneficial in hypertensive patients with concomitant chronic kidney disease. It can cause reflex tachycardia, but it is dependent on the infusion of the drug.   == Pharmacology == Fenoldopam causes arterial/arteriolar vasodilation leading to a decrease in blood pressure by activating peripheral D1 receptors. It decreases afterload and also promotes sodium excretion via specific dopamine receptors along the nephron. The renal effect of fenoldopam and dopamine may involve physiological antagonism of the renin-angiotensin system in the kidney. In contrast to dopamine, fenoldopam is a selective D1 receptor agonist with no effect on beta adrenoceptors, although there is evidence that it may have some alpha-1  and alpha-2 adrenoceptor antagonist activity.  D1 receptor stimulation activates adenylyl cyclase and raises intracellular cyclic AMP, resulting in vasodilation of most arterial beds, including renal, mesenteric, and coronary arteries. to cause a reduction in systemic vascular resistance.  Fenoldopam has a rapid onset of action (4 minutes) and short duration of action (< 10 minutes) and a linear dose–response relationship at usual clinical doses.   == Side effects == Adverse effects include headache, flushing, nausea, hypotension, reflex tachycardia, and increased intraocular pressure.   == Contraindications, warnings and precautions == Fenoldopam mesylate contains sodium metabisulfite, a sulfite that may rarely cause allergic-type reactions including anaphylactic symptoms and asthma in susceptible people. Fenoldopam mesylate administration should be undertaken with caution to patients with glaucoma or raised intraocular pressure as fenoldopam raises intraocular pressure. Concomitant use of fenoldopam with a beta-blocker should be avoided if possible, as unexpected hypotension can result from beta-blocker inhibition of sympathetic-mediated reflex tachycardia in response to fenoldopam.   == References =="}