{"name": "fenoprofen", "category": "drug", "content": "Fenoprofen, sold under the brand name Nalfon among others, is a nonsteroidal anti-inflammatory drug (NSAID). Fenoprofen calcium is used for symptomatic relief for rheumatoid arthritis, osteoarthritis, and mild to moderate pain.  It has also been used to treat postoperative pain. It is available as a generic medication.   == Pharmacology == Decreases inflammation, pain, and fever, probably through inhibition of cyclooxygenase (COX-2 inhibitor) activity and prostaglandin synthesis.   === Chirality and biological activity === Fenoprofen is chiral drug with one stereogenic center and exists as chiral twins. (S)-enantiomer has the desired pharmacological action where as the (R)-isomer is less active. It is observed that there is stereoselective bioconversion of the (R)- to (S)-fenoprofen. This stereoselective conversion is called chiral inversion.   == Contraindications == History of significantly impaired renal function; patients with known hypersensitivity to any component of the product; patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs; treatment of perioperative pain in the setting of coronary artery bypass graft (CABG) surgery.   == Adverse effects == In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in unborn babies that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy.   == Drug interactions == Aminoglycosides (e.g. gentamicin): Plasma aminoglycoside levels may be elevated. Angiotensin-converting enzyme (ACE) inhibitors: Antihypertensive effect of ACE inhibitors may be diminished. Anticoagulants: Coadministration may prolong prothrombin time. Aspirin: Fenoprofen Cl may be increased; coadministration is not recommended. Diuretics: Patients treated with fenoprofen may be resistant to the effects of loop diuretics and thiazides. Hydantoins, sulfonamides, sulfonylureas: Fenoprofen may displace these drugs from their binding site. Lithium: Renal Cl of lithium may be reduced and plasma levels may be elevated, which may increase the risk of lithium toxicity. Methotrexate: May increase methotrexate levels. Phenobarbital: May decrease fenoprofen t1⁄2. Dosage adjustments of fenoprofen may be required if phenobarbital is added or withdrawn. SSRIs (e.g. fluoxetine, citalopram): The risk of GI effects may be increased.   == Laboratory test interactions == False elevation in free and total serum T 3 as measured by Amerlex-M kit.   == Brand names == UK –  Fenopron (Typharm Limited)   == See also == Ibuprofen Ketoprofen Thalidomide Chirality Chiral drugs Chiral inversion   == References ==   == External links == Fenoprofen info from Drugs.com"}