{"name": "fenticonazole", "category": "drug", "content": "Fenticonazole is an imidazole antifungal drug, used locally as the nitrate in the treatment of vulvovaginal candidiasis. It is active against a range of organisms including dermatophyte pathogens, Malassezia furfur, and Candida albicans. Fenticonazole has also been shown to exhibit antibacterial action, with a spectrum of activity that includes bacteria commonly associated with superinfected fungal skin and vaginal infections, and antiparasitic action against the protozoan Trichomonas vaginalis.   == Uses and administration == A 200 mg pessary is inserted into the vagina at bedtime for 3 nights or a 600 mg pessary is inserted once only at bedtime. The fenticonazole nitrate vaginal capsule is not greasy, does not soil and can easily be removed with water. Fenticonazole nitrate can also be applied topically as a 2% cream or solution for the treatment of fungal skin infections.   == Pregnancy and lactation == Oral administration of fenticonazole in rats has been reported to produce prolonged gestation and embryotoxic effects after doses above 40 mg/kg/day. Fenticonazole does not interfere with the function of male and female gonads and does not modify the first phases of reproduction. Fenticonazole has shown no teratogenic effects in rats and rabbits. Fenticonazole or its metabolites cross the placental barrier in pregnant rats and rabbits after vaginal application and are excreted in milk of lactating rats. Since there is no experience of use during pregnancy or lactation, fenticonazole nitrate vaginal capsules should not be used unless the physician considers if essential to the welfare of the patient.   == Adverse effects == Burning and itching have been reported after the application of fenticonazole nitrate. Intravaginal preparations of fenticonazole may damage latex contraceptives and additional contraceptive measures are therefore necessary during local administration.   == References ==   == Further reading =="}