{"name": "ferric carboxymaltose", "category": "drug", "content": "Iron supplements, also known as iron salts and iron pills, are a number of iron formulations used to treat and prevent iron deficiency including iron deficiency anemia. For prevention they are only recommended in those with poor absorption, heavy menstrual periods, pregnancy, hemodialysis, or a diet low in iron. Prevention may also be used in low birth weight babies. They are taken by mouth, injection into a vein, or injection into a muscle. While benefits may be seen in days, up to two months may be required until iron levels return to normal. Common side effects include constipation, abdominal pain, dark stools, and diarrhea. Other side effects, which may occur with excessive use, include iron overload and iron toxicity. Ferrous salts used as supplements by mouth include ferrous fumarate, ferrous gluconate, ferrous succinate, and ferrous sulfate. Injectable forms include iron dextran and iron sucrose. They work by providing the iron needed for making red blood cells. Iron pills have been used medically since at least 1681, with an easy-to-use formulation being created in 1832. Ferrous salt is on the World Health Organization's List of Essential Medicines. Ferrous salts are available as a generic medication and over the counter. Slow release formulations, while available, are not recommended. In 2021, ferrous sulfate was the 105th most commonly prescribed medication in the United States, with more than 6 million prescriptions.   == Medical uses == Iron supplements are used to treat or prevent iron deficiency and iron-deficiency anemia; parenteral irons can also be used to treat functional iron deficiency, where requirements for iron are greater than the body's ability to supply iron such as in inflammatory states. The main criterion is that other causes of anemia have also been investigated, such as vitamin B12 or folate deficiency, drug induced or due to other poisons such as lead, as often the anemia has more than one underlying cause. Iron deficiency anemia is classically a microcytic, hypochromic anemia. Generally, in the UK oral preparations are trialled before using parenteral delivery, unless there is the requirement for a rapid response, previous intolerance to oral iron or likely failure to respond. Intravenous iron may decrease the need for blood transfusions however it increases the risk of infections when compared to oral iron. A 2015 Cochrane Collaboration review found that daily oral supplementation of iron during pregnancy reduces the risk of maternal anemia and that effects on infant and on other maternal outcomes are not clear. Another review found tentative evidence that intermittent iron supplements by mouth for mothers and babies is similar to daily supplementation with fewer side effects. Supplements by mouth should be taken on an empty stomach, optionally with a small amount of food to reduce discomfort.   === Athletes === Athletes may be at elevated risk of iron deficiency and so benefit from supplementation, but the circumstances vary between individuals and dosage should be based on tested ferritin levels, since in some cases supplementation may be harmful.   === Frequent blood donors ===  Frequent blood donors may be advised to take iron supplements. Canadian Blood Services recommends discussing \"taking iron supplements with your doctor or pharmacist\" as \"the amount of iron in most multivitamins may not meet your needs and iron supplements may be necessary\". The American Red Cross recommends \"taking a multivitamin with 18 mg of iron or an iron supplement with 18-38 mg of elemental iron for 60 days after each blood donation, for 120 days after each power red donation or after frequent platelet donations\". A 2014 Cochrane Review found that blood donors were less likely to be deferred for low hemoglobin levels if they were taking oral iron supplements, although 29% of those who took them experienced side effects in contrast to the 17% that took a placebo. It is unknown what the long-term effects of iron supplementation for blood donors may be.   == Side effects == Side effects of therapy with oral iron are most often diarrhea or constipation and epigastric abdominal discomfort. Taken after a meal, side effects decrease, but there is an increased risk of interaction with other substances. Side effects are dose-dependent, and the dose may be adjusted. The patient may notice that their stools become black. This is completely harmless, but patients must be warned about this to avoid unnecessary concern. When iron supplements are given in a liquid form, teeth may reversibly discolor (this can be avoided through the use of a straw). Intramuscular injection can be painful, and brown discoloration may be noticed. Treatments with iron(II) sulfate have higher incidence of adverse events than iron(III)-hydroxide polymaltose complex (IPC) or iron bis-glycinate chelate. Iron overdose has been one of the leading causes of death caused by toxicological agents in children younger than six years. Iron poisoning may result in mortality or short-term and long-term morbidity.   === Infection risk === Because one of the functions of elevated ferritin (an acute phase reaction protein) in acute infections is thought to be to sequester iron from bacteria, it is generally thought that iron supplementation (which circumvents this mechanism) should be avoided in patients who have active bacterial infections. Replacement of iron stores is seldom such an emergency situation that it cannot wait for any such acute infection to be treated. Some studies have found that iron supplementation can lead to an increase in infectious disease morbidity in areas where bacterial infections are common. For example, children receiving iron-enriched foods have demonstrated an increased rate in diarrhea overall and enteropathogen shedding. Iron deficiency protects against infection by creating an unfavorable environment for bacterial growth. Nevertheless, while iron deficiency might lessen infections by certain pathogenic diseases, it also leads to a reduction in resistance to other strains of viral or bacterial infections, such as Salmonella typhimurium or Entamoeba histolytica. Overall, it is sometimes difficult to decide whether iron supplementation will be beneficial or harmful to an individual in an environment that is prone to many infectious diseases; however this is a different question than the question of supplementation in individuals who are already ill with a bacterial infection. Children living in areas prone for malarial infections are also at risk of developing anemia. It was thought that iron supplementation given to such children could increase the risk of malarial infection in them. A Cochrane systematic review published in 2016 found high quality evidence that iron supplementation does not increase the risk of clinical malaria in children.   == Contraindications == Contraindications often depend on the substance in question. Documented hypersensitivity to any ingredients and anemias without proper work-up (i.e., documentation of iron deficiency) is true of all preparations. Some can be used in iron deficiency, others require iron deficiency anaemia to be present. Some are also contraindicated in rheumatoid arthritis.   === Hemochromatosis === Individuals may be genetically predisposed to excessive iron absorption, as is the case with those with HFE hereditary hemochromatosis. Within the general population, 1 out of 400 people has the homozygous form of this genetic trait, and 1 out of every 10 people has its heterozygous form. Neither individuals with the homozygous or heterozygous form should take iron supplements.   == Interactions == Non-heme iron forms an insoluble complex with several other drugs, resulting in decreased absorption of both iron and the other drug. Examples include tetracycline, penicillamine, methyldopa, levodopa, bisphosphonates and quinolones. The same can occur with elements in food, such as calcium, which impacts both heme and non-heme iron absorption. Absorption of iron is better at a low pH (i.e. an acidic environment), and absorption is decreased if there is a simultaneous intake of antacids. Many other substances decrease the rate of non-heme iron absorption. One example is tannins from foods such as tea and phytic acid. Because iron from plant sources is less easily absorbed than the heme-bound iron of animal sources, vegetarians and vegans should have a somewhat higher total daily iron intake than those who eat meat, fish or poultry. Taken after a meal, there are fewer side effects but there is also less absorption because of interaction and pH alteration. Generally, an interval of 2–3 hours between the iron intake and that of other drugs seems advisable, but is less convenient for patients and can impact on compliance.   == History == The first pills were commonly known as Blaud's pills, which were named after P. Blaud of Beaucaire, the French physician who introduced and started the use of these medications as a treatment for patients with anemia.   == Administration ==   === By mouth ===  Iron can be supplemented by mouth using various forms, such as iron(II) sulfate. This is the most common and well studied soluble iron salt sold under brand names such as Feratab, Fer-Iron, and Slow-FE. It is in complex with gluconate, dextran, carbonyl iron, and other salts. Ascorbic acid, vitamin C, increases the absorption of non-heme sources of iron. Heme iron polypeptide (HIP) (e.g. Proferrin ES and Proferrin Forte) can be used when regular iron supplements such as ferrous sulfate or ferrous fumarate are not tolerated or absorbed. A clinical study demonstrated that HIP increased serum iron levels 23 times greater than ferrous fumarate on a milligram-per-milligram basis. Another alternative is ferrous glycine sulfate or ferroglycine sulfate, has less gastrointestinal side-effects than standard preparations such as iron fumarate.  It is unusual among oral preparations of iron supplements in that the iron in this preparation has very high oral bioavailability, especially in the liquid formulation. This option should be evaluated before resorting to parenteral therapy. It is especially useful in iron deficiency anemia associated with autoimmune gastritis and Helicobacter pylori gastritis, where it generally has satisfactory effect. Since iron stores in the body are generally depleted, and there is a limit to what the body can process (about 2–6 mg/kg of body mass per day; i.e. for a 100 kg/220 lb man this is equal to a maximum dose of 200–600 mg/per day) without iron poisoning, this is a chronic therapy which may take 3–6 months. Due to the frequent intolerance of oral iron and the slow improvement, parenteral iron is recommended in many indications.   === By injection === Iron therapy (intravenously or intramuscular) is given when therapy by mouth has failed (not tolerated), oral absorption is seriously compromised (by illnesses, or when the person cannot swallow), benefit from oral therapy cannot be expected, or fast improvement is required (for example, prior to elective surgery). Parenteral therapy is more expensive than oral iron preparations and is not suitable during the first trimester of pregnancy. There are cases where parenteral iron is preferable over oral iron. These are cases where oral iron is not tolerated, where the haemoglobin needs to be increased quickly (e.g. post partum, post operatively, post transfusion), where there is an underlying inflammatory condition (e.g. inflammatory bowel disease) or renal patients, the benefits of parenteral iron far outweigh the risks. Low-certainty evidence suggests that IBD-related anemia treatment with Intravenous (IV) iron infusion may be more effective than oral iron therapy, with fewer people needing to stop treatment early due to adverse effects. The type of iron preparation may be an important determinant of clinical benefit. Moderate-certainty evidence suggests response to treatment may be higher when IV ferric carboxymaltose, rather than IV iron sucrose preparation is used, despite very-low certainty evidence of increased adverse effects, including bleeding, in those receiving ferric carboxymaltose treatment. In many cases, use of intravenous iron such as ferric carboxymaltose has lower risks of adverse events than a blood transfusion and as long as the person is stable is a better alternative. Ultimately this always remains a clinical decision based on local guidelines, although National Guidelines are increasingly stipulating IV iron in certain groups of patients. A Cochrane review of controlled trials comparing intravenous (IV) iron therapy with oral iron supplements in people with chronic kidney disease, found low-certainty evidence that people receiving IV-iron treatment were 1.71 times as likely to reach their target hemoglobin levels. Overall, hemoglobin was 0.71g/dl higher than those treated with oral iron supplements. Iron stores in the liver, estimated by serum ferritin, were also 224.84 μg/L higher in those receiving IV-iron. However, there was also low-certainty evidence that allergic reactions were more likely following IV-iron therapy. It was unclear whether type of iron therapy administration affects the risk of death from any cause, including cardiovascular, nor whether it may alter the number of people who may require a blood transfusion or dialysis. Soluble iron salts have a significant risk of adverse effects and can cause toxicity due to damage to cellular macromolecules. Delivering iron parenterally has utilised various different molecules to limit this. This has included dextrans, sucrose, carboxymaltose, and Isomaltoside 1000. One formulation of parenteral iron is iron dextran which covers the old high molecular weight (brand name Dexferrum) and the much safer low molecular iron dextrans (brand names including Cosmofer and Infed). Iron sucrose has an occurrence of allergic reactions of less than 1 in 1000. A common side effect is taste changes, especially a metallic taste, occurring in between 1 in 10 and 1 in 100 treated patients. It has a maximum dose of 200 mg on each occasion according to the SPC, but it has been given in doses of 500 mg. Doses can be given up to 3 times a week. Iron carboxymaltose is marketed as Ferinject, Injectafer, and Iroprem in various countries. The most common side effects are headaches which occur in 3.3%, and hypophosphatemia, which occurs in more than 35%. Iron isomaltoside 1000 (brand name Monofer) is a formulation of parenteral iron that has a matrix structure that results in very low levels of free iron and labile iron. It can be given at high doses – 20 mg/kg in a single visit – no upper dose limit. This formulation has the benefit of giving a full iron correction in a single visit. Ferric maltol, marketed as Accrufer and Ferracru, is available in oral and intravenous preparations. When used as a treatment for IBD-related anemia, very low certainty evidence suggests a marked benefit with oral ferric maltol compared with placebo. However it was unclear whether the IV preparation was more effective than oral ferric maltol.   == References =="}