{"name": "ferric citrate", "category": "drug", "content": "Ferric citrate or iron(III) citrate describes any of several complexes formed upon binding any of the several conjugate bases derived from citric acid with ferric ions.  Most of these complexes are orange or red-brown.  They contain two or more Fe(III) centers. Ferric citrates contribute to the metabolism of iron by some organisms.  Citrates, which are released by plant roots and by some microorganisms, can solubilize iron compounds in the soil.  For example ferric hydroxide reacts with citrates to give form soluble complexes.  This solubilization provides a pathway for the absorption of the ferric ions by various organisms. Ferric citrate is used in medicine to regulate the blood levels of iron in patients with chronic kidney disease on dialysis.  It acts by forming an insoluble compound with phosphate present in the diet and thus minimizing its uptake by the digestive system.   == Structure == Citrate forms a variety of coordination complexes with ferric ions. Some might be oligomers, and polymers.  Thus, ferric citrate is not a single well-defined compound, but a family of compounds, many with similar formulas. These various forms can coexist in equilibrium. At physiological pH, ferric citrate forms an insoluble red polymer.  In other conditions, it forms anionic complexes like [FeC6H4O7]2(H2O)2]2−. In the present of excess citrate anions, the iron forms negatively charged complexes like [Fe(C6H4O7)2]5− and [Fe9O(C6H4O7)8(H2O)3]7−.   == Photoreduction == The Fe3+ ion in ferric citrate (as in many iron(III) carboxylates) is reduced by exposure to light, especially blue and ultraviolet, to Fe2+ (ferrous) ion with concomitant oxidation of the carboxyl group adjacent to the hydroxyl, yielding carbon dioxide and acetonedicarboxylate:  2Fe3+ + R2-C(OH)-CO−2 → 2Fe2+ + R2-C=O + H+ + CO2 where -R represents the group -CH2CO−2. This reaction plays an important role in plant metabolism: iron is carried up from the roots as ferric citrate dissolved in the sap, and photoreduced in the leaves to iron(II) that can be transported into the cells.   == Additional reading == Abrahamson, Harmon B.; Rezvani, Ahmad B.; Brushmiller, J.George (1994). \"Photochemical and Spectroscopic Studies of Complexes, of Iron(III) with Citric Acid and Other Carboxylic Acids\". Inorganica Chimica Acta. 226 (1–2): 117–127. doi:10.1016/0020-1693(94)04077-X.   == See also == Ammonium ferric citrate Iron(II) citrate   == References =="}