{"name": "ferric maltol", "category": "drug", "content": "Ferric maltol, sold under the brand names Accrufer (US) and Feraccru (EU), is an iron containing medication for the treatment of adults with low iron stores. It is taken by mouth.   == Contraindications ==  The drug is contraindicated in people with hereditary hemochromatosis and other kinds of iron overload, as well as those repeatedly receiving blood transfusions and are therefore also at risk of developing iron overload.   == Side effects == The most common side effects are flatulence (in 5% of people taking the drug), diarrhea (4%), constipation (4%), stool color change (4%), nausea (3%), vomiting (3%), and abdominal discomfort, bloating and pain (1%). Ferric maltol may cause serious side effects including increased risk of inflammatory bowel disease flare and iron overload in the body.   == Interactions == No systematic interaction studies with ferric maltol have been conducted. Food reduces its uptake from the gut, as do calcium and magnesium salts and tetracycline antibiotics. Conversely, iron inhibits the uptake of many drugs, such as bisphosphonates, tetracycline antibiotics, quinolone antibiotics, levothyroxin, and levodopa. Combining the drug with intravenous iron can result in fast release of iron into the blood, potentially leading to low blood pressure or even collapse. Dimercaprol in combination with iron is toxic for the kidneys. The antibiotic chloramphenicol interferes with incorporation of iron into red blood cells and with iron excretion. Furthermore, iron can reduce the blood pressure lowering effects of methyldopa. Maltol is metabolized by the enzyme UGT1A6. It is not known whether inhibitors of this enzyme increase maltol concentrations in the body.   == Pharmacology ==   === Mechanism of action ===  Ferric maltol acts as a source of iron, which is essential for oxygen transport in the blood and other processes in the human body.   === Pharmacokinetics === The substance is a complex of iron with maltol, which is absorbed from the gut and then dissociates, releasing iron and maltol separately into the bloodstream. Iron is bound to transferrin and reaches its highest concentrations in the blood plasma one to three hours after ingestion. It is also bound to ferritin for storage. Maltol reaches its highest plasma concentrations after 1 to 1.5 hours. It is quickly metabolized to the glucuronide by UGT1A6 and eliminated via the urine with a biological half-life of 0.7 hours. 40–60% are excreted in the glucuronidized form.   == History == Ferric maltol was approved for medical use in the European Union in February 2016. Ferric maltol was approved for medical use in the United States in July 2019, based on evidence from three clinical trials (trial 1/NCT01252221, trial 2/NCT01340872, and trial 3/NCT02968368). All 295 participants had low iron stores in the body and consequent iron deficiency anemia. In the first two trials low iron was caused by participants' inflammatory bowel disease (IBD) and in the last trial, by long standing (chronic) kidney disease. Trials were conducted at 79 sites in Europe and the United States.   == References =="}