{"name": "ferric oxide", "category": "drug", "content": "Iron(III) oxide or ferric oxide is the inorganic compound with the formula Fe2O3. It occurs in nature as the mineral hematite, which serves as the primary source of iron for the steel industry. It is also known as red iron oxide, especially when used in pigments. It is one of the three main oxides of iron, the other two being iron(II) oxide (FeO), which is rare; and iron(II,III) oxide (Fe3O4), which also occurs naturally as the mineral magnetite.  Iron(III) oxide is often called rust, since rust shares several properties and has a similar composition; however, in chemistry, rust is considered an ill-defined material, described as hydrous ferric oxide. Ferric oxide is readily attacked by even weak acids. It is a weak oxidising agent, most famously when reduced by aluminium in the thermite reaction.   == Structure == Fe2O3 can be obtained in various polymorphs. In the primary polymorph, α, iron adopts octahedral coordination geometry. That is, each Fe center is bound to six oxygen ligands. In the γ polymorph, some of the Fe sit on tetrahedral sites, with four oxygen ligands.   === Alpha phase === α-Fe2O3 has the rhombohedral, corundum (α-Al2O3) structure and is the most common form. It occurs naturally as the mineral hematite, which is mined as the main ore of iron. It is antiferromagnetic below ~260 K (Morin transition temperature), and exhibits weak ferromagnetism between 260 K and the Néel temperature, 950 K. It is easy to prepare using both thermal decomposition and precipitation in the liquid phase. Its magnetic properties are dependent on many factors, e.g., pressure, particle size, and magnetic field intensity.   === Gamma phase === γ-Fe2O3 has a cubic structure. It is metastable and converted from the alpha phase at high temperatures. It occurs naturally as the mineral maghemite. It is ferromagnetic and finds application in recording tapes, although ultrafine particles smaller than 10 nanometers are superparamagnetic. It can be prepared by thermal dehydratation of gamma iron(III) oxide-hydroxide. Another method involves the careful oxidation of iron(II,III) oxide (Fe3O4). The ultrafine particles can be prepared by thermal decomposition of iron(III) oxalate.   === Other solid phases === Several other phases have been identified or claimed. The beta phase (β-phase) is cubic body-centered (space group Ia3), metastable, and at temperatures above 500 °C (930 °F) converts to alpha phase. It can be prepared by reduction of hematite by carbon, pyrolysis of iron(III) chloride solution, or thermal decomposition of iron(III) sulfate. The epsilon (ε) phase is rhombic, and shows properties intermediate between alpha and gamma, and may have useful magnetic properties applicable for purposes such as high density recording media for big data storage. Preparation of the pure epsilon phase has proven very challenging. Material with a high proportion of epsilon phase can be prepared by thermal transformation of the gamma phase. The epsilon phase is also metastable, transforming to the alpha phase at between 500 and 750 °C (930 and 1,380 °F). It can also be prepared by oxidation of iron in an electric arc or by sol-gel precipitation from iron(III) nitrate. Research has revealed epsilon iron(III) oxide in ancient Chinese Jian ceramic glazes, which may provide insight into ways to produce that form in the lab. Additionally, at high pressure an amorphous form is claimed.   === Liquid phase === Molten Fe2O3 is expected to have a coordination number of close to 5 oxygen atoms about each iron atom, based on measurements of slightly oxygen deficient supercooled liquid iron oxide droplets, where supercooling circumvents the need for the high oxygen pressures required above the melting point to maintain stoichiometry.   == Hydrated iron(III) oxides == Several hydrates of Iron(III) oxide exist. When alkali is added to solutions of soluble Fe(III) salts, a red-brown gelatinous precipitate forms. This is not Fe(OH)3, but Fe2O3·H2O (also written as Fe(O)OH). Several forms of the hydrated oxide of Fe(III) exist as well. The red lepidocrocite (γ-Fe(O)OH) occurs on the outside of rusticles, and the orange goethite (α-Fe(O)OH) occurs internally in rusticles. When Fe2O3·H2O is heated, it loses its water of hydration. Further heating at 1670 K converts Fe2O3 to black Fe3O4 (FeIIFeIII2O4), which is known as the mineral magnetite. Fe(O)OH is soluble in acids, giving [Fe(H2O)6]3+. In concentrated aqueous alkali, Fe2O3 gives [Fe(OH)6]3−.   == Reactions == The most important reaction is its carbothermal reduction, which gives iron used in steel-making:  Fe2O3 + 3 CO  →  2 Fe + 3 CO2 Another redox reaction is the extremely exothermic thermite reaction with aluminium.  2 Al + Fe2O3  →  2 Fe + Al2O3 This process is used to weld thick metals such as rails of train tracks by using a ceramic container to funnel the molten iron in between two sections of rail. Thermite is also used in weapons and making small-scale cast-iron sculptures and tools. Partial reduction with hydrogen at about 400 °C produces magnetite, a black magnetic material that contains both Fe(III) and Fe(II):  Fe2O3 + H2  →  2 Fe3O4 + H2O Iron(III) oxide is insoluble in water but dissolves readily in strong acid, e.g., hydrochloric and sulfuric acids. It also dissolves well in solutions of chelating agents such as EDTA and oxalic acid. Heating iron(III) oxides with other metal oxides or carbonates yields materials known as ferrates (ferrate (III)):  ZnO + Fe2O3  →  Zn(FeO2)2   == Preparation == Iron(III) oxide is a product of the oxidation of iron. It can be prepared in the laboratory by electrolyzing a solution of sodium bicarbonate, an inert electrolyte, with an iron anode:  4 Fe + 3 O2 + 2 H2O  →  4 FeO(OH) The resulting hydrated iron(III) oxide, written here as FeO(OH), dehydrates around 200 °C.  2 FeO(OH)  →  Fe2O3 + H2O   == Uses ==   === Iron industry === The overwhelming application of iron(III) oxide is as the feedstock of the steel and iron industries, e.g., the production of iron, steel, and many alloys.   === Polishing === A very fine powder of ferric oxide is known as \"jeweler's rouge\", \"red rouge\", or simply rouge. It is used to put the final polish on metallic jewelry and lenses, and historically as a cosmetic. Rouge cuts more slowly than some modern polishes, such as cerium(IV) oxide, but is still used in optics fabrication and by jewelers for the superior finish it can produce. When polishing gold, the rouge slightly stains the gold, which contributes to the appearance of the finished piece. Rouge is sold as a powder, paste, laced on polishing cloths, or solid bar (with a wax or grease binder). Other polishing compounds are also often called \"rouge\", even when they do not contain iron oxide. Jewelers remove the residual rouge on jewelry by use of ultrasonic cleaning. Products sold as \"stropping compound\" are often applied to a leather strop to assist in getting a razor edge on knives, straight razors, or any other edged tool.   === Pigment ===  Iron(III) oxide is also used as a pigment, under names \"Pigment Brown 6\", \"Pigment Brown 7\", and \"Pigment Red 101\". Some of them, e.g., Pigment Red 101 and Pigment Brown 6, are approved by the US Food and Drug Administration (FDA) for use in cosmetics. Iron oxides are used as pigments in dental composites alongside titanium oxides. Hematite is the characteristic component of the Swedish paint color Falu red.   === Magnetic recording === Iron(III) oxide was the most common magnetic particle used in all types of magnetic storage and recording media, including magnetic disks (for data storage) and magnetic tape (used in audio and video recording as well as data storage). Its use in computer disks was superseded by cobalt alloy, enabling thinner magnetic films with higher storage density.   === Photocatalysis === α-Fe2O3 has been studied as a photoanode for solar water oxidation. However, its efficacy is limited by a short diffusion length (2–4 nm) of photo-excited charge carriers and subsequent fast recombination, requiring a large overpotential to drive the reaction. Research has been focused on improving the water oxidation performance of Fe2O3 using nanostructuring, surface functionalization, or by employing alternate crystal phases such as β-Fe2O3.   === Medicine === Calamine lotion, used to treat mild itchiness, is chiefly composed of a combination of zinc oxide, acting as astringent, and about 0.5% iron(III) oxide, the product's active ingredient, acting as antipruritic. The red color of iron(III) oxide is also mainly responsible for the lotion's pink color.   == See also == Chalcanthum   == References ==   == Cited sources == Haynes, William M., ed. (2011). CRC Handbook of Chemistry and Physics (92nd ed.). CRC Press. ISBN 978-1439855119.   == External links ==  NIOSH Pocket Guide to Chemical Hazards"}