{"name": "ferumoxytol", "category": "drug", "content": "Iron(II,III) oxide, or black iron oxide, is the chemical compound with formula Fe3O4. It occurs in nature as the mineral magnetite. It is one of a number of iron oxides, the others being iron(II) oxide (FeO), which is rare, and iron(III) oxide (Fe2O3) which also occurs naturally as the mineral hematite. It contains both Fe2+ and Fe3+ ions and is sometimes formulated as FeO ∙ Fe2O3. This iron oxide is encountered in the laboratory as a black powder. It exhibits permanent magnetism and is ferrimagnetic, but is sometimes incorrectly described as ferromagnetic. Its most extensive use is as a black pigment (see: Mars Black). For this purpose, it is synthesized rather than being extracted from the naturally occurring mineral as the particle size and shape can be varied by the method of production.   == Preparation == Heated iron metal interacts with steam to form iron oxide and hydrogen gas.                                    3                      Fe           +           4                                   H                            2                                                                            O           ⟶                        Fe                            3                                                                                         O                            4                                                                            +           4                                   H                            2                                                                                           {\\displaystyle {\\ce {3Fe + 4H2O->Fe3O4 + 4H2}}}     Under anaerobic conditions, ferrous hydroxide (Fe(OH)2) can be oxidized by water to form magnetite and molecular hydrogen. This process is described by the Schikorr reaction:                                                                                 3                                  Fe                                                         (                     OH                     )                                                           2                                                                                                                                              ferrous                                   hydroxide                                                  ⟶                                                                           Fe                                        3                                                                                                                                   O                                        4                                                                                                                             magnetite                                   +                                                        H                                    2                                                                                                    hydrogen                                   +                                                        2                                                     H                                        2                                                                                                                O                              water                                                  {\\displaystyle {\\ce {{\\underset {ferrous\\ hydroxide}{3Fe(OH)2}}->{\\underset {magnetite}{Fe3O4}}+{\\underset {hydrogen}{H2}}+{\\underset {water}{2H2O}}}}}     This works because crystalline magnetite (Fe3O4) is thermodynamically more stable than amorphous ferrous hydroxide (Fe(OH)2 ). The Massart method of preparation of magnetite as a ferrofluid, is convenient in the laboratory: mix iron(II) chloride and iron(III) chloride in the presence of sodium hydroxide. A more efficient method of preparing magnetite without troublesome residues of sodium, is to use ammonia to promote chemical co-precipitation from the iron chlorides: first mix solutions of 0.1 M FeCl3·6H2O and FeCl2·4H2O with vigorous stirring at about 2000 rpm. The molar ratio of the FeCl3:FeCl2 should be about 2:1. Heat the mix to 70 °C, then raise the speed of stirring to about 7500 rpm and quickly add a solution of NH4OH (10 volume %). A dark precipitate  of nanoparticles of magnetite forms immediately. In both methods, the precipitation reaction relies on rapid transformation of acidic iron ions into the spinel iron oxide structure at pH 10 or higher. Controlling the formation of magnetite nanoparticles presents challenges: the reactions and phase transformations necessary for the creation of the magnetite spinel structure are complex. The subject is of practical importance because magnetite particles are of interest in bioscience applications such as magnetic resonance imaging (MRI), in which iron oxide magnetite nanoparticles potentially present a non-toxic alternative to the gadolinium-based contrast agents currently in use. However, difficulties in controlling the formation of the particles, still frustrate the preparation of superparamagnetic magnetite particles, that is to say: magnetite nanoparticles with a coercivity of 0 A/m, meaning that they completely lose their permanent magnetisation in the absence of an external magnetic field. The smallest values currently reported for nanosized magnetite particles is Hc = 8.5 A m−1, whereas the largest reported magnetization value is 87 Am2 kg−1 for synthetic magnetite. Pigment quality Fe3O4, so called synthetic magnetite, can be prepared using processes that use industrial wastes, scrap iron or solutions containing iron salts (e.g. those produced as by-products in industrial processes such as the acid vat treatment (pickling) of steel):  Oxidation of Fe metal in the Laux process where nitrobenzene is treated with iron metal using FeCl2 as a catalyst to produce aniline: C6H5NO2 + 3 Fe + 2 H2O   →   C6H5NH2 + Fe3O4 Oxidation of FeII compounds, e.g. the precipitation of iron(II) salts as hydroxides followed by oxidation by aeration where careful control of the pH determines the oxide produced. Reduction of Fe2O3 with hydrogen:  3Fe2O3 + H2 → 2Fe3O4 +H2O Reduction of Fe2O3 with CO:  3Fe2O3 + CO → 2Fe3O4 + CO2 Production of nano-particles can be performed chemically by taking for example mixtures of FeII and FeIII salts and mixing them with alkali to precipitate colloidal Fe3O4. The reaction conditions are critical to the process and determine the particle size. Iron(II) carbonate can also be thermally decomposed into Iron(II,III):  3FeCO3 → Fe3O4 + 2CO2 + CO   == Reactions == Reduction of magnetite ore by CO in a blast furnace is used to produce iron as part of steel production process:                                                                Fe                                3                                                                                                       O                                4                                                                                                 +           4                      CO           ⟶                        3                          Fe                      +           4                                   CO                            2                                                                                           {\\displaystyle {\\ce {{Fe3O4}+ 4CO -> {3Fe}+ 4CO2}}}     Controlled oxidation of Fe3O4 is used to produce brown pigment quality γ-Fe2O3 (maghemite):                                                                                                    2                                                           Fe                                            3                                                                                                                                                 O                                            4                                                                                                                                           ⏟                                                        magnetite                                                                            +                                                        1                 2                                                        O                                2                                                                                                 ⟶                                                                                                                                                   3                                                                       (                         γ                                                    −                                                                             Fe                                                        2                                                                                                                                                                                           O                                                        3                                                                                                                                                                )                                                                 ⏟                                                                        maghemite                                                                                                                                       {\\displaystyle {\\ce {\\underbrace{2Fe3O4}_{magnetite}+ {1/2O2}->}}\\ {\\color {Brown}{\\ce {\\underbrace{3(\\gamma-Fe2O3)}_{maghemite}}}}}     More vigorous calcining (roasting in air) gives red pigment quality α-Fe2O3 (hematite):                                                                                                    2                                                           Fe                                            3                                                                                                                                                 O                                            4                                                                                                                                           ⏟                                                        magnetite                                                                            +                                                        1                 2                                                        O                                2                                                                                                 ⟶                                                                                                                                                   3                                                                       (                         α                                                    −                                                                             Fe                                                        2                                                                                                                                                                                           O                                                        3                                                                                                                                                                )                                                                 ⏟                                                                        hematite                                                                                                                                       {\\displaystyle {\\ce {\\underbrace{2Fe3O4}_{magnetite}+ {1/2O2}->}}\\ {\\color {BrickRed}{\\ce {\\underbrace{3(\\alpha-Fe2O3)}_{hematite}}}}}      == Structure == Fe3O4 has a cubic inverse spinel group structure which consists of a cubic close packed array of oxide ions where all of the Fe2+ ions occupy half of the octahedral sites and the Fe3+ are split evenly across the remaining octahedral sites and the tetrahedral sites. Both FeO and γ-Fe2O3 have a similar cubic close packed array of oxide ions and this accounts for the ready interchangeability between the three compounds on oxidation and reduction as these reactions entail a relatively small change to the overall structure. Fe3O4 samples can be non-stoichiometric. The ferrimagnetism of Fe3O4 arises because the electron spins of the FeII and FeIII ions in the octahedral sites are coupled and the spins of the FeIII ions in the tetrahedral sites are coupled but anti-parallel to the former. The net effect is that the magnetic contributions of both sets are not balanced and there is a permanent magnetism. In the molten state, experimentally constrained models show that the iron ions are coordinated to 5 oxygen ions on average.  There is a distribution of coordination sites in the liquid state, with the majority of both FeII and FeIII being 5-coordinated to oxygen and minority populations of both 4- and 6-fold coordinated iron.   == Properties ==  Fe3O4 is ferrimagnetic with a Curie temperature of 858 K (585 °C). There is a phase transition at 120 K (−153 °C), called Verwey transition where there is a discontinuity in the structure, conductivity and magnetic properties. This effect has been extensively investigated and whilst various explanations have been proposed, it does not appear to be fully understood. While it has much higher electrical resistivity than iron metal (96.1 nΩ m), Fe3O4's electrical resistivity (0.3 mΩ m ) is significantly lower than that of Fe2O3 (approx kΩ m). This is ascribed to electron exchange between the FeII and FeIII centres in Fe3O4.   == Uses ==  Fe3O4 is used as a black pigment and is known as C.I pigment black 11 (C.I. No.77499) or Mars Black. Fe3O4 is used as a catalyst in the Haber process and in the water-gas shift reaction. The latter uses an HTS (high temperature shift catalyst) of iron oxide stabilised by chromium oxide. This iron–chrome catalyst is reduced at reactor start up to generate Fe3O4 from α-Fe2O3  and Cr2O3 to CrO3. Bluing is a passivation process that produces a layer of Fe3O4 on the surface of steel to protect it from rust.  Along with sulfur and aluminium, it is an ingredient in steel-cutting thermite.   === Medical uses === Nano particles of Fe3O4 are used as contrast agents in MRI scanning. Ferumoxytol, sold under the brand names Feraheme and Rienso, is an intravenous Fe3O4 preparation for treatment of anemia resulting from chronic kidney disease. Ferumoxytol is manufactured and globally distributed by AMAG Pharmaceuticals.   == Biological occurrence == Magnetite has been found as nano-crystals in magnetotactic bacteria (42–45 nm) and in the beak tissue of homing pigeons.   == References ==   == External links == \"Ferumoxytol\". Drug Information Portal. U.S. National Library of Medicine."}