{"name": "fexofenadine", "category": "drug", "content": "Fexofenadine, sold under the brand name Allegra among others, is an antihistamine pharmaceutical drug used in the treatment of allergy symptoms, such as hay fever and urticaria. Therapeutically, fexofenadine is a selective peripheral H1 blocker. It is classified as a second-generation antihistamine because it is less able to pass the blood–brain barrier and cause sedation, compared to first-generation antihistamines. It was patented in 1979 and came into medical use in 1996. It is on the World Health Organization's List of Essential Medicines. Fexofenadine has been manufactured in generic form since 2011. In 2021, it was the 262nd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Fexofenadine is used for relief from physical symptoms associated with seasonal allergic rhinitis and for treatment of hives, including chronic urticaria. It does not cure, but rather prevents the aggravation of allergic rhinitis and chronic idiopathic urticaria, and reduces the severity of the symptoms associated with those conditions, providing relief from repeated sneezing, runny nose, itchy eyes or skin, and general body fatigue. In a 2018 review, fexofenadine, along with levocetirizine, desloratadine, and cetirizine, was cited to be a safe drug to use for individuals with inherited long QT syndrome.   === Efficacy === For the treatment of allergic rhinitis, fexofenadine is similarly effective to cetirizine, but is associated with less drowsiness than cetirizine. Fexofenadine was also shown to inhibit histamine-induced wheal and flare to a significantly greater degree than loratadine or desloratadine, but was slightly less effective than levocetirizine. Fexofenadine at doses above 120 mg a day does not appear to provide additional efficacy in the treatment of allergic rhinitis.   == Side effects == The most common side effects include headache, back and muscle pain, miosis or pinpoint pupils, nausea, drowsiness, and menstrual cramps. Anxiety and insomnia have also been rarely reported. The most common side effects demonstrated during clinical trials were cough, upper respiratory tract infection, fever, and otitis media for children ages 6 to 11 and fatigue for children ages 6 months to 5 years.   == Overdose == The safety profile of fexofenadine is quite favorable, as no cardiovascular or sedative effects have been shown to occur even when taking 10 times the recommended dose. Research on humans ranges from a single 800-mg dose, to a twice-daily, 690-mg dose for a month, with no clinically significant adverse effects, when compared to a placebo. No deaths occurred in testing on mice, at 5000 mg/kg body weight, which is 110 times the maximum recommended dose for an adult human. If overdose were to occur, supportive measures are recommended. Theoretically, an overdose could present as dizziness, dry mouth, and/or drowsiness, consistent with an exaggeration of the usual side effects. Hemodialysis does not appear to be an effective means of removing fexofenadine from the blood.   == Pharmacology ==   === Pharmacodynamics === Fexofenadine is a selective peripheral H1 receptor antagonist. Blockage prevents the activation of the H1 receptors by histamine, preventing the symptoms associated with allergies from occurring. Fexofenadine does not readily cross the blood–brain barrier, so is less likely to cause drowsiness in comparison to other antihistamines that readily cross that barrier (i.e., first-generation antihistamines such as diphenhydramine). In general, fexofenadine takes about an hour to take effect, though this may be affected by the choice of dosage form and the presence of certain foods. Fexofenadine also exhibits no anticholinergic, antidopaminergic, alpha 1-adrenergic, or beta-adrenergic receptor-blocking effects.   === Pharmacokinetics === Absorption: After oral application, maximum plasma concentrations are reached after 2–3 hours. Fexofenadine should not be taken with a high-fat meal, as mean concentrations of fexofenadine in the bloodstream are seen to be reduced 20–60% depending on form of medication (tablet, ODT, or suspension). Distribution: Fexofenadine is 60–70% bound to plasma proteins, mostly albumin. Metabolism: Fexofenadine is a substrate of CYP3A4, but only about 5% is metabolized by the liver, indicating that hepatic metabolism is relatively minor in clearance from the body. Elimination: Most of the substance is eliminated unchanged via the feces (80%) and urine (11–12%).   == Interactions == Taking erythromycin or ketoconazole while taking fexofenadine does increase the plasma levels of fexofenadine, but this increase does not influence the QT interval. The reason for this effect is likely due to transport-related effects, specifically involving p-glycoprotein (p-gp). Both erythromycin and ketoconazole are inhibitors of p-gp, a transporter protein involved in preventing the intestinal absorption of fexofenadine. When p-gp is inhibited, fexofenadine may be better absorbed by the body, increasing its plasma concentration by more than intended. Fexofenadine is not to be taken with apple, orange, or grapefruit juice because they could decrease absorption of the drug. Therefore, it should be taken with water. Grapefruit juice can significantly reduce the plasma concentration of fexofenadine. Antacids containing aluminum or magnesium should not be taken within 15 minutes of fexofenadine, as they reduce its absorption by almost 50%. This is not thought to be due to a change in pH (in fact, absorption can actually increase under increasingly alkaline pH), but rather due to the formation of metal complexes with charged/polar moieties on fexofenadine. As suggested by Shehnaza et al (2014), various sites of the molecule are thought to be responsible for this interaction, including the piperidine nitrogen, the carboxylic acid (-COOH) group, and both hydroxyl (-OH) groups.   == History == The older antihistaminic agent terfenadine was found to metabolize into the related carboxylic acid, fexofenadine. Fexofenadine was found to retain all of the biological activity of its parent, while giving fewer adverse reactions in patients, so terfenadine was replaced in the market by its metabolite. Fexofenadine was originally synthesized in 1993 by Massachusetts-based biotechnology company Sepracor, which then sold the development rights to Hoechst Marion Roussel (now part of Sanofi-Aventis), and was later approved by the U.S. Food and Drug Administration (FDA) in 1996. Albany Molecular Research Inc. (AMRI) holds the patents to the intermediates and production of fexofenadine HCl, along with Roussel. Since that time, it has achieved blockbuster drug status with global sales of US$1.87B in 2004 (with $1.49B coming from the United States). AMRI received royalty payments from Aventis that enabled the growth of AMRI. In January 2011, the FDA approved over-the-counter sales of fexofenadine in the United States, and Sanofi Aventis' version became available in March 2011. In December 2020, the MHRA reclassified fexofenadine from prescription only to allow general sales in the United Kingdom.   == Society and culture ==   === Brand names === Fexofenadine is marketed under many brand names worldwide. As of January 2017, it is marketed as a combination drug with pseudoephedrine under brand names including: Alerfedine D, Allegra-D, Allergyna-D, Allevia, Altiva-D, Dellegra, Fexo Plus, Fexofed, Fixal Plus, Ridrinal D, Rinolast D, Telfast D, and Treathay. As of January 2017, it is marketed as a combination drug with montelukast under brand names including Fexokast, Histakind-M, Monten-FX, Montolife-FX, Montair-FX and Novamont-FX.   == References =="}