{"name": "Fibrous histiocytoma of tendon sheath", "category": "disease", "content": "Undifferentiated pleomorphic sarcoma (UPS), also termed pleomorphic myofibrosarcoma, high-grade myofibroblastic sarcoma, and high-grade myofibrosarcoma, is characterized by the World Health Organization (WHO) as a rare, poorly differentiated neoplasm (i.e., an abnormal growth of cells that have an unclear identity and/or cell of origin). WHO classified it as one of the undifferentiated/unclassified sarcomas in the category of tumors of uncertain differentiation. Sarcomas are cancers derived mesenchymal stem cells that typically develop in bone, muscle, fat, blood vessels, lymphatic vessels, tendons, and ligaments. More than 70 sarcoma subtypes have been described. The UPS subtype of these sarcomas consists of tumor cells that are poorly differentiated and may appear as spindle-shaped cells, histiocytes, and giant cells. UPS is considered a diagnosis that defies formal sub-classification after thorough histologic, immunohistochemical, and ultrastructural examinations fail to identify the type of cells involved. The diagnosis of UPS initially included the malignant fibrous histiocytomas (MFH). MFH are now regarded as a wastebasket category of various sarcoma types including sarcoma-like carcinomas and melanomas. Studies strongly suggest that MFH tumors are not derived from histiocytes (cells descended from blood monocytes), but rather from mesenchymal cells. UPS had also been regarded as a more aggressive and metastasizing form of the low-grade myofibroblastic sarcomas and intermediate‐grade myofibroblasic sarcomas. WHO has combined low- and intermediate-grade myofibroblastic sarcomas into a single entity, low-grade myofibroblastic sarcomas, and categorized it as one type of the intermediate (rarely metastasizing) fibroblastic and myofibroblastic tumors quite distinct from UPS. Because of their low incidence and frequent grouping with what are now considered to be other sarcoma types, past findings on the clinical behaviour, proper treatment, and prognosis of UPS may be revised with further study.  The majority of UPS tumors are highly aggressive, often recur after surgical removal, and often metastasize. They are treated with a combination of surgical resection, radiotherapy, and/or chemotherapy. More recently, UPS tumors have been treated with antibody therapy, i.e. antibodies which in the case of UPS bind to specific antigens on the surface of T-cells (a type of lymphocyte) and thereby promote the ability of these T-cells to organizes an attack on UPS tumor cells.   == Presentation == UPS commonly presents as a deep-seated, rapidly enlarging, painless mass in individuals aged 50 to 70 years. These masses are rarely superficial lesions and rarely occur in the pediatric population. In a retrospective study of 266 individuals, UPS tumors ranged from 1–55 cm in greatest diameter (average 8.8 cm with 25%, 38%, and 38% having greatest diameters of 0–1, 5–9, and ≥10 cm, respectively). In a study of 205 individuals (median age 59 years) diagnosed with UPS, the tumors were located in the arm or leg (47.3% of cases), abdomen or pelvis (26.8%), thorax (17.6%), and head or neck (8.3%) areas. In rare cases, these tumors have also presented in other sites such as the retroperitoneal space, liver, pleura of the lung, heart, and small intestine. In a retrospective study, distant metastases were detected at the time of initial diagnosis in 6.4% of 266 individuals. Overall, metastases have or will develop in up to 40% of individuals with UPS. These metastases are reported to occur in lung (40% to 55% of cases) and less commonly in other sites such as lymph nodes near the primary tumor, brain, pancreas, and heart.    === Neoplastic fever === A review study conducted in China of 183 individuals with UPS reported that 7 (3.83%) individuals (age 51 to 73 years; median age 62.8 years) had a subtype of the paraneoplastic syndrome termed neoplastic fever, i.e. these individuals suffered continuous, disabling fevers. Their tumors  were located within a thigh muscle (4 cases), the upper arm (2 cases), or the lower leg (1 case). Compared to 89 individuals (median age 59.1 years) with a similar distribution of their UPS tumors, individuals with the neoplastic syndrome had similar tumor recurrence rates (57.14% vs 53.93% for the two respective groups) but a lower metastasis rate (14.29% vs 44.94%) and a higher 3-year survival rate (85.71% vs 59.55%). Fever symptoms disappeared in all patients after surgical removal of their tumors. It is suggested that individuals with UPS and neoplastic fever have a more favorable prognosis than individuals with UPS that do not evidence such fevers.   == Pathology == UPS is a diagnosis of exclusion (a diagnosis reached by the process of elimination) because the histopathology of this disorder's tumors is non-specific. UPS tumor cells are undifferentiated (i.e. do not resemble any particular cell type) and pleomorphic (i.e. highly variable in size, shape, and/or color) when examined microscopically. Therefore, the diagnosis of UPS is commonly based on detecting a specific set of proteins that are expressed by UPS tumor cells but not by the cells of other undifferentiated and pleomorphic tumors or visa versa (see Diagnosis section). A study of 52 individuals found that their UPS tumor cells expressed on their surface membranes PD-L1 protein (i.e. programmed death-ligand 1 protein) either focally (36.5% of cases) or strongly (9.62% of cases); 48.1% of these individuals had tumor cells which also expressed IDO1 protein (i.e. indoleamine 2,3-dioxygenase protein). Tumor cells that strongly expressed PD-L1 also expressed CMTM6 protein (i.e. CKLF like MARVEL transmembrane domain containing 6 protein). Strong PD‑L1 expression proved to be a poor, while expression of IDO‑1 proved to be a favorable, prognostic factor for disease outcomes. Individuals with tumor cells that strongly expressed CMTM6 protein also had poor prognoses. Increases in the expression of CMTM6 protein were associated in some cases with mutations that increased the number of copies of its gene, i.e. CMTM6. In a later study that examined 83 individuals, 72.8% had UPS tumor cells that expressed PD-L1 with 53%, 35%, and 12% of these cases showing weak, intermediate, and strong PD-L1 expression, respectively. And, in a study of 73 patients with UPS, 39 cases showed no, 23 cases showed low, 10 showed intermediate, and 11 strong  immunoreactivity for AMPD2, i.e. AMP deaminase 2 protein; the gains in AMPD2 protein immunoreactivity were associated with copy number gains in the AMPD2 gene and patients with higher AMPD2 levels had poorer prognoses (5 year survivals for AMPD2 positive versus AMPD2 negative cases were ~38 and 59%, respectively). Other abnormalities found in some or isolated cases of UPS include: 1) Amplification of the Hippo signaling pathway, an intracellular cell signaling pathway that regulates cell proliferation and cell death; this amplification is associated with the overexpression of two proteins, vestigial-like family member 3 protein, a product of the VGLL3 gene, and YAP1, i.e. yes-associated protein 1, a product of the YAP1 gene, in the Hippo signaling pathway; 2) Abnormal activation of notch signaling pathways (this activation has been shown to promote the growth and survival of various types of cancer cells; and 3) Overexpression of DKK1, i.e. Dickkopf-related protein 1 (elevated in the tumor cells of various cancer types).    UPS tumors also show gene and chromosome abnormalities that further studies may find contribute to the development and/or progression of UPS. These abnormalities, which have not yet been reported to be helpful in diagnosing UPS, include the following. 1) Deletion and/or inactivation or the RB1 gene that encodes (i.e. is responsible for production of) the retinoblastoma protein that functions as a tumor suppressor protein; 2) deletions and/or mutations in the TP53 gene that encodes tumor protein P53 (a protein which regulates cell proliferation and cell death); 3) mutations in the ATRX gene that encodes transcriptional regulator ATRX protein which contributes to regulating the expression of various genes; 4) mutations in the KMT2C gene which encodes lysine N-methyltransferase 2C protein (the KMT2C gene is mutated in various cancer types); 5) amplification of the IL7R gene which encodes Interleukin-7 receptor-α protein (mutations in the IL7R gene are commonly found in acute lymphoblastic leukemia) and 6) expression of a fusion gene (i.e. a hybrid gene formed from two previously independent genes as a result of a mutation) that merges TRIO with other genes and is often found in other sarcoma subtypes.)   == Diagnosis == The diagnosis of UPS depends on finding non-specific, undifferentiated tumor cells that have features suggestive of UPS and not features of other tumor types that also consist of pleomorphic, undifferentiated cells. The features primarily involve the expression of certain proteins by the tumor cells. The identifying proteins for UPS tumor cells are given in the preceding section. Identification proteins for tumors that have been confused with UPS inlclude:  Pleomorphic leimyosarcoma: Desmin and h-caldesmon (i.e. high molecular form of caldesmon.) proteins Pleomorphic rhabdomyosarcoma: Desmin and myogenin proteins. Defifferentiated liposarcoma: MDM2 and CDK4 proteins. Poorly differentiated carcinoma (i.e. grade 3 or 4 carcinoma): MUC1 (also termed EMA), TP63 (also termed p63; which is detected with the p40 antibody), and various members of the keratin family of proteins. Melanoma: MLANA (i.e. melanoma antigen recognized by T cells 1 protein), S100, and PMEL (a product of the PMEL gene which is detected using an antibody termed HMB-45.) proteins Two other tumors that may be confused with UPS have microscopic histopathological and/or other features that help make this distinction. These tumors and features are:  Pleomorphic liposarcoma: At least some tumor cells have features of pleomorphic lipoblasts, i.e. variable shaped immature fat cells. Malignant peripheral nerve sheath tumor: Typically occurs in young children, often develops in a preexisting inoperable plexiform neurofibroma, and often associated with neural tissue. These tumors typically show undifferentiated, pleomorphic cells that are arranged in whorls, parallel bundles, or rosettes (i.e. circular arrangement resembling leaves in a flowering plant) and often contain large areas of necrosis (i.e. dead or dying cells).   == Treatment and prognosis == The most often used treatment for localized (i.e. no metastases) UPS tumors is complete surgical removal with the object of leaving no tumor cells behind as evidenced by microscopic examinations. Adjuvant therapy combining radiotherapy or/and chemotherapy with surgical resection is employed to reduce the risk of developing recurrent and metastatic disease in cases with high-risk disease (e.g. large tumors, tumors deemed highly aggressive based on their pathology and/or local invasiveness, inoperable tumors, and resections that did not remove all tumor cells). A standard chemotherapy two-drug regimen (epirubicin plus ifosfamide) may be used in these cases. In place or combined with surgery and/or radiotherapy, severe and/or metastatic cases of UPS are commonly treated with epirubicin plus ifosfamide; doxorubicin alone or combined with ifosfamide, olaratumab, trabectedin, gemcitabine, or docetaxel;  cyclophosphamide, vincristine, doxorubicin, plus dacarbazine or cisplatin; cyclophosphamide, doxorubicin, plus dacarbazine; high dose methotrexate; or etoposide, ifosfamide, and cisplatin. These treatment regimens have been reported to lower local recurrence rates, prolong disease-free survival rates (i.e. time after treatment when no disease is detected), and increase overall survival rates (i.e. time after treatment to death from any cause). However, other studies report that the addition of radiotherapy and/or chemotherapy to surgical resection does not improve recurrence or overall survival rates; addition of radiotherapy to surgery improves local control of UPS tumors but not disease-free survival rates (i.e. time from treatment to recurrence of disease); and adjuvant chemotherapy and radiotherapy have no significant effects on local recurrence-free survival rates, metastasis-free survival times, and overall survival rates. Further studies are needed to define the best treatments for UPS tumors. In a retrospective study of 176 patients with localized UPS undergoing curative-intent treated with surgical resection or resection plus adjuvant treatment, disease-free survival rates at 120 months for patients with tumors in an extremity (leg or arm), heat/neck area, thorax, and abdomen/pelvis were about 70, 60, 50, and 0%, respectively; overall survival rates at 150 months for disease at these sites were about 90, 80, 75, and 35%, respectively. Patients who received surgery alone or surgery plus adjuvant treatment had disease-free survival rates of about 50 and 40%, respectively. A retrospective analysis of  266 patients with UPS were treated with surgery alone (6% of cases), surgery plus radiotherapy (91% of cases), or surgery plus chemotherapy (3% of cases). Post-treatment local recurrences and metastases were observed in 15% and 38% of cases; 5- and 10-year overall survival rates were 60% and 48%, respectively; Overall median survival time were 10.1 years; and patients with tumors ≥10 cm in longest diameter had an almost 6-fold higher rate of developing metastases than patients with tumors 4 cm or smaller. Poorer prognoses were seen in older patients; in patients with tumors that were large-sized, deep-seated, and/or located in a leg; in patients that presented with metastases; and in patients who had positive surgical margins and/or developed local recurrences after surgery. In another retrospective study, 203 individuals with UPS, 141 of whom had metastatic disease, were treated with regimens selected based on the severity of their disease. In this study, the overall 5 year survival rate was 4%. Patients with the most advanced disease had a median overall survival time 11 months.     === Immunotherapy === Recent studies have treated UPS by targeting the immune system with pembrolizumab. Pembrolizumab is a manufactured IG4 therapeutic monoclonal antibody that binds to and inhibits stimulation of the PD-1 receptors expressed on the surface of activated T-cells. This inhibition blocks the PD-L1 and PL-L2 ligands located on the surface of normal tissue cells from binding to PD-1 receptors on activated T-cells and thereby blocks the T-cells from organizing an inflammatory response that kills the normal cells. Tumor cells may use this inflammation-evading tactic: they may express PD-L1/PD-L2 and thereby block the T-cell-mediated immune responses to them (see Immune checkpoint). From ~47% to ~73% of UPS cases contain tumor cells that express PD-L1. In a retrospective review of 10 patients with UPS, 1 patient had a complete response, 3 had partial responses, and 6 had no response to pembrolizumab. (Further studies of the 4 pembrolizumab-responsive patients indicated that their tumor cells expressed PD-L1 in two cases but not in the other two cases.) In a retrospective study of 25 patients (21 patients treated with pembrolizumab, 4 treated with other immunotherapy agents), 7 attained stable disease, 7 attained partial responses, and 1 attained a complete response. In a study of 16 patients with UPS, 5 achieved short-term (lasting 1.2 to 1.4 months) stable disease in response to a regimen of pembrolizumab combined with the chemotherapy drug, cyclophosphamide. It is clear that new treatment strategies as well as further studies on the efficacy of pembrolizumab and similarly acting immunotherapy drugs used with or without radiotherapy and/or chemotherapy over longer time periods are needed to evaluate their usefulness in treating UPS.   == References ==   == External links =="}