{"name": "fidaxomicin", "category": "drug", "content": "Fidaxomicin, sold under the brand name Dificid among others, is the first member of a class of narrow spectrum macrocyclic antibiotic drugs called tiacumicins. It is a fermentation product obtained from the actinomycete Dactylosporangium aurantiacum subspecies hamdenesis.   Fidaxomicin is minimally absorbed into the bloodstream when taken orally, is bactericidal, and selectively eradicates pathogenic Clostridioides difficile with relatively little disruption to the multiple species of bacteria that make up the normal, healthy intestinal microbiota. The maintenance of normal physiological conditions in the colon may reduce the probability of recurrence of Clostridioides difficile infection. It is marketed by Merck, which acquired Cubist Pharmaceuticals in 2015, and had in turn bought the originating company, Optimer Pharmaceuticals.  It is used for the treatment of Clostridioides difficile infection, which is also known as Clostridioides difficile-associated diarrhea or Clostridioides difficile-associated illness (CDI), and can develop into Clostridioides difficile colitis and pseudomembranous colitis. It is approved as a generic medication.   == Mechanism == Fidaxomicin binds to and prevents movement of the \"switch regions\" of bacterial RNA polymerase. Switch motion occurs during the opening and closing of the DNA:RNA clamp, a process that occurs throughout RNA transcription but is especially important in the opening of double-stranded DNA during the initiation of transcription. It has minimal systemic absorption and a narrow spectrum of activity; it is active against Gram positive bacteria, especially clostridia.  The minimal inhibitory concentration (MIC) range for C. difficile (ATCC 700057) is 0.03–0.25 μg/mL.   == Biosynthesis == The biosynthetic pathway of fidaxomicin, also known as tiacumicin B, was first proposed in 2011 by Zhang et al. based on the identification of and sequence analysis of the tiacumicin B tia-gene cluster. The biosynthesis begins with the formation of the core aglycone, tiacumicinone, done by a type I polyketide synthase (PKS) coded for by the tiaA1-tiaA4 genes. The PKS is composed of a loading domain and eight elongating domains. Tiacumicinone formation starts when the loading acyltransferase domain loads propionyl-CoA onto the loading acyl carrier protein (ACP) domain. The following eight modules extend and tailor the polyketide using malonyl-CoA, methylmalonyl-CoA, and ethylmalonyl-CoA. The final thioesterase domain hydrolyzes the polyketide to form the 18-membered tiacumicinone aglycone. Modification to the aglycone begins with oxidation at the C(20) position by TiaP2, a cytochrome P450. This is followed by attachment of ᴅ-noviose at the OH-C(11) position by the glycotransferase TiaG1. Next, the glycotransferase TiaG2 binds ᴅ-rhamnose at the OH-C(20) position followed by the attachment of an isobutyric ester at the OH-C(4’’) position of the noviose. TiaB, which codes for another type I PKS, forms an homoorsellinic acid moiety from propionyl-CoA and three malonyl-CoA elongating units that is coupled to rhamnose at the OH-C(4’) position by the TiaF, a ketoacyl ACP synthase. This is followed by chlorination of the aryl moiety by the halogenase TiaM and methylation of the OH-C(2’) position of rhamnose by the methyltransferase TiaS5. Lastly, there is another oxidation by the cytochrome P450 TiaP1 that oxidizes at the C(18) position of the aglycone to give tiacumicin B.   == Clinical trials == Good results were reported by the company in 2009, from a North American Phase III clinical trial comparing it with oral vancomycin for the treatment of Clostridioides difficile infection.  The study met its primary endpoint of clinical cure, showing that fidaxomicin was non-inferior to oral vancomycin (92.1% vs. 89.8%). In addition, the study met its secondary endpoint of recurrence: 13.3% of the subjects had a recurrence with fidaxomicin vs. 24.0% with oral vancomycin. The study also met its exploratory endpoint of global cure (77.7% for fidaxomicin vs. 67.1% for vancomycin). Clinical cure was defined as patients requiring no further therapy for the treatment of C. difficile infection two days after completion of study medication. Global cure was defined as patients who were cured at the end of therapy and did not have a recurrence in the next four weeks. Fidaxomicin was shown to be as good as the standard-of-care, vancomycin, for treating Clostridioides difficile infection in a Phase III clinical trial published in February 2011. The authors also reported significantly fewer recurrences of infection, a frequent problem with C. difficile, and similar drug side effects. Based on a multicenter clinical trial, fidaxomicin was reported well tolerated in children with Clostridioides difficile–associated diarrhea and has a pharmacokinetic profile in children similar to that in adults. Regarding the high budget to spend for fidaxomicin, a systematic literature review published in 2017, showed that fidaxomicin was demonstrated to be cost-effective versus metronidazole and vancomycin in patients with Clostridioides difficile infection.   == Approvals and indications == On April 5, 2011, the drug won an FDA advisory panel's unanimous approval for the treatment of Clostridioides difficile infection, and gained full FDA approval on May 27, 2011. As of January 2020, fidaxomicin is FDA-approved for use in children aged 6 months and older for C. difficile associated diarrhea (CDAD).   == Adverse effects == The most common side effects reported in adults with the use of fidaxomicin include nausea, abdominal pain, vomiting, anemia, neutropenia, and gastrointestinal hemorrhage. In children the most common side effects include fever, vomiting, diarrhea, constipation, abdominal pain, rash, and increased aminotransferases.   == References =="}