{"name": "filgotinib", "category": "drug", "content": "Filgotinib, sold under the brand name Jyseleca, is a medication used for the treatment of rheumatoid arthritis (RA). It was developed by the Belgian-Dutch biotech company Galapagos NV. The most common side effects include nausea (feeling sick), upper respiratory tract infection (nose and throat infection), urinary tract infection and dizziness. Filgotinib was approved for medical use in both the European Union and Japan in September 2020.   == Medical uses == Filgotinib is indicated for the treatment of moderate to severe active rheumatoid arthritis in adults who have responded inadequately to, or who are intolerant to one or more disease‑modifying anti‑rheumatic drugs (DMARDs). Filgotinib may be used as monotherapy or in combination with methotrexate (MTX).   == Mechanism of action == Filgotinib is a Janus kinase inhibitor with selectivity for subtype JAK1 of this enzyme. It is considered a promising agent as it inhibits JAK1 selectively, similar to already marketed upadacitinib. Less selective JAK inhibitors (e.g. tofacitinib and baricitinib) are already being marketed. They show long-term efficacy in the treatment of various inflammatory diseases. However, their lack of selectivity leads to dose-limiting side effects. It is thought that inhibition of all JAK isoenzymes is beneficial in rheumatoid arthritis. However, pan-JAK inhibition might also lead to unwanted side effects that might not outweigh its benefits. This is the rationale for the development of newer and more selective inhibitors like filgotinib. The signal transmission of large numbers of proinflammatory cytokines is dependent on JAK1. Inhibition of JAK2 may also contribute to the efficacy against rheumatoid arthritis. Nonetheless it is thought that JAK2 inhibition might lead to anemia and thrombopenia by interference with erythropoietin and thrombopoietin and granulocyte-macrophage colony-stimulating factor. Therefore, one might prefer to choose a more selective JAK1 inhibitor as a primary therapeutic option. Filgotinib exerts a 30-fold selectivity for JAK1 compared to JAK2. It is however still to be seen to what extent JAK2 inhibition should be avoided.   == History == June 2011: results of first Phase II trial November 2014: initiation of DARWIN 1 and 2 trials July 2015: DARWIN 1 results released August 2015: DARWIN 2 trial results released September 2015: AbbVie opted out of collaboration with Galapagos December 2015: Galapagos signed partnership with Gilead to co-develop & co-commercialize Filgotinib for various diseases December 2019: Gilead submitted a New Drug Application (NDA) with a priority review voucher to the U.S. Food and Drug Administration (FDA) for filgotinib. On 23 July 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Jyseleca, intended for the treatment of rheumatoid arthritis. The applicant for this medicinal product is Gilead Sciences Ireland UC. 19 August 2020: FDA rejects Gilead’s filing for approval of filgotinib over toxicity concerns September 2020: Filgotinib was approved for medical use in both the European Union and Japan.   == Research ==   === Clinical trials === The efficacy of filgotinib is being studied in a Phase IIb program (DARWIN trial 1, 2) with involvement of 886 rheumatoid arthritis patients and 180 Crohn's disease patients.   ==== Phase I study ==== It was shown in Phase I studies that the pharmacokinetics of filgotinib metabolism is independent of hepatic CYP450 enzymatic degradation. The drug metabolism is however mediated by carboxylesterases. There is no interference reported with the metabolism of methotrexate nor with any of the investigated transport proteins.   ==== Phase II study: Proof of concept (2011) ==== In November 2011 Galapagos released the results of their Phase II study (identification: NCT01384422, Eudract: 2010-022953-40) in which 36 rheumatoid arthritis patients were treated who showed a suboptimal clinical response to methotrexate treatment. Three groups of twelve patients were treated either with 200 mg filgotinib in a single dose, 200 mg divided in two doses or placebo. The primary end-point was the ACR20 score, which monitors improvements in the symptomatology of the patient. After the scheduled 4 weeks of treatment, 83% of the respondents showed an improved ACR20-score. Half of the treated patients showed a complete (or near complete) remission of the disease. There were no reports of anemia nor changes in lipidemia. The company stated in their press release that filgotinib is the first selective JAK1 inhibitor that shows clinical efficacy. As a result of this study, the company stated that \"GLPG0634 shows one of the highest initial response rates ever reported for rheumatoid arthritis treatments\".   ==== DARWIN 1 trial ==== The DARWIN 1 trial was a 24-week double blind placebo-controlled trial with 599 rheumatoid arthritis patients enrolled. All participants had moderate to severe rheumatoid arthritis and showed an insufficient response to standard methotrexate treatment. The trial compared three dosages of filgotinib as a once or twice per day regimen. During the trial all participants remained on their methotrexate treatment. The trial completed in Feb 2015 and the results were released in July 2015. Galapagos announced that the drug met key efficacy endpoints, showed ACR70 responses up to 39%, and maintained its safety profile.   ==== DARWIN 2 trial ==== The DARWIN 2 trial was a double blind placebo-controlled trial with 280 rheumatoid arthritis patients enrolled who show an insufficient response to standard methotrexate treatment. In contrast to the previous DARWIN 1 trial, methotrexate was discontinued. Therefore, this trial investigates filgotinib as a second-line monotherapy. The recruitment of DARWIN trial 2b ended in November 2014. In August 2015, Galapagos announced that the study confirmed previous results.   ==== DARWIN 3 trial ==== Patients who completed DARWIN 1 and 2 were eligible for DARWIN 3. In November 2017, the company announced consistent safety findings and durable activity at week 84 in the trial. The estimated study completion timeframe is May 2019.   ==== FINCH Phase III trials ==== FINCH 1 looks at patients where first-line treatment with methotrexate (MTX) is not working. It compares filgotinib versus adalimumab/Humira versus a placebo. FINCH 2 looks at patients where a biologic is not working. FINCH 3 looks at filgotinib as a first-line treatment unlike previous studies that investigated the drug as a second-line treatment. FINCH 2 trial revealed patients with active rheumatoid arthritis who had an inadequate response or intolerance to one or more DMARDs, filgotinib showed significance in treatment response compared with placebo.   ==== MANTA ==== Due to concerns over testicular toxicity in males, the MANTA study is examining the safety of the drug in the context of treating ulcerative colitis. Despite these concerns, the FDA allowed a 200-mg daily dose for males in the Phase III FINCH trials.   == References ==   == External links ==  Media related to Filgotinib at Wikimedia Commons Clinical trial number NCT02889796 for \"Filgotinib in Combination With Methotrexate in Adults With Moderately to Severely Active Rheumatoid Arthritis Who Have an Inadequate Response to Methotrexate (FINCH 1)\" at ClinicalTrials.gov Clinical trial number NCT02873936 for \"Filgotinib Versus Placebo in Adults With Active Rheumatoid Arthritis (RA) Who Have an Inadequate Response to Biologic Disease-modifying Anti-rheumatic Drug(s) (DMARDs) Treatment (FINCH 2)\" at ClinicalTrials.gov Clinical trial number NCT02886728 for \"Filgotinib Alone and in Combination With Methotrexate (MTX) in Adults With Moderately to Severely Active Rheumatoid Arthritis Who Are Naive to MTX Therapy (FINCH 3)\" at ClinicalTrials.gov Clinical trial number NCT02914522 for \"Filgotinib in the Induction and Maintenance of Remission in Adults With Moderately to Severely Active Ulcerative Colitis (SELECTION1)\" at ClinicalTrials.gov Clinical trial number NCT02914561 for \"Filgotinib in the Induction and Maintenance of Remission in Adults With Moderately to Severely Active Crohn's Disease (Diversity1)\" at ClinicalTrials.gov Clinical trial number NCT04115748 for \"Study to Evaluate the Efficacy and Safety of Filgotinib in Participants With Active Psoriatic Arthritis Who Are Naive to Biologic DMARD Therapy (PENGUIN 1)\" at ClinicalTrials.gov Clinical trial number NCT04115839 for \"Study to Evaluate the Efficacy and Safety of Filgotinib in Participants With Active Psoriatic Arthritis Who Have an Inadequate Response or Are Intolerant to Biologic DMARD Therapy (PENGUIN 2)\" at ClinicalTrials.gov"}