{"name": "filgrastim", "category": "drug", "content": "Filgrastim, sold under the brand name Neupogen among others, is a medication used to treat low neutrophil count. Low neutrophil counts may occur with HIV/AIDS, following chemotherapy or radiation poisoning, or be of an unknown cause. It may also be used to increase white blood cells for gathering during leukapheresis. It is given either by injection into a vein or under the skin. Filgrastim is a leukocyte growth factor. Common side effects include fever, cough, chest pain, joint pain, vomiting, and hair loss. Severe side effects include splenic rupture and allergic reactions. It is unclear if use in pregnancy is safe for the baby. Filgrastim is a recombinant form of the naturally occurring granulocyte colony-stimulating factor (G-CSF). It works by stimulating the body to increase neutrophil production. Filgrastim was approved for medical use in the United States in 1991. It is on the World Health Organization's List of Essential Medicines. Filgrastim biosimilar medications are available.   == Medical uses == Filgrastim is used to treat neutropenia; acute myeloid leukemia; nonmyeloid malignancies; leukapheresis; congenital neutropenia‚ cyclic neutropenia‚ or idiopathic neutropenia; and myelosuppressive doses of radiation. Tbo-filgrastim (Granix) is indicated for reduction in the duration of severe neutropenia in people with non-myeloid malignancies receiving myelosuppressive anti-cancer drugs associated with a clinically significant incidence of febrile neutropenia.   == Adverse effects == The most commonly observed adverse effect is mild bone pain after repeated administration, and local skin reactions at the site of injection. Other observed adverse effects include serious allergic reactions (including a rash over the whole body, shortness of breath, wheezing, dizziness, swelling around the mouth or eyes, fast pulse, and sweating), ruptured spleen (sometimes resulting in death), alveolar hemorrhage, acute respiratory distress syndrome, and hemoptysis. Severe sickle cell crises, in some cases resulting in death, have been associated with the use of filgrastim in people with sickle cell disorders.   == Interactions == Increased hematopoietic activity of the bone marrow in response to growth factor therapy has been associated with transient positive bone imaging changes; this should be considered when interpreting bone-imaging results.   == Mechanism of action == G-CSF is a colony stimulating factor which has been shown to have minimal direct in vivo or in vitro effects on the production of other haematopoietic cell types. Neupogen (filgrastim) is the name for recombinant methionyl human granulocyte colony stimulating factor (r-metHuG-CSF).   == Society and culture ==   === Biosimilars ===  In 2015, Sandoz's filgrastim-sndz (Zarxio), obtained the approval of the US Food and Drug Administration (FDA) as a biosimilar. This was the first product to be passed under the Biologics Price Competition and Innovation Act of 2009 (BPCI Act), as part of the Affordable Care Act. Zarxio was approved as a biosimilar, not as an interchangeable product, the FDA notes. And under the BPCI Act, only a biologic that has been approved as an \"interchangeable\" may be substituted for the reference product without the intervention of the health care provider who prescribed the reference product. The FDA said its approval of Zarxio is based on review of evidence that included structural and functional characterization, animal study data, human pharmacokinetic and pharmacodynamics data, clinical immunogenicity data and other clinical safety and effectiveness data that demonstrates Zarxio is biosimilar to Neupogen. In 2018, filgrastim-aafi (Nivestym) was approved for use in the United States. In September 2008, Ratiograstim, Tevagrastim, Biograstim, and Filgrastim ratiopharm were approved for use in the European Union. Filgrastim ratiopharm was withdrawn in July 2011 and Biograstim was withdrawn in December 2016. In February 2009, Filgrastim Hexal and Zarzio were approved for use in the European Union. In June 2010, Nivestim was approved for use in the European Union. In October 2013, Grastofil was approved for use in the European Union. In September 2014, Accofil was approved for use in the European Union. In 2016, Fraven was approved for use by Republic of Turkey ministry of health. Nivestym was approved for medical use in Canada in April 2020. In October 2021, Nypozi was approved for medical use in Canada. In February 2022, filgrastim-ayow (Releuko) was approved for medical use in the United States. In June 2024, filgrastim-txid (Nypozi) was approved for medical use in the United States.   === Economics === Shortly after it was introduced, analyses of whether filgrastim is a cost-effective way of preventing febrile neutropenia depended upon the clinical situation and the financial model used to pay for treatment. The longer-acting pegfilgrastim may in some cases be more cost-effective.   == References ==   == Further reading == Blair HA, Scott LJ (April 2016). \"Tbo-Filgrastim: A Review in Neutropenic Conditions\". BioDrugs. 30 (2): 153–60. doi:10.1007/s40259-016-0172-7. PMID 27023705. S2CID 256368326. Santoso B, van Boxtel CJ, Edwards RI, eds. (2001). Drug benefits and risks: international textbook of clinical pharmacology. New York: Wiley. ISBN 0-471-89927-5."}