{"name": "finerenone", "category": "drug", "content": "Finerenone, sold under the brand name Kerendia and Firialta, is a medication used to reduce the risk of kidney function decline, kidney failure, cardiovascular death, non-fatal heart attacks, and hospitalization for heart failure in adults with chronic kidney disease associated with type 2 diabetes. Finerenone is a non-steroidal mineralocorticoid receptor antagonist (MRA). It is taken orally (swallowed by mouth). Common side effects include hyperkalemia (high levels of potassium), hypotension (low blood pressure), and hyponatremia (low levels of sodium). Finerenone was approved for medical use in the United States in July 2021, and in the European Union in February 2022. The U.S. Food and Drug Administration considers it to be a first-in-class medication.   == Medical uses == In the United States, finerenone is indicated to reduce the risk of kidney function decline, kidney failure, cardiovascular death, non-fatal heart attacks, and hospitalization for heart failure in adults with chronic kidney disease associated with type 2 diabetes. In the European Union, finerenone is indicated for the treatment of chronic kidney disease (stage 3 and 4 with albuminuria) associated with type 2 diabetes in adults.   == Pharmacology == Finerenone has less relative affinity to other steroid hormone receptors than currently available aldosterone antagonists such as eplerenone and spironolactone, which should result in fewer adverse effects like gynaecomastia, impotence, and low libido. Finerenone blocks mineralocorticoid receptors, which makes it a potassium-sparing diuretic. This table compares inhibitory (blocking) concentrations (IC50, unit: nM) of three antimineralocorticoids. Mineralocorticoid receptor inhibition is responsible for the desired action of the drugs, whereas inhibition of the other receptors potentially leads to side effects. Lower values mean stronger inhibition.  The above-listed drugs have insignificant affinity for the estrogen receptor. Finerenone acts as an antagonist to mineralocorticoid receptors harboring the S810L mutation, unlike other traditional MR inhibitors such as spironolactone and eplerenone that incidentally act as agonists. A meta-analysis of data from seven randomized controlled trials (13,783 participants) found a benefit to using finerenone in people with diabetic kidney disease and overt proteinuria.   == Adverse effects == Finerenone may cause electrolyte imbalances that must be resolved by a healthcare professional. In the case of potassium, patients taking Finerenone may experience a higher level of potassium in the blood. Symptoms that correlate to this clinical finding include nausea, weakness, chest pain and loss of movement. Another common electrolyte imbalance which may occur for patients on Finerenone is that patients may have low sodium, which can manifest as headaches, confusion, weakness and feeling off balance for patients.   == History == The efficacy of finerenone to improve kidney and heart outcomes was evaluated in a randomized, multicenter, double-blind, placebo-controlled study in adults with chronic kidney disease associated with type 2 diabetes. In this study, 5,674 participants were randomly assigned to receive either finerenone or a placebo. The study compared the two groups for the number of participants whose disease progressed to a composite (or combined) endpoint that included at least a 40% reduction in kidney function, progression to kidney failure, or kidney death. Results showed that 504 of the 2,833 participants who received finerenone had at least one of the events in the composite endpoint compared to 600 of the 2,841 participants who received a placebo. The U.S. Food and Drug Administration (FDA) granted the application for finerenone priority review and fast track designations. The FDA granted the approval of Kerendia to Bayer Healthcare.   == Society and culture ==   === Legal status === On 16 December 2021, the Committee for Medicinal Products for Human Use (CHMP)  of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Kerendia, intended for the treatment of chronic kidney disease associated with type 2 diabetes in adults. The applicant for this medicinal product is Bayer AG. Finerenone was approved for medical use in the European Union in February 2022.   == Research == In the Phase II ARTS-DN study, finerenone dose-dependently reduced urine albumin to creatinine ratio in patients with diabetic kidney disease.  Based on these findings, finerenone is being studied in the large Phase III FIDELIO and FIGARO outcome studies designed to assess whether finerenone reduces risk of CKD progression and adverse cardiovascular events in patients with Chronic Kidney Disease and Type 2 Diabetes. These trials have enrolled more than 13,000 patients with primary completion of FIDELIO anticipated in 2020 and FIGARO IN 2021.   == References ==   == Further reading == Bakris GL, Agarwal R, Anker SD, Pitt B, Ruilope LM, Rossing P, et al. (December 2020). \"Effect of Finerenone on Chronic Kidney Disease Outcomes in Type 2 Diabetes\". N Engl J Med. 383 (23): 2219–2229. doi:10.1056/NEJMoa2025845. hdl:2445/195806. PMID 33264825."}