{"name": "fingolimod", "category": "drug", "content": "Fingolimod, sold under the brand name Gilenya, is an immunomodulating medication, used for the treatment of multiple sclerosis. Fingolimod is a sphingosine-1-phosphate receptor modulator, which sequesters lymphocytes in lymph nodes, preventing them from contributing to an autoimmune reaction. It has been reported to reduce the rate of relapses in relapsing-remitting multiple sclerosis by approximately one-half over a two-year period.   == Medical uses == Fingolimod is used in the treatment of the relapsing form of multiple sclerosis. Its effect in those with primary progressive multiple sclerosis is not clear. It may also be used in chronic inflammatory demyelinating polyneuropathy.   == Adverse effects == The most common side effects of fingolimod have been head colds, headache, increased gamma-glutamyl transfer (≤15%), diarrhea (13%), nausea (13%), abdominal pain (11%) and fatigue. A few cases of skin cancer have been reported, which has also been reported in patients taking natalizumab (Tysabri), an approved multiple sclerosis drug. Fingolimod has also been associated with potentially fatal infections, bradycardia and, in 2009, a case of hemorrhaging focal encephalitis, an inflammation of the brain with bleeding. Two people died: one due to brain herpes infection, and a second one due to herpes zoster. It is unclear whether the drug was responsible for the events. At least 24 cases of progressive multifocal leukoencephalopathy had also occurred as of 2023. Fingolimod has also been known to cause macular edema, resulting in decreased vision. Therefore, frequent surveillance eye examinations are required while taking this medication. In the United States, fingolimod must be dispensed with a medication guide that contains important information about its uses and risks. Serious risks include slowing of the heart rate, especially after the first dose. Fingolimod may increase the risk of serious infections. Patients should be monitored for infection during treatment and for two months after discontinuation of treatment. A rare brain infection that usually leads to death or severe disability, called progressive multifocal leukoencephalopathy (PML) has been reported in patients being treated with the drug. PML cases usually occur in patients with weakened immune systems. Fingolimod can cause vision problems. It may increase the risk for swelling and narrowing of the blood vessels in the brain (posterior reversible encephalopathy syndrome). Other serious risks include respiratory problems, liver injury, increased blood pressure and skin cancer. Fingolimod may cause harm to a developing fetus; health care professionals should advise women of child-bearing age of the potential risk to the fetus and to use effective contraception. The European Medicines Agency (EMA) stated that the multiple sclerosis medicine fingolimod (Gilenya) must not be used in pregnant women and in women able to have children who are not using effective contraception.   == Structure and mechanism == It is derived from myriocin (ISP-1), a metabolite of the fungus Isaria sinclairii. It is a structural analogue of sphingosine and is phosphorylated by sphingosine kinases in the cell (most importantly sphingosine kinase 2). The molecular biology of phospho-fingolimod is thought to lie in its activity at one of the five sphingosine-1-phosphate receptors, S1PR1.  Phospho-fingolimod causes the internalization of S1P receptors, which sequesters lymphocytes in lymph nodes, preventing them from moving to the central nervous system and causing a relapse of multiple sclerosis. The unphosphorylated moiety of fingolimod, which is the predominant form of the drug in the body, is also an active molecule. Unphosphorylated fingolimod impairs the ability of cytotoxic CD8 T cells to kill their target cells by a different mechanism, which involves the arachidonic acid pathway, which is unrelated to sphingosine phosphate receptors. This has implications both for increasing susceptibility to viral infections as well as enhancing therapeutic efficacy in multiple sclerosis. Additionally, fingolimod shifts macrophages to an anti-inflammatory M2 phenotype. It modulates their proliferation, morphology, and cytokine release via inhibition of the transient receptor potential cation channel, subfamily M, member 7. (TRPM7). Finally, fingolimod has also been found to have other molecular targets and functions. Fingolimod has been reported to be a cannabinoid receptor antagonist, a cPLA2 inhibitor and a ceramide synthase inhibitor.  It has also been reported to stimulate the repair process of glial cells and glial precursor cells after injury.   == History == First synthesized in 1992 by Yoshitomi Pharmaceuticals, fingolimod was derived from an immunosuppressive natural product, myriocin (ISP-I)  through chemical modification.  Myriocin was isolated from the culture broth a type of entomopathogenic fungus (Isaria sinclairii) that was an eternal youth nostrum in traditional Chinese medicine. Showing positive results in both in vitro (mixed lymphocyte reaction) and in vivo screening (prolonging rat skin graft survival time), myriocin was modified through a series of steps to yield fingolimod, code named at the time FTY720. A recent review highlights the synthetic methods, mode of action and potential applications of this molecule. Structure activity relationship (SAR) studies on myriocin homologs and partially synthetic derivatives showed that the configuration at the carbon bearing the 3-hydroxy group or the 14-ketone, the 6-double bond, and the 4-hydroxy group were not important for its activity and simplification of the structure of ISP-I was done in an attempt to reduce toxicity and improve drug ability. Elimination of side chain functionalities and removal of chiral centers was part of the simplification process and an intermediate compound (ISP-I-28) with the carboxylic acid of myriocin transformed to a hydroxymethyl group was generated.  ISP-I-28 was found to be less toxic and more effective at lengthening rat skin allograft time than ISP-1. In September 2010, fingolimod became the first oral disease-modifying drug approved by the U.S. Food and Drug Administration (FDA) to reduce relapses and delay disability progression in patients with relapsing forms of multiple sclerosis. In April 2011 Novartis said that the drug would be available in Canadian pharmacies. In March 2011, the European Medicines Agency approved the drug for use in the European Union. In 2016, a systematic review concluded that treatment of people relapsing-remitting multiple sclerosis is effective in reducing the probability of acute inflammatory relapses, with potentially little or no effect on disability progression, compared to placebo. The risk/benefit profile compared to other disease-modifiying therapies being unclear due to a lack of direct comparisons. In December 2019, generic fingolimod was approved in the United States for the treatment of relapsing forms of multiple sclerosis in adults. The FDA granted approvals of generic fingolimod applications to HEC Pharm Co. Limited, Biocon Limited and Sun Pharmaceutical Industries Limited. On 19 July 2019, fingolimod received fast approval for use in China.   == Society and culture ==   === Legal status === In 2015, after a challenge at the US Patent and Trademark Office by a generic competitor, the patent office quashed Novartis's patent claims stating they were obvious. Novartis appealed and the federal circuit upheld the patent office decision in April 2017, leaving a high likelihood of generics coming to market by 2019. In January 2020, a panel of judges at the Court of Appeal for the Federal Circuit called into question the validity of the last remaining orange book patent protecting Gilenya. In October 2022, the Supreme Court turned down a request by Novartis to block the launch of generic versions of Gilenya in the United States. In April 2023, the U.S. Supreme Court declined to hear Novartis's request to revive a key patent on Gilenya that had been invalidated by a lower court.   == Research == Clinical trials are ongoing to prevent neuropathic pain in patients with breast cancer treated with paclitaxel. Recently, the fingolimod molecule has been incorporated in mRNA delivery vehicles to increase targeting of lymphocytes expressing the S1P1 receptor in pre-clinical models.   == References =="}