{"name": "flecainide", "category": "drug", "content": "Flecainide is a medication used to prevent and treat abnormally fast heart rates. This includes ventricular and supraventricular tachycardias. Its use is only recommended in those with dangerous arrhythmias or when significant symptoms cannot be managed with other treatments. Its use does not decrease a person's risk of death. It is taken by mouth or injection into a vein. Common side effects include dizziness, problems seeing, shortness of breath, chest pain, and tiredness. Serious side effects may include cardiac arrest, arrhythmias, and heart failure. It may be used in pregnancy, but has not been well studied in this population. Use is not recommended in those with structural heart disease or ischemic heart disease. Flecainide is a class Ic antiarrhythmic agent. It works by decreasing the entry of sodium in heart cells, causing prolongation of the cardiac action potential. Flecainide was approved for medical use in the United States in 1985. It is available as a generic medication. In 2021, it was the 205th most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Flecainide is used in the treatment of many types of supraventricular tachycardias, including AV nodal re-entrant tachycardia (AVNRT) and Wolff-Parkinson-White syndrome (WPW). It also has limited use in the treatment of certain forms of ventricular tachycardia (VT). In particular, flecainide has been useful in the treatment of ventricular tachycardias that are not in the setting of an acute ischemic event. It has use in the treatment of right ventricular outflow tract (RVOT) tachycardia and in the suppression of arrhythmias in arrhythmogenic right ventricular dysplasia (ARVD). Studies (notably the Cardiac Arrhythmia Suppression Trial) have shown an increased mortality when flecainide is used to suppress ventricular extrasystoles in the setting of acute myocardial infarction. In individuals suspected of having the Brugada syndrome, the administration of flecainide may help reveal the ECG findings that are characteristic of the disease process. This may help make the diagnosis of the disease in equivocal cases. Flecainide has been introduced into the treatment of arrhythmias in children. In the long-term, flecainide seems to be safe in people with a healthy heart with no signs of left ventricular hypertrophy, ischemic heart disease, or heart failure.   == Side effects == Results of a medical study known as the Cardiac Arrhythmia Suppression Trial (CAST) demonstrated that patients with structural heart disease (such as a history of MI (heart attack), or left ventricular dysfunction) and also patients with ventricular arrhythmias, should not take this drug. The results were so significant that the trial was stopped early and preliminary results were published. The dose may need to be adjusted in certain clinical scenarios. As with all other antiarrhythmic agents, there is a risk of proarrhythmia associated with the use of flecainide. This risk is probably increased when flecainide is co-administered with other class Ic antiarrhythmics, such as encainide. The risk of proarrhythmia may also be increased by hypokalemia. The risk of proarrhythmia is not necessarily associated with the length of time an individual is taking flecainide, and cases of late proarrhythmia have been reported. Because of the role of both the liver and the kidneys in the elimination of flecainide, the dosing of flecainide may need to be adjusted in individuals who develop either liver failure or kidney failure. Because of the negative inotropic effects of flecainide, it should be used with caution in individuals with depressed ejection fraction, and may worsen congestive heart failure in these individuals. It should be avoided in people with ischaemic heart disease and the elderly. As with all class I antiarrhythmic agents, flecainide increases the capture thresholds of pacemakers.   === Heart === Due to the narrow therapeutic index of flecainide, physicians should be alert for signs of toxicity before life-threatening arrhythmias occur like torsades de pointes. While the toxic effects of flecainide are closely related to the plasma levels of the drug, it is unfeasible to check the plasma concentration in an individual on a regular basis. Signs of flecainide toxicity include marked prolongation of the PR interval and widening of the QRS duration on the surface ECG. There may be signs and symptoms attributable to overt heart failure secondary to sudden decreased myocardial contractility.   ==== Treatment ==== Treatment of flecainide cardiac toxicity involves increasing the excretion of flecainide, blocking its effects in the heart, and (rarely) institution of cardiovascular support to avoid impending lethal arrhythmias. Modalities that have had success include administration of a beta-sympathomimetic agent, and administration of a sodium load(often in the form of hypertonic sodium bicarbonate). Placing the individual on cardiopulmonary bypass support may be necessary in order to temporarily remove the need for a beating heart and to increase blood flow to the liver.   === Lungs === Flecainide has a very high affinity for lung tissue  and is associated with drug-induced interstitial lung disease.   == Interactions == Flecainide has high bioavailability after an oral dose, meaning that most of the drug that is ingested will enter the systemic blood stream. Peak serum concentrations can be seen 1 to 6 hours after ingestion of an oral dose. While the plasma half-life is about 20 hours, it is quite variable, and can range from 12 to 27 hours. During oral loading with flecainide, a steady state equilibrium is typically achieved in 3 to 5 days. The majority of flecainide is eliminated by the kidneys, with the remainder metabolized by the cytochrome P450 2D6 isoenzyme in the liver. Therefore, alterations in renal function or urine pH will greatly affect the elimination of flecainide, as more is eliminated by the kidney than by the hepatic route. Because of the dual elimination routes of flecainide and its tendency to decrease myocardial contractility, flecainide interacts with numerous pharmaceuticals and can potentiate the effects of other myocardial depressants and AV node blocking agents. In addition, flecainide can decrease the metabolism or elimination of many (but not all) agents that use the cytochrome P450 enzyme system. A full list of drug interactions with flecainide can be obtained from the manufacturer. Some important drug interactions with flecainide include:  Alcohol – may further depress normal heart function Amiodarone – inhibits cytochrome P450 2D6 and may increase flecainide levels Cimetidine – increases flecainide levels by 30% and half-life by 10% Digoxin – may increase digoxin levels Paroxetine – increased effect of both drugs Propafenone – increased effect of both drugs and increased risk of toxicity Quinidine – inhibits cytochrome P450 2D6 and may increase flecainide levels   == Overdose == Flecainide intoxication is rare but serious due to the cardiogenic shock that it provokes. Its diagnosis can be difficult in the lack of contributing anamnestic elements. Clinical and paraclinical signs are not specific. Treatment is primarily symptomatic, which gives good results thanks to the hypertonic solution of sodium salts. Organ donation is possible in the case of braindead patients who had a flecainide intoxication.   == Mechanism of action == Flecainide works by blocking the Nav1.5 sodium channel in the heart, slowing the upstroke of the cardiac action potential. This thereby slows conduction of the electrical impulse within the heart, i.e. it \"reduces excitability\". The greatest effect is on the His-Purkinje system and ventricular myocardium. The effect of flecainide on the ventricular myocardium causes decreased contractility of the muscle, which leads to a decrease in the ejection fraction. The effect of flecainide on the sodium channels of the heart increases as the heart rate increases; This is known as use-dependence and is why that flecainide is useful to break a tachyarrhythmia. Flecainide also inhibits ryanodine receptor 2 (RyR2), a major regulator of sarcoplasmic release of stored calcium ions. It can reduce calcium sparks and thus arrhythmogenic calcium waves in the heart. While Flecainide therapy has been shown to suppress ventricular arrhythmias in patients with catecholaminergic polymorphic ventricular tachycardia (CPVT) and mouse models of this disease, the relative contribution from the inhibition of sodium channels and of RyR2 in this effect on CPVT is unclear.   == Society and culture ==   === Brand names === Flecainide is sold under the trade name Tambocor (manufactured by 3M pharmaceuticals). Flecainide went off-patent in February 2004. In addition to being marketed as Tambocor, it is available in generic version and under the brand names Almarytm, Apocard, Ecrinal, and Flécaine.   == References =="}