{"name": "floxuridine", "category": "drug", "content": "Floxuridine (also 5-fluorodeoxyuridine) is an oncology drug that belongs to the class known as antimetabolites. Specifically, floxuridine is a pyrimidine analog, classified as a deoxyuridine. The drug is usually administered via an artery, and most often used in the treatment of colorectal cancer. The quality of life and survival rates of individuals that receive continuous hepatic artery infusion of floxuridine for colorectal cancer metastases is significantly higher than control groups. Floxuridine can also be prescribed for the treatment of kidney and stomach cancers. In vitro uses of floxuridine include 5-minute treatments of fluorouracil, floxuridine, and mitomycin to increase cell proliferation in Tenon's capsule fibroblasts.   == Biosynthesis ==  Immobilized Aeromonas salmonicida ATCC 27013, when exposed to thymidine and 5-fluorouracil in phosphate buffer at room temperature for one hour, can synthesize floxuridine and thymine.   == Pharmacology == Floxuridine primarily works by stopping the growth of newly born cells. The drug essentially stops DNA from forming in new and rapidly developing cells, which is a sign of a cancerous cell. Therefore, the floxuridine kills the cancerous cells. For colorectal cancer and hepatic metastases, an average adult should be given an intra-arterial dosage of 0.1–0.6 mg/kg/day as a continuous infusion, continued until intolerable toxicity is reached (white blood cell count < 3,500/mm3 or platelet count < 100,000/mm3). Lethal dosages for other species are below. LD50 is the lethal dose at which half of organisms exposed to the drug die.   === Pharmacodynamics === Floxuridine is a pyrimidine analog that acts as an inhibitor of the S-phase of cell division. This selectively kills rapidly dividing cells. Antimetabolites masquerade as pyrimidine-like molecules which prevents normal pyrimidines from being incorporated into DNA during the S phase of the cell cycle. Fluorouracil (the end-product of catabolism of floxuridine) blocks an enzyme which converts cytosine nucleosides into the deoxy derivative. In addition, DNA synthesis is further inhibited because fluorouracil blocks the incorporation of the thymidine nucleotide into the DNA strand.   === Mechanism of action === Floxuridine is rapidly catabolized to 5-fluorouracil, which is the active form of the drug. The primary effect is interference with DNA synthesis and to a lesser extent, inhibition of RNA formation through the drug's incorporation into RNA, thus leading to the production of fraudulent RNA. Fluorouracil also inhibits uracil riboside phosphorylase, which prevents the utilization of preformed uracil in RNA synthesis. As well, the monophosphate of floxuridine, 5-fluoro-2'-deoxyuridine-5'-phosphate (FUDR-MP) inhibits the enzyme thymidylate synthetase. This leads to the inhibition of methylation of deoxyuridylic acid to thymidylic acid, thus interfering with DNA synthesis.   === Route of elimination === The drug is excreted intact and as urea, fluorouracil, α-fluoro-β-ureidopropionic acid, dihydrofluorouracil, α-fluoro-β-guanidopropionic acid, and α-fluoro-β-alanine in the urine; it is also expired as respiratory carbon dioxide.   == Side effects == Side effects include:   === Common (30% of patients) === Low blood counts. Your white and red blood cells and platelets may temporarily decrease. This can put you at increased risk for infection, anemia and/or bleeding. Mouth sores Diarrhea (may be severe)   === Less common (10–29% of patients) === Poor appetite Nausea and vomiting Hair loss Elevated liver enzymes (temporary increase in alkaline phosphatase, lactate dehydrogenase, transaminase, and bilirubin). This is seen more with the intra-arterial infusion directly into the liver. Hand-foot syndrome (Palmar-plantar erythrodysesthesia or PPE) -skin rash, swelling, redness, pain and/or peeling of the skin on the palms of hands and soles of feet Stomach ulcers (This is seen more with the intra-arterial infusion).   === Contact your health provider immediately === Fever of 100.4 °F (38 °C) or higher, chills (possible signs of infection).   === Contact your health provider === Diarrhea (2 episodes in a 24-hour period) Nausea (interferes with ability to eat and unrelieved with prescribed medication) Vomiting (vomiting more than 4–5 times in a 24-hour period) Mouth sores (painful redness, swelling or ulcers) Unusual bleeding or bruising Black or tarry stools, or blood in your stools Blood in the urine Yellowing of the skin or eyes Tingling or burning, redness, swelling of the palms of the hands or soles of feet   === Other === Fertility for both men and women may be affected by floxuridine.   == Use in research == Apart from its use in chemotherapy, floxuridine is also used in aging research employing a C. elegans model, namely to stop growth and to prevent reproduction. The latter is brought about by treatment of larvae close to maturity with low doses of floxuridine that, even though allowing normal maturation, causes reproducing individuals to lay eggs that are unable to hatch. This limits the population to a single generation allowing quantification of aging processes and measurement of longevity. It has, however, been indicated that floxuridin exposure by itself increases life expectancy potentially leading to flawed data in respective studies.   == History == Floxuridine first gained FDA approval in December 1970 under the brand name FUDR. The drug was initially marketed by Roche, which also did a lot of the initial work on 5-fluorouracil. The National Cancer Institute was an early developer of the drug. Roche sold its FUDR product line in 2001 to F H Faulding, which became Mayne Pharma.   == Alternative names == Synonyms for floxuridine include:   == References =="}