{"name": "floxacillin", "category": "drug", "content": "Flucloxacillin, also known as floxacillin, is an antibiotic used to treat skin infections, external ear infections, infections of leg ulcers, diabetic foot infections, and infection of bone. It may be used together with other medications to treat pneumonia, and endocarditis. It may also be used prior to surgery to prevent Staphylococcus infections. It is not effective against methicillin-resistant Staphylococcus aureus (MRSA). It is taken by mouth or given by injection into a vein or muscle. Common side effects include an upset stomach. Other side effects may include muscle or joint pains, shortness of breath, and liver problems. It appears to be safe during pregnancy and breastfeeding. It should not be used in those who are allergic to penicillin. It is a narrow-spectrum beta-lactam antibiotic of the penicillin class. It is similar in effect to cloxacillin and dicloxacillin, being active against penicillinase forming bacteria. Flucloxacillin was patented in 1961. It is not commonly used in the United States or Canada as of 2011.   == Medical uses == Flucloxacillin is an antibiotic used to treat skin infections, external ear infections, infections of leg ulcers, diabetic foot infections, and infection of bone.   === Skin === Flucloxacillin is used for both staphylococcal and streptococcal skin infections. These include folliculitis, carbuncles, impetigo, ecthyma, cellulitis, erysipelas, necrotising fasciitis, and infections of skin conditions such as eczema, scabies, ulcers and acne. Due to the widespread belief that dual-therapy is needed to cover both Staphylococcus and Streptococcus in cellulitis, flucloxacillin is sometimes given with the addition of benzylpenicillin for more severe cellulitis. However, support for this practice has lessened since findings in a study published in the Emergency Medicine Journal in 2005 did not show this combination to give additional clinical benefit. In the UK, using flucloxacillin alone is the first choice for treating cellulitis. Some other countries vary.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Wounds === Infections of leg ulcers can be treated with flucloxacillin. With diabetic foot infections the dose is adjusted according to whether the infection appears mild, moderate or severe.   === Bone === Despite having a lower than optimum drug penetration into bone ratio of 10–20%, flucloxacillin appears effective in treating osteomyelitis. Depending on local guidance it may be used in the treatment of infection of joints while waiting for culture results.   === Other === It may be used in combination with other antibiotics to treat pneumonia and can be used to prevent infection before surgery, particularly heart, lung, or bone surgery. When used to treat endocarditis, in combination with other antibiotics or alone, the dose of flucloxacillin may need to exceed the usual dose.   === Resistance === Despite flucloxacillin being insensitive to beta-lactamases, some organisms have developed resistance to it and other narrow-spectrum β-lactam antibiotics including methicillin. Such organisms include methicillin-resistant Staphylococcus aureus, which has developed resistance to flucloxacillin and other penicillins by having an altered penicillin-binding protein.   == Side effects == Common side effects associated with the use of flucloxacillin include: diarrhoea, nausea, rash, urticaria, pain and inflammation at injection site, superinfection (including candidiasis), allergy, and transient increases in liver enzymes and bilirubin. Rarely, in fewer than 1 in 1,000 people, cholestatic jaundice (also referred to as cholestatic hepatitis) has been associated with flucloxacillin therapy. It may appear as pale stool with dark urine, and yellowish eyes and skin. The reaction may occur up to several weeks after treatment has stopped, and takes weeks to resolve. The estimated incidence is one in 15,000 exposures, and is more frequent in people over the age of 55, females, and those with a treatment duration of longer than two weeks. Flucloxacillin is contraindicated in those with a previous history of allergy to penicillins, cephalosporins, or carbapenems. It should also not be used in the eye, or administered to those with a history of cholestatic hepatitis associated with the use of dicloxacillin or flucloxacillin. It should be used with caution in the elderly, patients with renal impairment where a reduced dose is required, and those with hepatic impairment, due to the risk of cholestatic hepatitis. It should be taken on an empty stomach, one half to one hour before food, as absorption is reduced when taken with food, though some studies suggest that this does not compromise flucloxacillin plasma concentrations in most circumstances. The UK's National Health Service recommends taking at least 30 minutes before food and at least 2 hours after.   === Drug interactions === Flucloxacillin can reduce the excretion of methotrexate, potentially resulting in a risk of methotrexate toxicity. The level of flucloxacillin in the blood may rise in kidney failure and with the use of probenecid.   == Mechanism of action ==  Flucloxacillin is a narrow-spectrum antibiotic belonging to the penicillin group of antibiotics. It works by breaking down the bacterial cell wall. Like other β-lactam antibiotics, flucloxacillin  acts by inhibiting the synthesis of bacterial cell walls. It inhibits cross-linkage between the linear peptidoglycan polymer chains that make up a major component of the cell wall of Gram-positive bacteria. Flucloxacillin is more acid-stable than many other penicillins and can be given orally, in addition to parenteral routes. However, like methicillin, it is less potent than benzylpenicillin against non-β-lactamase-producing Gram-positive bacteria. Flucloxacillin has similar pharmacokinetics, antibacterial activity, and indications to dicloxacillin, and the two agents are considered interchangeable. It is reported to have higher, though rare, incidence of severe hepatic adverse effects than dicloxacillin, but a lower incidence of renal adverse effects.   == Chemistry == Flucloxacillin is insensitive to beta-lactamase (also known as penicillinase) enzymes secreted by many penicillin-resistant bacteria. The presence of the isoxazolyl group on the side chain of the penicillin nucleus facilitates the β-lactamase resistance, since they are relatively intolerant of side chain steric hindrance. Thus, it is able to bind to penicillin-binding proteins and inhibit peptidoglycan crosslinking, but is not bound by or inactivated by β-lactamases.   == History == Flucloxacillin was developed in the 1960s following an increase in penicillin-resistant (beta-lactamase producing) staphylococcal infections due to the widespread use of benzylpenicillin by 1960. All the natural penicillins and first semi-synthetic penicillins were destroyed by staphylococcal beta-lactamase, leading Beecham (later GlaxoSmithKline) to search for more stable antibiotics. By 1962, a series of similarly structured acid-stable penicillins (oxacillin, cloxacillin, dicloxacillin and flucloxacillin), with the potential for being taken by mouth, were developed. Flucloxacillin and dicloxacillin showed particular stability against the beta-lactamase enzyme of Staph. aureus and could withstand acid. Beecham further developed cloxacillin and popularised flucloxacillin in the UK, while Bristol Laboratories concentrated on marketing oxacillin and dicloxacillin in the United States, leading to the difference in use in both countries. Flucloxacillin was first marketed in Europe in the 1970s.   == Available forms == Both the oral and intravenous preparations of flucloxacillin are inexpensive and are available as the sodium salt flucloxacillin sodium, in capsules (250 or 500 mg), oral suspensions (125 mg/5 ml or 250 mg/5 ml), and injections (powder for reconstitution, 250, 500, 1000 and 2000 mg per vial). Flucloxacillin is not commonly used in the United States or Canada as of 2011. In several other countries however, it is supplied under a variety of trade names including Floxapen, Flopen, Flubex, Flupen, Phylopen, and Staphylex.   === Combination ===  Flucloxacillin is combined with ampicillin in co-fluampicil.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == References =="}