{"name": "fluconazole", "category": "drug", "content": "Fluconazole is an antifungal medication used for a number of fungal infections. This includes candidiasis, blastomycosis, coccidioidomycosis, cryptococcosis, histoplasmosis, dermatophytosis, and tinea versicolor. It is also used to prevent candidiasis in those who are at high risk such as following organ transplantation, low birth weight babies, and those with low blood neutrophil counts. It is given either by mouth or by injection into a vein. Common side effects include vomiting, diarrhea, rash, and increased liver enzymes. Serious side effects may include liver problems, QT prolongation, and seizures. During pregnancy it may increase the risk of miscarriage while large doses may cause birth defects. Fluconazole is in the azole antifungal family of medication. It is believed to work by affecting the fungal cellular membrane. Fluconazole was patented in 1981 and came into commercial use in 1988. It is on the World Health Organization's List of Essential Medicines. Fluconazole is available as a generic medication. In 2021, it was the 165th most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses == Fluconazole is a first-generation triazole antifungal medication.  It differs from earlier azole antifungals (such as ketoconazole) in that its structure contains a triazole ring instead of an imidazole ring.  While the imidazole antifungals are mainly used topically, fluconazole and certain other triazole antifungals are preferred when systemic treatment is required because of their improved safety and predictable absorption when administered orally. Fluconazole's spectrum of activity includes most Candida species (but not Candida krusei or Candida glabrata), Cryptococcus neoformans, some dimorphic fungi, and dermatophytes, among others. Common uses include:  The treatment of non-systemic Candida infections of the vagina (\"yeast infections\"), throat, and mouth. Certain systemic Candida infections in people with healthy immune systems, including infections of the bloodstream, kidney, or joints. Other antifungals are usually preferred when the infection is in the heart or central nervous system, and for the treatment of active infections in people with weak immune systems. The prevention of Candida infections in people with weak immune systems, such as those neutropenic due to cancer chemotherapy, those with advanced HIV infections, transplant patients, and premature infants. As a second-line agent for the treatment of cryptococcal meningoencephalitis, a fungal infection of the central nervous system.   === Resistance === Antifungal resistance to drugs in the azole class tends to occur gradually over the course of prolonged drug therapy, resulting in clinical failure in immunocompromised patients (e.g., patients with advanced HIV receiving treatment for thrush or esophageal Candida infection). In C. albicans, resistance occurs by way of mutations in the ERG11 gene, which codes for 14α-demethylase. These mutations prevent the azole drug from binding, while still allowing binding of the enzyme's natural substrate, lanosterol. Development of resistance to one azole in this way will confer resistance to all drugs in the class. Another resistance mechanism employed by both C. albicans and C. glabrata is increasing the rate of efflux of the azole drug from the cell, by both ATP-binding cassette and major facilitator superfamily transporters. Other gene mutations are also known to contribute to development of resistance. C. glabrata develops resistance by up regulating CDR genes, and resistance in C. krusei is mediated by reduced sensitivity of the target enzyme to inhibition by the agent. The full spectrum of fungal susceptibility and resistance to fluconazole can be found in the product data sheet. According to the US Centers for Disease Control and Prevention, fluconazole resistance among Candida strains in the US is about 7%.   === Combating Resistance === The rising fungal resistance to fluconazole and related azole drugs spurs the need to find effective combative solutions swiftly. Rising resistance raises concerns since fluconazole is commonly used due to its inexpensiveness and ease of administration, according to the World Health Organization. One possible solution to counter the increasing prevalence of Candida infections–fungal infections caused by the yeast Candida–is combination antifungal therapy, combining natural components with commercial antifungal drugs to combat resistance. Research shows that natural substances can have specified interactions with cell components, increasing the intracellular concentration of associated antifungal drugs and their effectiveness. For example, Brazilian red propolis, an organic bee liquid, synergizes with fluconazole to combat common yeast infections such as C. parapsilosis and C. glabrata. The essential oil from Nectandra lanceolata, a tree species native to wet tropical biomes, plays a similar role in ciclopirox, another common antifungal. While combination therapy offers the benefits of faster and more extensive fungal eradication, including a reduced risk of resistance or tolerance, it also presents challenges. These include potential increases in toxicity, costs, and the need for standardized practices to test the efficacy of the combination. Therefore, it is crucial to critically evaluate the role of combination therapy.   An alternative to combination therapy for those who had prior exposure to Azoles is antifungal drugs of class echinocandins, recommended as the first method of treatment against invasive candidiasis. The three echinocandins currently licensed for medical use, namely anidulafungin, caspofungin, and micafungin, are potent against candidiasis, which has grown resistant to fluconazole because of the differences in their action mechanism. However, resistance to echinocandins can still develop through point mutations within highly conserved regions of the FKS1 and FKS2 genes through the exposure of members of this class. These genes encode for an enzyme called β-1,3-glucan synthase, responsible for building the yeast’s cell wall. Mutations in this enzyme reduce resistance to antifungal medications that target this enzyme and affect the yeast’s ability to construct its cell wall.  Another promising avenue is the integration of phage therapy, which has shown successive results in functional therapies. Phages, viruses that infect microbes including fungi, exhibit potent antimicrobial effects against various resistant fungal strains, demonstrating remarkable specificity and efficacy. These viruses are integral components of diverse ecosystems, including the human microbiome. Their unique attributes, such as specificity, potency, compatibility with biological systems, and ability to kill fungi, make them attractive candidates for therapeutic interventions. However, challenges remain in terms of their production scalability, formulation, stability, and the emergence of fungal resistance, which hinders their widespread adoption. Prior to clinical use, phages intended for therapy require thorough purification, characterization, and validation of their virulence. While further research is needed, phage therapy holds promise in the fight against antifungal resistance that other therapies struggle to address.   == Contraindications == Fluconazole is contraindicated in patients who:  Drink alcohol have known hypersensitivity to other azole medicines such as ketoconazole; are taking terfenadine, if 400 mg per day multidose of fluconazole is administered; concomitant administration of fluconazole and quinidine, especially when fluconazole is administered in high dosages; take SSRIs such as fluoxetine or sertraline.   == Side effects == Adverse drug reactions associated with fluconazole therapy include:  Common (≥1% of patients): rash, headache, dizziness, nausea, vomiting, abdominal pain, diarrhea, and/or elevated liver enzymes Infrequent (0.1–1% of patients): anorexia, fatigue, constipation Rare (<0.1% of patients): oliguria, hypokalaemia, paraesthesia, seizures, alopecia, Stevens–Johnson syndrome, thrombocytopenia, other blood dyscrasias, serious hepatotoxicity including liver failure, anaphylactic/anaphylactoid reactions Very rare: prolonged QT interval, torsades de pointes In 2011, the US FDA reports that treatment with chronic, high doses of fluconazole during the first trimester of pregnancy may be associated with a rare and distinct set of birth defects in infants. If taken during pregnancy it may result in harm. These cases of harm, however, were only in women who took large doses for most of the first trimester. Fluconazole is secreted in human milk at concentrations similar to plasma. Fluconazole therapy has been associated with QT interval prolongation, which may lead to serious cardiac arrhythmias. Thus, it is used with caution in patients with risk factors for prolonged QT interval, such as electrolyte imbalance or use of other drugs that may prolong the QT interval (particularly cisapride and pimozide). Some people are allergic to azoles, so those allergic to other azole drugs might be allergic to fluconazole. That is, some azole drugs have adverse side-effects.  Some azole drugs may disrupt estrogen production in pregnancy, affecting pregnancy outcome.  Oral fluconazole is not associated with a significantly increased risk of birth defects overall, although it does increase the odds ratio of tetralogy of Fallot, but the absolute risk is still low. Women using fluconazole during pregnancy have a 50% higher risk of spontaneous abortion. Fluconazole should not be taken with cisapride (Propulsid) due to the possibility of serious, even fatal, heart problems.  In rare cases, severe allergic reactions including anaphylaxis may occur. Powder for oral suspension contains sucrose and should not be used in patients with hereditary fructose, glucose/galactose malabsorption or sucrase-isomaltase deficiency. Capsules contain lactose and should not be given to patients with rare hereditary problems of galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption    == Interactions == Fluconazole is an inhibitor of the human cytochrome P450 system, particularly the isozyme CYP2C19 (CYP3A4 and CYP2C9 to lesser extent)  In theory, therefore, fluconazole decreases the metabolism and increases the concentration of any drug metabolised by these enzymes. In addition, its potential effect on QT interval increases the risk of cardiac arrhythmia if used concurrently with other drugs that prolong the QT interval. Berberine has been shown to exert synergistic effects with fluconazole even in drug-resistant Candida albicans infections. Fluconazole may increase the serum concentration of Erythromycin (Risk X: avoid combination).   == Pharmacology ==   === Pharmacodynamics === Like other imidazole- and triazole-class antifungals, fluconazole inhibits the fungal cytochrome P450 enzyme 14α-demethylase. Mammalian demethylase activity is much less sensitive to fluconazole than fungal demethylase. This inhibition prevents the conversion of lanosterol to ergosterol, an essential component of the fungal cytoplasmic membrane, and subsequent accumulation of 14α-methyl sterols. Fluconazole is primarily fungistatic; however, it may be fungicidal against certain organisms in a dose-dependent manner, specifically Cryptococcus.   === Pharmacokinetics === Following oral dosing, fluconazole is almost completely absorbed within two hours. Bioavailability is not significantly affected by the absence of stomach acid. Concentrations measured in the urine, tears, and skin are approximately 10 times the plasma concentration, whereas saliva, sputum, and vaginal fluid concentrations are approximately equal to the plasma concentration, following a standard dose range of between 100 mg and 400 mg per day. The elimination half-life of fluconazole follows zero order, and only 10% of elimination is due to metabolism, the remainder being excreted in urine and sweat. Patients with impaired renal function will be at risk of overdose. In a bulk powder form, it appears as a white crystalline powder, and it is very slightly soluble in water and soluble in alcohol.   == History == Fluconazole was patented by Pfizer in 1981 in the United Kingdom and came into commercial use in 1988. Patent expirations occurred in 2004 and 2005.   == References ==   == Further reading =="}