{"name": "fludrocortisone acetate", "category": "drug", "content": "Fludrocortisone, sold under the brand name Florinef, among others, is a corticosteroid used to treat adrenogenital syndrome, postural hypotension, and adrenal insufficiency. In adrenal insufficiency, it is generally taken together with hydrocortisone. Fludrocortisone is taken by mouth and is most commonly used in its acetate form. Common side effects of fludrocortisone include high blood pressure, swelling, heart failure, and low blood potassium. Other serious side effects can include low immune-system function, cataracts, muscle weakness, and mood changes. Whether use of fludrocortisone during pregnancy is safe for the fetus is unknown. Fludrocortisone is mostly a mineralocorticoid, but it also has glucocorticoid effects. Fludrocortisone was patented in 1953. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Fludrocortisone has been used in the treatment of cerebral salt-wasting syndrome. It is used primarily to replace the missing hormone aldosterone in various forms of adrenal insufficiency such as Addison's disease and the classic salt-wasting (21-hydroxylase deficiency) form of congenital adrenal hyperplasia.  Due to its effects on increasing Na+ levels, and therefore blood volume, fludrocortisone is the first-line of treatment for orthostatic intolerance, and postural orthostatic tachycardia syndrome (POTS). It can be used to treat low blood pressure. Fludrocortisone is also a confirmation test for diagnosing Conn's syndrome (aldosterone-producing adrenal adenoma), the fludrocortisone suppression test. Loading the patient with fludrocortisone would suppress serum aldosterone level in a normal patient, whereas the level would remain elevated in a Conn's patient.  The fludrocortisone suppression test is an alternative to the NaCl challenge (which would use normal saline or salt tablets).   == Side effects == Use of fludrocortisone can lead to one or more of the following side effects:  Sodium and water retention Swelling due to fluid retention (edema) High blood pressure (hypertension) Headache Low blood potassium level (hypokalemia) Muscle weakness Fatigue Increased susceptibility to infection Impaired wound healing Increased sweating Increased hair growth (hirsutism) Thinning of skin and stretch marks Disturbances of the gut such as indigestion (dyspepsia), distention of the abdomen and ulceration (peptic ulcer) Decreased bone density and increased risk of fractures of the bones Difficulty in sleeping (insomnia) Depression Weight gain Raised blood sugar level Changes to the menstrual cycle Partial loss of vision due to opacity in the lens of the eye (cataracts) Raised pressure in the eye (glaucoma) Increased pressure in the skull (intracranial pressure)   == Pharmacology ==  Fludrocortisone is a corticosteroid and acts as a powerful mineralocorticoid, along with some additional but comparatively very weak glucocorticoid activity. Relative to cortisol, it is said to have 10 times the glucocorticoid potency but 250 to 800 times the mineralocorticoid potency. Fludrocortisone acetate is a prodrug of fludrocortisone, which is the active form of the drug. Plasma renin, sodium, and potassium are checked through blood tests to verify that the correct dosage is reached.   == Chemistry == Fludrocortisone, also known as 9α-fluorocortisol (9α-fluorohydrocortisone) or as 9α-fluoro-11β,17α,21-trihydroxypregn-4-ene-3,20-dione, is a synthetic pregnane steroid and a halogenated derivative of cortisol (11β,17α,21-trihydroxypregn-4-ene-3,20-dione). Specifically, it is a modification of cortisol with a fluorine atom substituted in place of one hydrogen atom at the C9α position. Fluorine is a good bioisostere for hydrogen because it is similar in size, with the major difference being in its electronegativity. The acetate form of fludrocortisone, fludrocortisone acetate, is the C21 acetate ester of fludrocortisone, and is hydrolyzed into fludrocortisone in the body.   == History == Fludrocortisone was described in the literature in 1953 and was introduced for medical use (as the acetate ester) in 1954. It was the first synthetic corticosteroid to be marketed, and followed the introduction of cortisone in 1948 and hydrocortisone (cortisol) in 1951. Fludrocortisone was also the first fluorine-containing pharmaceutical drug to be marketed.   == Society and culture ==   === Generic name === Fludrocortisone is the generic name of fludrocortisone and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, and DCITTooltip Denominazione Comune Italiana, whereas fludrocortisone acetate is the generic name of fludrocortisone acetate and its USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name and JANTooltip Japanese Accepted Name.   === Brand names === Fludrocortisone is marketed mainly under the brand names Astonin and Astonin-H, whereas the more widely used fludrocortisone acetate is sold mainly as Florinef, but also under several other brand names including Cortineff, Florinefe, and Fludrocortison.   === Availability === Fludrocortisone is marketed in Austria, Croatia, Denmark, Germany, Luxembourg, Romania, and Spain, whereas fludrocortisone acetate is more widely available throughout the world and is marketed in the United States, Canada, the United Kingdom, various other European countries, Australia, Japan, China, Brazil, and many other countries.   == References ==   == External links == \"Fludrocortisone\". Drug Information Portal. U.S. National Library of Medicine."}