{"name": "flufenamic acid", "category": "drug", "content": "Flufenamic acid (FFA) is a member of the anthranilic acid derivatives (or fenamate) class of nonsteroidal anti-inflammatory drugs (NSAIDs).: 718   Like other members of the class, it is a cyclooxygenase (COX) inhibitor, preventing the formation of prostaglandins. FFA is known to bind to and reduce the activity of prostaglandin F synthase and activate TRPC6. Scientists led by Claude Winder from Parke-Davis invented FFA in 1963, along with fellow members of the class, mefenamic acid in 1961 and meclofenamic acid in 1964.: 718  Although flufenamic acid was at one time informally referred to as \"Fluffy\" (see history cache), this pet name could also refer to flufenoxine.   == Structure == Flufenamic acid is a highly polymorphic drug molecule with multiple structurally characterized polymorphic modifications. It has a unique chemical structure and stands out among fenamates. Nowadays, eight polymorphic forms are known that are determined by different conformers, which makes flufenamic acid unique among other low-molecular medicinal compounds. A fundamental feature of the structure of flufenamic acid, which has generated significant interest in the design and development of drugs, is the presence of a trifluoromethyl group. Compounds with fluorine-containing substituents are known to have promising chemical and biological properties, since such groups often improve the pharmacokinetics and bioavailability of drugs. Studies have shown the promise of repositioning flufenamic acid and the use of drugs based on it in the treatment of Bartter syndrome.   == Medical uses == Until recently, FFA was actively used in medical practice as an analgesic with anti-inflammatory and antipyretic effects. FFA has been proven effective in treating rheumatoid arthritis, osteoarthritis and other inflammation-related diseases. However, despite this, the use of FFA in the United States and other countries  is limited since the compound causes frequent side effects. The rate of gastrointestinal side effects can be as high as 60%, manifested as at least one of the following: dyspepsia, nausea, abdominal pain and discomfort, constipation, diarrhoea, flatulence, indigestion, epigastric distress, stomatitits and anorexia. Besides gastrointestinal side effects, the drug can cause headache, dizziness and peripheral oedema.   == Side effects == It is not widely used in humans as it has a high rate (30–60%) of gastrointestinal side effects.  It is generally not available in the US. It is available in some Asian and European countries as a generic drug.   == References =="}