{"name": "flumazenil", "category": "drug", "content": "Flumazenil (also known as flumazepil, code name Ro 15-1788) is a selective GABAA receptor antagonist administered via injection, otic insertion, or intranasally. Therapeutically, it acts as both an antagonist and antidote to benzodiazepines (particularly in cases of overdose), through competitive inhibition. It was first characterized in 1981, and was first marketed in 1987 by Hoffmann-La Roche under the trade name Anexate. However, it did not receive FDA approval until December 20, 1991. The developer lost its exclusive patent rights in 2008; so at present, generic formulations of this drug are available. Intravenous flumazenil is primarily used to treat benzodiazepine overdoses and to help reverse anesthesia. Administration of flumazenil by sublingual lozenge and topical cream has also been tested.   == Medical uses == Flumazenil benefits patients who become excessively drowsy after use of benzodiazepines for either diagnostic or therapeutic procedures. The drug has been used as an antidote in the treatment of benzodiazepine overdoses. It reverses the effects of benzodiazepines by competitive inhibition at the benzodiazepine (BZ) recognition site on the GABA/benzodiazepine receptor complex. There are many complications that must be taken into consideration when used in the acute care setting. These include lowered seizure threshold, agitation, and anxiousness. Flumazenil's short half-life requires multiple doses. Because of the potential risks of withdrawal symptoms and the drug's short half-life, patients must be carefully monitored to prevent recurrence of overdose symptoms or adverse side effects. Flumazenil is also sometimes used after surgery to reverse the sedative effects of benzodiazepines. This is similar to naloxone's application to reverse the effect of opiates and opioids following surgery. Administration of the drug requires careful monitoring by an anesthesiologist due to potential side effects and serious risks associated with over-administeration. Likewise, post-surgical monitoring is also necessary because flumazenil can mask the apparent metabolization (\"wearing off\") of the drug after removal of patient life-support and monitoring equipment. Flumazenil has been effectively used to treat overdoses of non-benzodiazepine hypnotics, such as zolpidem, zaleplon and zopiclone (also known as \"Z-drugs\"). It may also be effective in reducing excessive daytime sleepiness while improving vigilance in primary hypersomnias, such as idiopathic hypersomnia. The drug has also been used in hepatic encephalopathy. It may have beneficial short‐term effects in people with cirrhosis, but there is no evidence for long-term benefits. The onset of action is rapid, and effects are usually seen within one to two minutes. The peak effect is seen at six to ten minutes. The recommended dose for adults is 200 μg every 1–2 minutes until the effect is seen, up to a maximum of 3 mg per hour. It is available as a clear, colourless solution for intravenous injection, containing 500 μg in 5 mL. Additional doses may be needed within 20 to 30 minutes if evidence of oversedation reappears. Many benzodiazepines (including midazolam) have longer half-lives than flumazenil. Therefore, in cases of overdose, repeated doses of flumazenil may be required to prevent recurrent symptoms once the initial dose of flumazenil wears off. It is hepatically metabolised to inactive compounds which are excreted in the urine. Individuals who are physically dependent on benzodiazepines may experience benzodiazepine withdrawal symptoms, including seizures, upon rapid administration of flumazenil. It is not recommended for routine use in those with a decreased level of consciousness. In terms of drug enforcement initiatives, diversion control programs and required post-marketing surveillance of adverse events, orders for flumazenil may trigger a prescription audit to the search for benzodiazepine misuse and for clinically significant adverse reactions related to their use.   === PET radioligand === Radiolabeled with the radioactive isotope carbon-11, flumazenil may be used as a radioligand in neuroimaging with positron emission tomography to visualize the distribution of GABAA receptors in the human brain.   === Treatment for benzodiazepine dependence & tolerance === Epileptic patients who have become tolerant to the anti-seizure effects of the benzodiazepine clonazepam became seizure-free for several days after treatment with 1.5 mg of flumazenil. Similarly, patients who were dependent on high doses of benzodiazepines (median dosage 333 mg diazepam-equivalent) were able to be stabilised on a low dose of clonazepam after 7–8 days of treatment with flumazenil. Flumazenil has been tested against placebo in benzodiazepine-dependent subjects. Results showed that typical benzodiazepine withdrawal effects were reversed with few to no symptoms. Flumazenil was also shown to produce significantly fewer withdrawal symptoms than saline in a randomized, placebo-controlled study with benzodiazepine-dependent subjects. Additionally, relapse rates were much lower during subsequent follow-up. In vitro studies of tissue cultured cell lines have shown that chronic treatment with flumazenil enhanced the benzodiazepine binding site where such receptors have become more numerous and uncoupling/down-regulation of GABAA has been reversed. After long-term exposure to benzodiazepines,  GABAA receptors become down-regulated and uncoupled. Growth of new receptors and recoupling after prolonged flumazenil exposure has also been observed. It is thought this may be due to increased synthesis of receptor proteins. Flumazenil was found to be more effective than placebo in reducing feelings of hostility and aggression in patients who had been free of benzodiazepines for 4–266 weeks. This may suggest a role for flumazenil in treating protracted benzodiazepine withdrawal symptoms. Low-dose, slow subcutaneous flumazenil administration is a safe procedure for patients withdrawing from long-term, high-dose benzodiazepine dependency. It has a low risk of seizures even amongst those who have experienced convulsions when previously attempting benzodiazepine withdrawal. In Italy, the gold standard for treatment of high-dose benzodiazepine dependency is 8–10 days of low-dose, slowly infused flumazenil. One addiction treatment centre in Italy has used flumazenil to treat over 300 patients who were dependent on high doses of benzodiazepines (up to 70 times higher than conventionally prescribed) with physicians being among the clinic's most common patients.   == Pharmacology ==  Flumazenil, an imidazobenzodiazepine derivative, antagonizes the actions of benzodiazepines on the central nervous system. Flumazenil competitively inhibits the activity at the benzodiazepine recognition site on the GABA/benzodiazepine receptor complex. It also exhibits weak partial agonism of GABAA receptor complexes that contain α6-type monomers; the clinical relevance of this is unknown. Flumazenil does not antagonize all of the central nervous system effects of drugs affecting GABA-ergic neurons by means other than the benzodiazepine receptor (including ethanol, barbiturates, and most anesthetics) and does not reverse the effects of opioids. It will however antagonize the action of non-benzodiazepine z-drugs, such as zolpidem and zopiclone, because they act via the benzodiazepine site of the GABA receptor - it has been used to successfully treat z-drug overdose.   === Pharmacodynamics === Intravenous flumazenil has been shown to antagonize sedation, impairment of recall, psychomotor impairment and ventilatory depression produced by benzodiazepines in healthy human volunteers. The duration and degree of reversal of sedative benzodiazepine effects are related to the dose and plasma concentrations of flumazenil.   == Availability == Flumazenil is sold under a wide variety of brand names worldwide like Anexate, Lanexat, Mazicon, Romazicon. In India it is manufactured by Roche Bangladesh Pharmaceuticals and USAN Pharmaceuticals.   == See also == Bretazenil Imidazenil Ro15-4513 GABAA receptor negative allosteric modulators   == References ==   == External links ==  Media related to Flumazenil at Wikimedia Commons Flumazenil drug label/data at DailyMed from U.S. National Library of Medicine, National Institutes of Health. Romazicon product information, Roche USA"}