{"name": "flunoxaprofen", "category": "drug", "content": "Flunoxaprofen, also known as Priaxim, is a chiral nonsteroidal anti-inflammatory drug (NSAID). It is closely related to naproxen, which is also an NSAID. Flunoxaprofen has been shown to significantly improve the symptoms of osteoarthritis and rheumatoid arthritis. The clinical use of flunoxaprofen has ceased due to concerns of potential hepatotoxicity.   == Structure == Flunoxaprofen is a two-ring heterocyclic compound derived from benzoxazole. It also contains a fluorine atom and a propanoyl group.   == Synthesis == The overall synthesis is similar to that for benoxaprofen; in this case, para-fluorobenzoyl chloride is used when forming the benzoxazole ring..   A Sandmeyer reaction by diazotisation of 2-(4-aminophenyl)propanenitrile (1) followed by acid hydrolysis leads to the phenol (2), which is nitrated and reduced using stannous chloride or catalytic hydrogenation to give the aminophenol (4).  Hydrolysis of the nitrile produces the carboxylic acid (5), which is converted to racemic flunoxaprofen by acylation with p-fluorobenzoyl chloride, followed by cyclisation.   == Preparations == Because flunoxaprofen has limited water-solubility, additional steps must be taken in order to prepare syrups, creams, suppositories, etc. In order to make flunoxaprofen water-soluble, yet still active and efficient, it must be mixed with lysine and then suspended in an organic solvent that is soluble in water. A salt will crystallize upon cooling. The salt must then be filtered out and dried. Pharmacological testing of this now water-soluble compound has shown that it has anti-inflammatory properties equal to flunoxaprofen by itself.   == Pharmacokinetics == The efficacy and safety of flunoxaprofen has been compared with those of naproxen in rheumatoid arthritis patients to show that the two drugs have equivalent therapeutical effects. Both drugs significantly relieve spontaneous pain which occurs both during the day and at night. Both drugs also significantly relieve the pain associated with active and passive motion and aid in relieving morning stiffness. The study also showed both drugs to be equally effective at improving grip strength. Flunoxaprofen is administered as racemate. The absorption and disposition of both enantiomers were studied in 1988. No significant differences between stereoisomers were detected with respect to their absorption and elimination half-lives. However, further studies have shown that the S-enantiomer is the pharmacologically active form of the drug and does not undergo stereoinversion, while R-Flunoxaprofen is pharmacologically activated through biotransformation to the S-enantiomer. This stereospecific chiral inversion is mediated by the FLX-S-Acyl-CoA thioester. Pharmacokinetic studies with stereoselective bioassays have been carried out in different species after racemate dosage (and flunoxaprofen enantiomer derivatives have also been used as chiral fluorescent derivatizing agents to determine the enantiomers of other drug enantiomers in plasma).  It has been shown that the dextrorotatory form is particularly active and has a much higher therapeutic index than some other anti-inflammatories, including indomethacin and diclofenac. It has also been shown that flunoxaprofen inhibits leukotriene rather than prostaglandin synthesis. This is similar to benoxaprofen. Flunoxaprofen and benoxaprofen have been shown to have similar absorption characteristics. However, the distribution and elimination of flunoxaprofen has been shown to be much faster than benoxaprofen.   == Adverse effects == A structural analog of flunoxaprofen is benoxaprofen. The two drugs are carboxylic acid analogs that form reactive acyl glucuronides. Benoxaprofen  has been shown to be involved in rare hepatotoxicity. Because of this, benoxaprofen has been removed from the market. In response to this the clinical use of flunoxaprofen has also stopped, even though studies have shown that flunoxaprofen is less toxic than benoxaprofen. The toxicity of these nonsteroidal anti-inflammatory drugs may be related to the covalent modification of proteins in response to the drugs' reactive acyl glucuronides. The reactivity of the acyl glucuronides appears to co-determine the extent of protein binding, as initially proposed by the research group of Benet et al. in 1993.    == References =="}