{"name": "flunisolide", "category": "drug", "content": "Flunisolide (marketed as AeroBid among others) is a corticosteroid often prescribed as treatment for allergic rhinitis. Intranasal corticosteroids are the most effective medication for controlling symptoms. The principal mechanism of action of flunisolide is to activate glucocorticoid receptors, meaning it has an anti-inflammatory action. The effects of topical corticosteroids is not immediate and requires regular use and at least a few days to start experiencing noticeable symptom relief.  As-needed use has been shown to be not as effective as regular recommended use. Flunisolide should not be used in the presence of nasal infection.  It should not be continued if there is no relief of symptoms after regular use over two to three weeks. It was patented in 1958 and approved for medical use in 1978. It is on the World Health Organization's List of Essential Medicines.   == Side effects == Temporary nose and throat dryness, irritation, bleeding or unpleasant taste or smell may occur.  Nasal septum perforation is rarely reported.  Rare, but localized infections of the nose and pharynx with Candida albicans have been reported and long-term use may raise the chance of cataracts or glaucoma. Flunisolide nasal spray is absorbed into the circulatory system (blood). Corticosteroid nasal sprays may affect the hypothalamic-pituitary-adrenal axis function in humans. After the desired clinical effect is obtained, the maintenance dose should be reduced to the smallest amount necessary to control symptoms, which can be as low as 1 spray in each nostril a day. Utilizing the minimum effective dose will reduce possibility of side effects. Recommended amounts of intranasal corticosteroids are generally not associated with systemic side effects. Corticosteroids inhibit wound healing.  Therefore, use of corticosteroid nasal sprays in patients who have experienced recent nasal septal ulcers, recurrent epistaxis, nasal surgery or trauma, a nasal corticosteroid should be used with caution until healing has occurred.  In pregnancy, recommended doses of intranasal corticosteroids are safe and effective.   == References =="}