{"name": "fluoxymesterone", "category": "drug", "content": "Fluoxymesterone, sold under the brand names Halotestin and Ultandren among others, is an androgen and anabolic steroid (AAS) medication which is used in the treatment of low testosterone levels in men, delayed puberty in boys, breast cancer in women, and anemia. It is taken by mouth. Side effects of fluoxymesterone include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. It can also cause liver damage and cardiovascular side effects like high blood pressure. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization. Fluoxymesterone was first described in 1956 and was introduced for medical use in 1957. In addition to its medical use, fluoxymesterone is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses == Fluoxymesterone is or has been used in the treatment of hypogonadism, delayed puberty, and anemia in males and the treatment of breast cancer in women. It is specifically approved in one or more countries for the treatment of hypogonadism in men, delayed puberty in boys, and breast cancer in women. Current prescribing guidelines in the United States list only the treatment of androgen deficiency in males and breast cancer in females as indications. Fluoxymesterone is less effective in inducing masculinization than testosterone, but is useful for maintaining established masculinization in adults.   === Available forms === Fluoxymesterone is available in the form of 2, 5, and 10 mg oral tablets.   == Non-medical uses == Fluoxymesterone is used for physique- and performance-enhancing purposes by competitive athletes, bodybuilders, and powerlifters.   == Side effects ==  Side effects that have been associated with fluoxymesterone include acne, edema, seborrhea/seborrheic dermatitis, alopecia, hirsutism, voice deepening, virilization in general, flushing, gynecomastia, breast pain, menstrual disturbances, hypogonadism, testicular atrophy, clitoral enlargement, penile enlargement, priapism, increased aggressiveness, prostate enlargement, cardiovascular toxicity, and hepatotoxicity, among others.   == Pharmacology ==   === Pharmacodynamics ===  As an AAS, fluoxymesterone is an agonist of the androgen receptor (AR), similarly to androgens like testosterone and DHT. It is a substrate for 5α-reductase like testosterone, and so is potentiated in so-called \"androgenic\" tissues like the skin, hair follicles, and prostate gland via transformation into 5α-dihydrofluoxymesterone. As such, fluoxymesterone has a relatively poor ratio of anabolic to androgenic activity similarly to testosterone and methyltestosterone. However, fluoxymesterone is nonetheless proportionally less androgenic and more anabolic than methyltestosterone and testosterone. Fluoxymesterone has been reported to be non-aromatizable due to steric hindrance by its C11β hydroxyl group, and hence is not considered to have a propensity for producing estrogenic effects such as gynecomastia or fluid retention. However, paradoxically, a case report of severe fluoxymesterone-induced gynecomastia exists, and gynecomastia associated with fluoxymesterone has also been reported in other publications, although this may not be due to estrogenic activity. Fluoxymesterone is thought to possess little or no progestogenic activity. Because of the presence of its 17α-methyl group, the metabolism of fluoxymesterone is impeded, resulting in it being orally active, although also hepatotoxic.   ==== 11β-HSD inhibition ==== Fluoxymesterone has been found to act as a potent inhibitor of 11β-hydroxysteroid dehydrogenase type 2 (11β-HSD2) (IC50Tooltip Half-maximal inhibitory concentration = 60–630 nM), with a potency comparable to that of the 11β-HSD2 inhibitor glycyrrhetinic acid. This action of fluoxymesterone is unique among AAS and is likely related to its 11β-hydroxyl group. 11β-HSD2 is responsible for the inactivation of the glucocorticoids cortisol and corticosterone (into cortisone and 11-dehydrocorticosterone, respectively). Inhibition of 11β-HSD2 by fluoxymesterone may result in mineralocorticoid receptor overactivation and associated side effects such as hypertension and fluid retention, and has been hypothesized to be involved in the cardiovascular and other adverse effects of fluoxymesterone.   ==== Glucocorticoid activity ==== Unlike other AAS, fluoxymesterone has structural features in common with corticosteroids, including its C9α fluoro and C11β hydroxyl groups. In relation to this, it has weak (micromolar) but potentially clinically significant affinity for the glucocorticoid receptor.   === Pharmacokinetics === Fluoxymesterone has approximately 80% oral bioavailability, unlike testosterone, as the C17α methyl group of fluoxymesterone inhibits first-pass metabolism. It has very low affinity for human serum sex hormone-binding globulin (SHBG), less than 5% of that of testosterone and less than 1% of that of DHT. The drug is metabolized in the liver, mainly by 6β-hydroxylation, 5α- and 5β-reduction, 3α- and 3β-keto-oxidation, and 11β-hydroxy-oxidation. Its known active metabolites include 5α-dihydrofluoxymesterone and 11-oxofluoxymesterone. Fluoxymesterone has an elimination half-life of approximately 9.2 hours, which is long relative to that of testosterone. It is eliminated in the urine, with less than 5% excreted unchanged.   == Chemistry ==  Fluoxymesterone, also known as 9α-fluoro-11β-hydroxy-17α-methyltestosterone or as 9α-fluoro-17α-methylandrost-4-en-11β,17β-diol-3-one, is a synthetic androstane steroid and a 17α-alkylated derivative of testosterone (androst-4-en-17β-ol-3-one). It is specifically the derivative of testosterone with a fluorine atom at the C9α position, a hydroxyl group at the C11β position, and a methyl group at the C17α position.   === Synthesis === Step one: The first step in the synthesis of fluoxymesterone is the microbiological oxidation of commercially available androstenedione (1.11) by Actinomyces; this introduces a hydroxyl group to the 11α-position (1.12), which is then oxidised to a ketone using Jones' reagent, yielding the 3,11,17-triketone, adrenosterone (1.13). Pyrrolidine then reacts to form an enamine (1.14) by reaction with the 3α-keto group, protecting it from alkylation in a subsequent step. The regioselectivity of pyrrolidine for reaction at the 3α-position occurs inherently in the structure of adrenosterone, due to the position of the sterically bulky methyl groups. In subsequent steps, alkylation of the 17-keto group (1.14) using Grignard reagent, addition of hydride at the 11-position (1.15) and regeneration of the protected 3-keto group yields the starting material (1.16) for the final steps of the fluoxymesterone synthesis. This involves more standard synthetic transformations.  Step two: The 11α-hydroxyl of the starting material (1.16) is sulfonylated by p-toluenesulfonyl chloride; addition of trimethylamine (base) deprotonates the 11α-carbon, yielding an (E2) elimination of tosylate (pka - 5) to give olefin (1.17). Stereospecificity of reaction between olefin and hypobromous acid (HOBr) in base, N-bromosuccinimide (NBS), is determined by the formation of a bromonium intermediate; the electrophilic bromonium cation approaches the ring's less sterically hindered α-face and is attacked by the π-electron density of the alkene. The hydroxide ion then attacks from above the ring (β-face) at the 11-carbon, resulting in a structure (1.18) by the stereospecific addition of hydroxyl and bromine across the double bond. Addition of sodium hydroxide results in deprotonation of the 11α-hydroxyl, and the subsequent structure undergoes an intramolecular SN2 epoxy ring formation. The epoxy ring of the β-epoxide (1.19) is protonated to give an oxironium ion intermediate. In a concerted process, fluoride attacks the ring's α-face from below, as one of the two oxygen-carbon bonds is broken on the opposite face; hence regenerating the 11α-hydroxyl trans to the fluorine substituent. The resulting structure (1.20) is the androgenic steroid, fluoxymesterone.   === Detection in body fluids === Detection of halotestin and other such illegal anabolic steroids in sports is achieved by GS-MS identification of urinary excreted anabolic steroids and their metabolites. In a test for halotestin, a dry residue obtained from a urine sample is dissolved in dimethylformamide and a sulfur trioxide-pyridine complex and is heated with 1% potassium carbonate solution. Halotestin and many of its metabolites contain two polar hydroxyl groups, leading to intermolecular hydrogen bonding that increases their boiling point and reduces volatility. In order to attain a gaseous sample for GC-MS, the products of hydrolysis are extracted, dissolved in methanol and derivatised to form volatile trimethylsilyl (TMS) esters by adding N-methyl-N-trimethylsilyl-trifluoroacetamide (MSTFA) and trimethylsilylimidazole (TMSImi).   == History == Fluoxymesterone was first described in 1956 and was introduced for medical use in the United States in 1957. Over time the use of fluoxymesterone has become increasingly controversial and limited.   == Society and culture ==   === Generic names === Fluoxymesterone is the generic name of the drug and its INNTooltip International Nonproprietary Name, USPTooltip United States Pharmacopeia, BANTooltip British Approved Name, DCITTooltip Denominazione Comune Italiana, and JANTooltip Japanese Accepted Name, while fluoxymestérone is its DCFTooltip Dénomination Commune Française.   === Brand names === Brand names of fluoxymesterone include Android-F, Androxy, Halotestin, Ora-Testryl, and Ultandren among others.   === Availability ===   ==== United States ====  Fluoxymesterone is one of the few AAS that remains available for medical use in the United States. The others (as of August 2023) are testosterone, testosterone cypionate, testosterone enanthate, testosterone undecanoate, methyltestosterone, and oxymetholone.   ==== Other countries ==== Availability of fluoxymesterone aside from the United States remains scarce, but it is marketed in some other countries such as Mexico, Moldova, and Taiwan.   === Legal status === Fluoxymesterone, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act.   == References =="}