{"name": "fluticasone furoate", "category": "drug", "content": "Fluticasone furoate, sold under the brand name Flonase Sensimist among others, is a corticosteroid for the treatment of non-allergic and allergic rhinitis administered by a nasal spray. It is also available as an inhaled corticosteroid to help prevent and control symptoms of asthma. It is derived from cortisol. Unlike fluticasone propionate, which is only approved for children four years and older, fluticasone furoate is approved in children as young as two years of age when used for allergies. It was approved for medical use in the United States in April 2007, and in the European Union in November 2008. In 2021, fluticasone was the 23rd most commonly prescribed medication in the United States, with more than 25 million prescriptions.   == Medical uses == Fluticasone furoate is indicated for the treatment of the symptoms of allergic rhinitis, and asthma. Fluticasone Furoate is a corticosteroid medication primarily used to treat allergic rhinitis (hay fever) and non-allergic (perennial) rhinitis. It is also indicated for the treatment of nasal polyps in adults. Additionally, fluticasone furoate nasal spray may be prescribed for the management of symptoms associated with sinusitis. Always consult with a healthcare professional for accurate diagnosis and appropriate treatment options. Fluticasone Furoate is used as a maintenance treatment for asthma in patients aged 12 years and older. It helps to reduce inflammation in the airways, which is a key component of asthma management. It helps to control symptoms such as wheezing, shortness of breath, chest tightness, and coughing, thereby improving the overall quality of life for individuals with asthma. Regular use of Fluticasone Furoate can reduce the frequency and severity of asthma exacerbations or attacks, helping to prevent serious episodes of breathing difficulty.  Fluticasone furoate nasal spray is highly effective in relieving symptoms of allergic rhinitis, including nasal congestion, runny nose, sneezing, and nasal itching. It works by reducing inflammation in the nasal passages and decreasing the production of mucus. When used as an inhaler, Fluticasone furoate helps to control asthma symptoms by reducing airway inflammation and preventing asthma attacks. It is often used as a maintenance treatment to provide long-term control of asthma symptoms and improve lung function.   === Available forms === Inhalers: Fluticasone furoate is commonly available in the form of a dry powder inhaler (DPI) for inhalation. This inhaler is used for the maintenance treatment of asthma in patients aged 12 years and older. It delivers the medication directly to the lungs, where it acts to reduce inflammation and improve asthma symptoms. Adult and Paediatric dosage for - Powder inhalation 50 mcg/actuation 100 mcg/actuation 200 mcg/actuation Nasal Spray: Fluticasone furoate is also available as a nasal spray, primarily used for the treatment of allergic rhinitis (hay fever) symptoms such as nasal congestion, sneezing, itching, and runny nose. It helps to reduce inflammation in the nasal passages and provides relief from allergy symptoms. Nasal Drops: In some cases, fluticasone furoate may be available as nasal drops for the treatment of nasal polyps or other specific nasal conditions. These nasal drops are applied directly into the nostrils to reduce inflammation and symptoms associated with nasal polyps.   == Side effects == Common side effects of Fluticasone furoate nasal spray include nasal irritation, dryness, itching, and nosebleeds. These side effects are usually mild and transient. Some individuals may experience throat irritation or coughing when using Fluticasone furoate inhalers. Rinsing the mouth and throat with water after inhalation can help reduce these symptoms. Headache is another common side effect reported with the use of Fluticasone furoate nasal spray or inhalers. It is usually mild and resolves with continued use. In rare cases, Fluticasone furoate may cause more serious side effects, such as adrenal suppression, glaucoma, cataracts, or growth retardation in children. These side effects are more likely to occur with long-term, high-dose use, although they are still rare.  Serious side effects of Fluticasone Furoate include:  hives, difficulty breathing, swelling of the face, lips, tongue, or throat, white patches in the mouth or the tongue, fever, chills, persistent sore throat, mood changes, depression, mood swings, agitation, vision problems, increased thirst or urination, easy bruising or bleeding, bone pain, and severe wheezing It's essential to use Fluticasone furoate as directed by a healthcare professional to maximize its benefits and minimize the risk of side effects. If you experience any concerning side effects while using Fluticasone furoate, it's important to consult your doctor for further evaluation and management.   == Interactions == Fluticasone Furoate has serious interactions with the following drugs:  abametapir apalutamide fexinidazole ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) tucatinib Fluticasone Furoate has moderate interactions with at least 45 other drugs.   == Toxicity == The toxicity of Fluticasone furoate is primarily associated with excessive or prolonged use, especially at high doses. While Fluticasone furoate is generally considered safe when used according to prescribed guidelines, long-term or improper use can lead to various adverse effects. \"Fluticasone furoate administered nasally may be associated with adrenal suppression or an increase in QTc interval though the association has not been well demonstrated in studies. Fluticasone furoate requires no dosage adjustment in renal impairment but must be used with caution in hepatic impairment due to the elimination mechanisms. Fluticasone furoate is not associated with carcinogenicity, mutagenicity, or impairment of fertility. There are no well-controlled studies in pregnancy or lactation though animal studies have shown teratogenicity and hypoadrenalism in the offspring of treated mothers and other corticosteroids are known to be excreted in breast milk. Generally, there are no reported adverse effects with fluticasone in pregnancy. Paediatric patients should be given the lowest possible dose and monitored for a reduction in growth velocity. There is insufficient evidence to determine whether geriatric patients respond differently to other patients. Systemic exposure may be 27-49% higher in Japanese, Korean, and Chinese patients compared to Caucasian patients. Caution should be exercised in these patients and the benefit and risk should be assessed before deciding on a treatment.\"   == Pharmacology ==   === Mechanism of action === The mechanism of action of Fluticasone furoate, like other corticosteroids, involves its binding to glucocorticoid receptors within cells.  Fluticasone furoate enters target cells and binds to glucocorticoid receptors (GRs), which are found in the cytoplasm of many cell types. Upon binding, the Fluticasone furoate-GR complex undergoes conformational changes, leading to its translocation into the cell nucleus. Once in the nucleus, the Fluticasone furoate-GR complex binds to specific DNA sequences known as glucocorticoid response elements (GREs) located in the promoter regions of target genes. Binding of the Fluticasone furoate-GR complex to GREs modulates the transcription of target genes, leading to the production of mRNA molecules. These mRNA molecules are then translated into proteins, which mediate the anti-inflammatory and immunosuppressive effects of Fluticasone furoate. Fluticasone furoate regulates the expression of various genes involved in inflammation, such as cytokines, chemokines, and inflammatory enzymes. By suppressing the production of these inflammatory mediators, Fluticasone furoate reduces inflammation and related symptoms. Fluticasone furoate also inhibits the function of immune cells, such as T lymphocytes and macrophages, by interfering with their activation and proliferation. This immunosuppressive action helps to dampen immune responses and is beneficial in conditions where excessive inflammation or immune activity is harmful, such as allergic rhinitis and asthma.   === Pharmacokinetics === The pharmacokinetics and metabolism of Fluticasone furoate involve its absorption, distribution, metabolism, and elimination from the body.  Fluticasone furoate is typically administered via inhalation for asthma or intranasal spray for allergic rhinitis. After administration, it is absorbed through the respiratory mucosa. The bioavailability of Fluticasone furoate is relatively low due to extensive first-pass metabolism in the liver. Fluticasone furoate has a high protein binding affinity (approximately 91%) to plasma proteins, primarily to serum albumin. It distributes extensively into tissues after systemic absorption. Fluticasone furoate undergoes extensive metabolism primarily in the liver, mediated by the enzyme cytochrome P450 3A4 (CYP3A4). The major metabolic pathways include oxidation and conjugation reactions. Oxidation may occur at various sites within the molecule, leading to the formation of metabolites with reduced corticosteroid activity. Conjugation reactions, such as glucuronidation and sulfation, also contribute to the formation of metabolites that are more water-soluble and readily excreted from the body. The metabolites of Fluticasone furoate, along with a small portion of unchanged drug, are primarily eliminated via the kidneys in urine and to a lesser extent in feces via biliary excretion. The elimination half-life of Fluticasone furoate is relatively short, ranging from approximately 14 to 24 hours, depending on factors such as dose and route of administration.   == History == Fluticasone furoate or (FF) was discovered by researchers at GlaxoSmithKline, also known as (GSK), and Theravance, Inc. (NASDAQ: THRX). Research first began in 2006, however, its final phases of research began conclusion from the 6th December 2013 and into 2014. Dave Allen, Head, Respiratory Therapy Area Unit, R&D said, “We are pleased to see the results delivered by FF/VI in the treatment of asthma. We have undertaken a large and comprehensive clinical programme providing data on the efficacy and safety profile for FF/VI in asthma. With these additional data we will consider our next steps in relation to an asthma filing in the US.” on 6 December 2013. Dave Allen is responsible for the identification of novel differentiated medicines and their progression to registration and launch at GlaxoSmithKline (GSK). He leads a group of over 200 scientists and clinicians who exploit scientific innovations that have the potential to address the major unmet needs in diseases such as COPD, severe asthma, acute lung injury and idiopathic pulmonary fibrosis. Also noted in the 6th of December 2013 press release from GlaxoSmithKline (GSK), “There is an ongoing unmet medical need among patients with asthma,” said Rick E Winningham, Chief Executive Officer of Theravance. “This is an important outcome for FF/VI and we will continue working with GSK to determine how we can make this potential treatment available to appropriate patients who could benefit from a new asthma medicine.” Fluticasone furoate is most commonly known for its form combinations vilanterol trifenate, known as Fluticasone furoate/vilanterol (FF/VI) for its treatment of bronchospasms for COPD ( Chronic Obstructive Pulmonary Disease ). GlaxoSmithKline announced on 20 August 2014 that the Food and Drug Administration (FDA) as approved Arnuity™ Ellipta® (fluticasone furoate inhalation powder) for use in The United States of America, a once-daily inhaled corticosteroid (ICS) medicine for maintenance treatment of asthma as prophylactic therapy in patients aged 12 years and older. Arnuity is not indicated for relief of acute bronchospasm. GSK Australia and Theravance, Inc. (NASDAQ: THRX)  announced today that the Therapeutic Goods Administration (TGA) has approved BREO® ELLIPTA® (fluticasone furoate/vilanterol [FF/VI]) on the 22nd April 2014, for the treatment of patients with asthma or chronic obstructive pulmonary disease (COPD) in Australia. FF/VI was approved by the FDA for sale as BREO® ELLIPTA® (fluticasone furoate/vilanterol [FF/VI]) on the 30th April 2015 for use in The United States of America, for the once-daily treatment of asthma in patients aged 18 years and older. Breo Ellipta is not indicated for the relief of acute bronchospasm.    == Drug class == Fluticasone Furoate falls under the drug class of Corticosteroid. Corticosteroids are a class of steroid hormones produced naturally by the adrenal cortex, which is located on top of the kidneys. They play a crucial role in regulating various physiological processes in the body, including metabolism, immune response, and inflammation. Corticosteroids can also refer to synthetic drugs that mimic the actions of these natural hormones. There are two main types of corticosteroids: glucocorticoids and mineralocorticoids. Glucocorticoids, such as cortisol, are involved in regulating metabolism and suppressing inflammation. They have anti-inflammatory and immunosuppressive properties, making them useful in the treatment of conditions like asthma, arthritis, and autoimmune diseases. Mineralocorticoids, such as aldosterone, primarily regulate electrolyte and fluid balance in the body. Synthetic corticosteroids, like prednisone, dexamethasone, and fluticasone, are commonly used in medicine to reduce inflammation and suppress immune responses in conditions such as allergies, asthma, rheumatoid arthritis, and inflammatory bowel disease. They are available in various forms, including oral tablets, inhalers, creams, and injections, depending on the specific condition being treated and the desired route of administration.   == Chemistry ==  Fluticasone furoate contains fluorine atoms at specific positions on the steroid nucleus. These fluorinated substituents enhance the molecule's potency and duration of action. The furoate ester group is attached at position 17 of the steroid nucleus. This ester group contributes to the molecule's lipophilicity, which affects its absorption and distribution in the body.  Fluticasone furoate has a side chain attached at position 17 of the steroid nucleus. This side chain plays a crucial role in determining the molecule's selectivity and potency. Molecular Formula: C27H29F3O6S Molecular Weight : 538.6 g/mol   === Reactivity === Fluticasone furoate, like other corticosteroids, exhibits specific chemical reactivity characteristics based on its structure. Based on its chemical structure, which includes a corticosteroid backbone with a fluorine substitution pattern, Fluticasone furoate might exhibit some reactivity typical of compounds with such structures, such as:  Steroid Backbone Stability: The steroid backbone of fluticasone furoate is relatively stable under normal conditions, which is important for its pharmaceutical formulation and shelf-life stability. Ester Hydrolysis: The furoate ester group in fluticasone furoate is susceptible to hydrolysis under certain conditions, particularly in aqueous environments with acidic or basic pH. This hydrolysis can lead to the breakdown of the ester bond, potentially altering the pharmacokinetics and bioavailability of the molecule. Fluorine Reactivity: Fluticasone furoate contains fluorine atoms in its structure, which can influence its chemical reactivity. Electrophilic substitution: The presence of fluorine atoms in the molecule can make it susceptible to electrophilic aromatic substitution reactions, where the fluorine atoms can be replaced by other functional groups under certain conditions. Reduction: The carbonyl group in the molecule might be reduced under appropriate conditions to yield an alcohol derivative. Acid-base reactions: The presence of functional groups such as the ketone and ester moieties can lead to acid-base reactions under appropriate conditions. Oxidation: Depending on the reaction conditions, oxidation of certain functional groups such as alcohols or aldehydes within the molecule might occur. Conjugation: The molecule may undergo conjugation reactions, such as glucuronidation or sulfation, in the liver to facilitate its elimination from the body.   === Synthesis === \"a solution of Compound II in butanone with DMAP and tripropylamine is treated with furoyl chloride to obtain Compound III, which is then treated with N-methylpiperazine to de-fluoridize to obtain Compound IV. Compound IV is reacted with a fluoromethylating reagent to obtain the fluticasone furoate of Compound I\".  As found in the method patent from: US8969547B2, United States.   == Additional Information == Fluticasone furoate, sold under the brand name Flonase Sensimist among others, is a corticosteroid for the treatment of non-allergic and allergic rhinitis administered by a nasal spray. It is also available as an inhaled corticosteroid to help prevent and control symptoms of asthma. It is derived from cortisol. Unlike fluticasone propionate, which is only approved for children four years and older, fluticasone furoate is approved in children as young as two years of age when used for allergies. It was approved for medical use in the United States in April 2007, and in the European Union in November 2008. In 2021, fluticasone was the 23rd most commonly prescribed medication in the United States, with more than 25 million prescriptions.   == Society and culture ==   === Brand names === In the US it is marketed by GlaxoSmithKline for asthma as Arnuity Ellipta and is only available with a prescription. It is sold over-the-counter for allergic rhinitis as Flonase Sensimist. The Veramyst brand name was discontinued in the US. The combination drugs fluticasone furoate/umeclidinium bromide/vilanterol, marketed as Trelegy Ellipta, and fluticasone furoate/vilanterol, marketed as Breo Ellipta (US, Canada, New Zealand) and Relvar Ellipta (EU, UK), are approved for use in the United States for long-term maintenance treatment of airflow obstruction in people with chronic obstructive pulmonary disease (COPD). They are also approved for the treatment of asthma. The combination fluticasone propionate/salmeterol (Advair Diskus) is indicated for the treatment of asthma and chronic obstructive pulmonary disease.   == References =="}