{"name": "Folliculitis", "category": "disease", "content": "Folliculitis is the infection and inflammation of one or more hair follicles. The condition may occur anywhere on hair-covered skin. The rash may appear as pimples that come to white tips on the face, chest, back, arms, legs, buttocks, or head. Although acne can often involve superficial infection and inflammation of some hair follicles, the condition of those follicles is usually not called folliculitis, as that term is usually reserved for the separate set of disease entities comprising infected and inflamed hair follicles with causes other than acne.   == Signs and symptoms ==  Rash (reddened skin area) Itching skin Pimples or pustules located around a hair or follicle; may be confused with chicken pox May crust over Typically occur on neck, armpit, or groin May present as genital lesions Spreading from leg to arm to body through improper treatment with antibiotics  \t\t \t\t\t \t\t\t \t\t   === Complications === This condition can develop into a more severe skin condition, such as cellulitis or abscess.   == Causes == Most carbuncles, boils, and other cases of folliculitis are infected with Staphylococcus aureus. Folliculitis starts with the introduction of a skin pathogen to a hair follicle. Hair follicles can also be damaged by friction from clothing, an insect bite, blockage of the follicle, shaving, or braids that are very tight and close to the scalp. The damaged follicles are then infected by Staphylococcus spp. Folliculitis can affect people of all ages. Iron-deficiency anemia is sometimes associated with chronic cases.   === Bacterial === Staphylococcus aureus folliculitis Hot-tub folliculitis is caused by the bacterium Pseudomonas aeruginosa. The folliculitis usually occurs after sitting in a hot tub that was not properly cleaned before use. Symptoms are found around the body parts that sit in the hot tub – the legs, hips, chest, buttocks, and surrounding areas. Symptoms are amplified around regions that were covered by wet clothing, such as bathing suits. Sycosis vulgaris, sycosis barbae, or barber's itch is a staphylococcal infection of the hair follicles in the bearded area of the face, usually the upper lip. Shaving aggravates the condition. Gram-negative folliculitis may appear after prolonged acne treatment with antibiotics.   === Fungal ===  Tinea barbae is similar to barber's itch, but the infection is caused by the fungus T. rubrum. Malassezia folliculitis, formerly known as Pityrosporum folliculitis, is caused by yeasts (part of the fungus kingdom) of the genus Malassezia   === Mites === Demodex folliculitis is usually caused by an overgrowth of Demodex folliculorum a mite that lives in human hair follicles. Although most people with D. folliculorurm have no symptoms, the mite can reproduce excessively, particularly in people with oily scalps.   === Viral === Herpetic folliculitis is rarer, but may occur when herpes simplex virus infection spreads to nearby hair follicles appearing in groups or clusters, mostly around the mouth.   === Noninfectious === Pseudofolliculitis barbae is a disorder occurring when hair curves back into the skin and causes inflammation. Eosinophilic folliculitis may appear in persons with impaired immune systems. Folliculitis decalvans or tufted folliculitis usually affects the scalp. Several hairs arise from the same hair follicle. Scarring and permanent hair loss may follow. The cause is unknown. Folliculitis keloidalis scarring on the nape of the neck is most common among males with curly hair. Oil folliculitis is inflammation of hair follicles due to exposure to various oils, and typically occurs on forearms or thighs. It is common in refinery workers, road workers, mechanics, and sheep shearers. Even makeup may cause it. Malignancy may also be represented by recalcitrant cases.   == Treatment == Most simple cases resolve on their own, but first-line treatments are typically topical medications.  Topical antiseptic treatment is adequate for most cases. Topical antibiotics, such as mupirocin or neomycin/polymyxin B/bacitracin ointment may be prescribed. Oral antibiotics may also be used. Some patients may benefit from systemic narrow-spectrum penicillinase-resistant penicillins (such as dicloxacillin in the US or flucloxacillin in UK). Fungal folliculitis may require an oral antifungal such as fluconazole. Topical antifungals such as econazole nitrate may also be effective. Folliculitis may recur even after symptoms have gone away.   == See also == Ingrown hair Keratosis   == References ==   == External links ==  Malassezia (Pityrosporum) Folliculitis Treatment & Management"}