{"name": "fondaparinux", "category": "drug", "content": "Fondaparinux (trade name Arixtra) is an anticoagulant medication chemically related to low molecular weight heparins. It is marketed by Viatris. A generic version developed by Alchemia is marketed within the US by Dr. Reddy's Laboratories.   == Medical uses == Clinically, it is used for the prevention of deep vein thrombosis in patients who have had orthopedic surgery as well as for the treatment of deep vein thrombosis and pulmonary embolism. Fondaparinux is similar to enoxaparin in reducing the risk of ischemic events at nine days, but it substantially reduces major bleeding and improves long-term mortality and morbidity. It has been investigated for use in conjunction with streptokinase.   === Comparison to other agents === One potential advantage of fondaparinux over LMWH or unfractionated heparin is that the risk for heparin-induced thrombocytopenia (HIT) is substantially lower. Furthermore, there have been case reports of fondaparinux being used to anti-coagulate patients with established HIT as it has no affinity for PF4.  However, its renal excretion precludes its use in patients with renal dysfunction. Unlike direct factor Xa inhibitors, it mediates its effects indirectly through antithrombin III, but unlike heparin, it is selective for factor Xa.   == Pharmacology ==   === Mechanism of action ===  Fondaparinux is a synthetic pentasaccharide factor Xa inhibitor. Fondaparinux binds antithrombin and accelerates its inhibition of factor Xa. Apart from the O-methyl group at the reducing end of the molecule, the identity and sequence of the five monomeric sugar units contained in fondaparinux is identical to a sequence of five monomeric sugar units that can be isolated after either chemical or enzymatic cleavage of the polymeric glycosaminoglycans heparin and heparan sulfate (HS). Within heparin and heparan sulfate this monomeric sequence is thought to form the high-affinity binding site for the anti-coagulant factor antithrombin (AT). Binding of heparin or HS to AT has been shown to increase the anti-coagulant activity of antithrombin 1000 fold. In contrast to heparin, fondaparinux does not inhibit thrombin.   == Chemistry ==   === Abbreviations === GlcNS6S = 2-deoxy-6-O-sulfo-2-(sulfoamino)-α-D-glucopyranoside GlcA = β-D-glucopyranuronoside GlcNS3,6S = 2-deoxy-3,6-di-O-sulfo-2-(sulfoamino)-α-D-glucopyranosyl IdoA2S = 2-O-sulfo-α-L-idopyranuronoside GlcNS6SOMe = methyl-O-2-deoxy-6-O-sulfo-2-(sulfoamino)-α-D-glucopyranoside Fondaparinux is only accessible by chemical synthesis. Recently, Supriya Dey et al. reported an effective and scalable one-pot synthesis of Fondaparinux. The sequence of monosaccharides is D-GlcNS6S-α-(1,4)-D-GlcA-β-(1,4)-D-GlcNS3,6S-α-(1,4)-L-IdoA2S-α-(1,4)-D-GlcNS6S-OMe, as shown in the following structure:   == References ==   == External links == \"Fondaparinux\". Drug Information Portal. U.S. National Library of Medicine."}