{"name": "formaldehyde", "category": "drug", "content": "Formaldehyde (  for-MAL-di-hide, US also   fər-) (systematic name methanal) is an organic compound with the chemical formula CH2O and structure H−CHO, more precisely H2C=O. The compound is a pungent, colourless gas that polymerises spontaneously into paraformaldehyde. It is stored as aqueous solutions (formalin), which consists mainly of the hydrate CH2(OH)2. It is the simplest of the aldehydes (R−CHO). As a precursor to many other materials and chemical compounds, in 2006 the global production of formaldehyde was estimated at 12 million tons per year. It is mainly used in the production of industrial resins, e.g., for particle board and coatings. Small amounts also occur naturally. Formaldehyde is classified as a carcinogen and can cause respiratory and skin irritation upon exposure.   == Forms == Formaldehyde is more complicated than many simple carbon compounds in that it adopts several diverse forms. These compounds can often be used interchangeably and can be interconverted.  Molecular formaldehyde. A colorless gas with a characteristic pungent, irritating odor. It is stable at about 150 °C, but polymerizes when condensed to a liquid. 1,3,5-Trioxane, with the formula (CH2O)3. It is a white solid that dissolves without degradation in organic solvents. It is a trimer of molecular formaldehyde. Paraformaldehyde, with the formula HO(CH2O)nH. It is a white solid that is insoluble in most solvents. Methanediol, with the formula CH2(OH)2. This compound also exists in equilibrium with various oligomers (short polymers), depending on the concentration and temperature. A saturated water solution, of about 40% formaldehyde by volume or 37% by mass, is called \"100% formalin\". A small amount of stabilizer, such as methanol, is usually added to suppress oxidation and polymerization. A typical commercial-grade formalin may contain 10–12% methanol in addition to various metallic impurities. \"Formaldehyde\" was first used as a generic trademark in 1893 following a previous trade name, \"formalin\".  \tMain forms of formaldehyde \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Structure and bonding === Molecular formaldehyde contains a central carbon atom with a double bond to the oxygen atom and a single bond to each hydrogen atom. This structure is summarised by the condensed formula H2C=O. The molecule is planar, Y-shaped and its molecular symmetry belongs to the C2v point group. The precise molecular geometry of gaseous formaldehyde has been determined by gas electron diffraction and microwave spectroscopy. The bond lengths are 1.21 Å for the carbon–oxygen bond and around 1.11 Å for the carbon–hydrogen bond, while the H–C–H bond angle is 117°, close to the 120° angle found in an ideal trigonal planar molecule. Some excited electronic states of formaldehyde are pyramidal rather than planar as in the ground state.   == Occurrence == Processes in the upper atmosphere contribute more than 80% of the total formaldehyde in the environment. Formaldehyde is an intermediate in the oxidation (or combustion) of methane, as well as of other carbon compounds, e.g. in forest fires, automobile exhaust, and tobacco smoke. When produced in the atmosphere by the action of sunlight and oxygen on atmospheric methane and other hydrocarbons, it becomes part of smog. Formaldehyde has also been detected in outer space. Formaldehyde and its adducts are ubiquitous in nature. Food may contain formaldehyde at levels 1–100 mg/kg. Formaldehyde, formed in the metabolism of the amino acids serine and threonine, is found in the bloodstream of humans and other primates at concentrations of approximately 50 micromolar. Experiments in which animals are exposed to an atmosphere containing isotopically labeled formaldehyde have demonstrated that even in deliberately exposed animals, the majority of formaldehyde-DNA adducts found in non-respiratory tissues are derived from endogenously produced formaldehyde. Formaldehyde does not accumulate in the environment, because it is broken down within a few hours by sunlight or by bacteria present in soil or water. Humans metabolize formaldehyde quickly, converting it to formic acid, so it does not accumulate. It nonetheless presents significant health concerns, as a contaminant.   === Interstellar formaldehyde ===  Formaldehyde appears to be a useful probe in astrochemistry due to prominence of the 110←111 and 211←212 K-doublet transitions. It was the first polyatomic organic molecule detected in the interstellar medium. Since its initial detection in 1969, it has been observed in many regions of the galaxy. Because of the widespread interest in interstellar formaldehyde, it has been extensively studied, yielding new extragalactic sources. A proposed mechanism for the formation is the hydrogenation of CO ice:  H + CO → HCO HCO + H → CH2O HCN, HNC, H2CO, and dust have also been observed inside the comae of comets C/2012 F6 (Lemmon) and C/2012 S1 (ISON).   == Synthesis and industrial production ==   === Laboratory synthesis === Formaldehyde was first reported in 1859 by the Russian chemist Aleksandr Butlerov (1828–1886). In his paper, Butlerov referred to formaldehyde as \"dioxymethylen\" (methylene dioxide) [page 247] because his empirical formula for it was incorrect (C4H4O4). It was conclusively identified by August Wilhelm von Hofmann, who first announced the production of formaldehyde by passing methanol vapor in air over hot platinum wire. With modifications, Hoffmann's method remains the basis of the present day industrial route. Solution routes to formaldehyde also entail oxidation of methanol or methyl iodide.   === Industry === Formaldehyde is produced industrially by the catalytic oxidation of methanol. The most common catalysts are silver metal, iron(III) oxide, iron molybdenum oxides [e.g. iron(III) molybdate] with a molybdenum-enriched surface, or vanadium oxides. In the commonly used formox process, methanol and oxygen react at c. 250–400 °C in presence of iron oxide in combination with molybdenum and/or vanadium to produce formaldehyde according to the chemical equation:  2 CH3OH + O2 → 2 CH2O + 2 H2O The silver-based catalyst usually operates at a higher temperature, about 650 °C. Two chemical reactions on it simultaneously produce formaldehyde: that shown above and the dehydrogenation reaction:  CH3OH → CH2O + H2 In principle, formaldehyde could be generated by oxidation of methane, but this route is not industrially viable because the methanol is more easily oxidized than methane.   == Biochemistry == Formaldehyde is produced via several enzyme-catalyzed routes. Living beings, including humans, produce formaldehyde as part of their metabolism. Formaldehyde is key to several bodily functions (e.g. epigenetics), but its amount must also be tightly controlled to avoid self-poisoning.  Serine hydroxymethyltransferase can decompose serine into formaldehyde and glycine, according to this reaction: HOCH2CH(NH2)CO2H → CH2O + H2C(NH2)CO2H. methylotrophic microbes convert methanol into formaldehyde and energy via methanol dehydrogenase: CH3OH → CH2O + 2e− + 2H+ Other routes to formaldehyde include oxidative demethylations, semicarbazide-sensitive amine oxidases, dimethylglycine dehydrogenases, lipid peroxidases, P450 oxidases, and N-methyl group demethylases. Formaldehyde is catabolized by alcohol dehydrogenase ADH5 and aldehyde dehydrogenase ALDH2.   == Organic chemistry == Formaldehyde is a building block in the synthesis of many other compounds of specialised and industrial significance. It exhibits most of the chemical properties of other aldehydes but is more reactive.   === Polymerization and hydration === Monomeric CH2O is a gas and is rarely encountered in the laboratory.  Aqueous formaldehyde, unlike some other small aldehydes (which need specific conditions to oligomerize through aldol condensation) oligomerizes spontaneously at a common state. The trimer is 1,3,5-trioxane ((CH2O)3) is typical oligomer. Many cyclic oligomers of other sizes have been isolated. Similarly, formaldehyde hydrates to give the geminal diol methanediol, which condenses further to form hydroxy-terminated oligomers HO(CH2O)nH. The polymer is called paraformaldehyde. The higher concentration of formaldehyde—the more equilibrium shifts towards polymerization. Diluting with water or increasing the solution temperature, as well as adding alcohols (such as methanol or ethanol) lowers that tendency. Gaseous formaldehyde polymerizes at active sites on vessel walls, but the mechanism of the reaction is unknown. Small amounts of hydrogen chloride (or boron trifluoride, or stannic chloride) present in gaseous formaldehyde provide the catalytic effect and make the polymerization rapid.   === Oxidation and reduction === It is readily oxidized by atmospheric oxygen into formic acid. For this reason, commercial formaldehyde is typically contaminated with formic acid. Formaldehyde can be hydrogenated into methanol. In the Cannizzaro reaction, formaldehyde and base react to produce formic acid and methanol, a disproportionation reaction.   === Hydroxymethylation and chloromethylation === Formaldehyde reacts with many compounds, resulting in hydroxymethylation:  X-H + CH2O → X-CH2OH (X = R2N, RC(O)NR', SH). The resulting hydroxymethyl derivatives typically react further. Thus, amines give hexahydro-1,3,5-triazines:  3 RNH2 + 3 CH2O → (RNCH2)3 + 3 H2O Similarly, when combined with hydrogen sulfide, it forms trithiane:  3 CH2O + 3 H2S → (CH2S)3 + 3 H2O In the presence of acids, it participates in electrophilic aromatic substitution reactions with aromatic compounds resulting in hydroxymethylated derivatives:  ArH + CH2O → ArCH2OH When conducted in the presence of hydrogen chloride, the product is the chloromethyl compound, as described in the Blanc chloromethylation. If the arene is electron-rich, as in phenols, elaborate condensations ensue. With 4-substituted phenols one obtains calixarenes. Phenol results in polymers.   === Other reactions === Many amino acids react with formaldehyde. Cysteine converts to thioproline.   == Uses ==   === Industrial applications === Formaldehyde is a common precursor to more complex compounds and materials. In approximate order of decreasing consumption, products generated from formaldehyde include urea formaldehyde resin, melamine resin, phenol formaldehyde resin, polyoxymethylene plastics, 1,4-butanediol, and methylene diphenyl diisocyanate. The textile industry uses formaldehyde-based resins as finishers to make fabrics crease-resistant.  When treated with phenol, urea, or melamine, formaldehyde produces, respectively, hard thermoset phenol formaldehyde resin, urea formaldehyde resin, and melamine resin. These polymers are permanent adhesives used in plywood and carpeting. They are also foamed to make insulation, or cast into moulded products. Production of formaldehyde resins accounts for more than half of formaldehyde consumption. Formaldehyde is also a precursor to polyfunctional alcohols such as pentaerythritol, which is used to make paints and explosives. Other formaldehyde derivatives include methylene diphenyl diisocyanate, an important component in polyurethane paints and foams, and hexamine, which is used in phenol-formaldehyde resins as well as the explosive RDX.  Condensation with acetaldehyde affords pentaerythritol, a chemical necessary in synthesizing PETN, a high explosive. Condensation with phenols gives phenol-formaldehyde resins.   === Niche uses ===   ==== Disinfectant and biocide ==== An aqueous solution of formaldehyde can be useful as a disinfectant as it kills most bacteria and fungi (including their spores). It is used as an additive in vaccine manufacturing to inactivate toxins and pathogens. Formaldehyde releasers are used as biocides in personal care products such as cosmetics. Although present at levels not normally considered harmful, they are known to cause allergic contact dermatitis in certain sensitised individuals. Aquarists use formaldehyde as a treatment for the parasites Ichthyophthirius multifiliis and Cryptocaryon irritans. Formaldehyde is one of the main disinfectants recommended for destroying anthrax. Formaldehyde is also approved for use in the manufacture of animal feeds in the US. It is an antimicrobial agent used to maintain complete animal feeds or feed ingredients Salmonella negative for up to 21 days.   ==== Tissue fixative and embalming agent ====  Formaldehyde preserves or fixes tissue or cells. The process involves cross-linking of primary amino groups. The European Union has banned the use of formaldehyde as a biocide (including embalming) under the Biocidal Products Directive (98/8/EC) due to its carcinogenic properties. Countries with a strong tradition of embalming corpses, such as Ireland and other colder-weather countries, have raised concerns. Despite reports to the contrary, no decision on the inclusion of formaldehyde on Annex I of the Biocidal Products Directive for product-type 22 (embalming and taxidermist fluids) had been made as of September 2009. Formaldehyde-based crosslinking is exploited in ChIP-on-chip or ChIP-sequencing genomics experiments, where DNA-binding proteins are cross-linked to their cognate binding sites on the chromosome and analyzed to determine what genes are regulated by the proteins. Formaldehyde is also used as a denaturing agent in RNA gel electrophoresis, preventing RNA from forming secondary structures. A solution of 4% formaldehyde fixes pathology tissue specimens at about one mm per hour at room temperature.   ==== Drug testing ==== Formaldehyde and an 18 M (concentrated) sulfuric acid makes Marquis reagent—which can identify alkaloids and other compounds.   === Photography === In photography, formaldehyde is used in low concentrations for the process C-41 (color negative film) stabilizer in the final wash step, as well as in the process E-6 pre-bleach step, to make it unnecessary in the final wash.   == Safety == In view of its widespread use, toxicity, and volatility, formaldehyde poses a significant danger to human health. In 2011, the US National Toxicology Program described formaldehyde as \"known to be a human carcinogen\".   === Chronic inhalation ===  However, concerns are associated with chronic (long-term) exposure by inhalation as may happen from thermal or chemical decomposition of formaldehyde-based resins and the production of formaldehyde resulting from the combustion of a variety of organic compounds (for example, exhaust gases). As formaldehyde resins are used in many construction materials, it is one of the more common indoor air pollutants. At concentrations above 0.1 ppm in air, formaldehyde can irritate the eyes and mucous membranes. Formaldehyde inhaled at this concentration may cause headaches, a burning sensation in the throat, and difficulty breathing, and can trigger or aggravate asthma symptoms. The CDC considers formaldehyde as a systemic poison. Formaldehyde poisoning can cause permanent changes in the nervous system's functions. A 1988 Canadian study of houses with urea-formaldehyde foam insulation found that formaldehyde levels as low as 0.046 ppm were positively correlated with eye and nasal irritation. A 2009 review of studies has shown a strong association between exposure to formaldehyde and the development of childhood asthma. A theory was proposed for the carcinogenesis of formaldehyde in 1978. In 1987 the United States Environmental Protection Agency (EPA) classified it as a probable human carcinogen, and after more studies the WHO International Agency for Research on Cancer (IARC) in 1995 also classified it as a probable human carcinogen. Further information and evaluation of all known data led the IARC to reclassify formaldehyde as a known human carcinogen associated with nasal sinus cancer and nasopharyngeal cancer. Studies in 2009 and 2010 have also shown a positive correlation between exposure to formaldehyde and the development of leukemia, particularly myeloid leukemia. Nasopharyngeal and sinonasal cancers are relatively rare, with a combined annual incidence in the United States of < 4,000 cases. About 30,000 cases of myeloid leukemia occur in the United States each year. Some evidence suggests that workplace exposure to formaldehyde contributes to sinonasal cancers. Professionals exposed to formaldehyde in their occupation, such as funeral industry workers and embalmers, showed an increased risk of leukemia and brain cancer compared with the general population. Other factors are important in determining individual risk for the development of leukemia or nasopharyngeal cancer. In yeast, formaldehyde is found to perturb pathways for DNA repair and cell cycle. In the residential environment, formaldehyde exposure comes from a number of routes; formaldehyde can be emitted by treated wood products, such as plywood or particle board, but it is produced by paints, varnishes, floor finishes, and cigarette smoking as well. In July 2016, the U.S. EPA released a prepublication version of its final rule on Formaldehyde Emission Standards for Composite Wood Products. These new rules impact manufacturers, importers, distributors, and retailers of products containing composite wood, including fiberboard, particleboard, and various laminated products, who must comply with more stringent record-keeping and labeling requirements.  The U.S. EPA allows no more than 0.016 ppm formaldehyde in the air in new buildings constructed for that agency. A U.S. Environmental Protection Agency study found a new home measured 0.076 ppm when brand new and 0.045 ppm after 30 days. The Federal Emergency Management Agency (FEMA) has also announced limits on the formaldehyde levels in trailers purchased by that agency. The EPA recommends the use of \"exterior-grade\" pressed-wood products with phenol instead of urea resin to limit formaldehyde exposure, since pressed-wood products containing formaldehyde resins are often a significant source of formaldehyde in homes. The eyes are most sensitive to formaldehyde exposure: The lowest level at which many people can begin to smell formaldehyde ranges between 0.05 and 1 ppm. The maximum concentration value at the workplace is 0.3 ppm. In controlled chamber studies, individuals begin to sense eye irritation at about 0.5 ppm; 5 to 20 percent report eye irritation at 0.5 to 1 ppm; and greater certainty for sensory irritation occurred at 1 ppm and above. While some agencies have used a level as low as 0.1 ppm as a threshold for irritation, the expert panel found that a level of 0.3 ppm would protect against nearly all irritation. In fact, the expert panel found that a level of 1.0 ppm would avoid eye irritation—the most sensitive endpoint—in 75–95% of all people exposed.  Formaldehyde levels in building environments are affected by a number of factors. These include the potency of formaldehyde-emitting products present, the ratio of the surface area of emitting materials to volume of space, environmental factors, product age, interactions with other materials, and ventilation conditions. Formaldehyde emits from a variety of construction materials, furnishings, and consumer products. The three products that emit the highest concentrations are medium density fiberboard, hardwood plywood, and particle board. Environmental factors such as temperature and relative humidity can elevate levels because formaldehyde has a high vapor pressure. Formaldehyde levels from building materials are the highest when a building first opens because materials would have less time to off-gas. Formaldehyde levels decrease over time as the sources suppress. In operating rooms, formaldehyde is produced as a byproduct of electrosurgery and is present in surgical smoke, exposing surgeons and healthcare workers to potentially unsafe concentrations. Formaldehyde levels in air can be sampled and tested in several ways, including impinger, treated sorbent, and passive monitors. The National Institute for Occupational Safety and Health (NIOSH) has measurement methods numbered 2016, 2541, 3500, and 3800. In June 2011, the twelfth edition of the National Toxicology Program (NTP) Report on Carcinogens (RoC) changed the listing status of formaldehyde from \"reasonably anticipated to be a human carcinogen\" to \"known to be a human carcinogen.\" Concurrently, a National Academy of Sciences (NAS) committee was convened and issued an independent review of the draft U.S. EPA IRIS assessment of formaldehyde, providing a comprehensive health effects assessment and quantitative estimates of human risks of adverse effects.   === Acute irritation and allergic reaction ===  For most people, irritation from formaldehyde is temporary and reversible, although formaldehyde can cause allergies and is part of the standard patch test series. In 2005–06, it was the seventh-most-prevalent allergen in patch tests (9.0%). People with formaldehyde allergy are advised to avoid formaldehyde releasers as well (e.g., Quaternium-15, imidazolidinyl urea, and diazolidinyl urea). People who suffer allergic reactions to formaldehyde tend to display lesions on the skin in the areas that have had direct contact with the substance, such as the neck or thighs (often due to formaldehyde released from permanent press finished clothing) or dermatitis on the face (typically from cosmetics). Formaldehyde has been banned in cosmetics in both Sweden and Japan.   === Other routes === Formaldehyde occurs naturally, and is \"an essential intermediate in cellular metabolism in mammals and humans.\" According to the American Chemistry Council, \"Formaldehyde is found in every living system—from plants to animals to humans. It metabolizes quickly in the body, breaks down rapidly, is not persistent and does not accumulate in the body.\" The twelfth edition of NTP Report on Carcinogens notes that \"food and water contain measureable concentrations of formaldehyde, but the significance of ingestion as a source of formaldehyde exposure for the general population is questionable.\" Food formaldehyde generally occurs in a bound form and formaldehyde is unstable in an aqueous solution. In humans, ingestion of as little as 30 millilitres (1.0 US fl oz) of 37% formaldehyde solution can cause death. Other symptoms associated with ingesting such a solution include gastrointestinal damage (vomiting, abdominal pain), and systematic damage (dizziness). Testing for formaldehyde is by blood and/or urine by gas chromatography–mass spectrometry. Other methods include infrared detection, gas detector tubes, etc., of which high-performance liquid chromatography is the most sensitive.   == Regulation == Several web articles claim that formaldehyde has been banned from manufacture or import into the European Union (EU) under REACH (Registration, Evaluation, Authorization, and restriction of Chemical substances) legislation. That is a misconception, as formaldehyde is not listed in the Annex I of Regulation (EC) No 689/2008 (export and import of dangerous chemicals regulation), nor on a priority list for risk assessment. However, formaldehyde is banned from use in certain applications (preservatives for liquid-cooling and processing systems, slimicides, metalworking-fluid preservatives, and antifouling products) under the Biocidal Products Directive. In the EU, the maximum allowed concentration of formaldehyde in finished products is 0.2%, and any product that exceeds 0.05% has to include a warning that the product contains formaldehyde. In the United States, Congress passed a bill July 7, 2010, regarding the use of formaldehyde in hardwood plywood, particle board, and medium density fiberboard. The bill limited the allowable amount of formaldehyde emissions from these wood products to 0.09 ppm, and required companies to meet this standard by January 2013. The final U.S. EPA rule specified maximum emissions of \"0.05 ppm formaldehyde for hardwood plywood, 0.09 ppm formaldehyde for particleboard, 0.11 ppm formaldehyde for medium-density fiberboard, and 0.13 ppm formaldehyde for thin medium-density fiberboard.\" Formaldehyde was declared a toxic substance by the 1999 Canadian Environmental Protection Act. The FDA is proposing a ban on hair relaxers with formaldehyde due to cancer concerns.   == Contaminant in food == Scandals have broken in both the 2005 Indonesia food scare and 2007 Vietnam food scare regarding the addition of formaldehyde to foods to extend shelf life. In 2011, after a four-year absence, Indonesian authorities found foods with formaldehyde being sold in markets in a number of regions across the country. In August 2011, at least at two Carrefour supermarkets, the Central Jakarta Livestock and Fishery Sub-Department found cendol containing 10 parts per million of formaldehyde. In 2014, the owner of two noodle factories in Bogor, Indonesia, was arrested for using formaldehyde in noodles. 50 kg of formaldehyde was confiscated. Foods known to be contaminated included noodles, salted fish, and tofu. Chicken and beer were also rumored to be contaminated. In some places, such as China, manufacturers still use formaldehyde illegally as a preservative in foods, which exposes people to formaldehyde ingestion. In the early 1900s, it was frequently added by US milk plants to milk bottles as a method of pasteurization due to the lack of knowledge and concern regarding formaldehyde's toxicity. In 2011 in Nakhon Ratchasima, Thailand, truckloads of rotten chicken were treated with formaldehyde for sale in which \"a large network\", including 11 slaughterhouses run by a criminal gang, were implicated. In 2012, 1 billion rupiah (almost US$100,000) of fish imported from Pakistan to Batam, Indonesia, were found laced with formaldehyde. Formalin contamination of foods has been reported in Bangladesh, with stores and supermarkets selling fruits, fishes, and vegetables that have been treated with formalin to keep them fresh. However, in 2015, a Formalin Control Bill was passed in the Parliament of Bangladesh with a provision of life-term imprisonment as the maximum punishment as well as a maximum fine of 2,000,000 BDT but not less than 500,000 BDT for importing, producing, or hoarding formalin without a license. Formaldehyde was one of the chemicals used in 19th century industrialised food production that was investigated by Dr. Harvey W. Wiley with his famous 'Poison Squad' as part of the US Department of Agriculture. This led to the 1906 Pure Food and Drug Act, a landmark event in the early history of food regulation in the United States.   == See also == Transition metal complexes of aldehydes and ketones includes several complexes of formaldehyde. 1,3-Dioxetane DMDM hydantoin Sawdust | Health impacts of sawdust Sulphobes Wood glue Wood preservative   == References ==   == Notes ==   == External links ==  International Chemical Safety Card 0275 (gas) International Chemical Safety Card 0695 (solution) NIOSH Pocket Guide to Chemical Hazards. \"#0293\". National Institute for Occupational Safety and Health (NIOSH). Entry for \"Formaldehyde\" on the Australian National Pollutant Inventory Formaldehyde from ChemSub Online Prevention guide—Formaldehyde in the Workplace (PDF) from the IRSST Formaldehyde from the National Institute for Occupational Safety and Health IPCS Health and Safety Guide 57: Formaldehyde IPCS Environmental Health Criteria 89: Formaldehyde SIDS Initial Assessment Report for Formaldehyde from the Organisation for Economic Co-operation and Development (OECD) \"Formaldehyde Added to 'Known Carcinogens' List Despite Lobbying by Chemical Industry\"—video report by Democracy Now! Do you own a post-Katrina FEMA trailer? Check your VIN# So you're living in one of FEMA's Katrina trailers... What can you do? Formaldehyde in the Pesticide Properties DataBase (PPDB)"}