{"name": "forodesine", "category": "drug", "content": "Forodesine (INN; also known as Immucillin H; trade names Mundesine and Fodosine) is a transition-state analog inhibitor of purine nucleoside phosphorylase studied for the treatment of patients with T-cell acute lymphoblastic leukemia (T-ALL) and for treatment of B-cell acute lymphocytic leukemia (B-ALL). Forodesine was originally discovered by Vern Schramm's laboratory at the Albert Einstein College of Medicine in New York and Industrial Research Limited in New Zealand. Forodesine is being developed by BioCryst Pharmaceuticals. As of 2008, it is currently in phase II clinical trials.. In 2006, BioCryst entered into a licensing agreement with Mundipharma International Holdings Limited to develop and commercialize forodesine in markets across Europe, Asia, and Australasia for use in oncology. In April 2017, forodesine was approved in Japan for the treatment of relapsed/refractory peripheral T-cell lymphoma.   == See also == Acute lymphoblastic leukemia   == References ==   == External links == \"From cell biology to therapy: forodesine\". Hematology Meeting Reports. 2 (5): 106–111. 2008. Gore L, Stelljes M, Quinones R (December 2007). \"Forodesine treatment and post-transplant graft-versus-host disease in two patients with acute leukemia: facilitation of graft-versus-leukemia effect?\". Seminars in Oncology. 34 (6 Suppl 5): S35–S39. doi:10.1053/j.seminoncol.2007.11.005. PMID 18086346. 18 December 2006 Fodosine orphan designation by the European Commission for acute lymphoblastic leukaemia. BioCryst Pharmaceuticals, Inc. have entered into an exclusive license agreement with Mundipharma for develop and commercialize BioCryst’s lead compound, Forodesine. Birmingham, Alabama – February 2, 2006 Mundipharma will obtain rights in markets across Europe, Asia and Australasia to Forodesine in the field of oncology in exchange for a $10 million up-front payment. Furthermore, Mundipharma will commit up to an additional $15 million to assist in the evaluation of Forodesine’s therapeutic safety and efficacy profile.  BioCryst may also receive future event payments totalling $155 million in addition to royalties on product sales of Forodesine by Mundipharma. News BioCryst provides Fodosine update March 27, 2007. \"Voluntarily Placed on Hold by BioCryst (...) we don't think the final response rate will be as high as 18%\". The European Commission granted a marketing authorisation valid throughout the European Union for Atriance on 22 August 2007 for acute lymphoblastic leukaemia. What benefit has Atriance  shown during the studies? Atriance was shown to be effective in a proportion of the patients in both studies. In the first study,  among the 39 children and young adults who se cancer  had  not responded to  two or more previous  treatments, five (13%) had a complete response to treatment after a month, with no evidence of  disease and normal blood counts. In the second study, among the 28 adults and adolescents with  cancer that  had  not responded to  two or more previous tre atments, five (18%) had a complete  response to treatment. In both studies, more patients had a partial response to Atriance treatment,  with blood counts returning towards normal levels. Lino Berton collects all the information on Forodesine in www.linoberton.com site, putting them in a row. In 2014 he published the book Qualcosa che non muore where he tells his incredible experience in the closed trial early in 2007. Il Giornale.it (in Italian). \"Come si boicotta un farmaco che funziona\". Dated 08-01-2016."}