{"name": "fosdenopterin", "category": "drug", "content": "Fosdenopterin (or cyclic pyranopterin monophosphate, cPMP), sold under the brand name Nulibry, is a medication used to reduce the risk of death due to a rare genetic disease known as molybdenum cofactor deficiency type A. The most common side effects include complications related to the intravenous line, fever, respiratory infections, vomiting, gastroenteritis, and diarrhea. Fosdenopterin was approved for medical use in the United States in February 2021,  It is the first medication approved by the U.S. Food and Drug Administration (FDA) for the treatment of molybdenum cofactor deficiency type A. and in the European Union in September 2022. The US Food and Drug Administration considers it to be a first-in-class medication.   == Medical uses == Fosdenopterin is indicated to reduce the risk of mortality in people with molybdenum cofactor deficiency  (MoCD) type A.   == Mechanism of action == People with molybdenum cofactor deficiency type A cannot produce cyclic pyranopterin monophosphate (cPMP) in their body. Fosdenopterin is an intravenous medication that replaces the missing cPMP. cPMP is a precursor to molybdopterin, which is required for the enzyme activity of sulfite oxidase, xanthine dehydrogenase/oxidase and aldehyde oxidase.   == History == Fosdenopterin was developed at the German universities TU Braunschweig and the University of Cologne. The effectiveness of fosdenopterin for the treatment of MoCD-A was demonstrated in thirteen treated participants compared to eighteen matched, untreated participants. The participants treated with fosdenopterin had a survival rate of 84% at three years, compared to 55% for the untreated participants. The U.S. Food and Drug Administration (FDA) granted the application for fosdenopterin priority review, breakthrough therapy, and orphan drug designations along with a rare pediatric disease priority review voucher. The FDA granted the approval of Nulibry to Origin Biosciences, Inc., in February 2021.   == Society and culture ==   === Legal status === On 21 July 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization under exceptional circumstances for the medicinal product Nulibry, intended for the treatment of patients with molybdenum cofactor deficiency (MoCD) Type A. The applicant for this medicinal product is Comharsa Life Sciences Ltd. Fosdenopterin was approved for medical use in the European Union in September 2022.   == References ==   == External links == \"Fosdenopterin\". Drug Information Portal. U.S. National Library of Medicine."}