{"name": "fosfomycin", "category": "drug", "content": "Fosfomycin, sold under the brand name Monurol among others, is an antibiotic primarily used to treat lower urinary tract infections. It is not indicated for kidney infections. Occasionally it is used for prostate infections. It is generally taken by mouth. Common side effects include diarrhea, nausea, headache, and vaginal yeast infections. Severe side effects may include anaphylaxis and Clostridioides difficile-associated diarrhea. While use during pregnancy has not been found to be harmful, such use is not recommended. A single dose when breastfeeding appears safe. Fosfomycin works by interfering with the production of the bacterial cell wall. Fosfomycin was discovered in 1969 and approved for medical use in the United States in 1996  It is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies fosfomycin as critically important for human medicine. It is available as a generic medication. It was originally produced by certain types of Streptomyces, although it is now made chemically.   == Medical uses == Fosfomycin is used to treat bladder infections, where it is usually given as a single dose by mouth. Oral fosfomycin is not recommended for children under 12 years old. Additional uses have been proposed. The global problem of advancing antimicrobial resistance has led to a renewed interest in its use more recently. Fosfomycin can be used as an efficacious treatment for both UTIs and complicated UTIs including acute pyelonephritis. The standard regimen for complicated UTIs is an oral 3 g dose administered once every 48 or 72 hours for a total of 3 doses or a 6 g dose every 8 hours for 7–14 days when fosfomycin is given in IV form. Intravenous fosfomycin is being increasingly used for treating infections caused by multidrug-resistant bacteria, mostly as a partner drug in order to avoid the occurrence of resistances and to take advantage of its synergistic activity with several other antimicrobials. Daily adult dose usually ranges from 12 to 24 grams. When administered in continuous infusion, a loading dose of fosfomycin 8 g followed by a daily dose of 16 g or 24 g. Continuous infusion is suggested in patients with normal renal function.   === Bacterial sensitivity === The fosfomycin molecule has an epoxide or oxirane ring, which is highly strained and thus very reactive. Fosfomycin has broad antibacterial activity against both Gram-positive and Gram-negative pathogens, with useful activity against E. faecalis, E. coli, and various Gram-negatives such as  Citrobacter and Proteus.  Given a greater activity in a low-pH milieu, and predominant excretion in active form into the urine, fosfomycin has found use for the prophylaxis and treatment of UTIs caused by these uropathogens.  Of note, activity against S. saprophyticus, Klebsiella, and Enterobacter is variable and should be confirmed by minimum inhibitory concentration testing.  Activity against extended-spectrum β-lactamase-producing pathogens, notably ESBL-producing E. coli, is good to excellent, because the drug is not affected by cross-resistance issues. Existing clinical data support use in uncomplicated UTIs, caused by susceptible organisms.  However, susceptibility break-points of 64 mg/L should not be applied for systemic infections.   === Resistance === Development of bacterial resistance under therapy is a frequent occurrence and makes fosfomycin unsuitable for sustained therapy of severe infections. Mutations that inactivate the nonessential glycerophosphate transporter render bacteria resistant to fosfomycin. Still, fosfomycin can be used to treat MRSA bacteremia. Prescribing fosfomycin together with at least another active drug reduces the risk of developing bacterial resistance. Fosfomycin acts synergistically with many other antibiotics, including aminoglycosides, carbapenems, cephalosporins, daptomycin and oritavancin. Enzymes conferring resistance to fosfomycin have also been identified and are encoded both chromosomally and on plasmids. Three related fosfomycin resistance enzymes (named FosA, FosB, and FosX) are members of the glyoxalase superfamily. These enzymes function by nucleophilic attack on carbon 1 of fosfomycin, which opens the epoxide ring and renders the drug ineffective. The enzymes differ by the identity of the nucleophile used in the reaction: glutathione for FosA, bacillithiol for FosB, and water for FosX. In general, FosA and FosX enzymes are produced by Gram-negative bacteria, whereas FosB is produced by Gram-positive bacteria. FosC uses ATP and adds a phosphate group to fosfomycin, thus altering its properties and making the drug ineffective.   == Side effects == The drug is well tolerated and has a low incidence of harmful side effects.   == Mechanism of action == Despite its name (ending in -omycin) Fosfomycin is not a macrolide, but a member of a novel class of phosphonic antibiotics.  Fosfomycin is bactericidal and inhibits bacterial cell wall biogenesis by inactivating the enzyme UDP-N-acetylglucosamine-3-enolpyruvyltransferase, also known as MurA. This enzyme catalyzes the committed step in peptidoglycan biosynthesis, namely the ligation of phosphoenolpyruvate (PEP) to the 3'-hydroxyl group of UDP-N-acetylglucosamine. This pyruvate moiety provides the linker that bridges the glycan and peptide portion of peptidoglycan. Fosfomycin is a PEP analog that inhibits MurA by alkylating an active site cysteine residue (Cys 115 in the Escherichia coli enzyme). Fosfomycin enters the bacterial cell through the glycerophosphate transporter.   == History == Fosfomycin (originally known as phosphonomycin) was discovered in a joint effort of Merck and Co. and Spain's Compañía Española de Penicilina y Antibióticos (CEPA).  It was first isolated by screening broth cultures of Streptomyces fradiae isolated from soil samples for the ability to cause formation of spheroplasts by growing bacteria.  The discovery was described in a series of papers published in 1969. CEPA began producing fosfomycin on an industrial scale in 1971 at its Aranjuez facility.   == Biosynthesis == The complete fosfomycin biosynthetic gene cluster from Streptomyces fradiae has been cloned and sequenced and the heterologous production of fosfomycin in S. lividans has been achieved by Ryan Woodyer of the Huimin Zhao and Wilfred van der Donk research groups.   == Synthetic manufacture == Large scale production of fosfomycin is achieved by making an epoxide of cis-propenylphosphonic acid to yield racemic mixture fosfomycin.   == References =="}