{"name": "fostamatinib", "category": "drug", "content": "Fostamatinib, sold under the brand names Tavalisse and Tavlesse, is a tyrosine kinase inhibitor medication for the treatment of chronic immune thrombocytopenia (ITP). The drug is administered by mouth. Fostamatinib blocks the activity of the enzyme spleen tyrosine kinase (SYK). This enzyme is involved in stimulating parts of the immune system. By blocking SYK's activity, fostamatinib reduces the immune system's destruction of platelets, so allowing the platelet count to rise, which reduces the likelihood of excessive bleeding. The most commonly reported side effects are diarrhea, high blood pressure, nausea, respiratory infection, dizziness, increased liver enzymes, rash, abdominal pain, fatigue, chest pain and decreased white blood cell count. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Fostamatinib is a drug used to treat adults with low platelet count due to chronic immune thrombocytopenia (ITP) when a prior treatment for ITP has not worked well enough. Chronic immune thrombocytopenia is an autoimmune bleeding disorder where the blood doesn't clot as it should because of a low platelet count.   == Pharmacology ==   === Mechanism of action === The tablets are formulated as fostamatinib disodium hexahydrate, a disodium hexahydrate salt, and is a prodrug of the active compound tamatinib (R-406), which is an inhibitor of the enzyme spleen tyrosine kinase (Syk), hence it is an syk inhibitor. Syk is a protein tyrosine kinase associated with various inflammatory cells, including macrophages, which are presumed to be the cells responsible for ITP platelet clearance. When FcγRs I, IIA, and IIIA bind to their ligands, the receptor complex becomes activated and triggers the phosphorylation of the immunoreceptor-activating motifs (ITAMs). This leads to various genes becoming activated, which causes a cytoskeletal rearrangement that mediates phagocytosis in cells of the monocyte/macrophage lineage. Because Syk plays an important role in FcγR-mediated signal transduction and inflammatory propagation, it is considered a good target for the inhibition of various autoimmune conditions, including rheumatoid arthritis and lymphoma.   == Clinical trials == Fostamatinib has been in clinical trials for rheumatoid arthritis, autoimmune thrombocytopenia, autoimmune hemolytic anemia, IgA nephropathy, and lymphoma. The drug is currently being used in a Phase 1 trail to test the safety of the combination of the study drugs fostamatinib and paclitaxel for patients with ovarian cancer. The investigation of fostamatinib began with studies involving the treatment of mouse models with cytopenia. Mice were used to measure the effectiveness of R788, a small molecule prodrug of the biologically active R406, a Syk inhibitor. In animal models, treatment with R406/R788 was shown to be safe and effective in reducing inflammation and joint damage in immune-mediated rheumatoid arthritis. The models responded favorably to treatment so the study progressed to Phase 2 trials involving humans. Human studies have shown that R788 has good oral bioavailability, biologic activity, is well tolerated, and does not exhibit collagen or ADP-induced platelet aggregation. In NCT00706342, 16 adults with chronic ITP were entered into an open-label, single-arm cohort dose-escalation trials beginning with 75 mg and rising to 175 mg twice a day.  The dose was increased until a persistent response was evident, toxicity was reached, or 175 mg twice a day was met. 8 patients achieved persistent responses with platelet counts greater than 50,000 mm3/L on more than 67% of their visits. 3 of these patients had not persistently responded to thrombopoietic agents. 4 others had nonsustained responses. Mean peak platelet count exceeded 100,000 mm3/L in these 12 patients. Toxicity was evidenced primarily in GI-related side effects, notable diarrhea, urgency, and vomiting. 2 patients developed transaminitis. Fostamatinib as a treatment for severe COVID19 complications has finished a Phase 2 trial, and is entering a Phase 3 trial.    === Rheumatoid arthritis === A phase II study of rheumatoid arthritis patients failing to respond to a biologic agent showed little efficacy as compared to placebo, but the drug was well tolerated.  In patients with high inflammatory burden, measured by levels of C-reactive protein, ACR20 was achieved by a significantly higher portion of those in the fostamatinib group (42%) versus the placebo group (26%).   === Autoimmune thrombocytopenia === Immune thrombocytopenic purpura (ITP) is an autoimmune disease where the immune system attacks and destroys platelets in the blood, causing abnormally low platelet counts. It is characterized by the antibody-mediated destruction of platelets. Patients with ITP have accelerated clearance of circulating IgG-coated platelets via Fcγ receptor-bearing macrophages in the spleen and liver, leading to different levels of thrombocytopenia and variable degrees of mucocutaneous bleeding. Recent studies of ITP pathophysiology suggest decreased platelet production may also be an important component of the thrombocytopenia. Many patients exhibit responses to established therapies, including corticosteroids, IV immunoglobulin, anti-D, splenectomy, and rituximab. However, there are a significant minority of patients who retain persistently low platelet counts despite treatment. These patients are consistently at risk of intracranial hemorrhage and other bleeding complications. Several thrombopoiesis-stimulating therapies including eltrombopag and romiplostim are being investigated to help combat low platelet counts in ITP patients. Rigel reported results from two Phase III clinical trials for fostamatinib as an ITP treatment in August and October 2016.  The study is the second Phase 3, multi-center, randomized, double-blind, placebo controlled, study of fostamatinib disodium in the treatment of persistent/chronic immune thrombocytopenic purpura that Rigel has conducted. Primary outcome measures are defined as a stable platelet response by the end of the study (week 24) of at least 50,000/μL on at least 4 of the 6 visits between weeks 14–24. Participants received either a placebo, 100 mg, or 150 mg of the drug in the morning and evening for 24 full weeks. The first study, FIT 1 (047) met the primary endpoint in a statistically significant manner, with 18% of patients hitting the 50,000 platelets/μL of blood and no patients receiving the placebo meeting that criteria. As of June 2016, the open-label, long term extension study (049) is currently tracking 118 patients who opted to receive fostamatinib after completing either study 047 or 048.   === Autoimmune hemolytic anemia === Approval for treatment of autoimmune hemolytic anemia (AIHA) is in Stage 1 of Phase II trials.  This study is a Phase 2, multi-center, open label, Simon two-stage study to evaluate the safety and efficacy of fostamatinib disodium in the treatment of warm antibody autoimmune hemolytic anemia. Primary outcome measures examined include a hemoglobin response measured by levels higher than 10 g/dL and 2 g/dL higher than the baseline hemoglobin. Responses were studied for a period of 12 weeks and for a dose of 150 mg in the morning and evening.  The study began in April 2016 and is estimated to conclude in September 2017. The study is currently recruiting participants from U.S. states including Arizona, California, D.C., Massachusetts, New York, North Carolina, and Texas. Subjects must have had a diagnosis of primary or secondary warm antibody AIHA, and must have failed at least 1 prior treatment regimen for AIHA. Subjects cannot have a platelet count less than 30,000/μL, have AIHA secondary to autoimmune disease, have uncontrolled or poorly controlled hypertension, or have cold antibody AIHA, cold agglutinin syndrome, mixed type AIHA, or paroxysmal cold hemoglobinuria.   === Immunoglobulin A nephropathy === Fostamatinib as a treatment for IgA nephropathy (IgAN) is in Phase II trials, which will conclude at the end of 2016. IgAN is a chronic autoimmune disease associated with inflammation in the kidneys that reduces their ability to successfully filter blood. There are currently no disease-targeted therapies for IgAN. Participants are currently being recruited from the US, Austria, Germany, Hong Kong, Taiwan, and the UK. Patients must be between 18 and 70 years old, have renal biopsy findings consistent with IgA nephropathy, have been treated with an Angiotensin Converting Enzyme inhibitor (ACEi) and/or an Angiotensin II Receptor Blocker (ARB) for at least 90 days at the maximum approved dose, have a proteinuria > 1 gm/day at diagnosis of IgA nephropathy and a level > 0.5 gm/day at the second screening visit, and a blood pressure controlled to ≤ 1302/80 with angiotensin blockade. Eligible candidates cannot have recently used cyclophosphamide, mycophenolate mofetil, azathioprine, Rituximab, or > 15 mg/day of prednisone or any other corticosteroid equivalent. The study investigates whether fostamatinib is a safe and effective treatment for IgAN. It is a Phase 2, multi-center, randomized, double-blind, ascending-dose, placebo-controlled clinical study. Primary outcome measures include the mean change in proteinuria as measured by spot urine protein/creatinine ratio (sPCR). Effects were evaluated for 100 mg, 150 mg, and placebo formulations taken twice daily by mouth for 24 weeks. The study began in October 2014 and is expected to complete by June 2017.   == History == Fostamatinib was approved for medical use in the United States in April 2018. The U.S. Food and Drug Administration (FDA) approved fostamatinib based on evidence from two identical, double-blind, placebo-controlled clinical trials, FIT-1 (NCT02076399) and FIT-2 (NCT02076412) of 150 adults with persistent or chronic ITP who had an insufficient response to previous treatment, which included corticosteroids, immunoglobulins, splenectomy, and/or a thrombopoietin receptor agonist. Participants were allowed to continue previous ITP treatment during the trial. Patients were randomized 2:1 to fostamatinib (100 mg orally twice daily) or placebo twice daily for 24 weeks.  Dose could be escalated to 150 mg orally twice daily after one month. The benefit of fostamatinib was assessed based on the percentage of participants who achieved and maintained the pre-determined platelet count between treatment weeks 14 to 24 in fostamatinib and placebo groups respectively. The FIT-1 trial was conducted at 35 sites in Australia, Canada, Denmark, Hungary, Italy, Netherlands, the United Kingdom, and the United States. The FIT-2 trial was conducted at 23 sites in Austria, Bulgaria, Czech Republic, Germany, Norway, Poland, Romania, and Spain. The FDA granted the application for fostamatinib an orphan drug designation and granted the approval of Tavalisse to Rigel Pharmaceuticals. Fostamatinib was approved for medical use in the European Union in January 2020.   == References ==   == External links == Clinical trial number NCT02076399 for \"A Efficacy and Safety Study of R935788 in the Treatment of Persistent/Chronic Immune Thrombocytopenic Purpura (ITP) (FIT)\" at ClinicalTrials.gov"}