{"name": "fostemsavir", "category": "drug", "content": "Fostemsavir, sold under the brand name Rukobia, is an antiretroviral medication for adults living with HIV/AIDS who have tried multiple HIV medications and whose HIV infection cannot be successfully treated with other therapies because of resistance, intolerance or safety considerations. The most common adverse reaction is nausea. Severe adverse reactions included elevations in liver enzymes among participants also infected with hepatitis B or C virus, and changes in the immune system (immune reconstitution syndrome). Fostemsavir is an HIV entry inhibitor and a prodrug of temsavir (BMS-626529). Fostemsavir is a human immunodeficiency virus type 1 (HIV-1) gp120-directed attachment inhibitor. It was approved for medical use in the United States in July 2020, and in the European Union in February 2021. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Fostemsavir in combination with other antiretroviral(s), is indicated for the treatment of HIV-1 infection in heavily treatment-experienced adults with multidrug-resistant HIV-1 infection failing their current antiretroviral regimen due to resistance, intolerance, or safety considerations.   == Adverse effects == Fostemsavir may cause a serious condition called immune reconstitution syndrome, similar to other approved drugs for treatment of HIV-1 infection. This condition can happen at the beginning of HIV-1 treatment when the immune system may get stronger and begin to fight infections that have been hidden in the body for a long time. Other serious side effects include heart rhythm problems due to prolongation of heart electrical activity (QT prolongation) and an increase of liver enzymes in patients with hepatitis B or C virus co-infection.   == History == It was under development by ViiV Healthcare / GlaxoSmithKline for use in the treatment of HIV infection. When the active form of fostemsavir binds to the gp120 protein of the virus, it prevents initial viral attachment to the host CD4+ T cell and entry into the host immune cell; its method of action is a first for HIV drugs. Because it targets a different step of the viral lifecycle, it offers promise for individuals with virus that has become highly resistant to other HIV drugs. Since the function of gp120 that this drug inhibits is highly conserved, the drug is unlikely to promote resistance to itself. Investigators found that enfuvirtide-resistant and ibalizumab-resistant HIV envelopes remained susceptible to fostemsavir. Conversely, fostemsavir-resistant HIV remained susceptible to all the entry inhibitors. Furthermore, HIV isolates that do not require the CD4 receptor for cell entry were also susceptible to fostemsavir, and the virus did not escape the attachment inhibitor by becoming CD4-independent. Prior in vitro studies showed that fostemsavir inhibits both CCR5-tropic and CXCR4-tropic HIV.  Fostemsavir was approved for medical use in the United States in July 2020. The safety and efficacy of fostemsavir, taken twice daily by mouth, were evaluated in a clinical trial of 371 heavily treatment-experienced adult participants who continued to have high levels of virus (HIV-RNA) in their blood despite being on antiretroviral drugs. Two hundred seventy-two participants were treated in the main trial arm, and an additional 99 participants received fostemsavir in a different arm of the trial. Most participants had been treated for HIV for more than 15 years (71 percent), had been exposed to five or more different HIV treatment regimens before entering the trial (85 percent) and/or had a history of AIDS (86 percent). Participants in the main cohort of the trial received either fostemsavir or a placebo twice daily for eight days, in addition to their failing antiretroviral regimen. On the eighth day, participants treated with fostemsavir had a significantly greater decrease in levels of HIV-RNA in their blood compared to those taking the placebo. After the eighth day, all participants received fostemsavir with other antiretroviral drugs. After 24 weeks of fostemsavir plus other antiretroviral drugs, 53 percent of participants achieved HIV RNA suppression, where levels of HIV were low enough to be considered undetectable. After 96 weeks, 60 percent of participants continued to have HIV RNA suppression. The clinical trial (NCT02362503) was conducted at 108 sites in 23 countries in North America, South America, Europe, Australia, Taiwan and South Africa. The U.S. Food and Drug Administration (FDA) granted the application for fostemsavir fast track, priority review, and breakthrough therapy designations. The FDA granted the approval of Rukobia to ViiV Healthcare. On 10 December 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Rukobia, intended for the treatment of multi-drug resistant HIV-1 infection. The applicant for this medicinal product is ViiV Healthcare B.V. Fostemsavir was approved for medical use in the European Union in February 2021.   == References ==   == Further reading ==   == External links == Clinical trial number NCT02362503 for \"Attachment Inhibitor Comparison in Heavily Treatment Experienced Patients\" at ClinicalTrials.gov"}