{"name": "fremanezumab", "category": "drug", "content": "Fremanezumab, sold under the brand name Ajovy, is a medication used to prevent migraines in adults. It is given by injection under the skin. The most common side effect is pain and redness at the site of injection. Other side effects include allergic reactions. It is in the calcitonin gene-related peptide antagonist class of medications. It was approved for medical use in the United States in 2018, the European Union in 2019, the UK in 2020 and Argentina by September 2021.   == Medical uses == Fremanezumab was shown to be effective in adults with four or more attacks per month.   == Adverse effects == The most common adverse effects are reactions at the injection site, which occurred in 43 to 45% of people in studies (as compared to 38% under placebo). Hypersensitivity reactions occurred in fewer than 1% of patients.   == Interactions == Fremanezumab does not interact with other antimigraine drugs such as triptans, ergot alkaloids and analgesics. It is expected to generally have a low potential for interactions because it is not metabolized by cytochrome P450 enzymes.   == Pharmacology ==   === Mechanism of action === Fremanezumab is a fully humanized monoclonal antibody directed against calcitonin gene-related peptides (CGRP) alpha and beta. The precise mechanism of action is unknown. It can be given with a quarterly interval.   === Pharmacokinetics === After subcutaneous injection, fremanezumab has a bioavailability of 55–66%. Highest concentrations in the body are reached after five to seven days. Like other proteins, the substance is degraded by proteolysis to small peptides and amino acids, which are reused or excreted via the kidney. The elimination half-life is estimated to be 30 to 31 days.   == History == Fremanezumab was discovered and developed by Rinat Neuroscience, was acquired by Pfizer in 2006, and was then licensed to Teva. It was approved by the US Food and Drug Administration in September 2018. In March 2019, fremanezumab was approved for marketing and use in the European Union. The drug has been and is still being evaluated for diseases other than migraine, where the endogenous substance CGRP has been implicated in the pathology. Teva is still developing it for episodic cluster headache but stopped development of fremanezumab for the treatment of chronic cluster headache in 2018 after the primary endpoint of a Phase III trial was not met.   == Chemistry == Fremanezumab is a humanized monoclonal antibody. It is produced using recombinant DNA in Chinese hamster ovary cells.   == References ==   == External links == \"Fremanezumab\". Drug Information Portal. U.S. National Library of Medicine."}