{"name": "Fungal keratitis", "category": "disease", "content": "Fungal keratitis is a fungal infection of the cornea, which can lead to blindness. It generally presents with a red, painful eye and blurred vision. There is also increased sensitivity to light, and excessive tears or discharge. It is caused by fungal organisms such as Fusarium, Aspergillus or Candida.  Up to 70 different fungi have been found as causes. Fungal keratitis has a worldwide distribution, but is more common in the tropics. Around 1 million people become blind every year due to fungal keratitis. Theodor Leber first described a case of fungal keratitis caused by Aspergillus in 1879.   == Signs and symptoms == The symptoms of fungal keratitis typically emerge over 5-10 days and present with a painful eye, blurred vision, and redness of eye. There is increased sensitivity to light, and excessive tears or discharge. The symptoms are markedly less as compared to a similar bacterial ulcer. Symptoms may be noted to persist after contact lenses are removed, or following antibiotic treatment. Signs: The eyelids and adnexa involved shows edema and redness, conjunctiva is chemosed. Ulcer may be present. It is a dry looking corneal ulcer with satellite lesions in the surrounding cornea. Usually associated with fungal ulcer is hypopyon, which is mostly white fluffy in appearance. Rarely, it may extend to the posterior segment to cause endophthalmitis in later stages, leading to the destruction of the eye. (Note: Fungal endophthalmitis is extremely rare)   == Causes == Fungal keratitis has been reported to be caused by more than 70 different fungi, of which Fusarium, Aspergillus and Candida are responsible for 95% of cases. A. flavus and A. fumigatus are the most common types of Aspergillus to cause fungal keratitis. F. Solani is the most common type of Fusarium and others include Curvularia and Acremonium. C. albicans, C. guilliermondii and C. parapsilosis are the main types of Candida to cause fungal keratitis. Other fungus causes; such as Phaeoisaria clematidis was found in 2000. Then Pleurothecium recurvatum (formerly Carpoligna pleurothecii) was found in 2010.   == Pathophysiology == The precipitating event for fungal keratitis is trauma with a vegetable / organic matter. A thorn injury, or in agriculture workers, trauma with a wheat plant while cutting the harvest is typical. This implants the fungus directly in the cornea. The fungus grows slowly in the cornea and proliferates to involve the anterior and posterior stromal layers. The fungus can break through the descemet's membrane and pass into the anterior chamber. The patient presents a few days or weeks later with fungal keratitis.   == Diagnosis == The diagnosis is made by an ophthalmologist/optometrist correlating typical history, symptoms and signs. Many times it may be missed and misdiagnosed as bacterial ulcer. A definitive diagnosis is established only after a positive culture report (lactophenol cotton blue, calcoflour medium), typically taking a week, from the corneal scraping. Recent advances have been made in PCR ref 3./immunologic tests which can give a much quicker result.   === Classification === Infectious keratitis can be bacterial, fungal, viral, or protozoal. Remarkable differences in presentation of the patient allows presumptive diagnosis by the eye care professional, helping in institution of appropriate anti-infective therapy.   == Prevention == Prevention of trauma with vegetable / organic matter, particularly in agricultural workers while harvesting can reduce the incidence of fungal keratitis. Wearing of broad protective glasses with side shields is recommended for people at risk for such injuries.   == Treatment == A presumptive diagnosis of fungal keratitis requires immediate empirical therapy. Natamycin ophthalmic suspension is the drug of choice for filamentous fungal infection. Fluconazole ophthalmic solution is recommended for Candida infection of the cornea. Amphotericin B eye drops may be required for non-responding cases, but can be quite toxic and requires expert pharmacist for preparation. Other medications have also been tried with moderate success. An updated Cochrane Review published in 2015 looking at the best treatment for fungal keratitis could not draw any conclusions as the studies included used different medications.  The review did find that \"people receiving natamycin were less likely to  develop a hole in their cornea and need a transplant.\"   == Prognosis == The infection typically takes a long time to heal, since the fungus itself is slow growing. Corneal perforation can occur in patients with untreated or partially treated infectious keratitis and requires surgical intervention in the form of corneal transplantation.   == Epidemiology == This disease is quite common in the tropics and with large agrarian population. India has a high number of cases with fungal keratitis, but poor reporting system prevents accurate data collection. Florida in US regularly reports cases of fungal keratitis, with Aspergillus and Fusarium spp. as the most common causes. According to the Global Action Fund for Fungal Infections, every year there are around 1 million cases of blindness due to fungal keratitis.   == History == A case of fungal keratitis caused by Aspergillus was first described by Theodor Leber in 1879, in a 54 year old farmer who injured his eye.   == Society and culture == The loss of vision with fungal keratitis can be quite disabling in terms of economic impact and social consequences. Many people come with fungal keratitis in the only eye and thus become blind due to the disease. The lack of education and proper eye protection in such cases is evidently responsible for their plight.   == Notable cases == Recently, one particular product, ReNu with MoistureLoc brand of soft contact lens solutions made headlines regarding a report from the United States Centers for Disease Control and Prevention suggesting an increased incidence of a specific type of fungal keratitis (Fusarium keratitis) in people using Bausch & Lomb products. Bausch & Lomb subsequently suspended, then recalled, shipments of one particular product, ReNu with MoistureLoc.   == References ==   == External links =="}