{"name": "fusidic acid", "category": "drug", "content": "Fusidic acid, sold under the brand name Fucidin among others, is a steroid antibiotic that is often used topically in creams or ointments and eyedrops but may also be given systemically as tablets or injections. As of October 2008, the global problem of advancing antimicrobial resistance has led to a renewed interest in its use.   == Medical uses == Fusidic acid is active in vitro against Staphylococcus aureus, most coagulase-positive staphylococci, Beta-hemolytic streptococci, Corynebacterium species, and most clostridium species. Fusidic acid has no known useful activity against enterococci or most Gram-negative bacteria (except Neisseria, Moraxella, Legionella pneumophila, and Bacteroides fragilis). Fusidic acid is active in vitro and clinically against Mycobacterium leprae but has only marginal activity against Mycobacterium tuberculosis. One use of fusidic acid is its activity against methicillin-resistant Staphylococcus aureus (MRSA). Although many strains of MRSA remain sensitive to fusidic acid, there is a low genetic barrier to drug resistance (a single point mutation is all that is required), fusidic acid should never be used on its own to treat serious MRSA infection and should be combined with another antimicrobial such as rifampicin when administering oral or topical dosing regimens approved in Europe, Canada, and elsewhere. However, resistance selection is low when pathogens are challenged at high drug exposure. Topical fusidic acid is occasionally used as a treatment for acne vulgaris. As a treatment for acne, fusidic acid is often partially effective at improving acne symptoms. However, research studies have indicated that fusidic acid is not as highly active against Cutibacterium acnes as many other antibiotics that are commonly used as acne treatments. Fusidic acid is also found in several additional topical skin and eye preparations (e.g. Fucibet), although its use for these purposes is controversial.   == Side effects == Fucidin tablets and suspension, whose active ingredient is sodium fusidate, occasionally cause liver damage, which can produce jaundice (yellowing of the skin and the whites of the eyes). This condition will almost always get better after the patient finishes taking Fucidin tablets or suspension. Other related side-effects include dark urine and lighter-than-usual feces. These, too, should normalize when the course of treatment is completed.   == Pharmacology == Fusidic acid acts as a bacterial protein synthesis inhibitor by preventing the turnover of elongation factor G (EF-G) from the ribosome. Fusidic acid is effective primarily on Gram-positive bacteria such as Staphylococcus, Streptococcus and Corynebacterium species. Fusidic acid is a tetracyclic, naturally occurring steroid derived from the fungus Fusidium coccineum. It was first isolated in 1960 and developed by Leo Pharma in Ballerup, Denmark, being used clinically from 1962 onwards. It has also been isolated from Mucor ramannianus, an Acremonium species, and Isaria kogana. The drug is licensed for use as its sodium salt sodium fusidate, and it is approved for use under prescription in Australia, Canada, Colombia, the European Union, India, Japan, New Zealand, South Korea, Taiwan, Thailand, and the United Kingdom.   == Mechanism of action == Fusidic acid binds to EF-G after translocation and GTP (guanosine-5'-triphosphate) hydrolysis. This interaction prevents the necessary conformational changes for EF-G release from the ribosome, effectively blocking the protein synthesis process. Fusidic acid can only bind to EF-G in the ribosome after GTP hydrolysis. Since translocation is a part of elongation and ribosome recycling, fusidic acid can block either or both steps of protein synthesis.   == Dose == Fusidic acid should not be used on its own to treat S. aureus infections when used at low drug dosages. However, it may be possible to use fusidic acid as monotherapy when used at higher doses. The use of topical preparations (skin creams and eye ointments) containing fusidic acid is strongly associated with the development of resistance, and there are voices advocating against the continued use of fusidic acid monotherapy in the community. Topical preparations used in Europe often contain fusidic acid and gentamicin in combination, which helps to prevent the development of resistance.   === Cautions === There is inadequate evidence of safety in human pregnancy. Animal studies and many years of clinical experience suggest that fusidic acid is devoid of teratogenic effects (birth defects), but fusidic acid can cross the placental barrier.   == Resistance == In vitro susceptibility studies of US strains of several bacterial species such as S. aureus, including MRSA and coagulase negative Staphylococcus, indicate potent activity against these pathogens. Mechanisms of resistance have been extensively studied only in Staphylococcus aureus. The most studied mechanism is the development of point mutations in fusA, the chromosomal gene that codes for EF-G. The mutation alters EF-G so that fusidic acid is no longer able to bind to it. Resistance is readily acquired when fusidic acid is used alone and commonly develops during the course of treatment. As with most other antibiotics, resistance to fusidic acid arises less frequently when used in combination with other drugs. For this reason, fusidic acid should not be used on its own to treat serious Staph. aureus infections. However, at least in Canadian hospitals, data collected between 1999 and 2005 showed rather low rate of resistance of both methicillin-susceptible and methicillin-resistant to fusidic acid, and mupirocin was found to be the more problematic topical antibiotic for the aforementioned conditions. Some bacteria also display 'FusB-type' resistance, which has been found to be the most prevalent in Staphylococcus spp. in many clinical isolates. This resistance mechanism is mediated by fusB, fusC, and fusD genes found primarily on plasmids, but have also been found in chromosomal DNA. The product of fusB-type resistance genes is a 213-residue cytoplasmic protein which interacts in a 1:1 ratio with EF-G. FusB-type proteins bind in a region distinct from fusidic acid to induce a conformational change which results in liberation of EF-G from the ribosome, allowing the elongation factor to participate in another round of ribosome translocation.   == Interactions == Fusidic acid should not be used with quinolone antibiotics, with which it is antagonistic. Although clinical practice over the past decade has supported the combination of fusidic acid and rifampicin, a recent clinical trial showed that there is an antagonistic interaction when both antibiotics are combined. On 8 August 2008, it was reported that the Irish Medicines Board was investigating the death of a 59-year-old Irish man who developed rhabdomyolysis after combining atorvastatin and fusidic acid, and three similar cases. In August 2011, the UK's Medicines and Healthcare products Regulatory Agency issued a Drug Safety Update warning that \"systemic fusidic acid (Fucidin) should not be given with statins because of a risk of serious and potentially fatal rhabdomyolysis.\"   == Society and culture ==   === Brand names and preparations ===   == Research == An orally-administered mono-therapy with a high loading dose is under development in the United States. A different oral dosing regimen, based on the compound's pharmacokinetic/pharmacodynamic (PK-PD) profile is in clinical development in the US. as Taksta. Fusidic acid is being tested for indications beyond skin infections. There is evidence from compassionate use cases that fusidic acid may be effective in the treatment of patients with prosthetic joint-related chronic osteomyelitis.   == References ==   == External links =="}