{"name": "Fusospirochetal pharyngitis", "category": "disease", "content": "Vincent's angina (also termed Plaut–Vincent's angina), is pharyngitis (inflammation of the pharynx) and tonsillitis (inflammation of the palatine tonsils), caused by infection with two types of bacteria called fusiform (Fusobacterium spp.) and spirochaetes (Borrelia spp.  and Spirillum spp.). This symbiosis of bacteria is sometimes termed a \"fusospirochaetal\" infection.    == Naming and confusion with Vincent's gingivitis == It is named after Jean Hyacinthe Vincent, a French physician who was working at the Paris Pasteur Institute. Vincent described a fusospirochetal infection of the pharynx and palatine tonsils, causing \"ulcero-membranous pharyngitis and tonsillitis\", which later became known as Vincent's angina. Later in 1904, Vincent described the same pathogenic organisms in \"ulceronecrotic gingivitis\". As a result, Vincent's angina is widely confused with necrotizing ulcerative gingivitis (previously also called \"Vincent's gingivitis\"), however the former is tonsillitis and pharyngitis, and the latter involves the gums, and usually the two conditions occur in isolation from each other. The term \"angina\" is derived from a Latin word which means \"to choke\" or \" to throttle.\" However, this condition should not be confused with the modern usage of the term angina (\"angina pectoris\"), which refers to chest pain caused by insufficient blood supply to the muscles of the heart. Many publications using the term \"Vincent's angina\" date from the twentieth century, and the term is not so common in modern times.   == Symptoms == Symptoms of Vincent's angina were reported as:  Normal or increased temperature Headaches Chilly sensations, Generalized malaise (fatigue), Lymphadenopathy (enlargement of submaxillary and cervical lymph glands), Tenderness and severe pain when talking or swallowing (odynophagia), Halitosis (bad breath) If the gums are also involved, symptoms of necrotizing ulcerative gingivitis, such as painful gums may also be present. The tonsils show single or multiple greyish-white ulcers, usually on only one of the palatine tonsils. The ulcers appear surrounded by reddened area and they bleed when touched or when the pseudo membrane is removed. Ulceration may extend onto the soft palate.   == Diagnosis == Differential diagnosis is with follicular (lacunar) tonsillitis, diphtheria, syphilis and acute leukemia. One of the risk factors for Vincent's angina is immunocompromise.   == Alternative definitions == Different types of Vincent's angina were sometimes defined, such as pseudomembraneous, or acute / subacute / chronic / recurrent.   == References =="}