{"name": "galcanezumab", "category": "drug", "content": "Galcanezumab, sold under the brand name Emgality, is a humanized monoclonal antibody used for the prevention of migraine. It is also used for the treatment of cluster headaches. A substance called calcitonin gene-related peptide (CGRP) has been shown to be involved in the development of migraine by widening blood vessels in the brain. Galcanezumab is a monoclonal antibody (a type of protein) designed to attach to and block CGRP, thereby helping blood vessels to return to their normal size. This will stop the symptoms of migraine. Galcanezumab is generally delivered through self-injections. Common side effects include injection site reactions such as pain or redness. Other side effects may include hypersensitivity reactions. Galcanezumab was developed by Eli Lilly. It was approved for medical use in the United States and in the European Union in 2018, becoming the third calcitonin gene-related peptide (CGRP) inhibitor to be approved by the US Food and Drug Administration (FDA).   == Medical uses == In the US, galcanezumab is indicated in adults for the preventive treatment of migraine; and for the treatment of episodic cluster headache. In the EU, galcanezumab is indicated for the prophylaxis of migraine in adults who have at least four migraine days per month.   == Side effects == Common side effects include injection site reactions such as pain or redness, rarely hypersensitivity reactions.   == Pharmacology ==   === Mechanism of action === Calcitonin gene-related peptide (CGRP) has been shown to be involved in the development of migraine by widening blood vessels in the brain. Galcanezumab is a monoclonal antibody which attaches to and blocks CGRP, thereby helping blood vessels to return to their normal size.   == History ==   === Clinical trials === The US Food and Drug Administration (FDA) approved galcanezumab based on evidence from three clinical trials (Trial 1/NCT02614183, Trial 2/NCT02614196, and Trial 3/NCT02614261) in 2156 adults 18 to 65 years of age with chronic or episodic migraine headaches. Trials were conducted at 318 sites in Asia, Canada, Europe, Israel, Latin America, Puerto Rico, and the United States. Trials one and two enrolled participants with a history of episodic migraine headaches. Participants were assigned to receive galcanezumab or placebo injections once a month for six months. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed. The benefit of galcanezumab was assessed based on the change from baseline in the number of migraine days per month during the six-month treatment period, comparing participants in the galcanezumab and placebo groups. In two studies involving 1,784 participants who had migraines between 4 and 14 days a month, those treated with galcanezumab had four or five fewer days with migraines per month, compared with two to three fewer days for participants on a placebo injection. Trial three enrolled participants with a history of chronic migraine headaches. Participants were assigned to receive galcanezumab or placebo injection once a month for three months. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed. The benefit of galcanezumab was assessed based on the change from baseline in the number of migraine days per month during the three-month treatment period, comparing the galcanezumab and placebo groups. In a third study of 1,117 participants who had migraines for more than fifteen days a month on average (chronic migraine), those treated with galcanezumab had on average around five fewer days with migraines per month compared with around three fewer days for participants on placebo. The effectiveness of galcanezumab for the treatment of episodic cluster headache was demonstrated in a clinical trial that compared it to placebo in 106 participants. The trial measured the average number of cluster headaches per week for three weeks and compared the average changes from baseline in the galcanezumab and placebo groups. During the three-week period, participants taking galcanezumab experienced 8.7 fewer weekly cluster headache attacks than they did at baseline, compared to 5.2 fewer attacks for participants on placebo.   == Society and culture ==   === Economics === When used for migraines galcanezumab costs about US$7,000 per year in the United States as of 2019.   === Legal status === In September 2018, galcanezumab was approved in the United States for the preventive treatment of migraine in adults. The FDA granted the approval of Emgality to Eli Lilly. In November 2018, galcanezumab was approved for use in the European Union for the prophylaxis of migraine in adults who have at least four migraine days per month. In June 2019, galcanezumab was approved in the United States for the treatment of episodic cluster headache in adults. The application for galcanezumab was granted priority review and breakthrough therapy designations. In January 2021, AffaMed Therapeutics signed an agreement with Lilly to distribute galcenazumab in China. In December 2023, Organon signed an exclusive agreement with Lilly to distribute and commercialize galcanezumab in Europe. In August 2024, the agreement between Organon and Lilly was expanded to include a further 11 worldwide markets.   == References =="}