{"name": "galsulfase", "category": "drug", "content": "Arylsulfatase B (N-acetylgalactosamine-4-sulfatase, chondroitinsulfatase, chondroitinase, acetylgalactosamine 4-sulfatase, N-acetylgalactosamine 4-sulfate sulfohydrolase, EC 3.1.6.12) is an enzyme associated with mucopolysaccharidosis VI (Maroteaux–Lamy syndrome). Arylsulfatase B is among a group of arylsulfatase enzymes present in the lysosomes of the liver, pancreas, and kidneys of animals. The purpose of the enzyme is to hydrolyze sulfates in the body. ARSB does this by breaking down glycosaminoglycans (GAGs), which are large sugar molecules in the body. ARSB targets two GAGs in particular: dermatan sulfate and chondroitin sulfate. Over 130 mutations to ARSB have been found, each leading to a deficiency in the body. In most cases, the mutation occurs on a single nucleotide in the sequence. An arylsulfatase B deficiency can lead to an accumulation of GAGs in lysosomes, which in turn can lead to mucopolysaccharidosis VI. Used as a pharmaceutical drug, the enzyme is known under the International Nonproprietary Name galsulfase and is sold under the brand name Naglazyme. Galsulfase was approved for medical use in the United States in May 2005 and in  European Union in January 2006. Galsulfase is indicated for long-term enzyme-replacement therapy in people with a confirmed diagnosis of mucopolysaccharidosis VI (MPS VI; N-acetylgalactosamine-4-sulfatase deficiency; Maroteaux-Lamy syndrome).   == Structure == The primary structure of Escherichia coli  arylsulfatase B contains a primary sequence of 502 amino acids. Its secondary structure is quite complex, containing numerous alpha helices (20 total containing 138 residues) and beta sheets (21 strands total containing 87 residues).  The functional enzyme is believed to be a homo tetramer. Due to the complexity of arylsulfatase B's secondary structure, many hydrophobic and hydrophilic regions are present, as demonstrated by the Kyte-Doolittle hydropathy plot:   == Medical uses == Galsulfase is used to treat adults and children who have mucopolysaccharidosis VI (MPS VI or Maroteaux-Lamy syndrome). This disease is caused by the lack of an enzyme called N-acetylgalactosamine 4-sulfatase, which is needed to break down substances in the body called glycosaminoglycans (GAGs). If the enzyme is not present, GAGs cannot be broken down and they build up in the cells. This causes the signs of the disease, the most noticeable being a short body, a large head and difficulty moving about. The disease is usually diagnosed in infants between one and five years of age. Galsulfase has been shown to improve walking and stair-climbing capacity. The most common adverse reactions (≥10%) are: rash, pain, urticaria, pyrexia, pruritus, chills, headache, nausea, vomiting, abdominal pain and dyspnea. The most common adverse reactions requiring interventions are infusion-related reactions. Galsulfase (N-acetylgalactosamine-4-sulfatase, recombinant human) was granted orphan drug designation by both the European Commission and the U.S. Food and Drug Administration (FDA).   == Role in cystic fibrosis == Expression and activity of ARSB were found to be related to the function of cystic fibrosis transmembrane conductance regulator (CFTR), the membrane channel deficient in cystic fibrosis. Measurements in cystic fibrosis cell line IB3 and its derivative cell line C38, which has a functional CFTR, showed increased ARSB activity and expression in the C38 line. CFTR potentiator VRT-532 increased ARSB expression and activity in cystic fibrosis cells to the level in the normal bronchial epithelial cells.   == Role in malignancy == ARSB has been studied in a variety of cancers. Cultured normal mammary epithelial and myoepithelial cells had significantly higher ARSB activity than cultured malignant mammary cells. Immunohistochemistry  in the colon showed decreased membrane ARSB staining in colon cancer compared to normal colon, as well as in higher grade malignancies. ARSB activity was lower in malignant than normal prostate tissue, and immunostaining of prostate tissue microarrays showed not only decreasing ARSB staining in prostate cancer tissue of a higher Gleason score, but also lower staining in patients with recurrent compared to non-recurrent cancer. ARSB staining was a greater predictor of recurrence than Prostate-specific antigen (PSA) test, indicating possible future role of ARSB as a prognostic biomarker of prostate cancer. Further evidence of ARSB as a tumor suppressor was determined by molecular studies in cell cultures where ARSB was silenced by siRNA. The studies showed that decrease of ARSB leads to increase in free galectin-3, which attaches more strongly to less sulfated chondroitin 4-sulfate. Galectin-3 then acts on transcription factors AP-1 to increase expression of chondroitin sulfate proteoglycan versican and SP-1 to increase expression of WNT9A. Another mechanism by which reduced ARSB is associated with carcinogenesis is through increased binding of SHP2 to more sulfated chondroitin 4-sulfate, which leads to increased phosphorylation of p38 and MITF with subsequently increased expression of GPNMB.   == Role in metabolism == Reduced sulfate availability due to impaired activity of ARSB has been linked to increased aerobic glycolysis, as shown by an increase in NADH and NADPH, reduced oxygen consumption, increased extracellular acidification and serum lactate, and a decline in mitochondrial membrane potential in ARSB-silenced cells and ARSB-null mouse tissues.   == Extra-lysosomal localization == Although primarily a lysosomal enzyme, ARSB was also found to localize at the cell membrane of hepatocytes, sinusoidal endothelial cells, and Kupffer cells in the liver, as well as in the apical membranes of normal and malignant colonic and prostatic epithelial cells, by immunohistochemistry and immunofluorescence studies. Membrane immunostaining in the colon and prostate was lower in malignant than in normal tissue and also was lower in higher grade malignancies. ARSB activity assay in the membrane and cytosol fractions of cultured bronchial epithelial cells showed that the activity was several-fold greater in the membrane fraction.   == See also == Aryl Sulfatase   == References ==   == Further reading == Brunelli MJ, Atallah ÁN, da Silva EM (September 2021). \"Enzyme replacement therapy with galsulfase for mucopolysaccharidosis type VI\". Cochrane Database Syst Rev. 2021 (9): CD009806. doi:10.1002/14651858.CD009806.pub3. PMC 8447860. PMID 34533215. \"Galsulfase (Naglazyme)\". Common Drug Review. Ottawa (ON): Canadian Agency for Drugs and Technologies in Health (CADTH). November 2016. PMID 28121110. Ferreira CR, Gahl WA (May 2017). \"Lysosomal storage diseases\". Transl Sci Rare Dis. 2 (1–2): 1–71. doi:10.3233/TRD-160005. PMC 5685203. PMID 29152458.   == External links == Medical Dictionary, Arylsulfatase B function. Protein Data Base (PDB), Arylsulfatase structure. Genetics Home Reference, Arylsulfatase B function. Overview of all the structural information available in the PDB for UniProt: P15848 (Arylsulfatase B) at the PDBe-KB. \"Galsulfase\". Drug Information Portal. U.S. National Library of Medicine. Galsulfase at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}