{"name": "ganaxolone", "category": "drug", "content": "Ganaxolone, sold under the brand name Ztalmy, is a medication used to treat seizures in people with cyclin-dependent kinase-like 5 (CDKL5) deficiency disorder. Ganaxolone is a neuroactive steroid gamma-aminobutyric acid (GABA) A receptor positive modulator. The most common side effects of treatment with ganaxolone include somnolence (sleepiness), fever, excessive saliva or drooling, and seasonal allergy. Ganaxolone was approved for medical use in the United States in March 2022, and in the European Union in July 2023. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Ganaxolone is indicated for the treatment of seizures associated with cyclin-dependent kinase-like 5 (CDKL5) deficiency disorder.   == Pharmacology ==   === Mechanism of action === The exact mechanism of action for ganaxolone is unknown; however, results from animal studies suggest that it acts by blocking seizure propagation and elevating seizure thresholds. Ganaxolone is thought to modulate both synaptic and extrasynaptic GABAA receptors to normalize over-excited neurons. Ganaxolone's activation of the extrasynaptic receptor is an additional mechanism that provides stabilizing effects that potentially differentiates it from other drugs that increase GABA signaling. Ganaxolone binds to allosteric sites of the GABAA receptor to modulate and open the chloride ion channel, resulting in a hyperpolarization of the neuron. This causes an inhibitory effect on neurotransmission, reducing the chance of a successful action potential (depolarization) from occurring. It is unknown whether ganaxolone possesses significant hormonal activity in vivo, with a 2020 study finding evidence of in vitro binding to the membrane progesterone receptor.   == Chemistry ==  Ganaxolone is an analog of the neurosteroid allopregnanolone that possesses no known hormonal activity and, instead, is thought to primarily function by binding to GABAA receptors as a positive allosteric modulator. Other pregnane neurosteroids include alfadolone, alfaxolone, hydroxydione, minaxolone, pregnanolone (eltanolone), and renanolone, among others.   == History == The FDA approved ganaxolone based on evidence from a single, double-blind, randomized, placebo-controlled study (Study 1, NCT03572933) of 101 participants with cyclin-dependent kinase-like 5 (CDKL5) deficiency disorder who were two years of age and older. The trial was conducted at 36 sites in 8 countries including Australia, France, Israel, Italy, Poland, Russian Federation, the United Kingdom, and the United States. Forty-four (40.7%) of the participants were from US sites. Safety was assessed from a pool of two clinical studies. These include the study of participants with cyclin-dependent kinase-like 5 deficiency disorder and a clinical study that included seven additional participants from a trial of ganaxolone in children and young adults.   == References ==   == External links == Clinical trial number NCT03572933 for \"Study of Adjunctive Ganaxolone Treatment in Children and Young Adults With CDKL5 Deficiency Disorder (Marigold)\" at ClinicalTrials.gov"}