{"name": "Gas gangrene caused by clostridium perfringens", "category": "disease", "content": "Clostridium perfringens (formerly known as C. welchii, or Bacillus welchii) is a Gram-positive, bacillus (rod-shaped), anaerobic, spore-forming pathogenic bacterium of the genus Clostridium. C. perfringens is ever-present in nature and can be found as a normal component of decaying vegetation, marine sediment, the intestinal tract of humans and other vertebrates, insects, and soil. It has the shortest reported generation time of any organism at 6.3 minutes in thioglycolate medium. Clostridium perfringens is one of the most common causes of food poisoning in the United States, alongside norovirus, Salmonella, Campylobacter, and Staphylococcus aureus. However, it can sometimes be ingested and cause no harm. Infections due to C. perfringens show evidence of tissue necrosis, bacteremia, emphysematous cholecystitis, and gas gangrene, also known as clostridial myonecrosis. The specific name, perfringens, is derived from the Latin per (meaning \"through\") and frango (\"burst\"), referring to the disruption of tissue that occurs during gas gangrene. The toxin involved in gas gangrene is α-toxin, which inserts into the plasma membrane of cells, producing gaps in the membrane that disrupt normal cellular function. C. perfringens can participate in polymicrobial anaerobic infections. It is commonly encountered in infections as a component of the normal flora. In this case, its role in disease is minor. C. perfringens toxins are a result of horizontal gene transfer of a neighboring cell's plasmids. Shifts in genomic make-up are common for this species of bacterium and contribute to novel pathogensis. Major toxins are expressed differently in certain populations of C. perfringens; these populations are organized into strains based on their expressed toxins. This especially impacts the food industry, as controlling this microbe is important for preventing foodborne illness. Novel findings in C. perfringens hyper-motility, which was provisionally thought as non-motile, have been discovered as well. Findings in metabolic processes reveal more information concerning C. perfringens pathogenic nature.   == Genome == Clostridium perfringens has a stable G+C content around 27 to 28 percent and average genome size of 3.5 Mb. Genomes of 56 C. perfringens strains have since been made available on the NCBI genomes database for the scientific research community. Genomic research has revealed surprisingly high diversity in C. perfringens pangenome, with only 12.6 percent core genes, identified as the most divergent Gram-positive bacteria reported. Nevertheless, 16S rRNA regions in between C. perfringens strains are found to be highly conserved (sequence identity >99.1%). The Clostridium perfringens enterotoxin (CPE)–producing strain has been identified to be a small portion of the overall C. perfringens population (~1-5%) through genomic testing. Advances in genetic information surrounding strain A CPE C. perfringens has allowed techniques such as microbial source tracking (MST) to identify food contamination sources. The CPE gene has been found within chromosomal DNA as well as plasmid DNA. Plasmid DNA has been shown to play and integral role in cell pathogenesis and encodes for major toxins, including CPE. C. perfringens has been shown to carry plasmid-containing genes for antibiotic resistance. The pCW3 plasmid is the primary conjugation plasmid responsible for creating antibiotic resistance in C. perfringens. Furthermore, the pCW3 plasmid also encodes for multiple toxins found in pathogenic strains of C. perfringens. Antibiotic resistance genes observed thus far include tetracycline resistance, efflux protein, and aminoglycoside resistance. Within industrial contexts, such as food production, sequencing genomes for pathogenic strains of C. perfringens has become an expanding field of research. Poultry production is impacted directly from this trend as antibiotic-resistant strains of C. perfringens are becoming more common. By performing a meta-genome analysis, researches are capable of identify novel strains of pathogenic strains of bacterium, such as C. perfringens B20.   == Motility == Clostridium perfringens is provisionally identified as non-motile. They lack flagella; however, recent research suggests gliding as a form of motility.   === Hyper-motile variations ===  In agar plate cultures bacteria with hypermotile variations like SM101 frequently appear around the borders of the colonies. They create long thin filaments that enable them to move quickly, much like bacteria with flagella, according to video imaging of their gliding motion. The causes of the hypermotile phenotype and its immediate descendants were found using genome sequencing. The hypermotile offspring of strains SM101 and SM102, SM124 and SM127, respectively, had 10 and 6 nucleotide polymorphisms (SNPs) in comparison to their parent strains. The hypermotile strains have the common trait of gene mutations related to cell division.   === Regulation of gliding motility: The CpAL/VirSR system === Some strains of C. perfringens cause various diseases like gas gangrene and myonecrosis. Toxins produced that are required for myonecrosis is regulated by the C. perfringens Agr-like (CpAl) system through the VirSR two-component system. The CpAL/VirSR system is a quorum sensing system encoded by other pathogenic clostridia. Myonecrosis starts at the infection site and involves bacteria migrating deeper via gliding motility. Researchers investigated if the CpAL/VirSR system regulates gliding motility. The study demonstrated that the CpAL/VirSR regulates C. perfringensgliding motility. Additionally, that gliding bacteria in myonecrosis have increased transcription of toxin genes.   == Transformation ==  There are two methods of genetic manipulation via experimentation that have been shown to cause genetic transformation in C. perfringens.   === Protoplast transformation === The first report of transformation in C. perfringens involved polyethylene glycol-mediated transformation of protoplasts. The transformation procedure involved the addition of the plasmid DNA to the protoplasts in the presence of high concentrations of polyethylene glycol. During the first protoplast transformation experiment, L-phase variants of C. perfringens were generated by penicillin treatment in the presence 0.4m sucrose. After the transformation procedure was completed, all of the transformed cells were still in the form of L-phase variants. Reversion to vegetative cells was not obtained, but it was observed that autoplasts (protoplasts derived from autolysis) were able to be regenerated to produce rods with cell walls and could be transformed with C. perfringens plasmid DNA.   === Electroporation === Electroporation involves the application of a high-voltage electric field to vegetative bacteria cells for a very short period. This technique resulted in major advances in genetic transformation of C. perfringens, due to the bacteria often displaying itself as a vegetative cell or as dormant spores in food. The electric pulse creates pores in the bacterial cell membrane and allows the passive influx of DNA molecules.   == Transmission and pathogenesis == C. perfringens is most commonly known for foodborne illness, but can translocate from a gastrointestinal source into the bloodstream which causes bacteremia. C. perfringens bacteremia can lead to toxin-mediated intravascular hemolysis and septic shock. This is rare as it makes up less than 1% of bloodstream isolates, but is highly fatal with a reported mortality rate of 27% to 58%. Clostridium perfringens is the most common bacterial agent for gas gangrene. Some symptoms include blisters, tachycardia, swelling, and jaundice. A strain of C. perfringens might be implicated in multiple sclerosis (MS) nascent (Pattern III) lesions. Tests in mice found that a two strains of intestinal C. perfringens that produced epsilon toxins (ETX) caused MS-like damage in the brain, and earlier work had identified this strain of C. perfringens in a human with MS. MS patients were found to be 10 times more immune-reactive to the epsilon toxin than healthy people. Perfringolysin O (pfoA)-positive C. perfringens strains were also associated with the rapid onset of necrotizing enterocolitis in preterm infants.   == Metabolic processes == C. perfringens is an aerotolerant anaerobe bacterium that lives in a variety of environments including soil and human intestinal tract. C. perfringens is incapable of synthesizing multiple amino acids due to the lack of genes required for biosynthesis. Instead, the bacterium produces enzymes and toxins to break down host cells and import nutrients from the degrading cell. C. perfringens has a complete set of enzymes for glycolysis and glycogen metabolism. In the fermentation pathway, pyruvate is converted into acetyl-CoA by pyruvate-ferredoxin oxidoreductase, producing CO2 gas and reduced ferredoxin. Electrons from the reduced ferredoxin are transferred to protons by hydrogenase, resulting in the formation of hydrogen molecules (H2) that are released from the cell along with CO2. Pyruvate is also converted to lactate by lactate dehydrogenase, whereas acetyl-CoA is converted into ethanol, acetate, and butyrate through various enzymatic reactions, completing the anaerobic glycolysis that serves as a potential main energy source for C. perfringens. C. perfringens utilizes a variety of sugars such as fructose, galactose, glycogen, lactose, maltose, mannose, raffinose, starch, and sucrose, and various genes for glycolytic enzymes. The amino acids of these various enzymes and sugar molecules are converted to propionate through propionyl-CoA, which results in energy production.   == Infection == Infections due to C. perfringens show evidence of tissue necrosis, bacteremia, emphysematous cholecystitis, and gas gangrene, also known as clostridial myonecrosis. The toxin involved in gas gangrene is α-toxin, which inserts into the plasma membrane of cells, producing gaps in the membrane that disrupt normal cellular function. C. perfringens can participate in polymicrobial anaerobic infections. Clostridium perfringens food poisoning can also lead to another disease known as enteritis necroticans or clostridial necrotizing enteritis, (also known as pigbel); this is caused by C. perfringens type C. This infection is often fatal. Large numbers of C. perfringens grow in the intestines, and secrete exotoxin. This exotoxin causes necrosis of the intestines, varying levels of hemorrhaging, and perforation of the intestine. Inflammation usually occurs in sections of the jejunum, midsection of the small intestine. This disease eventually leads to septic shock and death. This particular disease is rare in the United States; typically, it occurs in populations with a higher risk. Risk factors for enteritis necroticans include protein-deficient diet, unhygienic food preparation, sporadic feasts of meat (after long periods of a protein-deficient diet), diets containing large amounts of trypsin inhibitors (sweet potatoes), and areas prone to infection of the parasite Ascaris (produces a trypsin inhibitor). This disease is contracted in populations living in New Guinea, parts of Africa, Central America, South America, and Asia. Tissue gas occurs when C. perfringens infects corpses. It causes extremely accelerated decomposition, and can only be stopped by embalming the corpse. Tissue gas most commonly occurs to those who have died from gangrene, large decubitus ulcers, necrotizing fasciitis or to those who had soil, feces, or water contaminated with C. perfrigens forced into an open wound. These bacteria are resistant to the presence of formaldehyde in normal concentrations.   == Non-pathogenic properties: Salt-rising bread == Salt-rising bread is an Appalachian traditional bread that is made without yeast. Its origins are tied closely to the 19thcentury where it was likely difficult to obtain fresh yeast and keep a bread starter fresh and cool. However, the name is misleading because salt does not play a major role. The starter is composed of flour, milk, potatoes, and Clostridium perfringens, the rising agent. In 1923, the realization that the salt-rising bacterium was a form of pathogen came from a USDA microbiologist named Staurt Koser. He found that that bread was filled with Clostridium perfringens that was commonly found in gangrenous flesh wounds. He tested strains of the bacteria from salt-rising loaves at the bakery and found that it did not cause gangrene on guinea pigs. He then obtained a bacillus culture that had originally been taken from a soldier’s infected wound and he made bread with the wound bacteria. He found that size and texture were favorable with the bakery loaves. His findings suggest that there were different strains of Clostridium perfringens with different toxicities.   == Food poisoning == C. perfringens forms spores that are distributed through air, soil, and water. The most common cause of illness comes from the ingestion of poorly cooked meats that are contaminated by these spores. After this meat is left out at 20 °C to 60 °C, the spores germinate and C. perfringens then grows rapidly. The bacteria produce a toxin that causes diarrhea. Food poisoning in humans is caused by type A strains able to produce C. perfringens enterotoxin. This enterotoxin is a polypeptide of 35.5 kDa that accumulates in the beginning of the sporulation, and is excreted to the media when it lysates at the end of the sporulation. It is coded by the cpe gene, which is present in less than 5% of the type A strains, and it can be located in the chromosome or in an external plasmid In the United Kingdom and United States, C. perfringens bacteria are the third-most common cause of foodborne illness, with poorly prepared meat and poultry, or food properly prepared, but left to stand too long, the main culprits in harboring the bacterium. The C. perfringens enterotoxin that mediates the disease is heat-labile (inactivated at 74 °C (165 °F)). It can be detected in contaminated food (if not heated properly), and feces. Incubation time is between 6 and 25 (commonly 10–12) hours after ingestion of contaminated food. Since C. perfringens forms spores that can withstand cooking temperatures, if cooked food is left standing for long enough, germination can ensue and infective bacterial colonies develop. Symptoms typically include abdominal cramping, diarrhea, and fever. The whole course usually resolves within 24 hours, but can last up to 2 weeks in older or infirm hosts. Despite its potential dangers, C. perfringens is used as the leavening agent in salt-rising bread. The baking process is thought to reduce the bacterial contamination, precluding negative effects. Many cases of C. perfringens food poisoning likely remain subclinical, as antibodies to the toxin are common among the population. This has led to the conclusion that most of the population has experienced food poisoning due to C. perfringens.   == Virulence == Membrane-damaging enzymes, pore-forming toxins, intracellular toxins, and hydrolytic enzymes are the functional categories into which C. perfringens' virulence factors may be divided. These virulence factor-encoding genes can be found on chromosomes and large plasmids.   === Major toxins === There are five major toxins produced by Clostridium perfringens. Alpha, beta, epsilon and enterotoxin are toxins that increase a cells permeability which causes an ion imbalance while iota toxins destroy the cell's actin cytoskeleton. On the basis of which major, \"typing\" toxins are produced, C. perfringens can be classified into seven \"toxinotypes\", A, B, C, D, E, F and G:   ==== Alpha toxin ==== Alpha toxin (CPA) is a zinc-containing phospholipase C, composed of two structural domains, which destroy a cell's membrane. Alpha toxins are produced by all five types of C. perfringens. This toxin is linked to gas gangrene of humans and animals. Most cases of gas gangrene has been related to a deep wound being contaminated by soil that harbors C. perfringens.   ==== Beta toxin ==== Beta toxins (CPB) are a protein that causes hemorrhagic necrotizing enteritis and enterotoxaemia in both animals (type B) and humans (type C) which leads to the infected individual's feces becoming bloody and their intestines necrotizing. Proteolytic enzymes, such as trypsin, can break down CPB, making them ineffective. Therefore, the presence of trypsin inhibitors in colostrum makes CPB especially deadly for mammal offspring.   ==== Epsilon toxin ==== Epsilon toxin (ETX) is a protein produced by type B and type D strains of C. perfringens. This toxin is currently ranked the third most potent bacterial toxin known. ETX causes enterotoxaemia in mainly goats and sheep, but cattle are sometime susceptible to it as well. A experiment using mice found that ETX had an LD50 of 50-110 ng/kg. The excessive production of ETX increases the permeability of the intestines. This causes severe edema in organs such as the brain and kidneys. The very low LD50 of ETX has led to concern that it may be used as a bioweapon. It appeared on the select agent lists of the US CDC and USDA, until it was removed in 2012. There are no human vaccines for this toxin, but effective vaccines for animals exist.   ==== Iota toxin ==== Iota toxin (ITX) is a protein produced by type E strains of C. perfringens. Iota toxins are made up of two, unlinked proteins that form a multimeric complex on cells. Iota toxins prevent the formation of filamentous actin. This causes the destruction of the cells cytoskeleton which in turn leads to the death of the cell as it can no longer maintain homeostasis.   ==== Enterotoxin ==== This toxin (CPE) causes food poisoning. It alters intracellular claudin tight junctions in gut epithelial cells. This pore-forming toxin also can bind to human ileal and colonic epithelium in vitro and necrotize it. Through the caspase-3 pathway, this toxin can cause apoptosis of affected cells. This toxin is linked to type F strains, but has also been found to be produced by certain types of C, D, and E strains.   === Other toxins === TpeL is a toxin found in type B, C, and G strains. It is in the same protein family as C. difficile toxin A. It does not appear important in the pathogenesis of types B and C infections, but may contribute to virulence in type G strains. It glycosylates Rho and Ras GTPases, disrupting host cell signaling.   == Diagnosis == Clostridium perfringens can be diagnosed by Nagler's reaction, in which the suspect organism is cultured on an egg yolk media plate. One side of the plate contains anti-alpha-toxin, while the other side does not. A streak of suspect organism is placed through both sides. An area of turbidity will form around the side that does not have the anti-alpha-toxin, indicating uninhibited lecithinase activity. Clostridium perfringens produces large colonies with irregular margins, often with a double zone of hemolysis. In addition, laboratories can diagnose the bacteria by determining the number of bacteria in the feces. Within the 48 hours from when the disease began, if the individual has more than 106 spores of the bacteria per gram of stool, then the illness is diagnosed as C. perfringens food poisoning. Other tests/reactions: catalase – negative, spot indole – negative, lecithinase – positive, lipase – negative, litmus milk – stormy fermentation; reverse CAMP plate – positive; gas liquid chromatography products – acetic, butyric and lactic acids. Typically, the symptoms of C. perfringens poisoning are used to diagnose it. However, diagnosis can be made using a stool culture test, in which the feces are tested for toxins produced by the bacteria.   == Prevention == Most foods, notably beef and chicken, can be prevented from growing C. perfringens spores by cooking them to the necessary internal temperatures. The best way to check internal temperatures is by using kitchen thermometers. The temperature that C. perfringens can multiply within can range anywhere from 59 °F (15 °C) to 122 °F (50 °C). After two hours of preparation, leftover food should be chilled to a temperature of less than 40 °F (4 °C). Large pots of soup or stew that contain meats should be split into smaller portions and refrigerated with a lid on. Before serving, leftovers must be warmed to at least 165 °F (74 °C). As a general rule, food should be avoided if it tastes, smells, or appears differently than it should. Food that has been out for a long period might also be unsafe to eat, even if it appears healthy.   == Use in salt-rising bread == Salt-rising bread (SRB) is an Appalachian traditional bread made without yeast, using a starter derived from flour, milk and potatoes. The “rising agent” has been identified as C. perfringens, not salt, and is presumably derived from the environment. SRB starter samples were cultured at the University of Pittsburgh and abundant C. perfringens type A grew out of all samples. Despite C. perfringens being a common cause of food poisoning, none of the cultures were positive for enterotoxin and therefore would be unlikely to cause human food borne disease. Fortunately, there are no reported cases of illness or death reported from SRB consumption. However, since each starter presumably obtains its bacteria from the environment, there is always the potential for enteropathogenic strains to appear, causing toxin-rich C. perfringens to appear in food samples in the form of vegetative spores.   == Treatment == The most important aspect of treatment is prompt and extensive surgical debridement of the involved area and excision of all devitalized tissue, in which the organisms are prone to grow. Administration of antimicrobial drugs, particularly penicillin, is begun at the same time. Clostridium perfringens is more often susceptible to vancomycin compared to other pathogenic Clostridia and 20% of the strains are resistant to clindamycin. Metronidazole resistance is also relatively common, with a resistance rate of 10%. Hyperbaric oxygen may be of help in the medical management of clostridial tissue infections. Most people who suffer from food poisoning caused by C. perfringens tend to fight off the illness without the need of any antibiotics. Extra fluids should be drank consistently until diarrhea dissipates.   == Epidemiology == Clostridium perfringens is a leading cause of food poisoning in the United States and Canada. Contaminated meats in stews, soups, and gravies are usually responsible for outbreaks and cause about 1 million cases of foodborne illnesses in the United States every year. Deaths due to the disease are rare and mostly occur in elderly and people who are predisposed to the disease. From 1998 to 2010, 289 confirmed outbreaks of C. perfringens illness were reported with 15,208 illnesses, 82 hospitalizations, and eight deaths.   == Food poisoning incidents == On May 7, 2010, 42 residents and 12 staff members at a Louisiana (USA) state psychiatric hospital were affected and experienced vomiting, abdominal cramps, and diarrhea. Three patients died within 24 hours. The outbreak was linked to chicken which was cooked a day before it was served and was not cooled down according to hospital guidelines. The outbreak affected 31% of the residents of the hospital and 69% of the staff who ate the chicken. How many of the affected residents ate the chicken is unknown. In May 2011, a man died after allegedly eating food contaminated with the bacteria on a transatlantic American Airlines flight. The man's wife and daughter were suing American and LSG Sky Chefs, the German company that prepared the inflight food. In December 2012, a 46-year-old woman died two days after eating a Christmas Day meal at a pub in Hornchurch, Essex, England. She was among about 30 people to fall ill after eating the meal. Samples taken from the victims contained C. perfringens. The hotel manager and the cook were jailed for offences arising from the incident. In December 2014, 87-year-old Bessie Scott died three days after eating a church potluck supper in Nackawic, New Brunswick, Canada. Over 30 other people reported signs of gastrointestinal illness, diarrhea, and abdominal pain. The province's acting chief medical officer says, Clostridium perfringens is the bacteria [sic] that most likely caused the woman's death. In October 2016, 66-year-old Alex Zdravich died four days after eating an enchilada, burrito, and taco at Agave Azul in West Lafayette, Indiana, United States. Three others who dined the same day reported signs of foodborne illness, which were consistent with the symptoms and rapid onset of C. perfringens infection. They later tested positive for the presence of the bacteria, but the leftover food brought home by Zdravich tested negative. In November 2016, food contaminated with C. perfringens caused three individuals to die, and another 22 to be sickened, after a Thanksgiving luncheon hosted by a church in Antioch, California, United States. In January 2017, a mother and her son sued a restaurant in Rochester, New York, United States, as they and 260 other people were sickened after eating foods contaminated with C. perfringens. \"Officials from the Monroe County Department of Public Health closed down the Golden Ponds after more than a fourth of its Thanksgiving Day guests became ill. An inspection revealed a walk-in refrigerator with food spills and mold, a damaged gasket preventing the door from closing, and mildew growing inside.\" In July 2018, 647 people reported symptoms after eating at a Chipotle Mexican Grill restaurant in Powell, Ohio, United States. Stool samples tested by the CDC tested positive for C. perfringens. In November 2018, approximately 300 people in Concord, North Carolina, United States, were sickened by food at a church barbecue that tested positive for C. perfringens. In 2021, dozens of hospital workers in Alaska were sick and it was traced back to a Cubano Sandwich. Health officials wrote that almost all symptoms resolved within 24 hours. No one who ate the food reportedly needed hospitalization. It is rare for Alaska to see an outbreak with this magnitude when it’s not associated with some sort of national food borne illness.   == References ==   == External links == Clostridium perfringens genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID Pathema-Clostridium Resource Type strain of Clostridium perfringens at BacDive - the Bacterial Diversity Metadatabase"}