{"name": "Gastroparesis", "category": "disease", "content": "Gastroparesis (gastro- from Ancient Greek γαστήρ – gaster, \"stomach\"; and -paresis, πάρεσις – \"partial paralysis\"), also called delayed gastric emptying, is a medical disorder consisting of weak muscular contractions (peristalsis) of the stomach, resulting in food and liquid remaining in the stomach for a prolonged period of time. Stomach contents thus exit more slowly into the duodenum of the digestive tract. This can result in irregular absorption of nutrients, inadequate nutrition, and poor glycemic control. The opposite of this, where stomach contents exit quickly into the duodenum, is called dumping syndrome. Symptoms include nausea, vomiting, abdominal pain, feeling full soon after beginning to eat (early satiety), abdominal bloating, and heartburn. The most common known mechanism is autonomic neuropathy of the nerve which innervates the stomach: the vagus nerve. Uncontrolled diabetes mellitus is a major cause of this nerve damage; other causes include post-infectious and trauma to the vagus nerve. Diagnosis is via one or more of the following: barium swallow X-ray, barium beefsteak meal, radioisotope gastric-emptying scan, gastric manometry, esophagogastroduodenoscopy (EGD), and a stable isotope breath test. Complications include malnutrition, fatigue, weight loss, vitamin deficiencies, intestinal obstruction due to bezoars, and  small intestine bacterial overgrowth. Patient nutritional state should be managed by oral dietary modification, or if oral intake is not adequate through a jejunostomy feeding tube. Treatment includes dietary modifications, medications to stimulate gastric emptying, medications to reduce vomiting, and surgical approaches. Additionally, gastric electrical stimulation (GES; approved on a humanitarian device exemption) can be used as treatment. Overall survival in gastroparesis patients is significantly lower than survival in the general population. It is associated with poor outcomes.   == Signs and symptoms == Gastroparesis has been linked to vomiting, bloating, early satiety, and epigastric pain. Symptoms of delayed gastric emptying tend to be exacerbated by eating, particularly after fatty foods and indigestible solids like salads and leafy vegetables. In general, nausea is the most commonly reported symptom, affecting up to 96% of gastroparesis patients. However, depending on the etiology, the predominant symptom reported can differ. The severity of gastric emptying dysfunction does not correspond to the severity of symptoms. Heartburn and poor glycemic control may be the only symptoms of delayed gastric emptying in diabetic patients. Physical examination in patients with gastroparesis may be completely normal, or in its more severe forms, dehydration, malnutrition, as well as a succussion splash can be present. Nausea in gastroparesis is usually postprandial, however, morning or persistent nausea may occur. Vomiting is characterized by retching and forceful evacuation of gastric contents from the stomach up to and out of the mouth. Some patients may experience retching without gastric contents being expelled. Postprandial fullness is an unpleasant feeling of stomach fullness that occurs after eating. Patients might characterize postprandial fullness as a feeling of food remaining in the stomach for an extended period of time. Satiation is a lack of hunger after eating. It is the inverse of hunger and appetite. Early satiety is the disappearance of appetite before nutrient absorption during food ingestion. Early satiation may be described by patients with gastroparesis as a loss of appetite or disappearance of appetite while eating. Early satiety is the sensation of stomach fullness that occurs shortly after beginning to eat and is out of proportion to the meal. Bloating is a highly subjective feeling of increased abdominal pressure. Bloating without eating should be distinguished from postprandial fullness. It is sometimes, but not always, associated with food consumption. Abdominal discomfort or pain is common, affecting 90% of gastroparesis patients. Idiopathic gastroparesis patients may experience more abdominal pain than diabetic gastroparesis patients. Physicians believe that postprandial epigastric pain is the most common symptom of gastroparesis. Abdominal pain has a wide range of symptoms. Around 40% of patients have localized epigastric pain, but it can be diffuse in some cases. Pain is usually classified as postprandial, but it can also occur at night and interfere with sleep. The severity of abdominal pain is unrelated to the impairment of gastric emptying.   === Complications === Gastroparesis can lead to difficult glycemic control (which exacerbates gastric dysmotility), aspiration, bezoar formation, abnormalities in fluid and electrolyte balance, and inadequate nutrition intake resulting in weight loss. Some patients may experience severe nausea and vomiting, which can lead to dehydration, as evidenced by orthostatic hypotension as well as acute renal insufficiency. Some patients with severe gastroparesis lose a significant amount of weight and suffer from nutritional deficiencies, necessitating small bowel feeding access to bypass the stomach. Individuals with gastroparesis are also more likely to develop gastric bezoars. Bezoars are large masses of foreign substances and food that have become trapped in the GI tract, especially in the stomach. The incidence of bezoar formation in gastroparesis patients has been estimated to be approximately six percent based on a barium study. There is a strong link between gastroparesis and the development of small intestinal bacterial overgrowth (SIBO). One study examined 50 gastroparesis patients using a glucose breath test and discovered that SIBO was present in 60% of their cohort. Furthermore, longer episodes of gastroparesis symptoms increase the risk of SIBO. Poor gastrointestinal motility and gastric acid production are believed to allow bacteria to colonize the small intestine. Furthermore, many individuals with gastroparesis are treated with acid-suppressive drugs, which significantly impair the GI tract's innate bactericidal activity. SIBO causes small bowel inflammation, impairing absorption and worsening nutritional deficiencies in gastroparesis. Because of the debilitating symptoms, patients with gastroparesis are at risk of significant nutritional abnormalities. In one study, 305 patients with gastroparesis had their dietary intake and nutritional status evaluated, and the average caloric intake was 1168 kcal/day, which resulted in substantial nutritional deficiencies. Furthermore, 64% of gastroparesis patients consumed a calorie-deficient diet. Additionally, higher symptom scores were inversely proportional to caloric intake. Another study found that the severity of nutritional deficiencies was proportional to the duration of gastric emptying. Minerals like iron, fat-soluble vitamins, thiamine, and folate are commonly reported deficiencies. Iron deficiency is common in patients with gastroparesis. Other complications include fluctuations in blood glucose due to unpredictable digestion times due to changes in rate and amount of food passing into the small bowel, a decrease in quality of life, since it can make keeping up with work and other responsibilities more difficult, and severe fatigue due to caloric deficit.   == Causes == Transient gastroparesis may arise in acute illness of any kind, as a consequence of certain cancer treatments or other drugs which affect digestive action, or due to abnormal eating patterns. Patients with cancer may develop gastroparesis because of chemotherapy-induced neuropathy, immunosuppression followed by viral infections involving the GI tract, procedures such as celiac blocks, paraneoplastic neuropathy or myopathy, or after an allogeneic bone marrow transplant via graft-versus-host disease. Gastroparesis present similar symptoms to slow gastric emptying caused by certain opioid medications, antidepressants, and allergy medications, along with high blood pressure. For patients already with gastroparesis, these can make the condition worse. More than 50% of all gastroparesis cases are idiopathic in nature, with unknown causes. It is, however, frequently caused by autonomic neuropathy. This may occur in people with type 1 or type 2 diabetes, about 30–50% among long-standing diabetics. In fact, diabetes mellitus has been named as the most common cause of gastroparesis, as high levels of blood glucose may effect chemical changes in the nerves. The vagus nerve becomes damaged by years of high blood glucose or insufficient transport of glucose into cells resulting in gastroparesis. Adrenal and thyroid gland problems could also be a cause. Gastroparesis has also been associated with connective tissue diseases such as scleroderma and Ehlers–Danlos syndrome, and neurological conditions such as Parkinson's disease and multiple system atrophy. It may occur as part of a mitochondrial disease. Opioids and anticholinergic medications can cause medication-induced gastroparesis. Chronic gastroparesis can be caused by other types of damage to the vagus nerve, such as abdominal surgery. Heavy cigarette smoking is also a plausible cause since smoking causes damage to the stomach lining. Idiopathic gastroparesis (gastroparesis with no known cause) accounts for a third of all chronic cases; it is thought that many of these cases are due to an autoimmune response triggered by an acute viral infection. Gastroenteritis, mononucleosis, and other ailments have been anecdotally linked to the onset of the condition, but no systematic study has proven a link. People with gastroparesis are disproportionately female. One possible explanation for this finding is that women have an inherently slower stomach emptying time than men. A hormonal link has been suggested, as gastroparesis symptoms tend to worsen the week before menstruation when progesterone levels are highest. Neither theory has been proven definitively. An analysis by University Hospitals Cleveland Medical Center of records from the TriNetX database found that the number of patients diagnosed with gastroparesis  after being prescribed a GLP-1 receptor agonist was 250% greater (.1% of the patients) than the number of patients diagnosed with gastroparesis who did not take a GLP-1 medication (.04%).   == Physiology and mechanism == The symptoms of gastroparesis are best understood in the context of the physiology of gastric emptying (GE). The stomach functions as a reservoir for food and nutritional content, which are broken down to produce chyme. Chyme is then released into the duodenum at a controlled rate to allow for maximum nutrient absorption. The controlled rate of chyme released is regulated by feedback mechanisms from the stomach and small intestines, which activate the vagus nerve and other hormones. The delay of any of the factors in gastric emptying causes disorganization or reduced frequency of antral contractions and thus delayed GE. On the molecular level, it is thought that gastroparesis can be caused by the loss of neuronal nitric oxide expression since the cells in the GI tract secrete nitric oxide. This important signaling molecule has various responsibilities in the GI tract and in muscles throughout the body. When nitric oxide levels are low, the smooth muscle and other organs may not be able to function properly. Other important components of the stomach are the interstitial cells of Cajal (ICC) which act as a pacemaker since they transduce signals from motor neurons to produce an electrical rhythm in the smooth muscle cells. Lower nitric oxide levels also correlate with loss of ICC cells, which can ultimately lead to the loss of function in the smooth muscle in the stomach, as well as in other areas of the gastrointestinal tract. Pathogenesis of symptoms in diabetic gastroparesis include:  Loss of gastric neurons containing nitric oxide synthase (NOS) is responsible for defective accommodation reflex, which leads to early satiety and postprandial fullness. Impaired electromechanical activity in the myenteric plexus is responsible for delayed gastric emptying, resulting in nausea and vomiting. Sensory neuropathy in the gastric wall may be responsible for epigastric pain. Abnormal pacemaker activity (tachybradyarrhythmia) may generate a noxious signal transmitted to the CNS to evoke nausea and vomiting.   == Diagnosis == Gastroparesis is suspected in patients who have abdominal pain, nausea, vomiting, or bloating, or when these symptoms occur after eating. Once an upper endoscopy has been performed to exclude peptic ulcer disease or gastric outlet obstruction as the root of their symptoms, those patients should be tested for gastroparesis. There are several tests available to diagnose gastroparesis, with gastric emptying scintigraphy (GES) being the current gold standard. Griffith et al. first described GES in 1966, and it has since become the gold standard for diagnosing gastroparesis. Following an overnight fast, the patient consumes a standardized, radiotracer-bound, low-fat meal within 10 minutes of this test. A longer ingestion time may alter the results. Most medical facilities use 99mTc sulfur colloid-labeled egg sandwiches or Egg Beaters egg whites with 1–2 slices of bread, strawberry jam, and water. Previously, studies labeled both the solid and liquid phases of a meal; however, present standard tests just label the solid phase of a meal, since liquid emptying only becomes delayed in the most advanced stages of gastroparesis. However, when assessing for postsurgical anatomic issues or ruling out dumping syndrome in postsurgical patients, testing liquid emptying is valuable. Following ingestion, the patient undergoes standard imaging of the gastric area while standing, and the percentage of radioactivity left in the stomach is recorded using computerized software and normalized to the baseline value at 1, 2, and 4 hours postprandially. Gastric emptying is considered delayed if there is more than 60% retention at 2 hours and/or more than 10% retention at 4 hours. The stable isotope breath test involves using the stable isotope carbon-13 (13C) in a medium-chain fatty acid substrate such as octanoic acid. After that, the 13C-labeled substrate is attached to a food that can be digested, like muffins, or to Spirulina platensis, a blue-green algae that is 50–60% protein, 30% starch, and 10% lipids. Following an overnight fast, pre-meal breath samples are taken, and then meals are consumed. 13C-octanoate is absorbed in the duodenum and liquefies to chyme after feeding and after the stomach has been emptied. It is then transported to the liver via the portal circulation and metabolized to 13-carbon dioxide (13CO2) before being exhaled during expiration. Because stomach emptying is the testing process's rate-limiting step, the amount of 13CO2 present in an exhaled breath test represents gastric emptying. Every 30 minutes, post-meal breath samples are collected and analyzed using isotope-ratio mass spectrometry. For a total of 4–6 hours, samples are collected every 30 minutes. The stable isotope breath test is unreliable for individuals with small bowel diseases like celiac disease, exocrine pancreatic insufficiency, liver disease, or lung disease because it involves duodenal absorption, 13C metabolism in the liver, and pulmonary exhalation of 13CO2. Physical activity is another factor that can influence CO2 excretion. The US Food and Drug Administration has approved the wireless motility capsule (WMC) for the evaluation of gastric emptying as well as colonic transit time for individuals with suspected slow transit constipation. The capsule is 26.8 mm long and 11.7 mm wide, and it contains three sensors for temperature, pH, and pressure. Once ingested, the WMC continuously records measurements of the three variables as it moves through the gastrointestinal tract, and the information is wirelessly and in real-time transmitted to a receiver that the patient wears on their waist for the duration of the study. Gastric emptying time is regarded as delayed if it is 5 hours or longer and is defined as the time required for the capsule to reach the duodenum, as determined by a pH increase of more than 3 units. Small bowel transit time is normally 2.5–6 hours and is calculated from the time the pH increases by more than three units to the time it drops by more than one unit and is sustained for at least 30 minutes. This drop denotes the capsule's passage to the cecum. The colon transit period (normal is 59 hours or less) is calculated from the time the WMC enters the cecum till it is expelled from the body, as indicated by a sudden drop in temperature or signal loss. Patients consume a standardized meal that includes a nutrient bar accompanied by 50 cc of water on the day of testing. Patients must fast for 6 hours following consuming a meal. For the duration of the study, they are asked to press the EVENT button, record specific events in a diary, and then the receiver is gathered and the data is downloaded for analysis. Recent studies have also shown that pressure measurements can be used to differentiate diabetic gastroparesis, which is characterized by a reduced amount of contractions and motility indices when compared to healthy individuals. The ability to examine extragastric motility with a single test is another advantage of using WMC in the diagnosis of gastroparesis. This is useful because extragastric impaired motility occurs in more than 40% of those with suspected gastroparesis and gastrointestinal symptoms do not correlate well with the gastrointestinal segment affected. Assessing the rest of the gastrointestinal tract in addition to gastric emptying provides information about motility in various segments of the gut, which can change management and improve symptoms. Antroduodenal manometry involves endoscopically or under radiographic fluoroscopy inserting a manometry catheter or transducer with pressure sensors into the pyloric channel in order to obtain information about gastric and duodenal contractions. Fasting and postprandial states are used to measure the pressure of the antral, pyloric, and duodenal contraction waves. The test can be performed in a stationary setting for 5–8 hours or in an ambulatory setting for 24 hours to evaluate duodenal motor function. Antroduodenal manometry reveals a decreased antral motility index in gastroparesis. Antroduodenal manometry aids in differentiating between myopathic (scleroderma, amyloidosis) and neuropathic (diabetes mellitus) causes of impaired motility. The test shows a decreased frequency and amplitude of migrating motor complexes in patients with a myopathic condition. The migrating motor complexes in patients whose disease has a neuropathic etiology have a normal amplitude, but they are ill-coordinated and cannot propagate. This test is not widely available, and more validation research is required. It is an invasive test that necessitates expertise to perform and comprehend the results. Furthermore, it is technically challenging, and the catheter may move from the pylorus while an individual is fed and the stomach dilates. Although transabdominal ultrasonography and magnetic resonance imaging (MRI) have been proposed as noninvasive diagnostic tools for gastroparesis, their use is currently restricted to research. By measuring changes in the antral area, two-dimensional ultrasonography can provide information about gastric emptying, and complete gastric emptying is determined when the antral area goes back to its preprandial baseline. Three-dimensional ultrasound can provide information on meal distribution and stomach volume. It has also been proposed to use duplex sonography to examine transpyloric flow as well as liquid contents. While ultrasound appears to be an appealing safe technique, its use in the clinical setting is limited due to the significant expertise required and inadequate outcomes in obese patients. Another appealing tool is MRI, which uses transaxial abdominal images to gauge gastric accommodation and emptying every 15 minutes. It can also distinguish between gastric meal and air and thus provide data on gastric emptying and secretions. It is, however, costly and necessitates specialized equipment; with the exception of research, it is not standardized across centers, limiting its use to research only.   == Treatment == Treatment includes dietary modifications, medications to stimulate gastric emptying, medications to reduce vomiting, and surgical approaches. Dietary treatment involves low fiber diets and, in some cases, restrictions on fat or solids. Eating smaller meals, spaced two to three hours apart has proved helpful. Avoiding foods like rice or beef that cause the individual problems such as pain in the abdomen or constipation will help avoid symptoms. Metoclopramide, a dopamine D2 receptor antagonist, increases contractility and resting tone within the GI tract to improve gastric emptying. In addition, dopamine antagonist action in the central nervous system prevents nausea and vomiting. Similarly, the dopamine receptor antagonist domperidone is used to treat gastroparesis. Erythromycin is known to improve emptying of the stomach but its effects are temporary due to tachyphylaxis and wane after a few weeks of consistent use. Sildenafil citrate, which increases blood flow to the genital area in men, is being used by some practitioners to stimulate the gastrointestinal tract in cases of diabetic gastroparesis. The antidepressant mirtazapine has proven effective in the treatment of gastroparesis unresponsive to conventional treatment. This is due to its antiemetic and appetite stimulant properties. Mirtazapine acts on the same serotonin receptor (5-HT3) as does the popular anti-emetic ondansetron. Camicinal is a motilin agonist for the treatment of gastroparesis. In specific cases where treatment of chronic nausea and vomiting proves resistant to drugs, implantable gastric stimulation may be used. A medical device is implanted that applies neurostimulation to the muscles of the lower stomach to reduce the symptoms. This is only done in refractory cases that have failed all medical management (usually at least two years of treatment). Medically refractory gastroparesis may also be treated with a pyloromyotomy, which widens the gastric outlet by cutting the circular pylorus muscle. This can be done laparoscopically or endoscopically (called G-POEM).  Vertical sleeve gastrectomy, a procedure in which a part or all of the affected portion of the stomach is removed, has been shown to have some success in the treatment of gastroparesis in obese patients, even curing it in some instances. Further studies have been recommended due to the limited sample size of previous studies. In cases of postinfectious gastroparesis, patients have symptoms and go undiagnosed for an average of 3 weeks to 6 months before their illness is identified correctly and treatment begins.   == Outlook == Long-term studies in gastroparesis patients show that it is not a benign disease and has significant morbidity and a poor prognosis due to the limited options for treatment. The mortality rate is highest in patients with decompensated gastroparesis who are more likely to develop complications. For example, one study discovered that over a 6-year period, 7% of those with gastroparesis died, with 22% requiring long-term enteral or parenteral feeding. 26% of these patients failed to respond to medical treatment, and 6% had gastric electrical stimulation.  The 10 patients who died succumbed to metabolic issues, cardiac complications, renal failure, suicide, and bowel ischemia caused by adhesions. Other research indicates that diabetic gastroparesis is associated with an increased risk of morbidity yet not mortality. Olmsted County residents who had definite gastroparesis symptoms, as well as diagnostic testing for gastroparesis, had a 5-year estimated survival rate of 67%, which was significantly lower than the population average. Old age at the time of diagnosis has been linked to a lower chance of survival. Nondiabetic gastroparesis has been linked to a higher survival rate than diabetic gastroparesis. Some evidence suggests that postviral gastroparesis has a better prognosis and lasts less time than idiopathic gastroparesis. Cases of post-infectious gastroparesis are self-limiting, with recovery within 12 months of initial symptoms, although some cases last well over 2 years. In children, the duration tends to be shorter and the disease course milder than in adolescents and adults.   == Prevalence == Post-infectious gastroparesis, which constitutes the majority of idiopathic gastroparesis cases, affects up to 4% of the American population. Women in their 20s and 30s seem to be susceptible. One study of 146 American gastroparesis patients found the mean age of patients was 34 years with 82% affected being women, while another study found the patients were young or middle aged and up to 90% were women. There has only been one true epidemiological study of idiopathic gastroparesis which was completed by the Rochester Epidemiology Project. They looked at patients from 1996 to 2006 who were seeking medical attention instead of a random population sample and found that the prevalence of delayed gastric emptying was fourfold higher in women. It is difficult for medical professionals and researchers to collect enough data and provide accurate numbers since studying gastroparesis requires specialized laboratories and equipment.   == References ==   == Further reading ==   == External links == Overview from NIDDK National Institute of Diabetes, Digestive, and Kidney Diseases at NIH [2] Gastrostars - Patients organization for everyone with a stomach paralysis and other additional physical conditions such as a paralyzed or slow working intestines."}