{"name": "Gaucher Disease, Type 1", "category": "disease", "content": "Gaucher's disease or Gaucher disease () (GD) is a genetic disorder in which glucocerebroside (a sphingolipid, also known as glucosylceramide) accumulates in cells and certain organs. The disorder is characterized by bruising, fatigue, anemia, low blood platelet count and enlargement of the liver and spleen, and is caused by a hereditary deficiency of the enzyme glucocerebrosidase (also known as glucosylceramidase), which acts on glucocerebroside. When the enzyme is defective, glucocerebroside accumulates, particularly in white blood cells and especially in macrophages (mononuclear leukocytes, which is often a target for intracellular parasites). Glucocerebroside can collect in the spleen, liver, kidneys, lungs, brain, and bone marrow. Manifestations may include enlarged spleen and liver, liver malfunction, skeletal disorders or bone lesions that may be painful, severe neurological complications, swelling of lymph nodes and (occasionally) adjacent joints, distended abdomen, a brownish tint to the skin, anemia, low blood platelet count, and yellow fatty deposits on the white of the eye (sclera). Persons seriously affected may also be more susceptible to infection. Some forms of Gaucher's disease may be treated with enzyme replacement therapy. The disease is caused by a recessive mutation in the GBA gene located on chromosome 1 and affects both males and females. About one in 100 people in the United States are carriers of the most common type of Gaucher disease. The carrier rate among Ashkenazi Jews is 8.9% while the birth incidence is 1 in 450. Gaucher's  disease is the most common of the lysosomal storage diseases. It is a form of sphingolipidosis (a subgroup of lysosomal storage diseases), as it involves dysfunctional metabolism of sphingolipids. The disease is named after the French physician Philippe Gaucher, who originally described it in 1882.   == Signs and symptoms == Painless hepatomegaly and splenomegaly: the size of the spleen can be 1,500–3,000 g (3.3–6.6 lb), as opposed to the normal size of 50–200 g (0.11–0.44 lb). Splenomegaly may decrease the affected individual's capacity for eating by exerting pressure on the stomach. While painless, enlargement of spleen increases the risk of splenic rupture. Hypersplenism and pancytopenia, the rapid and premature destruction of blood cells, leads to anemia, neutropenia, leukopenia, and thrombocytopenia (with an increased risk of infection and bleeding). Cirrhosis of the liver is rare. Severe pain associated with joints and bones occurs, frequently presenting in hips and knees. Neurological symptoms occur only in some types of Gaucher's (see below): Type I: impaired olfaction and cognition Type II: serious convulsions, hypertonia, intellectual disability, and apnea Type III: muscle twitches known as myoclonus, convulsions, dementia, and ocular muscle apraxia Parkinson's disease is recognized as being more common in Gaucher's disease patients and their heterozygous carrier relatives. Osteoporosis: 75% of patients develop visible bony abnormalities due to the accumulated glucosylceramide. A deformity of the distal femur in the shape of an Erlenmeyer flask  is commonly described. Yellowish-brown skin pigmentation   == Genetics == The three types of Gaucher's disease are autosomal recessive. Both parents must be carriers for a child to be affected. If both parents are carriers, the chance of the disease is one in four, or 25%, with each pregnancy for an affected child. Each type has been linked to particular mutations. In all, about 80 known GBA gene mutations are grouped into three main types:  Type I (N370S homozygote), the most common, also called the \"non-neuropathic\" type occurs mainly in Ashkenazi Jews, at 100 times the occurrence in the general populace. The median age at diagnosis is 28 years of age, and life expectancy is mildly decreased. Type II (one or two alleles L444P) is characterized by neurological problems in small children. The enzyme is hardly released into the lysosomes. Prognosis is poor: most die before the age of three. Type III (also one or two copies of L444P, possibly delayed by protective polymorphisms) occurs in Swedish patients from the Norrbotten region. This group develops the disease somewhat later, but most die before their 30th birthday. The Gaucher-causing mutations may have entered the Ashkenazi Jewish gene pool in the early Middle Ages (48–55 generations ago).   == Pathophysiology == The disease is caused by a defect in the housekeeping gene for lysosomal glucocerebrosidase (also known as beta-glucosidase, EC 3.2.1.45, PDB: 1OGS​) on the first chromosome (1q22). The enzyme is a 55.6-kilodalton, 497-amino acid-long protein that catalyses the breakdown of glucocerebroside, a cell membrane constituent of red and white blood cells. In Gaucher disease, the enzyme is unable to function correctly and glucocerebroside accumulates. The macrophages that clear these cells are unable to eliminate the waste product, which accumulates in fibrils, and turn into 'Gaucher cells', which appear on light microscopy to resemble crumpled-up paper. The exact mechanism of neurotoxicity is not understood, but it is thought to involve a reaction to glucosylsphingosine. Different mutations in the GBA (beta-glucosidase) gene determine the remaining activity of the enzyme. In type I, there is some residual activity of the enzyme, accounting for the lack of neuropathology in this type. Although there is some correlation between genotype and phenotype, neither the amount of stored lipids, nor the residual enzyme activity correlates well with disease symptoms. This circumstance has called for alternative explanations accounting for disease symptoms including  jamming of the endo/lysosomal system ER stress altered lipid composition of membranes throughout the cell, including the plasma membrane, and consequent changes in the dynamic and signaling properties of the cell membrane inflammation caused by cytokine secretion as a result of sphingolipid accumulation, and neurodegeneration caused by the accumulation of glucosylsphingosine, a neurotoxin Heterozygotes for particular acid beta-glucosidase mutations carry about a five-fold risk of developing Parkinson's disease, making this the most common known genetic risk factor for Parkinson's. Cancer risk may be increased, particularly myeloma. This is thought to be due to accumulation of glucosylceramide and complex glycosphingolipids. The role of inflammatory processes in Gaucher disease is poorly elucidated. However, sphingolipids are known to participate in inflammation and apoptosis, and markers of macrophage activation are elevated in people with Gaucher disease. These markers include angiotensin-converting enzyme, cathepsin S, chitotriosidase, and CCL18 in the blood plasma; and tumor necrosis factor alpha in splenic Gaucher cells (engorged macrophages).   == Diagnosis ==  Gaucher disease is suggested based on the overall clinical picture.  Initial laboratory testing may include enzyme testing. As a result, lower than 15% of mean normal activity is considered to be diagnostic. Decreased enzyme levels will often be confirmed by genetic testing.  Numerous different mutations occur; sequencing of the beta-glucosidase gene is sometimes necessary to confirm the diagnosis. Prenatal diagnosis is available and is useful when a known genetic risk factor is present. A diagnosis can also be implied by biochemical abnormalities such as high alkaline phosphatase, angiotensin-converting enzyme, and immunoglobulin levels, or by cell analysis showing \"crinkled paper\" cytoplasm and glycolipid-laden macrophages. Some lysosomal enzymes are elevated, including tartrate-resistant acid phosphatase, hexosaminidase, and a human chitinase, chitotriosidase. This latter enzyme has proved to be very useful for monitoring Gaucher's disease activity in response to treatment, and may reflect the severity of the disease   === Classification === Gaucher's disease (GD) has three common clinical subtypes. These subtypes have come under some criticism for not taking account of the full spectrum of observable symptoms (the phenotypes). Also, compound heterozygous variations occur which considerably increase the complexity of predicting disease course. GD type I (non-neuropathic) is the most common and least severe form of the disease. Symptoms may begin early in life or in adulthood and mainly affect the liver, spleen, and bone. Enlarged liver and grossly enlarged spleen (together hepatosplenomegaly) are common; the spleen can rupture and cause additional complications. Skeletal weakness and bone disease may be extensive. Spleen enlargement and bone marrow replacement cause anemia, thrombocytopenia, and leukopenia. The brain and nervous system are not affected pathologically, but lung and, rarely, kidney impairment may occur. Patients in this group usually bruise easily (due to low levels of platelets) and experience fatigue due to low numbers of red blood cells. Depending on disease onset and severity, type I patients may live well into adulthood. The range and severity of symptoms can vary dramatically between patients. GD type II (acute infantile neuropathic) typically begins within six months of birth and has an incidence rate around 1 in 100,000 live births. Symptoms include an enlarged liver and spleen, extensive and progressive brain damage, eye movement disorders, spasticity, seizures, limb rigidity, and a poor ability to suck and swallow. Affected children usually die by age two. GD type III (chronic neuropathic) can begin at any time in childhood or even in adulthood, and occurs in about 1 in 100,000 live births. It is characterized by slowly progressive, but milder neurologic symptoms compared to the acute or type II version. Major symptoms include an enlarged spleen and/or liver, seizures, poor coordination, skeletal irregularities, eye movement disorders, blood disorders including anemia, and respiratory problems. Patients often live into their early teen years and adulthood.   == Treatment == For those with type-I and most type-III, enzyme replacement treatment with intravenous recombinant glucocerebrosidase can decrease liver and spleen size, reduce skeletal abnormalities, and reverse other manifestations. This treatment costs about US$200,000 annually for a single person and should be continued for life. The rarity of the disease means dose-finding studies have been difficult to conduct, so controversy remains over the optimal dose and dosing frequency. Due to the low incidence, this has become an orphan drug in many countries, meaning a government recognizes and accommodates the financial constraints that limit research into drugs that address a small population. The first drug for Gaucher's was alglucerase (Ceredase), which was a version of glucocerebrosidase that was harvested from human placental tissue and then modified with enzymes. It was approved by the FDA in 1991 and has been withdrawn from the market due to the approval of similar drugs made with recombinant DNA technology instead of being harvested from tissue; drugs made recombinantly are preferable, since there is no concern about diseases being transmitted from the tissue used in harvesting, there are fewer risks of variations in enzyme structure from batch to batch, and they are less expensive to manufacture. Available recombinant glucocerebrosidases are:  Imiglucerase (approved in 1995) Velaglucerase (approved in 2010) Taliglucerase alfa (Elelyso) (approved in 2012) Miglustat is a small molecule, orally available drug that was first approved for Gaucher's disease in Europe in 2002. It works by preventing the formation of glucocerebroside, the substance that builds up and causes harm in Gaucher's.  This approach is called substrate reduction therapy. Eliglustat (Cerdelga) (approved in 2014) is also a small molecule. The compound is believed to work by inhibition of glucosylceramide synthase.   == Epidemiology == The National Gaucher Foundation (United States) states the incidence of Gaucher's disease is about one in 20,000 live births. Around one in 100 people in the general US population is a carrier for type I Gaucher's disease, giving a prevalence of one in 40,000. Among Ashkenazi Jews, the rate of carriers is considerably higher, at roughly one in 15. Type II Gaucher's disease shows no particular preference for any ethnic group. Type III Gaucher's disease is especially common in the population of the northern Swedish region of Norrbotten, where the incidence of the disease is one in 50,000.   == History == The disease was first recognized by the French doctor Philippe Gaucher, who originally described it in 1882 and lent his name to the condition. In 1902, its mode of inheritance was discovered by Nathan Brill. The neuronal damage associated with the disease was discovered in the 1920s, and the biochemical basis for the disease was elucidated in the 1960s by Roscoe Brady. The first effective treatment for the disease, the drug alglucerase (Ceredase), was approved by the FDA in April 1991. An improved drug, imiglucerase (Cerezyme), was approved by the FDA in May 1994 and has replaced the use of Ceredase. October is National Gaucher's Disease Awareness Month in the United States.   == Prominent people with disease == Wallace Chapman; New Zealand radio and television personality Anne Begg; Scottish politician Adam Rose; American actor   == Gallery ==  \t\t \t\t\t \t\t\t \t\t   == See also ==   == References ==   == External links ==  Gaucher Disease at NINDS"}