{"name": "gefitinib", "category": "drug", "content": "Gefitinib, sold under the brand name Iressa, is a medication used for certain breast, lung and other cancers. Gefitinib is an EGFR inhibitor, like erlotinib, which interrupts signaling through the epidermal growth factor receptor (EGFR) in target cells. Therefore, it is only effective in cancers with mutated and overactive EGFR, but resistances to gefitinib can arise through other mutations. It is marketed by AstraZeneca and Teva. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Mechanism of action == Gefitinib is the first selective inhibitor of epidermal growth factor receptor's (EGFR) tyrosine kinase domain. Thus gefitinib is an EGFR inhibitor. The target protein (EGFR) is a member of a family of receptors (ErbB) which includes Her1(EGFR), Her2(erb-B2), Her3(erb-B3) and Her4 (Erb-B4). EGFR is overexpressed in the cells of certain types of human carcinomas - for example in lung and breast cancers. This leads to inappropriate activation of the anti-apoptotic Ras signalling cascade, eventually leading to uncontrolled cell proliferation. Research on gefitinib-sensitive non-small cell lung cancers has shown that a mutation in the EGFR tyrosine kinase domain is responsible for activating anti-apoptotic pathways. These mutations tend to confer increased sensitivity to tyrosine kinase inhibitors such as gefitinib and erlotinib. Of the types of non-small cell lung cancer histologies, adenocarcinoma is the type that most often harbors these mutations. These mutations are more commonly seen in Asians, women, and non-smokers (who also tend to more often have adenocarcinoma). Gefitinib inhibits EGFR tyrosine kinase by binding to the adenosine triphosphate (ATP)-binding site of the enzyme. Thus the function of the EGFR tyrosine kinase in activating the anti-apoptotic Ras signal transduction cascade is inhibited, and malignant cells are inhibited.   == Clinical uses == Gefitinib is marketed in many countries. Iressa was approved and marketed in July 2002, in Japan, making it the first country to import the drug. The FDA approved gefitinib in May 2003, for non-small cell lung cancer (NSCLC). It was approved as monotherapy for the treatment of people with locally advanced or metastatic NSCLC after failure of both platinum-based and docetaxel chemotherapies. In June 2005, the FDA withdrew approval for use in new patients due to lack of evidence that it extended life. In the European Union, gefitinib is indicated since 2009 in advanced NSCLC in all lines of treatment for patients harbouring EGFR mutations.  This label was granted after gefitinib demonstrated as a first-line treatment to significantly improve progression-free survival vs. a platinum doublet regime in patients harbouring such mutations. IPASS has been the first of four phase III trials to have confirmed gefitinib superiority in this patient population. In most of the other countries where gefitinib is marketed it is approved for people with advanced NSCLC who had received at least one previous chemotherapy regime. However, applications to expand its label as a first-line treatment in patients harbouring EGFR mutations is currently in process based on the latest scientific evidence. As at August 2012 New Zealand has approved gefitinib as first-line treatment for patients with EGFR mutation for naive locally advanced or metastatic, unresectable NSCLC.  This is publicly funded for an initial four-month term and renewal if no progression. In July 2015, the FDA approved gefitinib as a first-line treatment for NSCLC.   == Experimental uses == In August 2013, the BBC reported that researchers in Edinburgh and Melbourne found, in a small-scale trial of 12 patients, that the effectiveness of Methotrexate for treating ectopic pregnancy was improved when Gefitinib was also administered.   == Studies == IPASS (IRESSA Pan-Asia Study) was a randomized, large-scale, double-blinded study which compared gefitinib vs. carboplatin/ paclitaxel as a first-line treatment in advanced NSCLC. IPASS studied 1,217 patients with confirmed adenocarcinoma histology who were former or never smokers. A pre-planned sub-group analyses showed that progression-free survival (PFS) was significantly longer for gefitinib than chemotherapy in patients with EGFR mutation positive tumours (HR 0.48, 95 per cent CI 0.36 to 0.64, p less than 0.0001), and significantly longer for chemotherapy than gefitinib in patients with EGFR mutation negative tumours (HR 2.85, 95 per cent CI 2.05 to 3.98, p less than 0.0001). This, in 2009, was the first time a targeted monotherapy has demonstrated significantly longer PFS than doublet chemotherapy.   === EGFR diagnostic tests === Roche Diagnostics, Genzyme, QIAGEN, Argenomics S.A. & other companies make tests to detect EGFR mutations, designed to help predict which lung cancer patients may respond best to some therapies, including gefitinib and erlotinib. The tests examine the genetics of tumors removed for biopsy for mutations that make them susceptible to treatment. The EGFR mutation test may also help AstraZeneca win regulatory approval for use of their drugs as initial therapies. Currently the TK inhibitors are approved for use only after other drugs fail. In the case of gefitinib, the drug works only in about 10% of patients with advanced non-small cell lung cancer, the most common type of lung cancer.   == Adverse effects == As gefitinib is a selective chemotherapeutic agent, its tolerability profile is better than previous cytotoxic agents. Adverse drug reactions (ADRs) are acceptable for a potentially fatal disease. Acne-like rash is reported very commonly. Other common adverse effects (≥1% of patients) include: diarrhoea, nausea, vomiting, anorexia, stomatitis, dehydration, skin reactions, paronychia, asymptomatic elevations of liver enzymes, asthenia, conjunctivitis, blepharitis. Infrequent adverse effects (0.1–1% of patients) include: interstitial lung disease, corneal erosion, aberrant eyelash and hair growth.   == Resistance == Gefitinib and other first-generation EGFR inhibitors reversibly bind to the receptor protein, effectively competing for the ATP binding pocket. Secondary mutations can arise that alter the binding site, the most common mutation being T790M, where a threonine is replaced by a methionine at amino acid position 790, which is in the ligand-binding domain that typically binds ATP. Threonine 790 is the gatekeeper residue, meaning it is key in determining specificity in the binding pocket. When it is mutated into a methionine, researchers originally hypothesized that it caused drug inhibition due to the steric hindrance of the bulkier methionine that selected for the binding of ATP instead of gefitinib. As of 2008, the current hypothesized mechanism is that resistance to gefitinib is conveyed by increasing the ATP affinity of EGFR on an enzymatic level, meaning that the protein preferentially binds ATP over gefitinib. In order to combat this acquired resistance to gefitinib and other first-generation inhibitors, researchers have used irreversible EGFR inhibitors like neratinib or dacomitinib, called tyrosine kinase inhibitors (TKIs). These new drugs covalently bind to the ATP binding pocket, so when they are attached to EGFR, they cannot be displaced by ATP. Even if the mutated versions of EGFR have a higher affinity for ATP, they will eventually use the irreversible inhibitors as ligands, which effectively shuts down their activity. When enough irreversible ligands have bound to EGFR, proliferation will be halted and apoptosis will be triggered through multiple pathways; for example, Bim can be activated after it is no longer inhibited by ERK, one of the kinases in the EGFR signaling pathway. Even with gefitinib halting progression of NSCLC, the development of the cancer progresses after 9 to 13 months due to acquired resistances like the T790M mutation. These TKIs like dacomitinib extended overall survival by close to a year.   == References ==   == External links == \"Gefitinib\". National Cancer Institute."}