{"name": "gemigliptin", "category": "drug", "content": "Gemigliptin (rINN), sold under the brand name Zemiglo, is an oral anti-hyperglycemic agent (anti-diabetic drug) of the dipeptidyl peptidase-4 inhibitor (DPP-4 inhibitor) class of drugs. Glucose lowering effects of DPP-4 inhibitors are mainly mediated by GLP-1 and gastric inhibitory polypeptide (GIP) incretin hormones which are inactivated by DPP-4. Gemigliptin was initially developed solely by LG Life Sciences. In 2010, Double-Crane Pharmaceutical Co. (DCPC) joined with LGLS to co-develop the final compound and collaborate on the marketing of the drug in China. LGLS also announced in November 2010 that NOBEL Ilac has been granted rights to develop and commercialize gemigliptin in Turkey. A new drug application (NDA) for gemigliptin in the treatment of type 2 diabetes was submitted to the Korea Food & Drug Administration (KFDA) in July 2011. In June 2012, the KFDA approved the manufacture and distribution of LG Life Sciences’ diabetes treatment, Zemiglo, the main substance of which is gemigliptin. LG Life Sciences signed a licensing agreement with multinational pharmaceutical companies such as Sanofi (Paris, France) and Stendhal (Mexico City, Mexico) for 104 countries. Currently, gemigliptin has been approved in eleven countries such as India, Columbia, Costa Rica, Panama, and Ecuador, and several clinical studies are in progress in Russia, Mexico, and Thailand.   == History ==  The NDA for gemigliptin was submitted to the Korea Food & Drug Administration (KFDA) in July 2011, and it was approved in June 2012. By the end of 2012, gemigliptin will be marketed in Korea as Zemiglo which is the fifth new DPP-4 inhibitor diabetes treatment in the world. Sanofi-Synthelabo India Private Limited announced the launch of drug for type 2 diabetes patients in India: Zemiglo (gemigliptin) in July 2016. Zemiglo is a once daily, oral tablet. As per the International Diabetes Federation Diabetes Atlas 2015, India is home to the second largest number of adults living with diabetes worldwide, after China, with 69.1 million patients and expected to rise to 1401 million in 2040. India is the largest contributor to South East Asia regional mortality, with 1 million deaths attributable to diabetes.  These statistics reveal how diabetes is fast gaining the status of a potential epidemic in India and establishes the need for treatment compliance and effective control through diet, exercise and drugs for long-term positive effects in disease management.   == Mechanism of action ==  DPP-4 is a serine protease located on the cell surfaces throughout the body. In plasma, DPP-4 enzyme rapidly inactivates incretins including GLP-1 and GIP which are produced in the intestine depending on the blood glucose level and contribute to the physiological regulation of glucose homeostatis. Active GLP-1 and GIP increase the production and release of insulin by pancreatic beta cells. GLP-1 also reduces the secretion of glucagon by pancreatic alpha cells, thereby resulting in a decreased hepatic glucose production. However these incretins are rapidly cleaved by DPP-4 and their effects last only for a few minutes. DPP-4 inhibitors block the cleavage of the gliptins and thus lead to an increased insulin level and a reduced glucagon level in a glucose-dependent way. This results in a decrease of fasting and postprandial glycemia, as well as HbA1c levels.   == Characteristics ==  ·Gemigliptin is a reversible, potent, selective, competitive, and long-acting inhibitor of DPP-4. ·Gemigliptin is orally administered 50 mg once daily either as monotherapy or in combination with other drugs. It can be taken with or without food. ·No dose adjustment is recommended for patients with renal or hepatic impairment. ·Gemigliptin shows a low propensity of drug interactions with metformin, pioglitazone, glimepiride, CYP3A4 inhibitors, rosuvastatin, or irbesartan, and dose adjustment of gemigliptin is not required for the patients who are concomitantly receiving these drugs. ·Gemigliptin decreases the mean level of HbA1c from baseline by 1.24% in monotherapy and 0.8% in add-on therapy with metformin. For gemigliptin as an initial combination with metformin, the mean reduction from baseline in HbA1c was 2.8%. In head-to-head comparisons, the mean reduction from baseline in HbA1c was 0.8% for gemigliptin with metformin and 0.8% for sitagliptin with metformin, hence the efficacy of gemigliptin is found to be comparable to sitagliptin. ·Gemigliptin was shown to be more effective in reduction of glycemic variability than glimepiride and sitagliptin with metformin as an initial combination therapy for drug naïve patients with T2DM. ·Gemigliptin is generally well tolerated in controlled clinical studies as monotherapy and as part of combination therapy. The incidences of AEs are generally similar to those of placebo and active control groups.   == Research ==   === Preclinical studies === Gemigliptin is a competitive, reversible DPP-4 inhibitor (Ki = 7.25 ± 0.67 nM) with excellent selectivity over other critical human proteases such as DPP-2, DPP-8, DPP-9, elastase, trypsin, urokinase and cathepsin G. The kinetics of DPP-4 inhibition by gemigliptin was characterized by a fast association and a slow dissociation rate compared to sitagliptin (fast on and fast off rate) or vildagliptin (slow on and slow off rate).  Gemigliptin was rapidly absorbed after single oral dosing and the compound was eliminated with a half-life of 3.6 h, 5.2 h, and 5.4 h in the rat, dog, and monkey, respectively. The bioavailability of gemigliptin in the rat, dog, and monkey was species-dependent with the values of 94%, 73%, and 26%, respectively. Following the oral administration of gemigliptin in the rat, dog and monkey, about 80% inhibition of plasma DPP-4 activity were observed at the plasma levels of 18 nM, 14 nM and 4 nM, respectively. In a diet-induced obesity model, gemigliptin reduced glucose excursion during OGTT in a dose dependent manner with the minimum effective dose of 0.3 mg/kg and enhanced glucose-stimulated plasma GLP-1 increase in a dose dependent manner reaching the maximum effect at the dose of 1 mg/kg. Following 4 week oral repeat dosing in the DIO mice, gemigliptin reduced significantly HbA1c with the minimum effective dose of 3 mg/kg. In the beagle dog, gemigliptin significantly enhanced active GLP-1, decreased glucagon, and reduced glucose excursion during OGTT following a single dosing. Studies on animals suggest its positive effect on hepatic and renal fibrosis . Data on human patients are still inconclusive .   === Clinical studies === Monotherapy The efficacy and safety of gemigliptin monotherapy were evaluated in two blinded placebo controlled studies and one blinded active-controlled study. A phase II study (study identifier: LG-DPCL002) of gemigliptin was conducted in a randomized, blinded, placebo-controlled, parallel group design with three doses of 50, 100, and 200 mg qd for the purpose of finding a dose responsiveness and an optimal dose in patients with T2DM. The mean changes of HbA1c at week 12 from the baseline were –0.98%, –0.74%, –0.78% (when adjusted with placebo data, –0.92%, –0.68%, and –0.72%) at 50, 100, and 200 mg, respectively. Among the effective doses obtained from the phase II study in patients with T2DM, the 50 mg dose showed a similar efficacy as the 100 and 200 mg doses, within the maximum safety margin. Similar findings were reported from two phase III studies. Patients were randomized to receive gemigliptin, either a 50 mg qd (n=90) or a placebo (n=92) for 24 weeks (study identifier: LG-DPCL005; ClinicalTrials.gov registration number: NCT01601990). The placebo-subtracted changes from baseline in HbA1c were reported to be −0.71% (95% confidence interval [CI], −1.04 to −0.37) with gemigliptin 50 mg. In addition, a 28-week open-label extension study was designed to evaluate the long-term safety and efficacy of gemigliptin. Among 165 patients who consented to participate in the extension period of study LG-DPCL005, 158 patients (96%) completed their treatments for 52 weeks. All patients were switched to or continued their treatments only with gemigliptin 50 mg qd during the extension period. A further decrease in HbA1c was observed in the continued treatment with gemigliptin 50 mg in this extension period, and the mean change from baseline at 52 weeks (–0.87%) was still clinically and statistically significant (full analysis set analysis, P<0.0001). In another blinded, active-controlled, phase III trial (study identifier: LG-DPCL011), eligible patients with HbA1c greater than 7.5% were randomized to receive gemigliptin 50 mg qd with metformin slow release (SR) qd (n=141), gemigliptin 50 mg qd (n=142), or metformin SR qd (n=150) for 24 weeks. After 24 weeks, the reduction from the baseline in HbA1c was –1.24% for gemigliptin monotherapy. In a meta-analysis involving data from 10 randomized controlled trials (1,792 patients), Dutta et. al. demonstrated the good glycaemic efficacy, durability and safety of gemigliptin in managing type-2 diabetes  Initial combination therapy with metformin In this randomized, blinded, active-controlled, phase III trial (study identifier: LG-DPCL011, INICOM study; ClinicalTrials.gov registration number: NCT01787396), eligible patients with an HbA1c greater than 7.5% were randomized to gemigliptin 50 mg qd+metformin SR qd (n=141), gemigliptin 50 mg qd (n=142), or metformin SR qd (n=150). From weeks 2 to 6, metformin SR was uptitrated incrementally from 500 to 2,000 mg/day maximum in the gemigliptin/metformin and metformin groups. The mean daily doses of metformin at week 24 were 1,699 and 1,868 mg for the gemigliptin/metformin group and the metformin group, respectively. Mean change in HbA1c from baseline was –2.06% for gemigliptin/metformin group versus –1.24% for the gemigliptin group and –1.47% for the metformin group, respectively (P<0.0001 for all comparisons of combination therapy vs. monotherapy). The differences in proportions achieving an HbA1c <7% or <6.5% were also statistically significant (P<0.0001) between the combination therapy and the respective monotherapy groups. Add-on to metformin A 24-week, multinational, randomized, blinded, active-controlled study (study identifier: LG-DPCL006; ClinicalTrials.gov registration number: NCT01602003) was designed to assess the efficacy and safety of gemigliptin 50 mg compared to the active control (sitagliptin) added to ongoing metformin therapy in patients with T2DM inadequately controlled with metformin alone (HbA1c, 7% to 11%). After 24 weeks, the reduction from baseline for HbA1c was 0.81% for gemigliptin 25 mg twice a day (bid) and 0.77% for gemigliptin 50 mg qd, and the differences in the least square mean changes from baseline between groups (each group of gemigliptin-sitagliptin group) were −0.011% in gemigliptin 25 mg bid and 0.004% in gemigliptin 50 mg qd. The proportion of patients achieving an HbA1c <7% at week 24 (gemigliptin 25 mg bid group, 50%; gemigliptin 50 mg qd group, 54.07%) was comparable to the results with sitagliptin 100 mg qd (48.87%). The efficacy of lowering HbA1c in the gemigliptin group was generally consistent across the subgroups based on age (<65 or ≥65 years), gender, duration of T2DM (5, >5 to 10, or >10 years), and baseline body mass index (BMI, <25 or ≥25 kg/m2). In addition, gemigliptin groups led to a significantly greater inhibition of plasma DPP-4 compared to sitagliptin. This study was extended by 28 weeks in order to evaluate the long-term efficacy and safety of gemigliptin. All treatment groups showed clinically and statistically (P<0.0001) significant improvement in glycemic control from baseline after 52 weeks. The reduction from the baseline in HbA1c was –1.06 (95% CI, –1.28 to –0.85) in the patients who continued to receive gemigliptin 50 mg qd. Add-on to metformin and glimepiride In this multicenter, randomized, blinded, phase III study (study identifier: LG-DPCL010, TROICA study; ClinicalTrials.gov registration number: NCT01990469), eligible patients with inadequate glycemic control (7%≤HbA1c≤11%) were randomized to gemigliptin 50 mg qd (n=109) or placebo (n= 110). The baseline demographics were similar between groups (age, 60.9 years; BMI, 24.9 kg/m2; duration of T2DM, 12.9 years), with mean±standard deviation (SD) baseline HbA1c of 8.12%± 0.82% in the gemigliptin group and 8.15%±0.89% in the placebo group. At week 24, the adjusted mean±standard error change for HbA1c with gemigliptin was –0.88%±0.17% (change with placebo –0.01%±0.18%; difference –0.87%±0.12%; 95% CI, –1.09 to –0.64; P<0.0001). Add-on therapy in patients with renal impairment RI in T2DM limits the usable medications for lowering glucose level and requires frequent monitoring of renal function. Gemigliptin has balanced elimination between urinary/fecal excretion and hepatic metabolism; therefore, it does not require dose adjustment in patient with moderate to severe RI. This study evaluated the efficacy and safety of gemigliptin in T2DM patients with moderate to severe RI. This randomized, blinded, parallel group, phase IIIb study (study identifier: LG-DPCL015, GUARD study; ClinicalTrials.gov registration number: NCT01968044) was composed of a 12-week, placebo controlled period, followed by a 40-week, blinded active controlled extension period (placebo switched to linagliptin). A total of 132 patients with moderate or severe RI were randomized to receive gemigliptin (n=66) or placebo (n=66). Insulin was used as predominant background therapy (63.1%). At week 12, the placebo-adjusted mean change in HbA1c from the baseline was –1.20% (95% CI, –1.53 to –0.87; P<0.0001). A similar profile was also observed in other glycemic control parameters (fasting plasma glucose, glycated albumin, and fructosamine). Effects on glycemic variability Glycemic variability and chronic sustained hyperglycemia are the main components of dysglycemia in diabetes. The previous studies suggested that different pharmacodynamic profiles between DPP-4 inhibitors have been associated with the different effects on glycemic variability. In this study, a multicenter, randomized, active-controlled, parallel group, open-label, exploratory study was designed to evaluate the efficacy on glycemic variability and safety of initial combination therapy of gemigliptin 50 mg qd versus sitagliptin 100 mg qd, or glimepiride 2 mg qd with metformin in patients with T2DM (study identifier: LG-DPCL012, STABLE study; ClinicalTrials.gov registration number: NCT01890629). The mean amplitude of glycemic excursions (MAGE) and SD of glucose were used for assessing glucose fluctuations from the baseline after 12 weeks of treatment. At 12 weeks, MAGE was significantly lower in the DPP-4 inhibitor groups (gemigliptin and sitagliptin) than in the glimepiride group (–43.1, –38.3, and –21.7 mg/dL, respectively). Furthermore, the SD of mean glucose was significantly lower in patients with gemigliptin when compared with sitagliptin (P=0.023) and glimepiride (P=0.0058). Ongoing studies Several clinical studies in LG Life Sciences are actively underway to assess the efficacy and safety as an add-on combination therapy with insulin (with or without metformin) (ClinicalTrials.gov registration number: NCT02831361), to evaluate the efficacy and safety of gemigliptin-rosuvastatin fixed-dose combination in patients with T2DM and dyslipidemia in phase III clinical trials (ClinicalTrials.gov registration number: NCT02126358), and to evaluate the efficacy and safety of gemigliptin compared with vildagliptin in Russian patients with T2DM (ClinicalTrials.gov registration number: NCT02343926).   == See also == Dipeptidyl peptidase-4 Development of dipeptidyl peptidase-4 inhibitors   == Footnotes ==   == Further reading ==   == External links == \"Gemigliptin\". Drug Information Portal. U.S. National Library of Medicine."}