{"name": "gemtuzumab ozogamicin", "category": "drug", "content": "Gemtuzumab ozogamicin, sold under the brand name Mylotarg®, is an antibody-drug conjugate (a drug-linked monoclonal antibody) that is used to treat acute myeloid leukemia (AML). The most common side effects include infection, febrile neutropenia, decreased appetite, hyperglycemia, mucositis, hypoxia, hemorrhage, increased transaminase, diarrhea, nausea, and hypotension. However, the addition of gemtuzumab ozogamicin to standard chemotherapy regimens does not increase infection rates.    == Medical uses == In the United States, gemtuzumab ozogamicin is indicated for newly diagnosed CD33-positive acute myeloid leukemia (AML) for adults and children one month and older and for the treatment of relapsed or refractory CD33-positive AML in adults and children two years and older.   == Mechanism == Gemtuzumab ozogamicin is a recombinant, humanized anti-CD33 monoclonal antibody (IgG4 κ antibody hP67.6) covalently attached to the cytotoxic antitumor antibiotic calicheamicin (N-acetyl-γ-calicheamicin) payload via a bifunctional linker (4-(4-acetylphenoxy)butanoic acid). Calicheamicin (the payload) is approximately 4,000 times more active than doxorubicin), and since it also destroys the DNA of normal, healthy, cells, it cannot be used as a single agent to treat patients. However, by linking calicheamicin to a monoclonal antibody, scientists have optimized the features of both components, creating a class of targeted drugs called antibody-drug conjugates (ADC) or armed antibodies which selectively dispatch highly potent cytotoxic anticancer chemotherapies directly to cancer cells while, at the same time, leaving healthy tissue unaffected. CD33 is expressed in most leukemic blast cells but also in normal hematopoietic cells, the intensity diminishing with maturation of stem cells.   == History == Gemtuzumab ozogamicin was created in a collaboration between Celltech and Wyeth that began in 1991.  The same collaboration later produced inotuzumab ozogamicin.  Celltech was acquired by UCB in 2004  and Wyeth was acquired by Pfizer in 2009. In the United States, gemtuzumab ozogamicin was approved under an accelerated-approval process by the FDA in 2000, for use in patients over the age of 60 with relapsed acute myelogenous leukemia (AML); or those who are not considered candidates for standard chemotherapy. The accelerated approval was based on the surrogate endpoint of response rate.  It was the first antibody-drug conjugate to be approved. Within the first year after approval, the FDA required a black box warning be added to gemtuzumab packaging.  The drug was noted to increase the risk of veno-occlusive disease in the absence of bone marrow transplantation.  Later the onset of VOD was shown to occur at increased frequency in gemtuzumab patients even following bone marrow transplantation. The drug was discussed in a 2008 JAMA article, which criticized the inadequacy of postmarketing surveillance  of biologic agents. A randomized Phase III comparative controlled trial (SWOG S0106) was initiated in 2004, by Wyeth in accordance with the FDA accelerated-approval process.  The study was stopped on August 20, 2009, prior to completion due to worrisome outcomes.  Among the patients evaluated for early toxicity, fatal toxicity rate was significantly higher in the gemtuzumab combination therapy group vs the standard therapy group. Mortality was 5.7% with gemtuzumab and 1.4% without the agent (16/283 = 5.7% vs 4/281 = 1.4%; P = .01). In June 2010, Pfizer withdrew gemtuzumab ozogamicin from the market at the request of the US FDA.  However, some other regulatory authorities did not agree with the FDA decision, with Japan's Pharmaceuticals and Medical Devices Agency stating in 2011 that the \"risk-benefit balance of gemtuzumab ozogamicin has not changed from its state at the time of approval\". In 2017, Pfizer reapplied for US and EU approval, based on a meta-analysis of prior trials and results of the ALFA-0701 clinical trial, an open-label Phase III trial in 280 older people with AML. In September 2017, gemtuzumab ozogamicin was approved again for use in the United States and in the European Union.   == References ==   == External links == Clinical trial number NCT00372593 for \"Combination Chemotherapy With or Without Gemtuzumab in Treating Young Patients With Newly Diagnosed Acute Myeloid Leukemia\" at ClinicalTrials.gov"}