{"name": "Generalized pustular psoriasis", "category": "disease", "content": "Generalized pustular psoriasis (GPP) is an extremely rare type of psoriasis that can present in a variety of forms. Unlike the most general and common forms of psoriasis, GPP usually covers the entire body and with pus-filled blisters rather than plaques. GPP can present at any age, but is rarer in young children. It can appear with or without previous psoriasis conditions or history, and can reoccur in periodic episodes.   == Signs and symptoms == GPP presents as pustules and plaques over a wide area of the body. It differs from the localized form of pustular psoriasis in that patients are often febrile and systemically ill. However, the most prominent symptom, as described in the Archives of Dermatology, is \"sheeted, pinhead-sized, sterile, sub-corneal pustules\". The IPC roundtable adds that these pustules often occur either at the edges \"of expanding, intensely inflammatory plaques\" or \"within erythrodermic skin\".   == Causes == Most cases of generalized pustular psoriasis present in patients with existing or prior psoriasis conditions. However, there are many cases of GPP that arise without a history of psoriasis. The Department of Dermatology of the University of São Paulo proposed a classification for these two conditions. Pso+ represents patients with a personal history of psoriasis and pso- represents patients with no history of psoriasis. They also identified a common factor among patients in each group: In the pso+ group, the most common precipitating factor is corticosteroid withdrawal. In the pso- group, the most common precipitating factor is infection. In a large portion of cases, the disease is brought on by some triggering factor. Through research and observation, many of these factors have been identified. The following table, from an article in Cutis, lists a few factors that have been observed as influential in the onset of GPP.  Source: \"Table II\", \"Pustular Psoriasis\" Farber and Nall, 1993   == Genetic factors == Although there are likely to be multiple genetic factors and environmental triggers, mutations causing defects in the IL-36RN, CARD14 and AP1S3 genes have been shown to cause GPP.   == Diagnosis ==   === Classification === It is important to note that while there are different forms of GPP, they are not exclusive of each other. One can morph into another, or multiple forms can occur simultaneously.   ==== von Zumbusch acute generalized pustular psoriasis ====  Von Zumbusch psoriasis is named after the German dermatologist Leo Ritter von Zumbusch (1874–1940), son of Kaspar von Zumbusch, who described the first documented case of generalized pustular psoriasis in the early 1900s. See Case Report #1. Sometimes all or any of GPP is referred to as von Zumbusch psoriasis, but in the literature it is often distinguished as one specific form of GPP. Eugene M. Farber, MD and colleagues provide a description of von Zumbusch psoriasis in \"Pustular Psoriasis\", published in Cutis. They describe the pattern as having \"waves of widespread or universally fiery redness\". The affected areas are \"painful and tender\". Small sub-corneal pustules form, with sizes originally between 1 and 10 mm in diameter. These pustules may merge to form \"yellow-green lakes of pus\". The pustules dry out, and \"Waves of scarlatiniform [resembling scarlet fever] peeling follow, removing the desiccating pustules\". In regards to the onset, the von Zumbusch form may \"supervene on any previous pattern of psoriasis\". It also may or may not recur periodically.   ==== Generalized pustular psoriasis of pregnancy (Impetigo herpetiformis) ====  This form of GPP tends to have symmetrical and grouped features. It usually onsets early in the third trimester of pregnancy, and generally persists until the child is born, but occasionally long after. In 2009, Dr. Debeeka Hazarika, president of the North East States branch of the Indian Association of Dermatologists, Venereologists and Leprologists (IADVL), published an article titled \"Generalized pustular psoriasis of pregnancy successfully treated with cyclosporine\" in Indian J Dermatol Venereol Leprol. As reported by Hazarika, there have been up to nine instances where the disease was recurrent in subsequent pregnancies. See Case Report 2 In 1979, Frank R. Murphy, MD and Lewis P. Stolman, MD reported on the case of a woman who developed generalized pustular psoriasis in response to doses of progestins, suggesting a link between progestogens and GPP. Most cases of GPP in pregnancy occur late in the third trimester, generally when production of progesterone increases.   ===== Infantile and juvenile ===== GPP is a rare disease in general, but even more so in children. In 2010, an article was published in Pediatric Dermatology by the Department of Dermatology, University of São Paulo. The report acknowledged that psoriasis is a relatively common skin condition in children, but \"the pustular variant is rare.\" Out of 1,262 cases of psoriasis in children, a \"0.6% rate of pustular variants\" was found. When GPP does occur in children, it usually appears during the first year of life. Khan et al. reported that in GPP patients ten or younger, less than 12% of cases are preceded by ordinary psoriasis. This differs greatly from GPP cases in adults, where 85% of GPP is preceded by typical psoriatic lesions. According to the article by the University of São Paulo, mentioned above, \"The onset of childhood GPP is generally abrupt and accompanied by toxic features.\" The original acute episode usually lasts a few days, but \"repeated waves of inflammation and pustulation may follow.\" It is important that the disease is managed immediately in order to prevent life-threatening complications, such as infection or [sepsis]. Other complications include \"metabolical, hemo-dynamic, and thermoregulatory disturbances\" which occur as a result of \"alterations of the epidermal barrier.\" See Case Report 3   ==== Circinate and annular ==== This type of psoriasis appears as round lesions. It begins as discrete areas that become raised and swollen. Pustules appear at the edges of the round lesions, creating rings. The pustules then dry out and leave a trail of scale as the lesion grows. See Case Report 4   == Treatments == Treatments vary widely, and many different drugs have been documented as being successful. Some medications are successful in some patients, while unsuccessful in others. Below is a list of some medications used to treat GPP:  Etanercept PUVA Hydroxyurea Dapsone Systemic corticosteroids Cyclosporin A Adalimumab Etretinate Isotretinoin Acitretin Spevigo   == Prognosis == GPP is a rare and severe type of psoriasis. It in rare cases it is said to be fatal and in some cases has driven patients to intensive burn units. An article published in Pediatric Dermatology said, \"The GPP pattern is as an acute, episodic, and potentially life-threatening form of psoriasis.\" There is no cure-all treatment for GPP, and as such, the mortality rate is high. Ryan and Baker study from 1971 observed 155 patients with GPP, 106 of which were followed up with. 26 of those 106 died as a result of the psoriasis or the treatment. Their data gives a 25% mortality rate.   == Case reports ==   === Case report 1 === Von Zumbusch observed a male patient, who had had classic psoriasis for several years, and who then went through recurrent episodes of bright [erythema] and [edema], which became studded with multiple pustules. Von Zumbusch observed this patient through nine hospital admissions over 10 years.   === Case report 2 === Hazarika gave a report of a 29-year-old woman with no family history of psoriasis, having had a normal first pregnancy, who presented with GPP in the twenty-eighth week of her second pregnancy. Steroid therapy caused a worsening of the symptoms. With cyclosporine the lesions cleared in 10–14 days, but new lesions appeared. The patient gave birth to a healthy baby in the thirty-eighth week of pregnancy. A month and a half after delivery, the woman presented with a psoriatic plaque on her leg.   === Case report 3 === An eleven-year-old boy had an eight-year history of recurrent GPP. He suffered from \"fever, malaise and pain\". He was treated with acitretin, and improvement was seen in five weeks.   === Case report 4 === In 1991, a case was reported of a man having plaque psoriasis and treating it with UV radiation at a tanning salon. After receiving a partial thickness burn from overexposure, he presented with annular pustular psoriasis, which cleared after 21 days, only to reoccur every 3 to 6 weeks for a year.   === Case report 5 === A case report published in the Journal of Dermatological Treatment documents the successful use of adalimumab to control symptoms and induce relapse for 72 weeks. \"Adalimumab is ... approved for the treatment of moderate to severe rheumatoid arthritis ... and more recently for the treatment of psoriatic arthritis\".   == See also == List of cutaneous conditions Psoriasis   == References ==   == External links =="}