{"name": "gentamicin", "category": "drug", "content": "Gentamicin is an aminoglycoside antibiotic used to treat several types of bacterial infections. This may include bone infections, endocarditis, pelvic inflammatory disease, meningitis, pneumonia, urinary tract infections, and sepsis among others. It is not effective for gonorrhea or chlamydia infections. It can be given intravenously, by intramuscular injection, or topically. Topical formulations may be used in burns or for infections of the outside of the eye. It is often only used for two days until bacterial cultures determine what specific antibiotics the infection is sensitive to. The dose required should be monitored by blood testing. Gentamicin can cause inner ear problems and kidney problems. The inner ear problems can include problems with balance and hearing loss. These problems may be permanent. If used during pregnancy, it can cause harm to the developing fetus. However, it appears to be safe for use during breastfeeding. Gentamicin is a type of aminoglycoside  and works by disrupting the ability of the bacteria to make proteins, which typically kills the bacteria. Gentamicin is naturally produced by the bacterium Micromonospora purpurea, was patented in 1962, approved for medical use in 1964. The antibiotic is collected from the culture of the Micromonospora by perforating the cell wall of the bacterium. Current research is underway to understand the biosynthesis of this antibiotic in an attempt to increase expression and force secretion of gentamicin for higher titer. Gentamicin is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies gentamicin as critically important for human medicine. It is available as a generic medication.   == Medical uses == Gentamicin is active against a wide range of bacterial infections, mostly Gram-negative bacteria including Pseudomonas, Proteus, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes, Serratia, and the Gram-positive Staphylococcus. Gentamicin is used in the treatment of respiratory tract infections, urinary tract infections, blood, bone and soft tissue infections of these susceptible bacteria. There is insufficient evidence to support gentamicin as the first line treatment of Neisseria gonorrhoeae infection. Gentamicin is not used for Neisseria meningitidis or Legionella pneumophila bacterial infections (because of the risk of the person going into shock from lipid A endotoxin found in certain Gram-negative organisms). Gentamicin is also useful against Yersinia pestis (responsible for plague), its relatives, and Francisella tularensis (the organism responsible for tularemia often seen in hunters and trappers). Some Enterobacteriaceae, Pseudomonas spp., Enterococcus spp., Staphylococcus aureus and other Staphylococcus spp. have varying degrees of resistance to gentamicin.   === Special populations ===   ==== Pregnancy and breastfeeding ==== Gentamicin is not recommended in pregnancy unless the benefits outweigh the risks for the mother. Gentamicin can cross the placenta and several reports of irreversible bilateral congenital deafness in children have been seen. Intramuscular injection of gentamicin in mothers can cause muscle weakness in the newborn. The safety and efficacy for gentamicin in nursing mothers has not been established. Detectable gentamicin levels are found in human breast milk and in nursing babies.   ==== Elderly ==== In the elderly, renal function should be assessed before beginning therapy as well as during treatment due to a decline in glomerular filtration rate. Gentamicin levels in the body can remain higher for a longer period of time in this population. Gentamicin should be used cautiously in persons with renal, auditory, vestibular, or neuromuscular dysfunction.   ==== Children ==== Gentamicin may not be appropriate to use in children, including babies. Studies have shown higher serum levels and a longer half-life in this population. Kidney function should be checked periodically during therapy. Long-term effects of treatment can include hearing loss and balance problems. Hypocalcemia, hypokalemia, and muscle weakness have been reported when used by injection.   == Contraindications == Gentamicin should not be used if a person has a history of hypersensitivity, such as anaphylaxis, or other serious toxic reaction to gentamicin or any other aminoglycosides. Greater care is required in people with myasthenia gravis and other neuromuscular disorders as there is a risk of worsening weakness. Gentamicin should also be avoided when prescribing empirical antibiotics in the setting of possible infant botulism (Ampicillin with Gentamicin is commonly used as empiric therapy in infants) also due to worsening of neuromuscular function.   == Adverse effects == Adverse effects of gentamicin can range from less severe reactions, such as nausea and vomiting, to more severe reactions including:  Low blood cell counts Allergic reactions Neuromuscular problems Nerve damage (neuropathy) Kidney damage (nephrotoxicity) Ear disorders (ototoxicity) Nephrotoxicity and ototoxicity are thought to be dose related with higher doses causing greater chance of toxicity. These two toxicities may have delayed presentation, sometimes not appearing until after completing treatment.   === Kidney damage === Kidney damage is a problem in 10–25% of people who receive aminoglycosides, and gentamicin is one of the most nephrotoxic drugs of this class. Oftentimes, acute nephrotoxicity is reversible, but it may be fatal. The risk of nephrotoxicity can be affected by the dose, frequency, duration of therapy, and concurrent use of certain medications, such as NSAIDs, diuretics, cisplatin, ciclosporin, cephalosporins, amphotericin, iodide contrast media, and vancomycin. Factors that increase risk of nephrotoxicity include:  Increased age Reduced renal function Pregnancy Hypothyroidism Hepatic dysfunction Volume depletion Metabolic acidosis Sodium depletion Kidney dysfunction is monitored by measuring creatinine in the blood, electrolyte levels, urine output, presence of protein in the urine,  and concentrations of other chemicals, such as urea, in the blood.   === Inner ear === About 11% of the population who receives aminoglycosides experience damage to their inner ear. The common symptoms of inner ear damage include tinnitus, hearing loss, vertigo, trouble with coordination, and dizziness. Chronic use of gentamicin can affect two areas of the ears. First, damage of the inner ear hair cells can result in irreversible hearing loss. Second, damage to the inner ear vestibular apparatus can lead to balance problems. To reduce the risk of ototoxicity during treatment, it is recommended to stay hydrated. Factors that increase the risk of inner ear damage include:  Increased age High blood uric acid levels Kidney dysfunction Liver dysfunction Higher doses Long courses of therapy Also taking strong diuretics (e.g., furosemide)   == Pharmacology ==   === Mechanism of action === Gentamicin is a bactericidal antibiotic that works by binding the 30S subunit of the bacterial ribosome, negatively impacting protein synthesis. The primary mechanism of action is generally accepted to work through ablating the ability of the ribosome to discriminate on proper transfer RNA and messenger RNA interactions. Typically, if an incorrect tRNA pairs with an mRNA codon at the aminoacyl site of the ribosome, adenosines 1492 and 1493 are excluded from the interaction and retract, signaling the ribosome to reject the aminoacylated tRNA::Elongation Factor Thermo-Unstable complex. However, when gentamicin binds at helix 44 of the 16S rRNA, it forces the adenosines to maintain the position they take when there is a correct, or cognate, match between aa-tRNA and mRNA. This leads to the acceptance of incorrect aa-tRNAs, causing the ribosome to synthesize proteins with wrong amino acids placed throughout (roughly every 1 in 500). The non-functional, mistranslated proteins misfold and aggregate, eventually leading to death of the bacterium. Moreover,  it has been observed that gentamicin can cause a substantial slowdown in the overall elongation rate of peptide chains in live bacterial cells, independent of the misincorporation of amino acids. This finding indicates that gentamicin not only induces errors in protein synthesis but also broadly hampers the efficiency of the translation process itself.  An additional mechanism has been proposed based on crystal structures of gentamicin in a secondary binding site at helix 69 of the 23S rRNA, which interacts with helix 44 and proteins that recognize stop codons. At this secondary site, gentamicin is believed to preclude interactions of the ribosome with ribosome recycling factors, causing the two subunits of the ribosome to stay complexed even after translation completes, creating a pool of inactive ribosomes that can no longer re-initiate and translate new proteins.   == Chemistry ==   === Structure ===  Since gentamicin is derived from the species Micromonospora, the backbone for this antibiotic is the aminocyclitol 2-deoxystreptamine. This six carbon ring is substituted at the carbon positions 4 and 6 by the amino sugar molecules cyclic purpurosamine and garosamine, respectively. The gentamicin complex, is differentiated into five major components (C1, C1a, C2, C2a, C2b) and multiple minor components by substitution at the 6' carbon of the purpurosamine unit indicated in the image to the right by R1 and R2. The R1 and R2 can have the follow substitutions for some of the species in the gentamicin complex.  Gentamicins consist of three hexosamines: gentosamine/garosamine, 2-deoxystreptamine, and purpurosamine (see illustrations, from left to right).  Kanamycins and tobramycin exhibit similar structures. Sisomicin is 4,5-dehydrogentamicin-C1a.   === Components === Gentamicin is composed of a number of related gentamicin components and fractions which have varying degrees of antimicrobial potency. The main components of gentamicin include members of the gentamicin C complex: gentamicin C1, gentamicin C1a, and gentamicin C2 which compose approximately 80% of gentamicin and have been found to have the highest antibacterial activity. Gentamicin A, B, X, and a few others make up the remaining 20% of gentamicin and have lower antibiotic activity than the gentamicin C complex. The exact composition of a given sample or lot of gentamicin is not well defined, and the level of gentamicin C components or other components in gentamicin may differ from lot-to-lot depending on the gentamicin manufacturer or manufacturing process. Because of this lot-to-lot variability, it can be difficult to study various properties of gentamicin including pharmacokinetics and microorganism susceptibility if there is an unknown combination of chemically related but different compounds.   === Biosynthesis === The complete biosynthesis of gentamicin is not entirely elucidated. The genes controlling the biosynthesis of gentamicin are of particular interest due to the difficulty in obtaining the antibiotic after production. Since gentamicin is collected at the cell surface and the cell surface must be perforated somehow to obtain the antibiotic. Many propose the amount of gentamicin collected after production could increase if the genes are identified and re-directed to secrete the antibiotic instead of collecting gentamicin at the cell surface. Literature also agrees with the gentamicin biosynthesis pathway starting with D-Glucose-6-phosphate being dephopsphorylated, transaminated, dehydrogenated and finally glycosylated with D-glucosamine to generate paromamine inside Micromonospora echinospora. The addition of D-xylose leads to the first intermediate of the gentamicin C complex pathway, gentamicin A2. Gentamicin A2 is C-methylated and epimerized into gentamicin X2, the first branch point of this biosynthesis pathway When X2 is acted on by the cobalamin-dependent radical S-adenosyl-L-methionine enzyme GenK, the carbon position 6' is methylated to form the pharmacologically active intermediate G418 G418 then undergoes dehydrogenation and amination at the C6' position  by the dehydrogenase gene, GenQ, to generate the pharmacologically active JI-20B, although another intermediate, 6'-dehydro-6'oxo-G418 (6'DOG) is proposed to be in-between this step and for which the gene GenB1 is proposed as the aminating gene. JI-20B is dehydroxylated and epimerized to first component of the gentamicin C complex, gentamicin C2a which then undergoes an epimerization by GenB2 and then a N-methylation by an unconfirmed gene to form the final product in this branch point, gentamicin C1. When X2 bypasses GenK and is directly dehydrogenated and aminated by the GenQ enzyme, the other pharmacologically relevant intermediate JI-20A is formed. Although, there has been identification of an intermediate for this step, 6'-dehydro-6'-oxo-gentamicin X2 (6'-DOX), for which the enzyme GenB1 is purposed as the aminating enzyme. JI-20A is then dehydroxylated into the first component of the gentamicin C complex for this branch, gentamicin C1a via a catalytic reaction with GenB4. C1a then undergoes an N-methylation by an unconfirmed enzyme to form the final component, gentamicin C2b.   ==== Fermentation ==== Gentamicin is only synthesized via submerged fermentation and inorganic sources of nutrients have been found to reduce production. Traditional fermentation used yeast beef broth, but there has been research into optimizing the growth medium for producing gentamicin C complex due to the C complex currently being the only pharmaceutically relevant component. The main components of the growth medium are carbon sources, mainly sugars, but several studies found increased gentamicin production by adding vegetable and fish oils and decreased gentamicin production with the addition of glucose, xylose and several carboxylic acids. Tryptone and various forms of yeast and yeast derivatives are traditionally used as the nitrogen source in the growth medium, but several amino acids, soybean meal, corn steep liquor, ammonium sulfate, and ammonium chloride have proven to be beneficial additives. Phosphate ions, metal ions (cobalt and a few others at low concentration), various vitamins (mostly B vitamins), purine and pyrimidine bases are also supplemented into the growth medium to increase gentamicin production, but the margin of increase is dependent on the species of Micromonospora and the other components in the growth medium. With all of these aforementioned additives, pH and aeration are key determining factors for the amount of gentamicin produced. A range of pH from 6.8 to 7.5 is used for gentamicin biosynthesis and the aeration is determined by independent experimentation reliant on type of growth medium and species of Micromonospora.   == History ==  Gentamicin is produced by the fermentation of Micromonospora purpurea. It was discovered in 1963 by Weinstein, Wagman et al. at Schering Corporation in Bloomfield, N.J. while working with source material (soil samples) provided by Rico Woyciesjes. When M. purpurea grows in culture it is a vivid purple colour similar to the colour of the dye Gentian Violet and hence this was why Gentamicin took then name it did. Subsequently, it was purified and the structures of its three components were determined by Cooper, et al., also at the Schering Corporation. It was initially used as a topical treatment for burns at burn units in Atlanta and San Antonio and was introduced into IV usage in 1971. It remains a mainstay for use in sepsis. It is synthesized by Micromonospora, a genus of Gram-positive bacteria widely present in the environment (water and soil). According to the American Medical Association Committee on Generic Names, antibiotics not produced by Streptomyces should not use y in the ending of the name, and to highlight their specific biological origins, gentamicin and other related antibiotics produced by this genus (verdamicin, mutamicin, sisomicin, netilmicin, and retymicin) have their spellings ending in ~micin and not in ~mycin.   == Research == Gentamicin is also used in molecular biology research as an antibacterial agent in tissue and cell culture, to prevent contamination of sterile cultures. Gentamicin is one of the few heat-stable antibiotics that remain active even after autoclaving, which makes it particularly useful in the preparation of some microbiological growth media.   == References ==   == Further reading =="}