{"name": "gepirone", "category": "drug", "content": "Gepirone, sold under the brand name Exxua, is a medication used for the treatment of major depressive disorder. It is taken orally. Side effects of gepirone include dizziness, nausea, insomnia, abdominal pain, and dyspepsia (indigestion). Gepirone acts as a partial agonist of the serotonin 5-HT1A receptor. An active metabolite of gepirone, 1-(2-pyrimidinyl)piperazine, is an α2-adrenergic receptor antagonist. Gepirone is a member of the azapirone group of compounds. Gepirone was synthesized by Bristol-Myers Squibb in 1986 and was developed and marketed by Fabre-Kramer Pharmaceuticals. It was approved for the treatment of major depressive disorder in the United States in September 2023. This came after the drug had been rejected by the Food and Drug Administration (FDA) three times over two decades due to insufficient evidence of effectiveness.   == Medical uses == Gepirone is indicated for the treatment of major depressive disorder (MDD) in adults. Of 15 clinical trials of gepirone for major depressive disorder submitted to the U.S. Food and Drug Administration (FDA), three were excluded for methodological reasons, three were deemed \"failed\" and \"uninformative\", seven were deemed negative and did not demonstrate effectiveness, and two were deemed positive and did show effectiveness. Two positive trials are needed for FDA drug approval, with this being the case regardless of the number of negative trials. In the two positive trials of gepirone for depression, the drug significantly outperformed placebo in terms of depressive symptom reduction and showed effect sizes similar to those of other approved antidepressants. In both trials, gepirone reduced depressive symptoms by about 2.5 points more than placebo on the 52-point Hamilton Depression Rating Scale (17-item version or HAMD-17). The baseline depression scores in the trials ranged from 22.7 to 24.2 in the different patient groups.   === Available forms === Gepirone comes in the form of extended-release tablets of the hydrochloride salt, gepirone hydrochloride, in the strengths 18.2 mg, 36.3 mg, 54.5 mg, and 72.6 mg.   === Specific populations === It is not known if gepirone is safe in women who are breastfeeding. Medications with more data in this setting may be preferred.   == Contraindications == Gepirone is contraindicated in people that have experienced an allergic reaction to gepirone, a corrected QT interval > 450 msec, a history of congenital long QT syndrome, use medications that strongly inhibit CYP3A4 (an enzyme involved in gepirone's metabolism), severe liver problems, or have used a monoamine oxidase inhibitor (MAOI) medication within 14 days.   == Side effects == Serious side effects of gepirone include QT prolongation (increases the risk of a potentially life-threatening cardiac arrhythmia called torsade de pointes), serotonin syndrome (especially in the presence of other serotonergic drugs), and activation of mania or hypomania in people with bipolar disorder. Common side effects include dizziness, nausea, insomnia, abdominal pain, and dyspepsia (indigestion).   == Interactions == The CYP3A4 inhibitors ketoconazole and verapamil strongly increase exposure to gepirone, whereas lithium, paroxetine, and warfarin have no effect on exposure to gepirone. The CYP3A4 inducer rifampin profoundly decreases exposure to gepirone.   == Pharmacology ==   === Pharmacodynamics === Gepirone acts as a selective partial agonist of the 5-HT1A receptor. Unlike its relative buspirone, however, gepirone has greater efficacy in activating the 5-HT1A and has negligible affinity for the D2 receptor (30- to 50-fold lower in comparison to buspirone). However, similarly to buspirone, gepirone metabolizes into 1-(2-pyrimidinyl)piperazine (1-PP), which is known to act as a potent antagonist of the α2-adrenergic receptor.   === Pharmacokinetics ===   ==== Absorption ==== The absolute bioavailability of gepirone is 14 to 17%. The time to peak concentrations of gepirone with the extended-release formulation is 6 hours. When taken with a high-fat meal, the time to peak levels decreases to 3 hours. A high-fat meal increases exposure to gepirone, with the effect increasing dependent on the amount of fat in the meal. Peak concentrations were increased by 27% with a low-fat meal, 55% with a medium-fat meal, and 62% with a high-fat meal, while area-under-the-curve levels of gepirone were increased by 14% with a low-fat meal, 22% with a medium-fat meal, and 32 to 37% with a high-fat meal. The effect was similar for the metabolites of gepirone, 1-PP and 3'-hydroxygepirone (3'-OH-gepirone).   ==== Distribution ==== The apparent volume of distribution of gepirone is approximately 94.5 L. The plasma protein binding of gepirone in vitro is 72% and is independent of concentration. The plasma protein binding of 3'-OH-gepirone is 59% and of 1-PP is 42%.   ==== Metabolism ==== Gepirone is metabolized primarily by CYP3A4. Its major metabolites are 1-PP and 3'-OH-gepirone, both of which are pharmacologically active. These metabolites are present in the circulation at higher concentrations than gepirone.   ==== Elimination ==== With a single oral dose of radiolabeled gepirone, 81% is recovered in urine and 13% is recovered in feces as metabolites. About 60% of the gepirone is eliminated in urine within 24 hours. The terminal half-life of gepirone as the extended-release form is approximately 5 hours.   == Chemistry == Gepirone is a member of the azapirone group of compounds and is structurally related to buspirone, tandospirone, and other azapirones.   == History == Gepirone was developed by Bristol-Myers Squibb in 1986, but was out-licensed to Fabre-Kramer in 1993. The FDA rejected approval for gepirone in 2002 and 2004. It was submitted for the preregistration (NDA) phase again in May 2007 after adding additional information from clinical trials as the FDA required in 2009. However, in 2012 it once again failed to convince the FDA of its qualities for treating anxiety and depression. In December 2015, the FDA once again gave gepirone a negative review for depression due to concerns of efficacy. However, in March 2016, the FDA reversed its decision and gave gepirone ER a positive review. Gepirone ER was finally approved for the treatment of major depressive disorder in the United States in September 2023.   == Society and culture ==   === Names === The brand name of gepirone is Exxua. Former tentative brand names which were never used included Ariza, Variza, and Travivo.   == Research == Gepirone is under development for the treatment of decreased libido and generalized anxiety disorder (GAD). As of October 2023, it is in phase III clinical trials for these indications. The pro-sexual effects of gepirone appear to be independent of its antidepressant and anxiolytic effects.   == References =="}