{"name": "givosiran", "category": "drug", "content": "Givosiran, sold under the brand name Givlaari, is a medication used for the treatment of adults with acute hepatic porphyria. Givosiran is a small interfering RNA (siRNA) directed towards delta-aminolevulinate synthase 1 (ALAS1), an important enzyme in the production of heme. The most common side effects include nausea and injection site reactions. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Givosiran is indicated for the treatment of adults with acute hepatic porphyria, a genetic disorder resulting in the buildup of toxic porphyrin molecules which are formed during the production of heme (which helps bind oxygen in the blood).   == History == In November 2019, givosiran was approved in the United States for the treatment of adults with acute hepatic porphyria (AHP). Efficacy was evaluated in ENVISION (NCT03338816), a randomized, double‑blind, placebo‑controlled, multinational trial enrolling 94 participants with acute hepatic porphyria. Participants were randomized (1:1) to receive once monthly subcutaneous injections of givosiran 2.5 mg/kg or placebo during a six‑month double‑blind period. The performance of givosiran was measured by the rate of porphyria attacks that required hospitalizations, urgent health care visits or intravenous infusion of hemin at home. Participants who received givosiran experienced 70% fewer porphyria attacks compared to patients receiving a placebo. The U.S. Food and Drug Administration (FDA) granted the application for givosiran breakthrough therapy designation, priority review designation, and orphan drug designation. The FDA granted the approval of Givlaari to Alnylam Pharmaceuticals.   == References ==   == External links == Clinical trial number NCT03338816 for \"ENVISION: A Study to Evaluate the Efficacy and Safety of Givosiran (ALN-AS1) in Patients With Acute Hepatic Porphyrias (AHP)\" at ClinicalTrials.gov"}