{"name": "glecaprevir", "category": "drug", "content": "Glecaprevir/pibrentasvir (G/P), sold under the brand names Mavyret and Maviret, is a fixed-dose combination medication used to treat hepatitis C. It contains glecaprevir and pibrentasvir. It works against all six types of hepatitis C. At twelve weeks following treatment between 81% and 100% of people have no evidence of hepatitis C. It is taken once a day by mouth with food. The most common side effects are headache, diarrhea, and tiredness. In those with a history of hepatitis B, reactivation may occur. It is not recommended in people with moderate to severe liver disease. Glecaprevir works by blocking the protein NS3/4A protease, while pibrentasvir works by blocking NS5A. The combination was approved for medical use in the United States and Europe in 2017. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == In the United States, G/P is used to treat adults and children aged 12 years and older or weighing at least 99 pounds with chronic hepatitis C virus (HCV) genotypes 1–6 and both without cirrhosis and with compensated cirrhosis who have not been previously treated for HCV (treatment-naïve).  It is also used to treat adults and children aged 12 years and older or weighing at least 99 pounds with chronic HCV genotype 1 infection who have previously been treated with a NS5A inhibitor or a NS3/4A inhibitor but not both. The duration of treatment was shortened from 12 weeks to eight weeks for many people in 2019. In the European Union, it is used to treat adults and adolescents aged 12 years and older with chronic (long-term) hepatitis C.   == Side effects == The only known side effects of G/P are hepatitis B reactivation, and more commonly headache, nausea, tiredness, and diarrhea.   == Mechanism of action == Glecaprevir inhibits NS3/4A, a serine protease, and pibrentasvir inhibits NS5A, a zinc-binding hydrophilic phosphoprotein. Both of these proteins are essential in hepatitis C viral RNA replication, which can no longer take place upon inhibition of these proteins.   == History == The development of G/P as a combination treatment was done by AbbVie and is in accordance with good manufacturing practice (GMP) standards, per the FDA. Initial identification of glecaprevir was done in a joint effort by AbbVie and Enanta Pharmaceuticals. Enanta had a Collaborative Development and License Agreement with AbbVie for the identification and development of paritaprevir and glecaprevir, two HCV NS3 and NS3/4A protease inhibitors, that lasted from October 2016 to June 2017. In this agreement, Enanta received a total of US$427,000 in the form of license payments, proceeds from a sale of preferred stock, research funding payments, milestone payments, and royalties. The identification and development of pibrentasvir was done by AbbVie.   == Research == During clinical trials, G/P was shown to be effective at clearing all six genotypes of HCV from the blood. Over the course of eight studies involving greater than 2,300 patients with hepatitis C, 99% of non-cirrhotic patients with genotype 1 were negative for HCV after the eight-week treatment regimen. Of cirrhotic patients from the same group, 97% tested negative for HCV on a 12-week treatment regimen and the results were reportedly similar for the treatment of genotypes 2 and 4–6, whereas 95% of patients with genotype 3 HCV tested negative for the virus after treatment.   == References =="}