{"name": "glibenclamide", "category": "drug", "content": "Glibenclamide, also known as glyburide, is an antidiabetic medication used to treat type 2 diabetes. It is recommended that it be taken together with diet and exercise. It may be used with other antidiabetic medication. It is not recommended for use by itself in type 1 diabetes. It is taken by mouth. Common side effects include nausea and heartburn. Serious side effects may include angioedema and low blood sugar. It is generally not recommended during pregnancy but can be used during breastfeeding. It is in the sulfonylureas class of medications and works by increasing the release of insulin from the pancreas. Glibenclamide was discovered in 1969 and approved for medical use in the United States in 1984. It is available as a generic medication. In 2021, it was the 214th most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Glibenclamide is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. It is not as good as either metformin or insulin in those who have gestational diabetes.   == Side effects == Frequently reported side effects include: nausea, heartburn, weight gain, and bloating. The medication is also a major cause of medication-induced hypoglycemia. The risk is greater than with other sulfonylureas.   == Contraindications == Glibenclamide may be not recommended in those with G6PD deficiency, as it may cause acute hemolysis.   === Pregnancy and breastfeeding === It is generally not recommended during pregnancy but can be used during breastfeeding.   == Mechanism of action == The medication, a sulfonylurea, works by binding to and inhibiting the ATP-sensitive potassium channels (KATP) inhibitory regulatory subunit sulfonylurea receptor 1 (SUR1) in pancreatic beta cells. This inhibition causes cell membrane depolarization, opening voltage-dependent calcium Channels. This results in an increase in intracellular calcium in the pancreatic beta cell and subsequent stimulation of insulin release. After a cerebral ischemic insult, the blood–brain barrier is broken and glibenclamide can reach the central nervous system. Glibenclamide has been shown to bind more efficiently to the ischemic hemisphere. Moreover, under ischemic conditions SUR1, the regulatory subunit of the KATP- and the NCCa-ATP-channels, is expressed in neurons, astrocytes, oligodendrocytes, endothelial cells and by reactive microglia. As per the research papers, this sulphonylurea drugs also has extra hepatic effects. It works by inhibiting the enzyme Carnityl Acyl Transferase I (CAT-I) indirectly which is present in the mitochondria. This prevents the transport of long chain fatty acids into the mitochondria for beta-oxidation. This prevents hyperglycemia for which it is prescribed.   == History == It was developed in 1966 in a cooperative study between Boehringer Mannheim (now part of Roche) and Hoechst (now part of Sanofi-Aventis).   == Society and culture ==   === Brand names === Glibenclamide is available as a generic medication, is manufactured by many pharmaceutical companies and is sold under many brand names including Gliben-J, Daonil, Diabeta, Euglucon, Gilemal, Glidanil, Glybovin, Glynase, Maninil, Micronase and Semi-Daonil. It is also available in a fixed-dose combination drug with metformin that is sold under various trade names, e.g. Bagomet Plus, Benimet, Glibomet, Gluconorm, Glucored, Glucovance, Metglib and many others.   == References =="}