{"name": "glutethimide", "category": "drug", "content": "Glutethimide is a hypnotic sedative that was introduced by Ciba in 1954 as a safe alternative to barbiturates to treat insomnia. Before long, however, it had become clear that glutethimide was just as likely to cause addiction and caused similar withdrawal symptoms. Doriden was the brand-name version. Current production levels in the United States (the annual quota for manufacturing imposed by the DEA has been three grams, enough for six Doriden tablets, for a number of years) point to its use only in small-scale research. Manufacturing of the drug was discontinued in the US in 1993 and discontinued in several eastern European countries in 2006.   == Long term use == Long-term use rebound effects, which resemble those seen in barbiturate withdrawal, have anecdotally been described in patients who were still taking a stable dose of the drug. The symptoms include delirium, hallucinosis, convulsions and fever.   == Recreational use == Glutethimide is a CYP2D6 enzyme inducer. When taken with codeine, (known on the streets as \"hits\", \"cibas and codeine\", \"Dors and 4s\") it enables the body to convert higher amounts of the codeine to morphine.  The general sedative effect of the glutethimide also adds to the effect of the combination.  It produces an intense, long lasting euphoria similar to IV heroin use. A number of deaths have occurred from abuse of this combination. The effect was also used clinically, including some research in the 1970s in various countries of using it under carefully monitored circumstances as a form of oral opioid agonist substitution therapy, e.g. as a Substitutionmittel that may be a useful alternative to methadone. The demand for this combination in Philadelphia, Pittsburgh, Newark, NYC, Boston, Baltimore, and surrounding areas of other states and perhaps elsewhere, has led to small-scale clandestine synthesis of glutethimide since 1984,: 203  a process that is, like methaqualone (Quaalude) synthesis, somewhat difficult and fraught with potential bad outcomes when amateur chemists manufacture the drugs with industrial-grade precursors without adequate quality control.  The fact that the simpler clandestine synthesis of other extinct pharmaceutical depressants like ethchlorvynol, methyprylon, or the oldest barbiturates is not reported would seem to point to a high level of motivation surrounding a unique drug, again much like methaqualone. Production of glutethimide was discontinued in the US in 1993 and in several eastern European countries, most notably Hungary, in 2006. Analysis of confiscated glutethimide seems to invariably show the drug or the results of attempted synthesis, whereas purported methaqualone is in a significant majority of cases found to be inert, or contain diphenhydramine or benzodiazepines.   == Legal status == Glutethimide is a Schedule II drug under the Convention on Psychotropic Substances. It was originally a Schedule III drug in the United States under the Controlled Substances Act, but in 1991 it was upgraded to Schedule II, several years after it was discovered that misuse combined with codeine increased the effect of the codeine and deaths had resulted from the combination.  It has a DEA ACSCN of 2550 and a 2013 production quota of 3 g.   == Synthesis == The (R) isomer has a faster onset and more potent anticonvulsant activity in animal models than the (S) isomer.  The base catalyzed conjugate addition of 2-phenylbutyronitrile [769-68-6] (1) to ethyl acrylate (2) gives ethyl 4-cyano-4-phenylhexanoate, CID:139890735 (3). Alkaline hydrolysis of the nitrile group into an amide group, and subsequent acidic cyclization of the product affords the desired glutethimide (4).   == See also == Aminoglutethimide Piperidione Methyprylone Pyrithyldione   == References =="}