{"name": "Glycogen storage disease type II late onset", "category": "disease", "content": "Glycogen storage disease type II (GSD-II), also called Pompe disease, and formerly known as GSD-IIa or Limb–girdle muscular dystrophy2V, is an autosomal recessive metabolic disorder which damages muscle and nerve cells throughout the body. It is caused by an accumulation of glycogen in the lysosome due to deficiency of the lysosomal acid alpha-glucosidase enzyme (GAA). The inability to breakdown glycogen within the lysosomes of cells leads to progressive muscle weakness throughout the body and affects various body tissues, particularly in the heart, skeletal muscles, liver and the nervous system. GSD-II and Danon disease are the only glycogen storage diseases characterised by a defect in lysosomal metabolism. It was first identified in 1932 by Dutch pathologist Joannes Cassianus Pompe, making it the first glycogen storage disease to be discovered.   == Epidemiology == The total birth prevalence of Pompe disease is 1:18,698.    == Signs and symptoms ==   === Infantile-Onset (IOPD) === The infantile-onset (IOPD) form usually comes to medical attention within the first few months of life, either clinically or through newborn screening. The usual presenting features are cardiomyopathy, cardiomegaly, hypotonia, respiratory distress, muscle weakness, feeding difficulties and failure to thrive. IOPD patients can be further classified by Cross-Reactive Immunological Material (CRIM) status and has been found to be an important predictor of clinical response.  Patients that produce no GAA protein are referred to as CRIM negative. Therefore, they can develop high sustained antibody titers to enzyme replacement therapy (ERT). Immunomodulation or immunotherapy has been found to be an effective treatment to prevent an immune response to ERT.  The main clinical findings include floppy baby appearance, delayed motor milestones, and feeding difficulties. Moderate hepatomegaly may or may not be present. Facial features include macroglossia, hypernasal speech, hearing loss, and myopathic facies. Cardiopulmonary involvement is manifested by increased respiratory rate, use of accessory muscles for respiration, recurrent chest infections, decreased air entry in the left lower zone (due to cardiomegaly), arrhythmias, and evidence of heart failure. Before the development of a treatment, median age at death in untreated cases was 8.7 months, usually due to cardiorespiratory failure. However, this outcome is drastically changed since enzyme replacement therapy has become available, improving with early initiation of treatment.    === Late onset form === The Late-onset (LOPD) form differs from the infantile-onset principally in the relative lack of cardiac involvement. The onset has a slower progression and can present at any decade of life. Cardiac involvement may occur but is milder than in the infantile form. Skeletal involvement is more prominent with a predilection for the lower limbs. Late onset features include impaired cough, recurrent chest infections, hypotonia, progressive muscle weakness, delayed motor milestones, difficulty swallowing or chewing and reduced vital capacity. One of the difficulties with attributing the illness solely to genetic deficiencies is that, even between people as genetically similar as identical twins, the symptoms may differ. For example, one may be in pain, whilst the other may not. Similarly, the rate of muscle deterioration of one may be faster than the other. Prognosis depends on the age of onset of symptoms with a better prognosis being associated with later onset disease.   == Cause ==  Pompe disease has an autosomal recessive inheritance pattern. This means the defective gene is located on an autosome, and two faulty copies of the gene—one from each parent—are required to be born with the disorder. As with all cases of autosomal recessive inheritance, children have a one in four chance of inheriting the disorder when both parents carry the defective gene, and although both parents carry one copy of the defective gene, they are usually not affected by the disorder. The disease is caused by a mutation in a gene (acid alpha-glucosidase: also known as acid maltase) on long arm of chromosome 17 at 17q25.2-q25.3 (base pair 75,689,876 to 75,708,272). The number of mutations described is currently (in 2010) 289 with 67 being non-pathogenic mutations and 197 pathogenic mutations. The remainder are still being evaluated for their association with disease. The gene spans approximately 20 kb and contains 20 exons with the first exon being noncoding. The coding sequence of the putative catalytic site domain is interrupted in the middle by an intron of 101 bp. The promoter has features characteristic of a housekeeping gene. The GC content is high (80%) and distinct TATA and CCAAT motifs are lacking. Most cases appear to be due to three mutations. A transversion (T → G) mutation is the most common among adults with this disorder. This mutation interrupts a site of RNA splicing. The gene encodes a protein—acid alpha-glucosidase (EC 3.2.1.20)—which is a lysosomal hydrolase. The protein is an enzyme that normally degrades the alpha -1,4 and alpha -1,6 linkages in glycogen, maltose and isomaltose and is required for the degradation of 1–3% of cellular glycogen. The deficiency of this enzyme results in the accumulation of structurally normal glycogen in lysosomes and cytoplasm in affected individuals. Excessive glycogen storage within lysosomes may interrupt normal functioning of other organelles and lead to cellular injury. A putative homologue—acid alpha-glucosidase-related gene 1—has been identified in the nematode Caenorhabditis elegans.   == Diagnosis == In the early-onset form, an infant will present with poor feeding causing failure to thrive, or with difficulty breathing. The usual initial investigations include chest X ray, electrocardiogram and echocardiography. Typical findings are those of an enlarged heart with non specific conduction defects. Biochemical investigations include serum creatine kinase (typically increased 10 fold) with lesser elevations of the serum aldolase, aspartate transaminase, alanine transaminase and lactic dehydrogenase. Diagnosis is made by estimating the acid alpha glucosidase activity in either skin biopsy (fibroblasts), muscle biopsy (muscle cells) or in white blood cells. The choice of sample depends on the facilities available at the diagnostic laboratory. In the late-onset form, an adult will present with gradually progressive arm and leg weakness, with worsening respiratory function. Electromyography may be used initially to distinguish Pompe from other causes of limb weakness. The findings on biochemical tests are similar to those of the infantile form, with the caveat that the creatine kinase may be normal in some cases. The diagnosis is by estimation of the enzyme activity in a suitable sample. On May 17, 2013, the Secretary's Discretionary Advisory Committee on Heritable Diseases in Newborns and Children (DACHDNC) approved a recommendation to the Secretary of Health and Human Services to add Pompe to the Recommended Uniform Screening Panel (RUSP). The HHS secretary must first approve the recommendation before the disease is formally added to the panel.   === Classification === There are exceptions, but levels of alpha-glucosidase determines the type of GSD-II an individual may have. More alpha-glucosidase present in the individual's muscles means symptoms occur later in life and progress more slowly. GSD-II is broadly divided into two onset forms based on the age symptoms occur. Infantile-onset form is usually diagnosed at 4–8 months; muscles appear normal but are limp and weak preventing the child from lifting their head or rolling over. As the disease progresses, heart muscles thicken and progressively fail. Without treatment, death usually occurs due to heart failure and respiratory weakness. Late or later onset form occurs later than one to two years and progresses more slowly than Infantile-onset form. One of the first symptoms is a progressive decrease in muscle strength starting with the legs and moving to smaller muscles in the trunk and arms, such as the diaphragm and other muscles required for breathing. Respiratory failure is the most common cause of death. Enlargement of the heart muscles and rhythm disturbances are not significant features but do occur in some cases.   == Treatment == Cardiac and respiratory complications are treated symptomatically. Physical and occupational therapy may be beneficial for some patients. Alterations in diet may provide temporary improvement but will not alter the course of the disease. Genetic counseling can provide families with information regarding risk in future pregnancies. On April 28, 2006, the US Food and Drug Administration (FDA) approved a biologic license application (BLA) for alglucosidase alfa, rhGAA (Myozyme), the first treatment for patients with Pompe disease, developed by a team of Duke University researchers. This was based on enzyme replacement therapy using biologically active recombinant human alglucosidase alfa produced in Chinese Hamster Ovary cells. Myozyme falls under the FDA orphan drug designation and was approved under a priority review. The FDA approved Myozyme for administration by intravenous infusion of the solution. The safety and efficacy of Myozyme were assessed in two separate clinical trials in 39 infantile-onset patients with Pompe disease ranging in age from 1 month to 3.5 years at the time of the first infusion. Myozyme treatment prolongs ventilator-free survival and overall survival. Early diagnosis and early treatment leads to much better outcomes. The treatment is not without side effects which include fever, flushing, skin rash, increased heart rate and even shock; these conditions, however, are usually manageable. Myozyme costs an average of US$300,000 a year and must be taken for the patients' entire life, so some American health insurers have refused to pay for it. In August 2006, Health Canada approved Myozyme for the treatment of Pompe disease. In June 2007, the Canadian Common Drug Review issued their recommendations regarding public funding for Myozyme therapy. Their recommendation was to provide funding to treat a tiny subset of Pompe patients (Infants less one year of age with cardiomyopathy). In May 2010, the FDA approved Lumizyme for the treatment of late-onset Pompe disease. Lumizyme and Myozyme have the same generic ingredient (alglucosidase alfa) and manufacturer (Genzyme Corporation). The difference between these two products is in the manufacturing process. Myozyme is made using a 160-L bioreactor, while Lumizyme uses a 4000-L bioreactor. Because of the difference in the manufacturing process, the FDA claims that the two products are biologically different. Myozyme is FDA approved for replacement therapy for infantile-onset Pompe disease. In July 2021, the European Medicines Agency (EMA) recommended the authorization of avalglucosidase alfa. Avalglucosidase alfa (Nexviazyme) was approved for medical use in the United States in August 2021, and in the European Union in June 2022. In December 2022, the EMA recommended the authorization of cipaglucosidase alfa. The approval was given in June 2023. In the EU, the therapy is available to all age groups without restrictions on weight of patients. In September 2023, the FDA  approved a two-component therapy of Pombiliti (cipaglucosidase alfa-atga) and Opfolda (miglustat) 65 mg capsules for adults living with late-onset Pompe disease weighing more than 40 kg and who are not improving on their current enzyme replacement therapy.   == Prognosis == The prognosis for individuals with Pompe disease varies according to the onset and severity of symptoms, along with lifestyle factors. Without treatment the infantile form (which can typically be predicted by mutation analysis) of the disease is particularly lethal — in these cases, the time taken to begin treatment is critical, with evidence that days (not weeks or months) matter. Myozyme (alglucosidase alfa) is a recombinant form of the human enzyme acid alpha-glucosidase, and is also currently being used to replace the missing enzyme. In a study which included the largest cohort of patients with Pompe disease treated with enzyme replacement therapy (ERT) to date findings showed that Myozyme treatment clearly prolongs ventilator-free survival and overall survival in patients with infantile-onset Pompe disease as compared to an untreated historical control population. Furthermore, the study demonstrated that initiation of ERT prior to 6 months of age, which could be facilitated by newborn screening, shows great promise to reduce the mortality and disability associated with this devastating disorder. Taiwan and several states in the United States have started the newborn screening and results of such regimen in early diagnosis and early initiation of the therapy have dramatically improved the outcome of the disease; many of these babies have reached the normal motor developmental milestones. Another factor affecting the treatment response is generation of antibodies against the infused enzyme, which is particularly severe in Pompe infants who have complete deficiency of the acid alpha-glucosidase. Immune tolerance therapy to eliminate these antibodies has improved the treatment outcome. A Late Onset Treatment Study (LOTS) was published in 2010. The study was undertaken to evaluate the safety and efficacy of aglucosidase alfa  in juvenile and adult patients with Pompe disease. LOTS was a randomized, double-blind, placebo-controlled study that enrolled 90 patients at eight primary sites in the United States and Europe. Participants received either aglucosidase alfa or a placebo every other week for 18 months. The average age of study participants was 44 years. The primary efficacy endpoints of the study sought to determine the effect of Myozyme on functional endurance as measured by the six-minute walk test and to determine the effect of aglucosidase alfa on pulmonary function as measured by percent predicted forced vital capacity. The results showed that, at 78 weeks, patients treated with aglucosidase alfa  increased their distance walked in six minutes by an average of approximately 25 meters as compared with the placebo group which declined by 3 meters (P=0.03). The placebo group did not show any improvement from baseline. The average baseline distance walked in six minutes in both groups was approximately 325 meters. Percent predicted forced vital capacity in the group of patients treated with aglucosidase alfa increased by 1.2 percent at 78 weeks. In contrast, it declined by approximately 2.2 percent in the placebo group (P=0.006). There is an emerging recognition of the role that diet and exercise can play in functionally limiting symptom progression. This is an area for further study, as there is not a clear consensus guideline, but rather a body of case study work that suggests that appropriate physical activity can be an effective tool in managing disease progression. In one such study, side-alternating vibration training was used 3 times per week for 15 weeks. The results showed that, at 15 weeks, the patient had a 116-meter (70%) improvement to their 6MWT, which is significant compared with the results from the aforementioned LOTS study.   == History == The disease is named after Joannes Cassianus Pompe, who characterized it in 1932. Pompe described accumulation of glycogen in muscle tissue in some cases of a previously unknown disorder. This accumulation was difficult to explain as the enzymes involved in the usual metabolism of glucose and glycogen were all present and functioning. The basis for the disease remained a puzzle until Christian de Duve's discovery of lysosomes in 1955 for which he won the Nobel Prize in 1974. His co-worker Henri G. Hers realised  in 1965 that the deficiency of a lysosomal enzyme (alpha glucosidase) for the breakdown of glycogen could explain the symptoms of Pompe disease. This discovery led to establishing the concept of lysosomal storage diseases, of which 49 have been described (to date). Despite recognizing the basis for the disease, treatment proved difficult. Administration of the enzyme lead to its uptake by the liver and not the muscle cells where it is needed. In the early 1990s Dutch scientists Arnold Reuser and Ans van der Ploeg were able to show that using alpha-glucosidase containing phosphorylated mannose residues purified from bovine testes increased the enzyme's activity in normal mouse muscles. Later in 1998, Yuan-Tsong Chen and colleagues at Duke University, using the enzyme produced in Chinese hamster ovary (CHO) cells  demonstrated for the first time that the enzyme can clear the glycogen and improved the muscle function in Pompe disease quail. The results of the work at Duke were impressive with one treated bird recovering to the point of being able to fly again. This was followed by production of clinical grade alpha-glucosidase in Chinese hamster ovary (CHO) cells and in the milk of transgenic rabbits. This work eventually culminated in the start of clinical trials with the first clinical trial including four babies receiving enzyme from rabbit milk at Erasmus MC Sophia Children's Hospital and three babies receiving enzyme grown in CHO cells at Duke University in 1999. The currently approved Myozyme is manufactured by Genzyme Corp. in Cambridge, Massachusetts. Its development was a complex process. Genzyme first partnered with Pharming Group NV who had managed to produce acid alpha-glucosidase from the milk of transgenic rabbits. They also partnered with a second group based at Duke University using Chinese hamster ovary cells. In 2001, Genzyme acquired Novazyme which was also working on this enzyme. Genzyme also had its own product (Myozyme) grown in CHO cells under development. In November 2001, Genzyme chief executive Henri Termeer organised a systematic comparison of the various potential drugs in a mouse model of Pompe disease. It was found that the Duke enzyme was the most efficacious, followed by Myozyme. However, due to easier manufacture of Myozyme, work on the other products was discontinued. Funding for research in this field was in part provided by the Muscular Dystrophy Association and the Acid Maltase Deficiency Association in the US, and by the Association of Glycogen Storage Disease in the UK, as well as the International Pompe Association. John Crowley became involved in the fund-raising efforts in 1998 after two of his children were diagnosed with Pompe. He joined the company Novazyme in 1999, which was working on enzyme replacement treatment for Pompe. Novazyme was sold to Genzyme in 2001 for over US$100 million. The 2010 film Extraordinary Measures is based on Crowley's search for a cure. As of 2019, many biomedical companies are developing gene therapy in hopes of helping the body create alpha-glucosidase on its own. In 2021, in utero enzyme replacement therapy infusions were provided to the fetus of an Ottawa, Ontario, mother who had had two previous children with Pompe disease. The medical team was a collaboration between Ottawa Hospital, Children's Hospital of Eastern Ontario, the University of California, San Francisco, and Duke University. The child, born in June 2021, is thriving as of November 2022.    == See also == Autophagic vacuolar myopathy Glycogen storage disease Danon disease (formerly GSD-IIb) Inborn errors of carbohydrate metabolism Lysosomal storage disease Metabolic myopathies   == References ==   == External links == Understanding Pompe Disease - US National Institute of Arthritis and Musculoskeletal and Skin Diseases AGSD — Association of Glycogen Storage Disease in the United States AGSD-UK — Association of Glycogen Storage Disease in the UK AMDA — Acid Maltase Deficiency Association (Pompe disease) IPA — International Pompe Association IamGSD — International Association for Muscle Glycogen Storage Disease"}