{"name": "golodirsen", "category": "drug", "content": "Golodirsen, sold under the brand name Vyondys 53, is a medication used for the treatment of Duchenne muscular dystrophy. It is an antisense oligonucleotide medication of phosphorodiamidate morpholino oligomer (PMO) chemistry. The most common side effects include headache, fever, fall, cough, vomiting, abdominal pain, cold symptoms (nasopharyngitis) and nausea.   == Medical uses == Golodirsen is indicated for the treatment of Duchenne muscular dystrophy in people who have a confirmed mutation of the dystrophin gene that is amenable to exon 53 skipping.   == Mechanism of action == Golodirsen has been provisionally approved for approximately 8% of all people with Duchenne muscular dystrophy amenable to exon 53 skipping. It works by inducing exon skipping in the dystrophin gene and thereby increasing the amount of dystrophin protein available to muscle fibers.   == Adverse effects == The most common side effects include headache, fever, fall, cough, vomiting, abdominal pain, cold symptoms (nasopharyngitis) and nausea. In animal studies, no significant changes were seen in the male reproductive system of monkeys and mice following weekly subcutaneous administration. According to the reports obtained from the clinical trials, pain at the site of intravenous administration, back pain, oropharyngeal pain, sprain in ligaments, diarrhea, dizziness, contusion, flu, ear infection, rhinitis, skin abrasion, tachycardia, and constipation occurred at an elevated frequency in the treatment group, as compared to their placebo counterparts. Hypersensitivity reactions, including rash, fever, itching, hives, skin irritation (dermatitis) and skin peeling (exfoliation), have occurred in people who were treated with golodirsen. Renal toxicity was observed in animals who received golodirsen. Although renal toxicity was not observed in the clinical studies with golodirsen, potentially fatal glomerulonephritis, has been observed after administration of some antisense oligonucleotides. Renal function should be monitored in those taking golodirsen.   == Pharmacology ==   === Pharmacokinetics === Following single or multiple intravenous infusions, the majority of drug elimination occurs within 24 hours of intravenous administration. The elimination half-life of golodirsen, in parity with eteplirsen was 3 to 6 hours.   == Clinical benefits == As a first-generation medication, golodirsen is far away from being curative; clinical trial outcomes have demonstrated it to have a marginal effect on ameliorating Duchenne muscular dystrophy pathology. As of December 2019, golodirsen is approved for therapeutic use in the United States, as well as in the countries that automatically recognize the decisions of the US Food and Drug Administration, under the condition that its benefit will be demonstrated in a confirmatory clinical trial.   == Society and culture == Golodirsen is one of the very few FDA-approved exon-skipping therapy for Duchenne muscular dystrophy, although the clinical benefits of the medication are yet to established. While the development of golodirsen needed huge financing, it is only applicable to a small subset of people with Duchenne muscular dystrophy. Sarepta Therapeutics has announced that golodirsen will cost in parity with eteplirsen, another medication of a similar kind, which may be as high as US$300,000 per year. Also, the accelerated approval of golodirsen has paved the way for people to have early access to the medication, at the same time, it is shrouded with controversy over a number of issues. A double-blind placebo-controlled confirmatory trial (NCT02500381) is ongoing to resolve the issues.   == History == Golodirsen was developed by collaborative research led by Prof. Steve Wilton and Prof. Sue Fletcher in the Perron Institute and licensed to Sarepta Therapeutics by the University of Western Australia. In the clinical trial of golodirsen, dystrophin levels increased, on average, from 0.10% of normal at baseline to 1.02% of normal after 48 weeks of treatment with the drug or longer. The change was a surrogate endpoint and the trial did not establish clinical benefit of the drug, including changes to the subject's motor function. The pharmacological assessment of golodirsen did not include special population groups, e.g., pregnant and lactating women, the elderly, and people with concurrent disease states. As DMD predominantly affects male children and young adults, and golodirsen is indicated for the treatment of children, but primarily not for adult women, the elderly, and people with comorbidity, it was not evaluated on them. The US Food and Drug Administration (FDA) approved golodirsen in December 2019, under the accelerated approval pathway. The application for golodirsen was granted fast track, priority review, and orphan drug designations, and a rare pediatric disease priority review voucher.   == References =="}