{"name": "gonadorelin", "category": "drug", "content": "Gonadorelin is a gonadotropin-releasing hormone agonist (GnRH agonist) which is used in fertility medicine and to treat amenorrhea and hypogonadism. It is also used in veterinary medicine. The medication is a form of the endogenous GnRH and is identical to it in chemical structure. It is given by injection into a blood vessel or fat or as a nasal spray.   == Medical uses == Gonadorelin is used as a diagnostic agent to assess pituitary gland function. It is also used in the treatment of primary hypothalamic amenorrhea, hypogonadotropic hypogonadism (e.g., Kallmann syndrome), delayed puberty, cryptorchidism, and infertility. Unlike other GnRH analogues, it is not used to suppress sex hormone production.   === Available forms === Gonadorelin is available in a portable infusion pump that provides pulsatile subcutaneous administration of the drug. The usual dosage delivered is 5 to 20 μg of gonadorelin per pulse every 90 to 120 minutes. It is also available in solution form for intravenous or subcutaneous injection and as a nasal spray.   == Pharmacology ==   === Pharmacodynamics === Gonadorelin is an agonist of the GnRH receptor and is used to induce the secretion of the gonadotropins follicle-stimulating hormone and luteinizing hormone from the pituitary gland and to increase sex hormone production by the gonads.   === Pharmacokinetics === Gonadorelin has a distribution half-life of 2 to 10 minutes and a very short terminal half-life of 10 to 40 minutes. It is metabolized by hydrolysis into smaller peptide components.   == History == Gonadorelin was available for medical use, under the brand name Factrel, as early as 1978.   == Society and culture ==   === Generic names === Gonadorelin is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name, while gonadorelina is its DCITTooltip Denominazione Comune Italiana and gonadoréline is its DCFTooltip Dénomination Commune Française. The diacetate salt is known as gonadorelin acetate and this is its USANTooltip United States Adopted Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name, while the hydrochloride salt is known as gonadorelin hydrochloride and this is its USANTooltip United States Adopted Name and BANMTooltip British Approved Name.   === Brand names === Free alcohol gonadorelin has been marketed under the brand names Cryptocur, Cystoréline, Fertagyl, GnRH Serono, Gonadorelin, HRF, Kryptocur, LH-RH, Luforan, Pulstim, Relefact, Relisorm L, Stimu-LH, and Wyeth-Ayest HRF. Gonadorelin diacetate has been marketed under the brand names Kryptocur, LHRH Ferring, Lutamin, Lutrelef, Lutrepulse, Relisorm L, and Relisorm. GnRH hydrochloride has been marketed under the brand names Factrel, HRF, and Luforan. Additional brand names of gonadorelin and its salts include Acegon, Conceptyl, Cystorelin, Enagon, Equity Oestrus Control, Fertagyl Cattle, Fertiral, Gonabreed, Gonadorelin Interpharm, Gonasyn, Gonavet Veyx, Hypocrine, Improvest, LH RH Tanabe, LHRH Ferring, LH-RH Ferring, LH-RH Tanabe, Oestracton, OvaCyst, Ovsynch, OVsynch, Ovurelin, Ovarelin, and Relefact LH-RH. The majority of these brand names are for veterinary use.   === Availability === Gonadorelin is available widely throughout the world for veterinary use, including in the United States, Canada, the United Kingdom, Ireland, elsewhere throughout Europe, South Africa, Australia, New Zealand, Japan, Taiwan, and in many other countries. However, gonadorelin is not available for clinical use in humans in the United States.   == See also == Gonadotropin-releasing hormone receptor § Agonists   == References =="}