{"name": "Gonococcal joint infection", "category": "disease", "content": "Acute septic arthritis, infectious arthritis, suppurative arthritis, pyogenic arthritis, osteomyelitis, or joint infection is the invasion of a joint by an infectious agent resulting in joint inflammation. Generally speaking, symptoms typically include redness, heat and pain in a single joint associated with a decreased ability to move the joint. Onset is usually rapid. Other symptoms may include fever, weakness and headache. Occasionally, more than one joint may be involved, especially in neonates, younger children and immunocompromised individuals. In neonates, infants during the first year of life, and toddlers, the signs and symptoms of septic arthritis can be deceptive and mimic other infectious and non-infectious disorders. In children, septic arthritis is usually caused by non-specific bacterial infection and commonly hematogenous, i.e., spread through the bloodstream. Septic arthritis and/or acute hematogenous osteomyelitis usually occurs in children with no co-occurring health problems. Other routes of infection include direct trauma and spread from a nearby abscess. Other less common cause include specific bacteria as mycobacterium tuberculosis, viruses, fungi and parasites. In children, however, there are certain groups that are specifically vulnerable to such infections, namely preterm infants, neonates in general, children and adolescents with hematologic disorders, renal osteodystrophy, and immune-compromised status. In adults, vulnerable groups include those with an artificial joint, prior arthritis, diabetes and poor immune function.  Diagnosis is generally based on accurate correlation between history-taking and clinical examination findings, and basic laboratory and imaging findings like joint ultrasound. In children, septic arthritis can have serious consequences if not treated appropriately and timely. Initial treatment typically includes antibiotics such as vancomycin, ceftriaxone or ceftazidime. Surgery in the form of joint drainage is the gold standard management in large joints like the hip and shoulder. Without early treatment, long-term joint problems may occur, such as irreversible joint destruction and dislocation.   == Signs and symptoms ==   === Children === In children septic arthritis usually affects the larger joints like the hips, knees and shoulders. The early signs and symptoms of septic arthritis in children and adolescents can be confused with limb injury. Among the signs and symptoms of septic arthritis are: acutely swollen, red, painful joint with fever. Kocher criteria have been suggested to predict the diagnosis of septic arthritis in children. Importantly, observation of active limb motion or kicking in the lower limb can provide valuable clues to septic arthritis of hip or knee. In neonates/new born and infants the hip joint is characteristically held in abduction flexion and external rotation. This position helps the infant accommodate maximum amount of septic joint fluid with the least tension possible. The tendency to have multiple joint involvements in septic arthritis of neonates and young children should be closely considered.   === Adults === In adults, septic arthritis most commonly causes pain, swelling and warmth at the affected joint. Therefore, those affected by septic arthritis will often refuse to use the extremity and prefer to hold the joint rigidly. Fever is also a symptom; however, it is less likely in older people. In adults the most common joint affected is the knee. Hip, shoulder, wrist and elbow joints are less commonly affected. Spine, sternoclavicular and sacroiliac joints can also be involved. The most common cause of arthritis in these joints is intravenous drug use. Usually, only one joint is affected. More than one joint can be involved if bacteria are spread through the bloodstream.   === Prosthetic joint ===  For those with artificial joint implants, there is a chance of 0.86 to 1.1% of getting infected in a knee joint and 0.3 to 1.7% of getting infected in a hip joint.  There are three phases of artificial joint infection: early, delayed and late.  Early – infection occurs in less than 3 months. Usual signs and symptoms are fever and joint pain, with redness and warmth over the joint operation site. The mode of infection is during the joint implant surgery. The usual bacteria involved are Staphylococcus aureus and gram negative bacilli. Delayed – infection occurs between 3 and 24 months. There would be persistent joint pain, due to loosening of the implant. The mode of infection is during the implant surgery. Common bacteria are coagulase-negative Staphylococcus and Cutibacterium acnes. Late – more than 24 months. It is usually presented with a sudden onset of joint pain and fever. The mode of infection is through the bloodstream. The bacteria involved are the same as those in septic arthritis of a normal joint.   == Cause == Septic arthritis is most commonly caused by a bacterial infection. Bacteria can enter the joint by:  The bloodstream from an infection elsewhere (most common) Direct penetration into the joint (arthrocentesis, arthroscopy, trauma) A surrounding infection in the bone or tissue (uncommon, from osteomyelitis, septic bursitis, abscess). Microorganisms in the blood may come from infections elsewhere in the body such as wound infections, urinary tract infections, meningitis or endocarditis. Sometimes, the infection comes from an unknown location. Joints with preexisting arthritis, such as rheumatoid arthritis, are especially prone to bacterial arthritis spread through the blood. In addition, some treatments for rheumatoid arthritis can also increase a person's risk by causing an immunocompromised state. Intravenous drug use can cause endocarditis that spreads bacteria in the bloodstream and subsequently causes septic arthritis. Bacteria can enter the joint directly from prior surgery, intraarticular injection, trauma or joint prosthesis.   === Risk factors === In children, although septic arthritis occurs in healthy children and adolescents with no co-occurring health issues, there are certain risk factors that may increase the likelihood of acquiring septic arthritis. For example, children with renal osteodystrophy or renal bone disease, certain hematological disorders and diseases causing immune suppression are risk factors for childhood septic arthritis. The rate of septic arthritis varies from 4 to 29 cases per 100,000 person-years, depending on the underlying medical condition and the joint characteristics. For those with a septic joint, 85% of the cases have an underlying medical condition while 59% of them had a previous joint disorder. Having more than one risk factor greatly increases risk of septic arthritis.  Age over 80 years Diabetes mellitus Osteoarthritis Rheumatoid arthritis. Risk of septic arthritis increases with anti-tumor necrosis factor alpha treatment. Immunosuppressive medication Intravenous drug abuse Recent joint surgery Hip or knee prosthesis and skin infection HIV infection Other causes of sepsis   === Organisms === Most cases of septic arthritis involve only one organism; however, polymicrobial infections can occur, especially after large open injuries to the joint. Septic arthritis is usually caused by bacteria, but may be caused by viral, mycobacterial, and fungal pathogens as well. It can be broadly classified into three groups: non-gonococcal arthritis, gonococcal arthritis, and others.  Non-gonococcal arthritis – These bacteria account for over 80% of septic arthritis cases and are usually staphylococci or streptococci. Such infections most commonly come from drug abuse, cellulitis, abscesses, endocarditis, and chronic osteomyelitis. Methicillin-resistant Staphylococcus aureus (MRSA) may affect 5 to 25% of the cases while gram negative bacilli affects 14 to 19% of the septic arthritis cases. Gram negative infections are usually acquired through urinary tract infections, drug abuse, and skin infections. Older people who are immunocompromised are also prone to get gram negative infections. Common gram negative organisms are: Pseudomonas aeruginosa and Escherichia coli. Both gram positive and gram negative infections are commonly spread through the blood from an infective source; but can be introduced directly into the joint or from surrounding tissue. It often affects older people, and often happens suddenly, involving only one joint. Joint aspiration cultures are positive in 90% of cases, while only 50% of blood cultures yield any organisms. Gonococcal arthritis – Neisseria gonorrhoeae is a common cause of septic arthritis in people who are sexually active and under 40 years old. The bacteria is spread through the blood to the joint following sexual transmission. Other symptoms of disseminated gonococcal infection can include migration of joint pain, tenosynovitis and dermatitis. Synovial fluid cultures are positive in 25 to 70% of the cases while blood cultures are seldom positive. Apart from blood and joint cultures, swabs from urethra, rectum, pharynx, and cervix should also be taken. Polymerase chain reaction (PCR) is another useful way of identifying gonococcal infections if diagnosis is difficult and clinical presentation is similar to reactive arthritis. Others – Fungal and mycobacterial infections are rare causes of septic arthritis and usually have a slow onset of joint symptoms. Mycobacterial joint infection most commonly affects hip and knee joints, caused by reactivation of past mycobacterial infections, with or without signs and symptoms of tuberculosis in lungs. Synovial fluid cultures will be positive in 80% of the cases. However, acid fast smears are not useful. Histology is not specific to myocobacterial infection as there are other granulomatous diseases that can show similar histology. Borrelia burgdorferi, a bacterium that causes lyme disease, can affect multiple large joints such as the knee. Confirmation of Lyme disease is done through enzyme-linked immunosorbent assay (ELISA) followed by confirmation using Western Blot test. It cannot be cultured from synovial fluid. However, PCR testing yields 85% positive result from synovial fluid. Viruses such as rubella, parvovirus B19, chikungunya, and HIV infection can also cause septic arthritis. Prosthetic joint infection – Artificial joint infection are usually caused by coagulase negative Staphylococci, Staphylococcus aureus, and gram negative bacilli. Concurrent infections by multiple organisms is also reported in 20% of the cases. The risk factors of prosthetic joint infections are:  previous fracture, seropositive rheumatoid arthritis, obesity, revision arthroplasty, and surgical site infections.   ==== List of organisms ==== Staphylococci (40%) Staphylococcus aureus – the most common cause in most age groups. Can be caused by skin infection, previously damaged joint, prosthetic joint or intravenous drug use. coagulase-negative staphylococci – usually due to prosthetic joint Streptococci – the second-most common cause (28%) Streptococcus pyogenes – a common cause in children under 5 Streptococcus pneumoniae Group B streptococci – a common cause in infants Haemophilus influenzae Neisseria gonorrhoeae – the most common cause of septic arthritis in young, sexually active adults. Multiple macules or vesicles seen over the trunk are a pathognomonic feature. Neisseria meningitidis Escherichia coli – in the elderly, IV drug users and the seriously ill Pseudomonas aeruginosa – IV drug users or penetrating trauma through the shoe M. tuberculosis, Salmonella spp. and Brucella spp. – cause septic spinal arthritis Eikenella corrodens – human bites Pasteurella multocida, bartonella henselae, capnocytophaga – animal bites or scratches Fungal species – immunocompromised state Borrelia burgdorferi – ticks, causes lyme disease Spirillum minus, Streptobacillus moniliformis – rat bites   == Diagnosis ==  Septic arthritis should be considered whenever a person has rapid onset pain in a swollen joint, regardless of fever. One or multiple joints can be affected at the same time. Laboratory studies such as blood cultures, white blood cell count with differential, ESR, and CRP should also be included. However, white cell count, ESR, and CRP are nonspecific and could be elevated due to infection elsewhere in the body. Serologic studies should be done if lyme disease is suspected. Blood cultures can be positive in 25 to 50% of those with septic arthritis due to spread of infection from the blood. CRP more than 20 mg/L and ESR greater than 20 mm/hour together with typical signs and symptoms of septic arthritis should prompt arthrocentesis from the affected joint for synovial fluid examination. The synovial fluid should be collected before the administration of antibiotics and should be sent for gram stain, culture, leukocyte count with differential, and crystal studies. This can include NAAT testing for N. gonorrhoeae if suspected in a sexually active person. In children, the Kocher criteria is used for diagnosis of septic arthritis.   == Differential diagnosis == The differential diagnosis of septic arthritis is broad and challenging. First, it has to be differentiated from acute hematogenous osteomyelitis. This is because the treatment lines of both conditions are not identical. Noteworthy, septic arthritis and acute hematogenous osteomyelitis can co-occur. Especially in the hip and shoulder joints their co-occurrence is likely and represents a diagnostic challenge. Therefore, physicians should have a high suspicion index in that regard. This is because in both the hip and shoulder joints the metaphysis is intra-articular which in turn facilitates the spread of hematogenous osteomyelitis into the joint cavity. Conversely, joint sepsis may spread to the metaphysis and induce osteomyelitis. Acute exacerbation of juvenile idiopathic arthritis and transient synovitis of the hip both of which are non-septic conditions may mimic septic arthritis. More serious and life-threatening disorders as bone malignancies e.g. Ewing sarcoma and osteosarcoma may mimic septic arthritis associated with concurrent acute hematogenous osteomyelitis. In this regard, Magnetic resonance imaging may play an important role in the differential diagnosis.   === Joint aspiration === In children, joint synovial fluid aspiration techniques aim at isolating the infectious organism by culture and sensitivity analysis. Cytological analysis of the joint aspirate can point to septic arthritis. However, a negative culture and sensitivity test does not rule out the presence of septic arthritis. Various clinical scenarios and technique-related factors may impact the validity of results of the culture and sensitivity. Additionally, results of cytological analysis, though important, should not be interpreted in isolation of the clinical settings.  In the joint fluid, the typical white blood cell count in septic arthritis is over 50,000–100,000 cells per 10−6/l (50,000–100,000 cell/mm3); where more than 90% are neutrophils is suggestive of septic arthritis. For those with prosthetic joints, white cell count more than 1,100 per mm3 with neutrophil count greater than 64% is suggestive of septic arthritis. However, septic synovial fluid can have white blood cell counts as low as a few thousand in the early stages. Therefore, differentiation of septic arthritis from other causes is not always possible based on cell counts alone. Synovial fluid PCR analysis is useful in finding less common organisms such as Borrelia species. However, measuring protein and glucose levels in joint fluid is not useful for diagnosis. The Gram stain can rule in the diagnosis of septic arthritis, however, cannot exclude it. Synovial fluid cultures are positive in over 90% of nongonoccocal arthritis; however, it is possible for the culture to be negative if the person received antibiotics prior to the joint aspiration. Cultures are usually negative in gonoccocal arthritis or if fastidious organisms are involved. If the culture is negative or if a gonococcal cause is suspected, NAAT testing of the synovial fluid should be done. Positive crystal studies do not rule out septic arthritis. Crystal-induced arthritis such as gout can occur at the same time as septic arthritis. A lactate level in the synovial fluid of greater than 10 mmol/L makes the diagnosis very likely.   === Blood tests === Laboratory testing includes white blood cell count, ESR and CRP. These values are usually elevated in those with septic arthritis; however, these can be elevated by other infections or inflammatory conditions and are, therefore, nonspecific. Procalcitonin may be more useful than CRP. Blood cultures can be positive in up to half of people with septic arthritis.   === Imaging === Imaging such as x-ray, CT, MRI or ultrasound are nonspecific. They can help determine areas of inflammation but cannot confirm septic arthritis. When septic arthritis is suspected, x-rays should generally be taken. This is used to assess any problems in the surrounding structures such as bone fractures, chondrocalcinosis, and inflammatory arthritis which may predispose to septic arthritis. While x-rays may not be helpful early in the diagnosis/treatment, they may show subtle increase in joint space and tissue swelling. Later findings include joint space narrowing due to destruction of the joint. Ultrasound is effective at detecting joint effusions. CT and MRI are not required for diagnosis; but if the diagnosis is unclear or the joints are hard to examine (ie.sacroiliac or hip joints); they can help to assess for inflammation/infection in or around the joint (i.e. Osteomyelitis), bone erosions, and bone marrow oedema. Both CT and MRI scans are helpful in guiding arthrocentesis of the joints.   === Differential diagnosis === Crystal induced arthritis such as gout or pseudogout Inflammatory arthritis Rheumatoid arthritis Seronegative spondyloarthropathy such as ankylosing spondylitis or reactive arthritis Traumatic arthritis due to hemarthrosis, fracture or foreign body Osteoarthritis   == Treatment == Treatment is usually with intravenous antibiotics, analgesia and washout and/or aspiration of the joint. Draining the pus from the joint is important and can be done either by needle (arthrocentesis) or opening the joint surgically (arthrotomy). Empiric antibiotics for suspected bacteria should be started. This should be based on Gram stain of the synovial fluid as well as other clinical findings. General guidelines are as follows:  Gram positive cocci – vancomycin Gram negative cocci – Ceftriaxone Gram negative bacilli – Ceftriaxone, cefotaxime, or ceftazidime Gram stain negative and immunocompetent – vancomycin Gram stain negative and immunocompromised – vancomycin + third generation cephalosphorin IV drug use (possible pseudomonas aeruginosa) – ceftazidime +/- an aminoglycoside Once cultures are available, antibiotics can be changed to target the specific organism. After a good response to intravenous antibiotics, people can be switched to oral antibiotics. The duration of oral antibiotics varies, but is generally for 1–4 weeks depending on the offending organism.  Repeated daily joint aspiration is useful in the treatment of septic arthritis. Every aspirate should be sent for culture, gram stain, white cell count to monitor the progress of the disease. Both open surgery and arthroscopy are helpful in the drainage of the infected joint. During surgery, lysis of the adhesions, drainage of pus, and debridement of the necrotic tissues are done. Close follow up with physical exam & labs must be done to make sure the person is no longer feverish, pain has resolved, has improved range of motion, and lab values are normalized. In infection of a prosthetic joint, a biofilm is often created on the surface of the prosthesis which is resistant to antibiotics. Surgical debridement  is usually indicated in these cases. A replacement prosthesis is usually not inserted at the time of removal to allow antibiotics to clear infection of the region. People that cannot have surgery may try long-term antibiotic therapy in order to suppress the infection. The use of prophylactic antibiotics before dental, genitourinary, gastrointestinal procedures to prevent infection of the implant is controversial. Low-quality evidence suggests that the use of corticosteroids may reduce pain and the number of days of antibiotic treatment in children.   == Outcomes == Risk of permanent impairment of the joint varies greatly. This usually depends on how quickly treatment is started after symptoms occur as longer lasting infections cause more destruction to the joint. The involved organism, age, preexisting arthritis, and other comorbidities can also increase this risk. Gonococcal arthritis generally does not cause long term impairment. For those with Staphylococcus aureus septic arthritis, 46 to 50% of the joint function returns after completing antibiotic treatment. In pneumococcal septic arthritis, 95% of the joint function will return if the person survives. One-third of people are at risk of functional impairment (due to amputation, arthrodesis, prosthetic surgery, and deteriorating joint function) if they have an underlying joint disease or a synthetic joint implant. Mortality rates generally range from 10 to 20%. These rates increase depending on the offending organism, advanced age, and comorbidities such as rheumatoid arthritis.   == Epidemiology == In children and adolescence septic arthritis and acute hematogenous osteomyelitis occurs in about 1.34 to 82 per 100,000 per annual hospitalization rates. In adults septic arthritis occurs in about 5 people per 100,000 each year. It occurs more commonly in older people. With treatment, about 15% of people die, while without treatment 66% die.   == References ==   == External links =="}