{"name": "goserelin", "category": "drug", "content": "Goserelin, sold under the brand name Zoladex among others, is a medication which is used to suppress production of the sex hormones (testosterone and estrogen), particularly in the treatment of breast cancer and prostate cancer. It is an injectable gonadotropin releasing hormone agonist (GnRH agonist). Structurally, it is a decapeptide. It is the natural GnRH decapeptide with two substitutions to inhibit rapid degradation. Goserelin stimulates the production of the sex hormones testosterone and estrogen in a non-pulsatile (non-physiological) manner. This causes the disruption of the endogenous hormonal feedback systems, resulting in the down-regulation of testosterone and estrogen production. It was patented in 1976 and approved for medical use in 1987. It is on the World Health Organization's List of Essential Medicines.   == Medical uses ==  Goserelin is used to treat hormone-sensitive cancers of the breast (in pre- and peri-menopausal women) and prostate, and some benign gynaecological disorders (endometriosis, uterine fibroids and endometrial thinning). In addition, goserelin is used in assisted reproduction and in the treatment of precocious puberty. It may also be used in the treatment of male-to-female transgender people.   == Side effects == Goserelin may cause bone pain, hot flashes, headache, stomach upset, depression, difficulty urinating (isolated cases), weight gain, swelling and tenderness of breasts (infrequent), decreased erections and reduced sexual desire. Bone pain can be managed symptomatically, and erectile dysfunction can be treated by vardenafil (Levitra) or other similar oral therapies, although they will not treat the reduced sexual desire. The rates of gynecomastia with goserelin have been found to range from 1 to 5%. Short-term memory impairment has also been reported in women and may in some cases be severe, but this effect disappears gradually once treatment is discontinued.<   == Pharmacology == Goserelin is a synthetic analogue of a naturally occurring gonadotropin-releasing hormone (GnRH). Bioavailability is almost complete by injection. Goserelin is poorly protein-bound and has a serum elimination half-life of two to four hours in patients with normal renal function. The half-life increases with patients with impaired renal function. There is no significant change in pharmacokinetics in subjects with liver failure. After administration, peak serum concentrations are reached in about two hours. It rapidly binds to the GnRH receptor cells in the pituitary gland thus leading to an initial increase in production of luteinizing hormone and thus leading to an initial increase in the production of corresponding sex hormones. This initial flare may be treated by co-prescribing/co-administering an androgen receptor antagonist such as bicalutamide (Casodex). Eventually, after a period of about 14–21 days, production of LH is greatly reduced due to receptor downregulation, and sex hormones are generally reduced to castrate levels.   == Chemistry ==  Goserelin is a GnRH analogue and decapeptide. It is provided as the acetate salt.   == Society and culture ==   === Names ===  Goserelin is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, and BANTooltip British Approved Name.   == References =="}