{"name": "gossypol", "category": "drug", "content": "Gossypol () is a natural phenol derived from the cotton plant (genus Gossypium). Gossypol is a phenolic aldehyde that permeates cells and acts as an inhibitor for several dehydrogenase enzymes. It is a yellow pigment. The structure exhibits atropisomerism, with the two enantiomers having different biochemical properties. Among other applications, it has been tested as a male oral contraceptive in China. In addition to its putative contraceptive properties, gossypol has also long been known to possess antimalarial properties.   == Biosynthesis == Gossypol is a terpenoid aldehyde which is formed metabolically through acetate via the isoprenoid pathway. The sesquiterpene dimer undergoes a radical coupling reaction to form gossypol. The biosynthesis begins when geranyl pyrophosphate (GPP) and isopentenyl pyrophosphate (IPP) are combined to make the sesquiterpene precursor farnesyl diphosphate (FPP). The cadinyl cation (1) is oxidized to 2 by (+)-δ-cadinene synthase. The (+)-δ-cadinene (2) is involved in making the basic aromatic sesquiterpene unit, homigossypol, by oxidation, which generates the 3 (8-hydroxy-δ-cadinene) with the help of (+)-δ-cadinene 8-hyroxylase. Compound 3 goes through various oxidative processes to make 4 (deoxyhemigossypol), which is oxidized by one electron into hemigossypol (5, 6, 7) and then undergoes a phenolic oxidative coupling, ortho to the phenol groups, to form gossypol (8). The coupling is catalyzed by a hydrogen peroxide-dependent peroxidase enzyme, which results in the final product.   == Research ==   === Contraception === A 1929 investigation in Jiangxi showed correlation between low fertility in males and use of crude cottonseed oil for cooking. The compound causing the contraceptive effect was determined to be gossypol. In the 1970s, the Chinese government began researching the use of gossypol as a contraceptive. Their studies involved over 10,000 subjects, and continued for over a decade. They concluded that gossypol provided reliable contraception, could be taken orally as a tablet, and did not upset men's balance of hormones. However, gossypol also had serious flaws. The studies also discovered an abnormally high rate (0.75%) of hypokalemia (low blood potassium levels) among subjects. Hypokalemia causes symptoms of fatigue, muscle weakness, and at its most extreme, paralysis. In addition, about 7% of subjects reported effects on their digestive systems, about 12% had increased fatigue, some subjects experienced impotence or reduced libido, and 9.9% became irreversibly infertile, apparently associated with longer treatment and greater total dose of gossypol. Most subjects recovered after stopping treatment and taking potassium supplements. The same study showed taking potassium supplements during gossypol treatment did not prevent hypokalemia in primates. The potassium deficiency may also be a result of the Chinese diet or genetic predisposition. In the mid-1990s, the Brazilian pharmaceutical company Hebron announced plans to market a low-dose gossypol pill called Nofertil, but the pill never came to market. Its release was indefinitely postponed due to unacceptably high rates of permanent infertility. 5% to 25% of the men remained azoospermic up to a year after stopping treatment.  Researchers have suggested gossypol might make a good noninvasive alternative to surgical vasectomy. In 1986, in conjunction with the Chinese Ministry of Public Health and the Rockefeller Foundation, the World Health Organization formalized a decision to discontinue research into gossypol as a male contraceptive drug. In addition to the other side effects, the WHO researchers were concerned about gossypol's toxicity: the LD50 in primates is less than 10 times the contraceptive dose, creating a small therapeutic window. This report effectively ended further studies of gossypol as a temporary contraceptive, but research into using it as an alternative to vasectomy continues in Austria, Brazil, Chile, China, the Dominican Republic, and Nigeria.   == Toxicity == Food and animal agricultural industries must manage cotton-derivative product levels to avoid toxicity. For example, only ruminant microflora can digest gossypol, and then only to a certain level, and cottonseed oil must be refined. Genetically engineered cotton plants that contain little gossypol in the seed may still contain the compound in the stems and leaves.   == References ==   == External links ==  Media related to Gossypol at Wikimedia Commons"}