{"name": "Graft-vs-Host Disease", "category": "disease", "content": "Graft-versus-host disease (GvHD)  is a syndrome, characterized by inflammation in different organs. GvHD is commonly associated with bone marrow transplants and stem cell transplants. White blood cells of the donor's immune system which remain within the donated tissue (the graft) recognize the recipient (the host) as foreign (non-self). The white blood cells present within the transplanted tissue then attack the recipient's body's cells, which leads to GvHD. This should not be confused with a transplant rejection, which occurs when the immune system of the transplant recipient rejects the transplanted tissue; GvHD occurs when the donor's immune system's white blood cells reject the recipient. The underlying principle (alloimmunity) is the same, but the details and course may differ.  GvHD can also occur after a blood transfusion, known as Transfusion-associated graft-versus-host disease or TA-GvHD if the blood products used have not been gamma irradiated or treated with an approved leukocyte reduction system. In contrast to organ/tissue transplant associated GvHD, the incidence of TA-GvHD is increased with HLA matching (first-degree or close relatives).   == Types ==  In the clinical setting, graft-versus-host disease is divided into acute and chronic forms, and scored or graded on the basis of the tissue affected and the severity of the reaction. In the classical sense, acute graft-versus-host disease is characterized by selective damage to the liver, skin (rash), mucosa, and the gastrointestinal tract. Newer research indicates that other graft-versus-host disease target organs include the immune system (the hematopoietic system, e.g., the bone marrow and the thymus) itself, and the lungs in the form of immune-mediated pneumonitis. Biomarkers can be used to identify specific causes of GvHD, such as elafin in the skin. Chronic graft-versus-host disease also attacks the above organs, but over its long-term course can also cause damage to the connective tissue and exocrine glands. Mucosal damage to the vagina can result in severe pain and scarring, and appears in both acute and chronic GvHD. This can result in an inability to have sexual intercourse.   === Acute === The acute or fulminant form of the disease (aGvHD) is normally observed within the first 10 to 100 days post-transplant, and is a major challenge to transplants owing to associated morbidity and mortality. About one-third to one-half of allogeneic transplant recipients will develop acute GvHD. It is less common in younger patients and in those with closer human leukocyte antigens (HLA) matches between donor and the patient. The first signs are usually a rash, burning, and redness of the skin on the palms and soles. This can spread over the entire body. Other symptoms can include nausea, vomiting, stomach cramps, diarrhea (watery and sometimes bloody), loss of appetite, jaundice, abdominal pain, and weight loss. Acute GvHD of the GI tract can result in severe intestinal inflammation, sloughing of the mucosal membrane, severe diarrhea, abdominal pain, nausea, and vomiting. This is typically diagnosed via intestinal biopsy. Liver GvHD is measured by the bilirubin level in acute patients. Skin GvHD results in a diffuse red maculopapular rash, sometimes in a lacy pattern. Acute GvHD is staged as follows: overall grade (skin-liver-gut) with each organ staged individually from a low of 1 to a high of 4. Patients with grade IV GvHD usually have a poor prognosis. If the GvHD is severe and requires intense immunosuppression involving steroids and additional agents to get under control, the patient may develop severe infections as a result of the immunosuppression and may die of infection.  However, a 2016 study found that the prognosis for patients with grade IV GvHD has improved in recent years.   === Chronic === The chronic form of graft-versus-host disease (cGvHD) normally begins 90 to 600 days post-transplant. The appearance of moderate to severe cases of cGVHD adversely influences long-term survival. The first symptom of cGvHD is commonly a rash on the palms of the hands or the soles of the feet, and the rash can spread and is usually itchy and dry. In severe cases, the skin may blister and peel, like a bad sunburn. A fever may also develop. Other symptoms of chronic GVHD can include:  Decreased appetite Diarrhea Abdominal (belly) cramps Weight loss Yellowing of the skin and eyes (jaundice) Enlarged liver Bloated abdomen (belly) Pain in the upper right part of the abdomen (belly) Increased levels of liver enzymes in the blood (seen on blood tests) Skin that feels tight Dry, burning eyes Dryness or painful sores in the mouth Burning sensations when eating acidic foods Bacterial infections Blockages in the smaller airways of the lungs In the oral cavity, chronic graft-versus-host disease manifests as lichen planus with a higher risk of malignant transformation to oral squamous cell carcinoma in comparison to the classical oral lichen planus. Oral cancer associated with graft-versus-host disease may have more aggressive behavior with poorer prognosis, when compared to oral cancer in non-hematopoietic stem cell transplantation patients.   == Causes ==  Three criteria, known as the Billingham criteria, must be met in order for GvHD to occur.  An immuno-competent graft is administered, with viable and functional immune cells. The recipient is immunologically different from the donor – histo-incompatible. The recipient is immunocompromised and therefore cannot destroy or inactivate the transplanted cells. In particular, it involves an inability of the recipient's cell-mediated immunity to destroy or inactivate viable lymphocytes from the donor. After bone marrow transplantation, T cells present in the graft, either as contaminants or intentionally introduced into the host, attack the tissues of the transplant recipient after perceiving host tissues as antigenically foreign. The T cells produce an excess of cytokines, including TNF-α and interferon-gamma (IFNγ). A wide range of host antigens can initiate graft-versus-host disease, among them the human leukocyte antigens (HLA). However, graft-versus-host disease can occur even when HLA-identical siblings are the donors. HLA-identical siblings or HLA-identical unrelated donors often have genetically different proteins (called minor histocompatibility antigens) that can be presented by major histocompatibility complex (MHC) molecules to the donor's T-cells, which see these antigens as foreign and so mount an immune response. Antigens most responsible for graft loss are HLA-DR (first six months), HLA-B (first two years), and HLA-A (long-term survival). While donor T-cells are undesirable as effector cells of graft-versus-host disease, they are valuable for engraftment by preventing the recipient's residual immune system from rejecting the bone marrow graft (host-versus-graft). In addition, as bone marrow transplantation is frequently used to treat cancer, mainly leukemias, donor T-cells have proven to have a valuable graft-versus-tumor effect. A great deal of current research on allogeneic bone marrow transplantation involves attempts to separate the undesirable graft-vs-host disease aspects of T-cell physiology from the desirable graft-versus-tumor effect.   === Transfusion-associated GvHD ===  This type of GvHD is associated with transfusion of un-irradiated blood to immunocompromised recipients. It can also occur in situations in which the blood donor is homozygous and the recipient is heterozygous for an HLA haplotype. It is associated with higher mortality (80–90%) due to involvement of bone marrow lymphoid tissue, however the clinical manifestations are similar to GVHD resulting from bone marrow transplantation. Transfusion-associated GvHD is rare in modern medicine. It is almost entirely preventable by controlled irradiation of blood products to inactivate the white blood cells (including lymphocytes) within.   === Thymus transplantation === Thymus transplantation may be said to be able to cause a special type of GvHD because the recipient's thymocytes would use the donor thymus cells as models when going through the negative selection to recognize self-antigens, and could therefore still mistake own structures in the rest of the body for being non-self. This is a rather indirect GvHD because it is not directly cells in the graft itself that causes it but cells in the graft that make the recipient's T cells act like donor T cells. It can be seen as a multiple-organ autoimmunity in xenotransplantation experiments of the thymus between different species. Autoimmune disease is a frequent complication after human allogeneic thymus transplantation, found in 42% of subjects over one year post-transplantation. However, this is partially explained by the fact that the indication itself, that is, complete DiGeorge syndrome, increases the risk of autoimmune disease.   === Thymoma-associated multiorgan autoimmunity (TAMA) === A GvHD-like disease called thymoma-associated multiorgan autoimmunity (TAMA) can occur in patients with thymoma. In these patients rather than a donor being a source of pathogenic T cells, the patient's own malignant thymus produces self-directed T cells. This is because the malignant thymus is incapable of appropriately educating developing thymocytes to eliminate self-reactive T cells. The result is a disease virtually indistinguishable from GvHD.   == Mechanism == The pathophysiology of GvHD includes three phases:  The afferent phase: activation of APC (antigen presenting cells) The efferent phase: activation, proliferation, differentiation and migration of effector cells The effector phase: target tissue destruction Activation of APC occurs in the first stage of GvHD. Prior to haematopoietic stem cell transplantation, radiation or chemotherapy results in damage and activation of host tissues, especially intestinal mucosa. This allows the microbial products to enter and stimulate pro-inflammatory cytokines such as IL-1 and TNF-α. These proinflammatory cytokines increase the expression of MHC and adhesion molecules on APCs, thereby increasing the ability of APC to present antigen. The second phase is characterized by the activation of effector cells. Activation of donor T-cells further enhances the expression of MHC and adhesion molecules, chemokines and the expansion of CD8 + and CD4 + T-cells and guest B-cells. In the final phase, these effector cells migrate to target organs and mediate tissue damage, resulting in multiorgan failure.   == Prevention == DNA-based tissue typing allows for more precise HLA matching between donors and transplant patients, which has been proven to reduce the incidence and severity of GvHD and to increase long-term survival. The T-cells of umbilical cord blood (UCB) have an inherent immunological immaturity, and the use of UCB stem cells in unrelated donor transplants has a reduced incidence and severity of GvHD. Methotrexate, cyclosporin and tacrolimus are common drugs used for GvHD prophylaxis. Further research is necessary to evaluate whether mesenchymal stromal cells can also be used for the prophylaxis. Graft-versus-host disease can largely be avoided by performing a T-cell-depleted bone marrow transplant. However, these types of transplants come at a cost of diminished graft-versus-tumor effect, greater risk of engraftment failure, or cancer relapse, and general immunodeficiency, resulting in a patient more susceptible to viral, bacterial, and fungal infection. In a multi-center study, disease-free survival at three years was not different between T cell-depleted and T cell-replete transplants.   == Treatment ==   === Glucocorticoids === Intravenously administered glucocorticoids, such as prednisone, are the standard of care in acute GvHD and chronic GVHD. The use of these glucocorticoids is designed to suppress the T-cell-mediated immune onslaught on the host tissues; however, in high doses, this immune-suppression raises the risk of infections and cancer relapse. Therefore, it is desirable to taper off the post-transplant high-level steroid doses to lower levels, at which point the appearance of mild GVHD may be welcome, especially in HLA mis-matched patients, as it is typically associated with a graft-versus-tumor effect..While glucocorticoids remain the first line of treatment for acute GVHD, only about 50% of patients respond to treatment, otherwise having steroid-refractory GVHD (SR-GVHD). An increasing number of recent treatment options for SR-GVHD have been investigated, such as extracorporeal photopheresis (ECP), mesenchymal stem cell (MSCs), fecal microbial transplantation (FMT), and the medication Ruxolitinib.   === Steroid-sparing immunosuppression/immunomodulation === Cyclosporine and tacrolimus are calcineurin inhibitors. The substances are structurally different but have the same mechanism of action. Cyclosporine binds to the cytosolic protein peptidyl-prolyl cis-trans isomerase A (known as cyclophilin), while tacrolimus binds to the cytosolic protein peptidyl-prolyl cis-trans isomerase FKBP12. These complexes inhibit calcineurin, block dephosphorylation of the transcription factor NFAT of activated T-cells and its translocation into the nucleus. Standard prophylaxis involves the use of cyclosporine for six months with methotrexate. Cyclosporin levels should be maintained above 200 ng/ml. Other substances that have been studied for GvHD treatment include, for example: sirolimus, pentostatin, etanercept, and alemtuzumab. In August 2017, the US FDA approved ibrutinib to treat chronic GvHD after failure of one or more other systemic treatments. Axatilimab (Niktimvo) was approved for medical use in the United States in August 2024.   === Non-pharmacological treatment === Given the complex systemic condition and immunosuppression of the chronic GVHD patients, non-drug therapies, are a significant advancement, and may be preferred whenever possible. Examples are photobiomodulation for GVHD-related  oral mucosal  ulcers, and electrostimulation for GVHD-related xerostomia.   == Clinical research == There are a large number of clinical trials either ongoing or recently completed in the investigation of graft-versus-host disease treatment and prevention. On 17 May 2012, Osiris Therapeutics announced that Canadian health regulators approved Prochymal, its drug for acute graft-versus-host disease in children who have failed to respond to steroid treatment. Prochymal is the first stem cell drug to be approved for a systemic disease. In January 2016, Mesoblast released results of a  phase 2 clinical trial on 241 children with acute Graft-versus-host disease, that was not responsive to steroids. The trial was of a mesenchymal stem cell therapy known as remestemcel-L or MSC-100-IV. Survival rate was 82% (vs 39% of controls) for those who showed some improvement after one month, and in the long term 72% (vs 18% of controls) for those that showed little effect after one month.   == HIV elimination == Graft-versus-host disease has been implicated in eliminating several cases of HIV, including The Berlin Patient and six others in Spain.   == See also == Graft-versus-tumor effect Immunosuppression Transplant rejection   == References ==   == Further reading == Ferrara JLM, Deeg HJ, Burakoff SJ. Graft-Vs.-Host Disease: Immunology, Pathophysiology, and Treatment. Marcel Dekker, 1990 ISBN 0-8247-9728-0 Polsdorfer, JR Gale Encyclopedia of Medicine: Graft-vs.-host disease   == External links =="}