{"name": "Granulomatosis with polyangiitis", "category": "disease", "content": "Granulomatosis with polyangiitis (GPA), previously known as Wegener's granulomatosis (WG), after the German physician Friedrich Wegener, is a rare long-term systemic disorder that involves the formation of granulomas and inflammation of blood vessels (vasculitis). It is an autoimmune disease and a form of vasculitis that affects small- and medium-size vessels in many organs but most commonly affects the upper respiratory tract, lungs and kidneys. The signs and symptoms of GPA are highly varied and reflect which organs are supplied by the affected blood vessels. Typical signs and symptoms include nosebleeds, stuffy nose and crustiness of nasal secretions, and inflammation of the uveal layer of the eye.  Damage to the heart, lungs and kidneys can be fatal. The cause of GPA is unknown. Genetics have a role in GPA though the risk of inheritance appears to be low. GPA treatment depends on the severity of the disease. Severe disease is typically treated with a combination of immunosuppressive medications such as rituximab or cyclophosphamide and high-dose corticosteroids to control the symptoms of the disease and azathioprine, methotrexate, or rituximab to keep the disease under control. Plasma exchange is also used in severe cases with damage to the lungs, kidneys, or intestines. The number of new cases of GPA each year is estimated to be 2.1–14.4 new cases per million people in Europe. GPA is rare in Japanese and African-American populations but occurs more often in people of Northern European descent. GPA is estimated to affect 3 cases per 100,000 people in the United States and equally affects men and women. GPA has infrequently been reported in minors.   == Signs and symptoms ==  Initial signs are highly variable, and diagnosis can be severely delayed due to the nonspecific nature of the symptoms. In general, irritation and inflammation of the nose is the first sign in most people. Involvement of the upper respiratory tract, such as the nose and sinuses, is seen in nearly all people with GPA. Typical signs and symptoms of nose or sinus involvement include crusting around the nose, stuffiness, nosebleeds, runny nose, and saddle-nose deformity due to a hole in the septum of the nose. Inflammation of the outer layers of the eye (scleritis and episcleritis) and conjunctivitis are the most common signs of GPA in the eye; involvement of the eyes is common and occurs in slightly more than half of people with the disease.  Kidney: rapidly progressive glomerulonephritis (75%), leading to chronic kidney disease Upper airway, eye and ear disease: Ears: conductive hearing loss due to auditory tube dysfunction, sensorineural hearing loss (unclear mechanism) Oral cavity: strawberry gingivitis, underlying bone destruction with loosening of teeth, non-specific ulcerations throughout the lining of the mouth Trachea: subglottal stenosis Lungs: pulmonary nodules (referred to as \"coin lesions\"), infiltrates (often interpreted as pneumonia), cavitary lesions, bleeding in the lungs causing a person to cough up blood, and rarely bronchial stenosis. Arthritis: Pain or swelling (60%), often initially diagnosed as rheumatoid arthritis Skin: subcutaneous nodules (granulomas) on the elbow, purpura, various others (see cutaneous vasculitis) Nervous system: occasionally sensory neuropathy (10%) and rarely mononeuritis multiplex Heart, gastrointestinal tract, brain, other organs: rarely affected.   == Causes == The cause of GPA is unknown, although microbes, such as bacteria and viruses, as well as genetics have been implicated in its pathogenesis.   == Pathophysiology == Classic microscopic features of GPA include inflammation of blood vessels associated with poorly formed granulomas, necrosis, and many giant cells. Bacterial colonization with Staphylococcus aureus has been hypothesized as an initiating factor of the autoimmunity seen in people with GPA. Several genes involved in the immune system including PTPN22, CTLA4, and human leukocyte antigen genes may influence the risk of developing GPA. It is now widely presumed that the anti-neutrophil cytoplasmic antibodies (ANCAs) are responsible for the inflammation in GPA. The typical ANCAs in GPA are those that react with proteinase 3, an enzyme prevalent in neutrophil granulocytes. In vitro studies have found that ANCAs can activate neutrophils, increase their adherence to endothelium, and induce their degranulation that can damage endothelial cells. In theory, this phenomenon could cause extensive damage to the vessel wall, in particular of arterioles.   == Diagnosis ==  Granulomatosis with polyangiitis is usually suspected only when a person has had unexplained symptoms for a long period of time. Determination of anti-neutrophil cytoplasmic antibodies (ANCAs) can aid in the diagnosis, but positivity is not conclusive and negative ANCAs are not sufficient to reject the diagnosis. More than 90% of people who have GPA test positive for ANCA. Cytoplasmic-staining ANCAs that react with the enzyme proteinase 3 (cANCA) in neutrophils (a type of white blood cell) are associated with GPA. Involvement of the ears, nose, and throat is more common in granulomatosis with polyangiitis than in the similar condition microscopic polyangiitis. If the person has signs of kidney involvement or cutaneous vasculitis, a biopsy is obtained from the kidneys. On rare occasions, thoracoscopic lung biopsy is required. On histopathological examination, a biopsy will show leukocytoclastic vasculitis with necrotic changes and granulomatous inflammation (clumps of typically arranged white blood cells) on microscopy. These granulomas are the main reason for the name granulomatosis with polyangiitis, although it is not an essential feature. Nevertheless, necrotizing granulomas are a hallmark of this disease. However, many biopsies can be nonspecific and 50% provide too little information for the diagnosis of GPA.   === Classification === Granulomatosis with polyangiitis is part of a larger group of vasculitic syndromes called systemic vasculitides or necrotizing vasculopathies, all of which feature an autoimmune attack by an abnormal type of circulating antibody termed ANCAs (antineutrophil cytoplasmic antibodies) against small and medium-size blood vessels. Apart from GPA, this category includes eosinophilic granulomatosis with polyangiitis (EGPA) and microscopic polyangiitis. Although GPA affects small- and medium-size vessels, it is formally classified as one of the small vessel vasculitides in the Chapel Hill system.   === Criteria === In 1990, the American College of Rheumatology accepted classification criteria for GPA. These criteria were not intended for diagnosis, but for inclusion in randomized controlled trials. Two or more positive criteria have a sensitivity of 88.2% and a specificity of 92.0% of describing GPA.  Nasal or oral inflammation: painful or painless oral ulcers or purulent or bloody nasal discharge Lungs: abnormal chest X-ray with: nodules, infiltrates or cavities Kidneys: urinary sediment with: microscopic hematuria or red cell casts Biopsy: granulomatous inflammation within the arterial wall or in the perivascular area According to the Chapel Hill Consensus Conference (CHCC) on the nomenclature of systemic vasculitis (1992), establishing the diagnosis of GPA demands:  a granulomatous inflammation involving the respiratory tract, and a vasculitis of small to medium-size vessels. Several investigators have compared the ACR and Chapel Hill criteria. In 2022, American College of Rheumatology and the European Alliance of Associations for Rheumatology updated the classification criteria for GPA.   == Treatment == GPA treatment depends on its severity and whether it has caused organ damage.   === Severe disease === The standard treatment for severe GPA is to induce remission with immunosuppressants such as rituximab or cyclophosphamide in combination with high-dose corticosteroids. Plasmapheresis is sometimes recommended for very severe manifestations of GPA, such as diffuse alveolar hemorrhage and rapidly progressive glomerulonephritis (as seen in pulmonary-renal syndrome). The use of plasmapheresis in those with GPA and acute kidney failure (renal vasculitis) might reduce progression to end-stage kidney disease at three months. Oral and intravenous cyclophosphamide are both effective for induction of GPA remission. Oral cyclophosphamide at a dose of 2 mg/kg/day was the standard treatment for many years; this regimen resulted in complete remission in more than 75% of people with GPA but is associated with significant toxicities including infertility, inflammation and bleeding from the bladder, and bladder cancer. In contrast, administering pulsed doses of intravenous cyclophosphamide is equally effective for inducing remission, results in a lower cumulative dose, and decreases the incidence of abnormally low white blood cell counts by one-third. However, pulsed intravenous cyclophosphamide may be associated with a higher risk of GPA relapse when compared to oral cyclophosphamide. Due to a high frequency of abnormally low white blood cell counts seen with cyclophosphamide treatment, Pneumocystis jirovecii pneumonia is a common complication and prophylaxis against this pathogen is recommended. Rituximab may be substituted for cyclophosphamide to induce remission since it is similarly effective and has a comparable side effect profile. The dose of corticosteroids is generally tapered (decreased) very slowly over the course of several months to reduce the risk of another GPA flare. After a person with GPA has successfully undergone induction and gone into remission, the treatment goal then shifts to maintenance of remission and preventing subsequent GPA flares. Less toxic immunosuppressing medications such as rituximab, methotrexate, azathioprine, leflunomide, or mycophenolate mofetil are used. TNF inhibitors, such as etanercept, appear to be ineffective and are not recommended for routine use.   === Limited disease === In generalized non-organ-threatening disease, remission can be achieved with a combination of methotrexate and corticosteroids, where the steroid dose is reduced after a remission has been achieved and methotrexate is used as maintenance therapy. Treatment measures for localised GPA of the nose and sinuses includes nasal irrigation, nasal corticosteroids, and antibiotics if infection occurs. If perforation of the nasal septum occurs (or saddle nose deformity), then surgical repair is recommended. Trimethoprim/sulfamethoxazole has been proposed to help prevent relapse though a 2015 Cochrane review did not confirm fewer relapses with trimethoprim/sulfamethoxazole treatment.   == Prognosis == Before modern treatments, the 2-year survival was under 10% and average survival five months. Death usually resulted from uremia or respiratory failure. The revised Five-factor score is associated with 5-year mortality from GPA and is based on the following criteria: age greater than 65 years, cardiac symptoms, gastrointestinal involvement, chronic kidney disease, and the absence of ears, nose, and throat symptoms. With corticosteroids and cyclophosphamide, 5-year survival is over 80%. Long-term complications are common (86%), mainly chronic kidney failure, hearing loss, and deafness. The risk of relapse is increased in people with GPA who test positive for anti-PR3 ANCA antibodies and is higher than the relapse risk for microscopic polyangiitis. Today, medication toxicity is managed more carefully and long-term remissions are possible. Some affected individuals are able to lead relatively normal lives and remain in remission for 20+ years after treatment.   == Epidemiology == The incidence is 10–20 cases per million per year. It is exceedingly rare in Japan and in African Americans.   == History == Scottish otolaryngologist Peter McBride (1854–1946) first described the condition in 1897 in a BMJ article  entitled \"Photographs of a case of rapid destruction of the nose and face\". Heinz Karl Ernst Klinger (born 1907) added information on the anatomical pathology. An early name for the disease was pathergic granulomatosis. The disease is still sometimes confused with lethal midline granuloma and lymphomatoid granulomatosis, both malignant lymphomas. The full clinical picture was first presented by Friedrich Wegener (1907–1990), a German pathologist, in two reports in 1936 and 1939, leading to the eponymous name Wegener's granulomatosis or Wegener granulomatosis (English: ). In 2011, the American College of Rheumatology (ACR), the American Society of Nephrology (ASN) and the European League Against Rheumatism (EULAR) resolved to change the name to granulomatosis with polyangiitis, given Wegener's association with the Nazi Party.   == See also == List of medical eponyms with Nazi associations   == References ==   == External links =="}