{"name": "Granuloma Annulare", "category": "disease", "content": "Granuloma annulare (GA) is a rare, sometimes chronic skin condition which presents as reddish bumps on the skin arranged in a circle or ring. It can initially occur at any age, though two-thirds of patients are under 30 years old, and it is seen most often in children and young adults. Females are two times as likely to have it as males.   == Signs and symptoms ==  Aside from the visible rash, granuloma annulare is usually asymptomatic. Sometimes the rash may burn or itch. People with GA usually notice a ring of small, firm bumps (papules) more commonly over the backs of the forearms, hands or feet, often centered on joints or knuckles. GA, however, can be anywhere on the body and has also been seen on necks, backs, ankles and wrists. Bumps are caused by the clustering of T cells below the skin. These papules start as very small, pimple looking bumps, which spread over time from that size to dime, quarter, half-dollar size and beyond. Occasionally, multiple rings may join into one. Rarely, GA may appear as a firm nodule under the skin of the arms or legs.  It also occurs on the sides and circumferential at the waist and without therapy can continue to be present for many years. Outbreaks continue to develop at the edges of the aging rings.   == Causes == The condition is usually seen in otherwise healthy people. Occasionally, it may be associated with diabetes or thyroid disease. It has also been associated with autoimmune diseases such as systemic lupus erythematosus, rheumatoid arthritis, Lyme disease and Addison's disease. At this time, no conclusive connection has been made between patients.   == Pathology ==  Granuloma annulare microscopically consists of dermal epithelioid histiocytes around a central zone of mucin—a so-called palisaded granuloma.   === Pathogenesis === Granuloma annulare is an idiopathic condition, though many catalysts have been proposed. Among these is skin trauma, UV exposure, vaccinations, tuberculin skin testing, and Borrelia and viral infections. The mechanisms proposed at a molecular level vary even more. In 1977, Dahl et al. proposed that since the lesions of GA often display a thickening of, occlusion of, or other trauma to blood vessels, blood vessels may be responsible for GA. From their study of 58 patients, they found that immunoglobin M (IgM), complement, and fibrinogen were in the blood vessels of GA areas, suggesting that GA may share similarities with an immune-mediated, type 3 reaction or that chronic immune vasculitis may be involved in the pathogenesis. Another study found evidence suggesting blood vessel involvement with masses of intercellular fibrin and thickened basal lamina found around capillaries. Umbert et al. (1976), proposed an alternative pathogenesis: cell-mediated immunity. Their data suggests that lymphokines, such as macrophage-inhibiting factor (MIF), leads to sequestration of macrophages and histiocytes in the dermis. Then, upon lysosomal enzyme release by these sequestered cells, connective tissue damage ensues, which results in GA. Later, these authors found data suggesting that activation of macrophages and fibroblasts are involved in the pathogenesis of GA and that fibrin and the rare IgM and C3 deposition around vessels were more likely a delayed-type hypersensitivity with resulting tissue and vessel changes rather than an immune-complex mediated disease. Further data has been collected supporting this finding.   == Diagnosis ==   === Types === Granuloma annulare may be divided into the following types:: 703–5   Localized granuloma annulare Generalized granuloma annulare Patch-type granuloma annulare Subcutaneous granuloma annulare Perforating granuloma annulare   == Treatment == Because granuloma annulare is usually asymptomatic and self-limiting with a course of about two years, initial treatment is generally topical steroids or calcineurin inhibitors; if unimproved with topical treatments, it may be treated with intradermal injections of steroids or phototherapy. If local treatment fails it may be treated with systemic corticosteroids. Treatment success varies widely, with most patients finding only brief success with the above-mentioned treatments. Most lesions of granuloma annulare disappear in pre-pubertal patients with no treatment within two years while older patients (50+) have rings for upwards of 20 years. The appearance of new rings years later is not uncommon.   == History == The disease was first described in 1895 by Thomas Colcott Fox as a \"ringed eruption of the fingers\", and it was named granuloma annulare by Henry Radcliffe Crocker in 1902.   == See also == Granuloma Necrobiosis lipoidica   == References ==   == External links == DermNet dermal-infiltrative/granuloma-annulare"}