{"name": "grazoprevir", "category": "drug", "content": "Grazoprevir is a drug approved for the treatment of hepatitis C. It was developed by Merck and completed Phase III trials, used in combination with the NS5A replication complex inhibitor elbasvir under the trade name Zepatier, either with or without ribavirin. Grazoprevir is a second generation hepatitis C virus protease inhibitor acting at the NS3/4A protease targets. It has good activity against a range of HCV genotype variants, including some that are resistant to most currently used antiviral medications.   == Side effects ==  Side effects have only been assessed in the combination with elbasvir. Common side effects of the combination include feeling tired, nausea, reduced appetite, and headache. Low red blood cell count has occurred when co-administered with ribavirin in some cases.  The most important risks are alanine transaminase elevation, hyperbilirubinemia, drug resistance development and drug interactions.   == Interactions == Grazoprevir is transported by the solute carrier proteins SLCO1B1 and SLCO1B3. Drugs that inhibit this proteins, such as rifampicin, ciclosporin, and a number of AIDS medications (atazanavir, darunavir, lopinavir, saquinavir, tipranavir, cobicistat), can cause a significant increase in grazoprevir blood plasma levels. The substance is degraded by the liver enzyme CYP3A4. Combination with drugs that induce this enzyme, such as efavirenz, carbamazepine or St. John's wort, can lead to ineffectively low plasma levels of grazoprevir. Combination with CYP3A4 inhibitors may increase plasma levels.   == Pharmacology ==   === Mechanism of action === Grazoprevir blocks NS3, a serine protease enzyme the virus needs for splitting its polyprotein into the functional virus proteins, and NS4A, a cofactor of NS3.   === Pharmacokinetics === Grazoprevir reaches peak plasma concentrations two hours after oral intake together with elbasvir (variation between patients: 30 minutes to three hours). In hepatitis C patients, steady state concentrations are found after about six days. Plasma protein binding is 98.8%, mainly to albumin and alpha-1-acid glycoprotein. Part of the substance is oxidised in the liver, largely by the enzyme CYP3A4. The biological half-life is 31 hours on average. Over 90% are excreted via the faeces, and less than 1% via the urine.   == References =="}