{"name": "griseofulvin", "category": "drug", "content": "Griseofulvin is an antifungal medication used to treat a number of types of dermatophytoses (ringworm). This includes fungal infections of the nails and scalp, as well as the skin when antifungal creams have not worked. It is taken by mouth. Common side effects include allergic reactions, nausea, diarrhea, headache, trouble sleeping, and feeling tired. It is not recommended in people with liver failure or porphyria. Use during or in the months before pregnancy may result in harm to the baby. Griseofulvin works by interfering with fungal mitosis. Griseofulvin was discovered in 1939 from the soil fungus Penicillium griseofulvum. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Griseofulvin is used orally only for dermatophytosis. It is ineffective topically. It is reserved for cases in which topical treatment with creams is ineffective. Terbinafine given for 2 to 4 weeks is at least as effective as griseofulvin given for 6 to 8 weeks for treatment of Trichophyton scalp infections. However, griseofulvin is more effective than terbinafine for treatment of Microsporum scalp infections.   == Pharmacology ==   === Pharmacodynamics === The drug binds to tubulin, interfering with microtubule function, thus inhibiting mitosis. It binds to keratin in keratin precursor cells and makes them resistant to fungal infections. The drug reaches its site of action only when hair or skin is replaced by the keratin-griseofulvin complex. Griseofulvin then enters the dermatophyte through energy-dependent transport processes and binds to fungal microtubules. This alters the processing for mitosis and also underlying information for deposition of fungal cell walls.   == Biosynthesis == It is produced industrially by fermenting the fungus Penicillium griseofulvum. The first step in the biosynthesis of griseofulvin by P. griseofulvin is the synthesis of the 14-carbon poly-β-keto chain by a type I iterative polyketide synthase (PKS) via iterative addition of 6 malonyl-CoA to an acyl-CoA starter unit. The 14-carbon poly-β-keto chain undergoes cyclization/aromatization, using cyclase/aromatase, respectively, through a Claisen and aldol condensation to form the benzophenone intermediate. The benzophenone intermediate is then methylated via S-adenosyl methionine (SAM) twice to yield griseophenone C. The griseophenone C is then halogenated at the activated site ortho to the phenol group on the left aromatic ring to form griseophenone B. The halogenated species then undergoes a single phenolic oxidation in both rings forming the two oxygen diradical species. The right oxygen radical shifts alpha to the carbonyl via resonance allowing for a stereospecific radical coupling by the oxygen radical on the left ring forming a tetrahydrofuranone species. The newly formed grisan skeleton with a spiro center is then O-methylated by SAM to generate dehydrogriseofulvin. Ultimately, a stereoselective reduction of the olefin on dehydrogriseofulvin by NADPH affords griseofulvin.   == Toxicology ==   === Mice === Griseofulvin is found to alter the bile metabolism of mice by Yokoo et al. 1979. The same team went on to find a similar effect on mice by a chemically unrelated substance, 3,5-diethoxycarbonyl-1,4-dihydrocollidine, in Yokoo et al. 1982 and Tsunoo et al. 1987.   == References =="}