{"name": "guaifenesin", "category": "drug", "content": "Guaifenesin, also known as glyceryl guaiacolate, is an expectorant medication taken by mouth and marketed as an aid to eliminate sputum from the respiratory tract. Chemically, it is an ether of guaiacol and glycerine. It may be used in combination with other medications. A 2014 study found that guaifenesin has no effect on sputum production or clearance in upper respiratory infections. Side effects may include dizziness, sleepiness, skin rash, and nausea. While it has not been properly studied in pregnancy, it appears to be safe. It is believed to work by making airway secretions more liquid. Guaifenesin has been used medically since at least 1933. It is available as a generic medication and over the counter. In 2021, it was the 288th most commonly prescribed medication in the United States, with more than 600,000 prescriptions.   == Medical use == Guaifenesin is used to try to help with coughing up thick mucus, and is sometimes combined with the antitussive (cough suppressant) dextromethorphan, such as in Mucinex DM or Robitussin DM. It is also combined with ephedrine in Primatene and Bronkaid tablets for symptomatic relief of asthma. A Cochrane review identified three clinical trials assessing guaifenesin for the treatment of acute cough, with one finding significant benefit and the other two trials finding that it was not effective.   == Side effects == Although generally well-tolerated, side-effects of guaifenesin may include an allergic reaction (rare), nausea, vomiting, dizziness or headache.   == Pharmacology ==   === Mechanism of action === Guaifenesin is thought to act as an expectorant by increasing the volume and reducing the viscosity of secretions in the trachea and bronchi. It may aid in the flow of respiratory tract secretions, allowing ciliary movement to carry the loosened secretions upward toward the pharynx. Thus, it may increase the efficiency of the cough reflex and facilitate removal of the secretions.   == History == Similar medicines derived from the guaiac tree were in use as a generic remedy by American indigenous peoples when explorers reached North America in the 16th century. The Spanish encountered guaiacum wood \"when they conquered Santo Domingo; it was soon brought back to Europe, where it acquired an immense reputation in the sixteenth century as a cure for syphilis and certain other diseases...\" The 1955 edition of the Textbook of Pharmacognosy states: \"Guaiacum has a local stimulant action which is sometimes useful in sore throat. The resin is used in chronic gout and rheumatism, whilst the wood is an ingredient in the compound concentrated solution of sarsaparilla, which was formerly much used as an alternative in syphilis.\" In the US, guaifenesin was first approved by the Food and Drug Administration (FDA) in 1952. Although previously deemed \"Generally Regarded as Safe\" in its original approval, the drug received a New Drug Application for the extended-release version, which received approval on 12 July 2002. Because of this, the FDA then issued letters to other manufacturers of timed-release guaifenesin to stop marketing their unapproved versions, leaving Adams Respiratory Therapeutics in control of the market. In 2007, Adams was acquired by Reckitt Benckiser. The drug is now sold over-the-counter by many companies, alone and in combination.   == Society and culture ==   === Brand names === Guaifenesin is taken by mouth, and is supplied as a tablet, a capsule, an extended-release (long-acting) tablet, dissolving granules, and a syrup. It is available under many brand names, as either the sole active ingredient or part of a combination drug. Drugs combined with guaifenesin in over-the-counter preparations include the cough-suppressant dextromethorphan, analgesics such as paracetamol/acetaminophen, and decongestants such as ephedrine, pseudoephedrine, or phenylephrine.   === Economics === In 2014, sales of guaifenesin were estimated to be approximately $135 million per year in the United States.   == Veterinary use == Guaifenesin's neurological properties first became known in the late 1940s.  Guaifenesin is a centrally acting muscle relaxant used routinely in large-animal veterinary surgery.  Guaifenesin is used in combination with, for example, ketamine, since guaifenesin does not provide analgesia or produce unconsciousness. In horses, the drug's biological half-life is 77 minutes. Premedication with xylazine (1.1 mg/kg) can reduce the dose required from 163 mg/kg (in geldings) to just 88 mg/kg.   == References ==   == External links == \"F.D.A. Study Worries Makers of Drugs\". The New York Times. 20 October 1981."}