{"name": "guaiacol", "category": "drug", "content": "Guaiacol () is an organic compound with the formula C6H4(OH)(OCH3). It is a phenolic compound containing a methoxy functional group. Guaiacol appears as a viscous colorless oil, although aged or impure samples are often yellowish.  It occurs widely in nature and is a common product of the pyrolysis of wood.   == Occurrence == Guaiacol is usually derived from guaiacum or wood creosote. It is produced by a variety of plants. It is also found in essential oils from celery seeds, tobacco leaves, orange leaves, and lemon peels. The pure substance is colorless, but samples become yellow upon exposure to air and light. The compound is present in wood smoke, resulting from the pyrolysis of lignin.  The compound contributes to the flavor of many substances such as whiskey and roasted coffee.   == Preparation == The compound was first isolated by Otto Unverdorben in 1826. Guaiacol is produced by methylation of o-catechol, for example using potash and dimethyl sulfate:    C6H4(OH)2  +  (CH3O)2SO2  →  C6H4(OH)(OCH3)  +  HO(CH3O)SO2   === Laboratory methods === Guaiacol can be prepared by diverse routes in the laboratory.  o-Anisidine, derived in two steps from anisole, can be hydrolyzed via its diazonium derivative.  Guaiacol can be synthesized by the dimethylation of catechol followed by selective mono-demethylation.  C6H4(OCH3)2  +  C2H5SNa   →  C6H4(OCH3)(ONa)  +  C2H5SCH3   == Uses and chemical reactions ==   === Syringyl/guaiacyl ratio === Lignin, comprising a major fraction of biomass, is sometimes classified according to the guaiacyl component. Pyrolysis of lignin from gymnosperms gives more guaiacol, resulting from removal of the propenyl group of coniferyl alcohol.  These lignins are said to have a high guaiacyl (or G) content. In contrast, lignins derived from sinapyl alcohol affords syringol. A high syringyl (or S) content is indicative of lignin from angiosperms. Sugarcane bagasse is one useful source of guaiacol; pyrolysis of the bagasse lignins yields compounds including guaiacol, 4-methylguaiacol and 4-vinylguaiacol.   === Chemical intermediate === Guaiacol is a useful precursor for the synthesis of other compounds.  Being derived from biomass, it is a potential component or precursor to \"green fuels\". Guaiacol is also a useful reagent for the quantification of peroxidases, as in the presence of hydrogen peroxide these enzymes will catalyse with it the formation of tetraguaiacol, a coloured compound that can be quantified by its absorbance at 420–470 nm, following the equation:  4 guaiacol (colorless) + 2 H2O2 → tetraguaiacol (colored) + 8 H2O.   === Medicinal and food === Guaiacol is a precursor to various flavorants, such as eugenol. An estimated 85% of the world's supply of vanillin comes from guaiacol. Because consumers tend to prefer natural vanillin to synthetic vanillin, methods such as microbial fermentation have been adopted. The route entails the condensation reaction of glyoxylic acid with guaiacol to give mandelic acid, which is oxidized to produce phenylglyoxylic acid. This acid undergoes a decarboxylation to afford vanillin. The crude vanillin product can then be purified with vacuum distillation and recrystallization. Guaiacol is also used medicinally as an expectorant, antiseptic, and local anesthetic. Guaiacol is produced in the gut of desert locusts, Schistocerca gregaria, by the breakdown of plant material. This process is undertaken by the gut bacterium Pantoea agglomerans (Enterobacter). It is one of the main components of the pheromones that cause locust swarming.   == Safety == Methoxyphenols are potential biomarkers of biomass smoke exposure, such as from inhalation of woodsmoke. Dietary sources of methoxyphenols overwhelm the contribution from inhalational exposures to woodsmoke.   == See also == Creosote Guaifenesin   == References =="}