{"name": "guanfacine", "category": "drug", "content": "Guanfacine, sold under the brand name Tenex (immediate-release) and Intuniv (extended-release) among others, is an oral alpha-2a agonist medication used to treat attention deficit hyperactivity disorder (ADHD) and high blood pressure. Guanfacine is FDA-approved for monotherapy treatment of ADHD, as well as being used for augmentation of other treatments, such as stimulants. Guanfacine is also used off-label to treat tic disorders, anxiety disorders, and post-traumatic stress disorder (PTSD). Common side effects include sleepiness, constipation, and dry mouth. Other side effects may include low blood pressure and urinary problems. The FDA has categorized Guanfacine as \"Category B\" in pregnancy, which means animal-reproduction studies have not demonstrated a fetal risk or an adverse effect during pregnancy or breastfeeding. It appears to work by activating α2A-adrenergic receptors in the brain, thereby decreasing sympathetic nervous system activity. Guanfacine was first described by 1974 and was approved for medical use in the United States in 1986. It is available as a generic medication. In 2021, it was the 231st most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==  Guanfacine is FDA-approved as monotherapy or augmentation with stimulants to treat attention deficit hyperactivity disorder (ADHD). Unlike stimulant medications, guanfacine is regarded as having no abuse potential, and may even be used to reduce abuse of drugs including nicotine and cocaine. It is also FDA approved to treat high blood pressure. Guanfacine can offer a synergistic enhancement of stimulants such as amphetamines and methylphenidate for treating ADHD, and in many cases can also help control the side effect profile of stimulant medications. For ADHD, it is claimed that guanfacine helps individuals better control behavior, inhibit inappropriate distractions and impulses, and inhibit inappropriate aggressive impulses. Systematic reviews and meta-analyses have found guanfacine to be effective in the treatment of ADHD in both children and adults, with a moderate effect size found in adults (Hedges' g = -0.66). A systematic review and meta-analysis also found that guanfacine reduced oppositional behavior in children and adolescents with ADHD who also had or did not also have oppositional defiant disorder, with a small-to-moderate effect size. In any case, guanfacine and other α2-adrenergic receptor agonists are considered to be less effective than stimulants in the treatment of ADHD. Guanfacine is also used off-label to treat tic disorders, anxiety disorders such as generalized anxiety disorder, and PTSD. Guanfacine and other α2A-adrenergic receptor agonists have anxiolytic-like action, thereby reducing the emotional responses of the amygdala, and strengthening prefrontal cortical regulation of emotion, action, and thought. These actions arise from both inhibition of stress-induced catecholamine release, and from prominent, post-synaptic actions in the prefrontal cortex. Due to its prolonged elimination half-life, it also has been seen to improve sleep interrupted by nightmares in PTSD patients. All of these actions likely contribute to the relief of the hyperarousal, re-experiencing of memory, and impulsivity associated with PTSD. Guanfacine appears to be especially helpful in treating children who have been traumatized or abused.   == Adverse effects == Side effects of guanfacine are dose-dependent. Very common (>10% incidence) adverse effects include sleepiness, tiredness, headache, and stomach ache. Common (1–10% incidence) adverse effects include decreased appetite, nausea, dry mouth, urinary incontinence, and rashes. Guanfacine has been reported to cause high rates of somnolence in children with ADHD, for instance 73% with guanfacine versus 6% with placebo in one trial. Guanfacine may worsen sleep in children with ADHD, including reduced total sleep time. A 2020 systematic review found side effects of guanfacine including abdominal pain, sedation, and QT prolongation.   == Interactions == Guanfacine availability is significantly affected by the CYP3A4 and CYP3A5 enzymes. Medications that inhibit or induce those enzymes change the amount of guanfacine in circulation and thus its efficacy and rate of adverse effects. Because of its impact on the heart, it should be used with caution with other cardioactive drugs. A similar concern is appropriate when it is used with sedating medications.   == Pharmacology ==   === Pharmacodynamics ===  Guanfacine is a highly selective agonist of the α2A-adrenergic receptor, with low affinity for other receptors. However, it is also a 5-HT2B receptor agonist. Guanfacine works by activating α2A-adrenoceptors within the central nervous system. This leads to reduced peripheral sympathetic outflow and thus a reduction in peripheral sympathetic tone, which lowers both systolic and diastolic blood pressure. In ADHD, guanfacine is thought to work by strengthening the regulation of attention and behavior by the prefrontal cortex. These enhancing effects on prefrontal cortical functions are believed to be due to drug stimulation of post-synaptic α2A-adrenoceptors on dendritic spines, and are not dependent on activation of pre-synaptic α2A-adrenoceptors. Cyclic adenosine monophosphate (cAMP)-mediated opening of HCN and KCNQ channels is inhibited, which enhances prefrontal cortical synaptic connectivity and neuronal firing. In monkeys, guanfacine improves working memory, attention regulation, and behavioral inhibition, and these actions are independent of its sedative effects. The use of guanfacine for treating prefrontal disorders was developed by the Arnsten Lab at Yale University. Guanfacine is much more selective for α2A-adrenergic receptors than clonidine, which binds to and activates not only the α2A-adrenergic receptor but also α2B- and α2C-adrenergic receptors and the imidazoline receptor. It is weaker than clonidine in producing hypotension and sedation, has weaker pre-synaptic actions on the α2A-adrenergic receptor than clonidine (10-fold less effective in decreasing locus coeruleus activity and norepinephrine release), and may have greater efficacy in activating post-synaptic α2A-adrenergic receptors (as suggested by guanfacine being more potent than clonidine in enhancing prefrontal cortex-related working memory in aged monkeys). Activation of the 5-HT2B receptor is a well-known antitarget and is associated with cardiac valvulopathy. However, not all 5-HT2B receptor agonists, for instance ropinirole, have this effect. Guanfacine has not been associated with cardiac valvulopathy despite a long history of use, perhaps due to modest potency as a 5-HT2B receptor agonist. In in vitro studies, guanfacine showed 100-fold lower affinity for the 5-HT2B receptor than for the α2A-adrenergic receptor, 30-fold lower affinity for the 5-HT2B receptor than serotonin, and 1,000-fold lower potency in activating the 5-HT2B receptor compared to serotonin. It was concluded that at clinically relevant concentrations, guanfacine would not be expected to show significant binding to or activation of 5-HT2B receptors, and that it is unlikely that guanfacine is a cardiac valvulopathogen in humans. In any case, different studies have reported different potencies of guanfacine as a 5-HT2B receptor agonist, and as of 2018, no clinical data on the risk of cardiac valvulopathy with guanfacine were available. As such, while the likelihood is thought to be low, guanfacine might still have a risk of cardiac valvulopathy. Guanfacine has been found to act as an agonist of the trace amine-associated receptor 1 (TAAR1).   === Pharmacokinetics === Guanfacine has an oral bioavailability of 80%. There is no clear evidence of any first-pass metabolism. Its elimination half-life is 17 hours with the major elimination route being renal. The principal metabolite is the 3-hydroxylated derivative, with evidence of moderate biotransformation, and the key intermediate is an epoxide. Elimination is not impacted by impaired renal function. As such, metabolism by the liver is the assumption for those with impaired renal function, as supported by the increased frequency of known side effects of orthostatic hypotension and sedation.   == Preparation == Guanfacine can be prepared from equal parts methyl 2,6-dichlorophenylacetate and guanidine:   == History == Guanfacine was first described in the literature by 1974. In 1986, guanfacine was approved by the FDA for the treatment of hypertension under the brand name Tenex. In 2010, guanfacine was approved by the FDA for the treatment of attention deficit hyperactivity disorder for people 6 to 17 years old. It was approved for ADHD by the European Medicines Agency under the name Intuniv in 2015. It was added to the Australian Pharmaceutical Benefits Scheme for the treatment of ADHD in 2018.   == Society and culture ==   === Brand names === Brand names include Tenex, Afken, Estulic, and Intuniv (an extended release formulation).   == Research == Guanfacine has been studied as a treatment for post-traumatic stress disorder (PTSD). Evidence of efficacy in adults is limited, but one study found positive results in children with comorbid ADHD. It may be also useful in adult PTSD patients who do not respond to selective serotonin reuptake inhibitors (SSRIs). Results of studies using guanfacine to treat Tourette's syndrome have been mixed. Guanfacine does not appear to be effective for improving sleep in children with ADHD and behavioral insomnia. Instead, guanfacine worsened certain sleep parameters, for instance total sleep time, in one clinical trial. Guanfacine has been investigated for treatment of withdrawal for opioids, ethanol, and nicotine. Guanfacine has been shown to help reduce stress-induced craving of nicotine in smokers trying to quit, which may involve strengthening of prefrontal cortex-mediated self-control. Guanfacine has been researched for treatment of a variety of conditions impacting prefrontal cortex function, including cognitive and attentional problems in people with traumatic brain injury, stroke, schizophreniform disorders, and the elderly. Guanfacine is being studied for the possible treatment of long COVID.   == References =="}