{"name": "guselkumab", "category": "drug", "content": "Guselkumab, sold under the brand name Tremfya, is a monoclonal antibody against interleukin-23 used for the treatment of plaque psoriasis.   == Medical uses == Guselkumab is indicated to treat moderate to severe plaque psoriasis, and psoriatic arthritis in adults. Guselkumab is provided as a subcutaneous injection of 100 mg given every eight weeks (except for the second dose, which is given four weeks after the first dose).   == Adverse effects == Because guselkumab lowers the release of immune system signalling molecules, patients may have a higher risk of getting infections from bacteria, viruses, and fungi. For this reason, people with psoriasis being considered for treatment with guselkumab must be screened for tuberculosis infection prior to treatment with guselkumab. The most common side effects for guselkumab are upper respiratory tract infections, headache, injection site reactions, joint pain, diarrhea, gastroenteritis, fungal skin infections and herpes simplex infections. Because guselkumab is a new medicine, the long-term effects are not fully understood.   == Pharmacology ==   === Mechanism of action === Guselkumab targets the IL-23 subunit alpha (p19 subunit) preventing it from binding to cell receptors that would otherwise be activated by its presence.   === Pharmacokinetics === Cmax 8.09 μg/mL tmax 5.5 days volume of distribution 13.5 L apparent clearance 0.516 L/day   == Commercialization == Guselkumab was developed by Janssen Global Services, LLC. In November 2016, Janssen submitted a Biologics License Application (BLA) to the FDA seeking approval of guselkumab. In July 2017, Janssen gained US FDA approval to market guselkumab for treatment of plaque psoriasis. In November 2017 Health Canada approved guselkumab to be marketed for the treatment of plaque psoriasis in Canada. In September 2020 approval was expanded to include the treatment of adults with psoriatic arthritis. In April 2018, guselkumab was approved in Japan for the treatment  psoriatic arthritis. In July 2020, the FDA approved as the first IL-23 inhibitor to treat active psoriatic arthritis (PsA) in the USA. Guselkumab is manufactured by Janssen Sciences Ireland UC in Cork, Ireland.   === Cost === The list price of each 100 mg dose (to be given once every two months) is about $10,000.   === Research and development === During development, guselkumab was referred to as CNTO-1959. Guselkumab has undergone phase 3 clinical trials comparing it with adalimumab (Humira) and ustekinumab (Stelara). The safety and efficacy of guselkumab was compared to a placebo and to adalimumab in the \"VOYAGE 1\" and \"VOYAGE 2\" phase 3 clinical trials (ClinicalTrials.gov IDs: NCT02207231 and NCT02207244). Preliminary results indicated that a significantly higher proportion of patients taking guselkumab had better skin clearance compared to those taking the other treatments. At week 16, 73.3% of patients taking guselkumab achieved a PASI 90 (90% reduction in PASI score from baseline), vs 49.7% of those taking adalimumab; additionally, 91.2% of patients taking guselkumab achieved a PASI 75 (75% reduction in PASI score from baseline), vs 73.1% of those taking adalimumab. The phase III clinical trial \"NAVIGATE\" (ClinicalTrials.gov ID:  NCT02203032) included only patients who had poor responses to treatment with ustekinumab. It showed that patients who switched to guselkumab from ustekinumab did better than those who remained on ustekinumab.   == References =="}