{"name": "Head and Neck Neoplasms", "category": "disease", "content": "Head and neck cancer is a general term encompassing multiple cancers that can develop in the head and neck region. These include cancers of the mouth, tongue, gums and lips (oral cancer), voice box (laryngeal), throat (nasopharyngeal, oropharyngeal, hypopharyngeal), salivary glands, nose and sinuses. Head and neck cancer can present a wide range of symptoms depending on where the cancer developed. These can include an ulcer in the mouth that does not heal, changes in the voice, difficulty swallowing, red or white patches in the mouth, and a neck lump.  The majority of head and neck cancer is caused by the use of alcohol or tobacco (including smokeless tobacco). An increasing number of cases are caused by the human papillomavirus (HPV). Other risk factors include the Epstein–Barr virus, chewing betel quid (paan), radiation exposure, poor nutrition and workplace exposure to certain toxic substances. About 90% are pathologically classified as squamous cell cancers. The diagnosis is confirmed by a tissue biopsy. The degree of surrounding tissue invasion and distant spread may be determined by medical imaging and blood tests. Not using tobacco or alcohol can reduce the risk of head and neck cancer. Regular dental examinations may help to identify signs before the cancer develops. The HPV vaccine helps to prevent HPV-related oropharyngeal cancer. Treatment may include a combination of surgery, radiation therapy, chemotherapy, and targeted therapy. In the early stage head and neck cancers are often curable but 50% of people see their doctor when they already have an advanced disease.  Globally, head and neck cancer accounts for 650,000 new cases of cancer and 330,000 deaths annually on average. In 2018, it was the seventh most common cancer worldwide, with 890,000 new cases documented and 450,000 people dying from the disease. The usual age at diagnosis is between 55 and 65 years old. The average 5-year survival following diagnosis in the developed world is 42–64%.   == Signs and symptoms == Head and neck cancers can cause a broad range of symptoms, many of which occur together. These can be categorised local (head and neck cancer-specific), general and gastrointestinal symptoms. Local symptoms include changes in taste and voice, inflammation of the mouth or throat (mucositis), dry mouth (xerostomia), and difficulty swallowing (dysphagia). General symptoms include difficulty sleeping, tiredness, depression, nerve damage (peripheral neuropathy). Gastrointestinal symptoms are typically nausea and vomiting. Symptoms predominantly include a sore on the face or oral cavity that does not heal, trouble swallowing, or a change in voice. In those with advanced disease, there may be unusual bleeding, facial pain, numbness or swelling, and visible lumps on the outside of the neck or oral cavity. Head and neck cancer often begins with benign signs and symptoms of the disease, like an enlarged lymph node on the outside of the neck, a hoarse-sounding voice, or a progressive worsening cough or sore throat. In the case of head and neck cancer, these symptoms will be notably persistent and become chronic. There may be a lump or a sore in the throat or neck that does not heal or go away. There may be difficulty or pain in swallowing. Speaking may become difficult. There may also be a persistent earache. Other symptoms can include: a lump in the lip, mouth, or gums; ulcers or mouth sores that do not heal; bleeding from the mouth or numbness; bad breath; discolored patches that persist in the mouth; a sore tongue; and slurring of speech if the cancer is affecting the tongue. There may also be congested sinuses, weight loss, and some numbness or paralysis of facial muscles.   === Mouth ===  Oral cancer affects the areas of the mouth, including the inner lip, tongue, floor of the mouth, gums, and hard palate. Cancers of the mouth are strongly associated with tobacco use, especially the use of chewing tobacco or dipping tobacco, as well as heavy alcohol use. Cancers of this region, particularly the tongue, are more frequently treated with surgery than other head and neck cancers. Lip and oral cavity cancers are the most commonly encountered types of head and neck cancer. Surgeries for oral cancers include:  Maxillectomy (can be done with or without orbital exenteration) Mandibulectomy (removal of the lower jaw or part of it) Glossectomy (tongue removal; can be total, hemi, or partial) Radical neck dissection Combinational (e.g., glossectomy and laryngectomy done together). The defect is typically covered or improved by using another part of the body and/or skin grafts and/or wearing a prosthesis.   === Nose ===  Paranasal sinus and nasal cavity cancer affects the nasal cavity and the paranasal sinuses. Most of these cancers are squamous cell carcinomas.   === Nasopharynx ===  Nasopharyngeal cancer arises in the nasopharynx, the region in which the nasal cavities and the Eustachian tubes connect with the upper part of the throat. While some nasopharyngeal cancers are biologically similar to the common head and neck cancers, \"poorly differentiated\" nasopharyngeal carcinoma is lymphoepithelioma, which is distinct in its epidemiology, biology, clinical behavior, and treatment and is treated as a separate disease by many experts.   === Throat ===  Most oropharyngeal cancers begin in the oropharynx (throat), the middle part of the throat that includes the soft palate, the base of the tongue, and the tonsils. Cancers of the tonsils are more strongly associated with human papillomavirus infection than are cancers of other regions of the head and neck. HPV-positive oropharyngeal cancer generally has a better outcome than HPV-negative disease, with a 54% better survival rate, but this advantage for HPV-associated cancer applies only to oropharyngeal cancers. People with oropharyngeal carcinomas are at high risk of developing a second primary head and neck cancer.   === Hypopharynx ===  The hypopharynx includes the pyriform sinuses, the posterior pharyngeal wall, and the postcricoid area. Tumors of the hypopharynx frequently have an advanced stage at diagnosis and have the most adverse prognoses of pharyngeal tumors. They tend to metastasize early due to the extensive lymphatic network around the larynx.   === Larynx ===  Laryngeal cancer begins in the larynx, or \"voice box\", and is the second most common type of head and neck cancer encountered. Cancer may occur on the vocal folds themselves (\"glottic\" cancer) or on tissues above and below the true cords (\"supraglottic\" and \"subglottic\" cancers, respectively). Laryngeal cancer is strongly associated with tobacco smoking. Surgery can include laser excision of small vocal cord lesions, partial laryngectomy (removal of part of the larynx), or total laryngectomy (removal of the whole larynx). If the whole larynx has been removed, the person is left with a permanent tracheostomy. Voice rehabilitation in such patients can be achieved in three important ways: esophageal speech, tracheoesophageal puncture, or electrolarynx. One would likely require intensive teaching, speech therapy, and/or an electronic device.   === Trachea and salivary glands === Cancer of the trachea is a rare cancer usually classified as a lung cancer. Most tumors of the salivary glands differ from the common head and neck cancers in cause, histopathology, clinical presentation, and therapy. Other uncommon tumors arising in the head and neck include teratomas, adenocarcinomas, adenoid cystic carcinomas, and mucoepidermoid carcinomas. Rarer still are melanomas and lymphomas of the upper aerodigestive tract.   == Causes ==   === Alcohol and tobacco ===  Alcohol and tobacco use are major risk factors for head and neck cancer.  72% of head and neck cancer cases are caused by using both alcohol and tobacco. This rises to 89% when looking specifically at laryngeal cancer. There is thought to be a dose-dependent relationship between alcohol use and development of head and neck cancer where higher rates of alcohol consumption contribute to an increased risk of developing head and neck cancer. Alcohol use following a diagnosis of head and neck cancer also contributes to other negative outcomes. These include physical effects such as an increased risk of developing a second primary cancer or other malignancies, cancer recurrence, and worse prognosis in addition to an increased chance of having a future feeding tube placed and osteoradionecrosis of the jaw. Negative social factors are also increased with sustained alcohol use after diagnosis including unemployment and work disability. The way in which alcohol contributes to cancer development is not fully understood. It is thought to be related to permanent damage of DNA strands by a metabolite of alcohol called acetaldehyde. Other suggested mechanisms include nutritional deficiencies and genetic variations. Tobacco smoking is one of the main risk factors for head and neck cancer. Cigarette smokers have a lifetime increased risk for head and neck cancer that is 5 to 25 times higher than the general population. The ex-smoker's risk of developing head and neck cancer begins to approach the risk in the general population 15 years after smoking cessation. In addition, people who smoke have a worse prognosis than those who have never smoked. Furthermore, people who continue to smoke after diagnosis of head and neck cancer have the highest probability of dying compared to those who have never smoked. This effect is seen in patients with HPV-positive head and neck cancer as well. It has also been demonstrated that passive smoking, both at work and at home, increases the risk of head and neck cancer. A major carcinogenic compound in tobacco smoke is acrylonitrile. Acrylonitrile appears to indirectly cause DNA damage by increasing oxidative stress, leading to increased levels of 8-oxo-2'-deoxyguanosine (8-oxo-dG) and formamidopyrimidine in DNA. (see image). Both 8-oxo-dG and formamidopyrimidine are mutagenic. DNA glycosylase NEIL1 prevents mutagenesis by 8-oxo-dG and removes formamidopyrimidines from DNA. Smokeless tobacco (including products where tobacco is chewed) is a cause of oral cancer. Increased risk of oral cancer caused by smokeless tobacco is present in countries such as the United States but particularly prevalent in Southeast Asian countries where the use of smokeless tobacco is common. Smokeless tobacco is associated with a higher risk of developing head and neck cancer  due to the presence of the tobacco-specific carcinogen N'-nitrosonornicotine. Cigar and pipe smoking are also important risk factors for oral cancer. They have a dose dependent relationship with more consumption leading to higher chances of developing cancer. The use of electronic cigarettes may also lead to the development of head and neck cancers due to the substances like propylene glycol, glycerol, nitrosamines, and metals contained therein, which can cause damage to the airways. Exposure to e-vapour has been shown to reduce cell viability and increase the rate of cell death via apoptosis or necrosis with or without nicotine. This area of study requires more research, however. Similarly, additional research is needed to understand how marijuana possibly promotes head and neck cancers. A 2019 meta-analysis did not conclude that marijuana was associated with head and neck cancer risk. Yet individuals with cannabis use disorder were more likely to be diagnosed with such cancers in a large study published 2024.   === Diet === Many dietary nutrients are associated with cancer protection and its development. Generally, foods with a protective effect with respect to oral cancer demonstrate antioxidant and anti-inflammatory effects such as fruits, vegetables, curcumin and green tea. Conversely, pro-inflammatory food substances such as red meat, processed meat and fried food can increase the risk of developing head and neck cancer. An increased adherence to the Mediterranean diet is also related to a lower risk of cancer mortality and a reduced risk of developing multiple cancers including head and neck cancer. Elevated levels of nitrites in preserved meats and salted fish have been shown to increase the risk of nasopharyngeal cancer. Overall, a poor nutritional intake (often associated with alcoholism) with subsequent vitamin deficiencies is a risk factor for head and neck cancer. In terms of nutritional supplements, antioxidants such as vitamin E and beta-carotene might reduce the toxic effect of radiotherapy in people with head and neck cancer but they can also increase recurrence rates, especially in smokers.   === Betel nut === Betel nut chewing is associated with an increased risk of head and neck cancer. When chewed with additional tobacco in its preparation (like in gutka), there is an even higher risk, especially for oral and oropharyngeal cancers.   === Genetics === People who develop head and neck cancer may have a genetic predisposition for the condition.  There are seven known genetic variations (loci) which specifically increase the chances of developing oral and pharyngeal cancer. Family history, that is having a first-degree relative with head and neck cancer, is also a risk factor. In addition, genetic variations in pathways involved in alcohol metabolism (for example alcohol dehydrogenase) have been associated with an increased head and neck cancer risk.   === Radiation === It is known that prior exposure to radiation of the head and neck is associated with an increased risk of cancer, particularly thyroid, salivary gland and squamous cell carcinomas, although there is a time-delay of many years and the overall risk is still low.   === Infection ===   ==== Human papillomavirus ==== Some head and neck cancers, and in particular oropharyngeal cancer, are caused by the human papillomavirus (HPV), and 70% of all head and neck cancer cases are related to HPV. Risk factors for HPV-positive oropharyngeal cancer include multiple sexual partners, anal and oral sex and a weak immune system. The incidence of HPV-related head and neck cancer is increasing, especially in the Western world. In the United States, the incidence of HPV-positive oropharyngeal cancer has overtaken HPV-positive cervical cancer as the leading HPV related cancer type. An increased incidence has particularly affected males. As a result, recent changes have resulted in the HPV vaccine being offered to adolescent boys between 12-13 (previously only offered to girls between this age due to cervical cancer risks) and men under 45 who have sex with men in the UK. Over 20 different high-risk HPV subtypes have been implicated in causing head and neck cancer. In particular, HPV-16 is responsible for up to 90% of oropharyngeal cancer in North America.  Approximately 15–25% of head and neck cancers contain genomic DNA from HPV, and the association varies based on the site of the tumor. In the case of HPV-positive oropharyngeal cancer, the highest distribution is in the tonsils, where HPV DNA is found in 45–67% of the cases, and it is less often in the hypopharynx (13–25%), and least often in the oral cavity (12–18%) and larynx (3–7%). Positive HPV16 status is associated with a improved prognosis over HPV-negative oropharyngeal cancer due to better response to radiotherapy and chemotherapy. HPV can induce tumors by several mechanisms:  E6 and E7 oncogenic proteins. Disruption of tumor suppressor genes. High-level DNA amplifications, for example, oncogenes. Generating alternative nonfunctional transcripts. Interchromosomal rearrangements. Distinct host genome methylation and expression patterns, produced even when the virus is not integrated into the host genome. There are observed biological differences between HPV-positive and HPV-negative head and neck cancer, for example in terms of mutation patterns. In HPV-negative disease, genes frequently mutated include TP53, CDKN2A and PIK3CA. In HPV-positive disease, these genes are less frequently mutated, and the tumour suppressor gene p53 and pRb (protein retinoblastoma) are commonly inactivated by HPV oncoproteins E6 and E7 respectively. In addition, viral infections such as HPV can cause aberrant DNA methylation during cancer development. HPV-positive head and neck cancers demonstrate higher levels of such DNA methylation compared to HPV-negative disease. E6 sequesters p53 to promote p53 degradation, while E7 inhibits pRb. Degradation of p53 results in cells being unable to respond to checkpoint signals that are normally present to activate apoptosis when DNA damage is signalled. Loss of pRb leads to deregulation of cell proliferation and apoptosis. Both mechanisms therefore leave cell proliferation unchecked and increase the chance of carcinogenesis.   ==== Epstein–Barr virus ==== Epstein–Barr virus (EBV) infection is associated with nasopharyngeal cancer. Nasopharyngeal cancer caused by EBV commonly occurs in some countries of the Mediterranean and Asia, where EBV antibody titers can be measured to screen high-risk populations.   === Gastroesophageal reflux disease === The presence of gastroesophageal reflux disease (GERD) or laryngeal reflux disease can also be a major factor. Stomach acids that flow up through the esophagus can damage its lining and raise susceptibility to throat cancer.   === Hematopoietic stem cell transplantation === People after hematopoietic stem cell transplantation (HSCT) are at a higher risk for oral cancer. Post-HSCT oral cancer may have more aggressive behavior and a poorer prognosis when compared to oral cancer in non-HSCT patients. This effect is supposed to be due to continuous, lifelong immune suppression and chronic oral graft-versus-host disease.   === Other risk factors === Several other risk factors have been identified in the development of head and neck cancer. These include occupational environmental carcinogen exposure such as asbestos, wood dust, mineral acid, sulfuric acid mists and metal dusts. In addition, weakened immune systems, age greater than 55 years, poor socioeconomic factors such as lower incomes and occupational status, and low body mass index (<18.5 kg/m2) are also risk factors. Poor oral hygiene and chronic oral cavity inflammation (for example secondary to chronic gum inflammation) are also linked to an increased head and neck cancer risk. The presence of leukoplakia, which is the appearance of white patches or spots in the mouth, can develop into cancer in about 1⁄3 of cases.   == Diagnosis ==  A significant proportion of people with head and neck cancer will present to their physicians with an already advanced stage disease. This can either be down to patient factors (delays in seeking medical attention), or physician factors (such as delays in referral from primary care, or non-diagnostic investigation results). A person usually presents to the physician complaining of one or more of the typical symptoms. These symptoms may be site specific (such as a laryngeal cancer causing hoarse voice), or not site specific (earache can be caused by multiple types of head and neck cancers). The physician will undertake a thorough history to determine the nature of the symptoms and the presence or absence of any risk factors. The physician will also ask about other illnesses such as heart or lung diseases as they may impact their fitness for potentially curative treatment. Clinical examination will involve examination of the neck for any masses, examining inside the mouth for any abnormalities and assessing the rest of the pharynx and larynx with a nasendoscope. Further investigations will be directed by the symptoms discussed and any abnormalities identified during the exam. Neck masses typically undergo assessment with ultrasound and a fine-needle aspiration (FNA, a type of needle biopsy). Concerning lesions that are readily accessible (such as in the mouth) can be biopsied with a local anaesthetic. Lesions less readily available can be biopsied either with the patient awake or under a general anaesthetic depending on local expertise and availability of specialist equipment. The cancer will also need to be staged (accurately determine its size, association with nearby structures, and spread to distant sites). This is typically done by scanning the patient with a combination of magnetic resonance imaging (MRI), computed tomography (CT) and/or positron emission tomography (PET). Exactly which investigations are required will depend on a variety of factors such as the site of concern and the size of the tumour. Some people will present with a neck lump containing cancer cells (identified by FNA) that have spread from elsewhere, but with no identifiable primary site on initial assessment. In such cases people will undergo additional testing to attempt to find the initial site of cancer, as this has significant implications for their treatment. These patients undergo MRI scanning, PET-CT and then panendoscopy and biopsies of any abnormal areas. If the scans and panendoscopy still do not identify a primary site for the cancer, affected people will undergo a bilateral tonsillectomy and tongue base mucosectomy (as these are the most common subsites of cancer that spread to the neck). This procedure can be done with or without robotic assistance. Once a diagnosis is confirmed, a multidisciplinary discussion of the optimal treatment strategy will be undertaken between the radiation oncologist, surgical oncologist, and medical oncologist. A histopathologist and a radiologist will also be present to discuss the biopsy and imaging findings. Most (90%) cancers of the head and neck are squamous cell-derived, termed \"head-and-neck squamous-cell carcinomas\".   === Histopathology === Throat cancers are classified according to their histology or cell structure and are commonly referred to by their location in the oral cavity and neck. This is because where the cancer appears in the throat affects the prognosis; some throat cancers are more aggressive than others, depending on their location. The stage at which the cancer is diagnosed is also a critical factor in the prognosis of throat cancer. Treatment guidelines recommend routine testing for the presence of HPV for all oropharyngeal squamous cell carcinoma tumors.   ==== Squamous-cell carcinoma ==== Squamous-cell carcinoma is a cancer of the squamous cell, a kind of epithelial cell found in both the skin and mucous membranes. It accounts for over 90% of all head and neck cancers, including more than 90% of throat cancer. Squamous cell carcinoma is most likely to appear in males over 40 years of age with a history of heavy alcohol use coupled with smoking. All squamous cell carcinomas arising from the oropharynx, and all neck node metastases of unknown primary should undergo testing for HPV status. This is essential to adequately stage the tumour and adequately plan treatment. Due to the different biology of HPV positive and negative cancers, differentiating HPV status is also important for ongoing research to determine the best treatments. Nasopharyngeal carcinomas, or neck node metastases possibly arising from the nasopharynx will also be tested for Ebstein Barr virus. The tumor marker Cyfra 21-1 may be useful in diagnosing squamous cell carcinoma of the head and neck (SCCHN).   ==== Adenocarcinoma ==== Adenocarcinoma is a cancer of the epithelial tissue that has glandular characteristics. Several head and neck cancers are adenocarcinomas (either of intestinal or non-intestinal cell types).   == Prevention == Avoidance of risk factors (such as smoking and alcohol) is the single most effective form of prevention. Regular dental examinations may identify pre-cancerous lesions in the oral cavity. While screening in the general population does not appear to be useful, screening high-risk groups by examination of the throat might be useful. Head and neck cancer is often curable if it is diagnosed early; however, outcomes are typically poor if it is diagnosed late. When diagnosed early, oral, head, and neck cancers can be treated more easily, and the chances of survival increase tremendously. The HPV vaccine helps to prevent the development of HPV-related oropharyngeal cancer.   == Management == Improvements in diagnosis and local management, as well as targeted therapy, have led to improvements in quality of life and survival for people with head and neck cancer. After a histologic diagnosis has been established and tumor extent determined, such as with the use of PET-CT, the selection of appropriate treatment for a specific cancer depends on a complex array of variables, including tumor site, relative morbidity of various treatment options, concomitant health problems, social and logistic factors, previous primary tumors, and the person's preference. Treatment planning generally requires a multidisciplinary approach involving specialist surgeons, medical oncologists, and radiation oncologists.  Surgical resection and radiation therapy are the mainstays of treatment for most head and neck cancers and remain the standard of care in most cases. For small primary cancers without regional metastases (stage I or II), wide surgical excision alone or curative radiation therapy alone is used. For more extensive primary tumors or those with regional metastases (stage III or IV), planned combinations of pre- or postoperative radiation and complete surgical excision are generally used. More recently, as historical survival and control rates have been recognized as less than satisfactory, there has been an emphasis on the use of various induction or concomitant chemotherapy regimens.   === Surgery === Surgery as a treatment is frequently used for most types of head and neck cancer. Usually, the goal is to remove the cancerous cells entirely. This can be particularly tricky if the cancer is near the larynx and can result in the person being unable to speak. Surgery is also commonly used to resect (remove) some or all of the cervical lymph nodes to prevent further spread of the disease. Transoral robotic surgery (TORS) is gaining popularity worldwide as the technology and training become more accessible. It now has an established role in the treatment of early stage oropharyngeal cancer. There is also a growing trend worldwide towards TORS for the surgical treatment of laryngeal and hypopharyngeal tumours. CO2 laser surgery is also another form of treatment. Transoral laser microsurgery allows surgeons to remove tumors from the voice box with no external incisions. It also allows access to tumors that are not reachable with robotic surgery. During the surgery, the surgeon and pathologist work together to assess the adequacy of excision (\"margin status\"), minimizing the amount of normal tissue removed or damaged. This technique helps give the person as much speech and swallowing function as possible after surgery.   === Radiation therapy ===  Radiation therapy is the most common form of treatment. There are different forms of radiation therapy, including 3D conformal radiation therapy, intensity-modulated radiation therapy, particle beam therapy, and brachytherapy, which are commonly used in the treatment of cancers of the head and neck. Most people with head and neck cancer who are treated in the United States and Europe are treated with intensity-modulated radiation therapy using high-energy photons. At higher doses, head and neck radiation is associated with thyroid dysfunction and pituitary axis dysfunction. Radiation therapy for head and neck cancers can also cause acute skin reactions of varying severity, which can be treated and managed with topically applied creams or specialist films.   === Chemotherapy === Chemotherapy for throat cancer is not generally used to cure the cancer as such. Instead, it is used to provide an inhospitable environment for metastases so that they will not establish themselves in other parts of the body. Typical chemotherapy agents are a combination of paclitaxel and carboplatin. Cetuximab is also used in the treatment of throat cancer. Docetaxel-based chemotherapy has shown a very good response in locally advanced head and neck cancer. Docetaxel is the only taxane approved by the FDA for head and neck cancer, in combination with cisplatin and fluorouracil for the induction treatment of inoperable, locally advanced head and neck cancer. While not specifically a chemotherapy, amifostine is often administered intravenously by a chemotherapy clinic prior to IMRT radiotherapy sessions. Amifostine protects the gums and salivary glands from the effects of radiation. There is no evidence that erythropoietin should be routinely given with radiotherapy.   === Photodynamic therapy === Photodynamic therapy may have promise for treating mucosal dysplasia and small head and neck tumors. Amphinex is showing good results in early clinical trials for the treatment of advanced head and neck cancer.   === Targeted therapy === Targeted therapy, according to the National Cancer Institute, is \"a type of treatment that uses drugs or other substances, such as monoclonal antibodies, to identify and attack specific cancer cells without harming normal cells.\" Some targeted therapies used in head and neck cancers include cetuximab, bevacizumab, and erlotinib. Cetuximab is used for treating people with advanced-stage cancer who cannot be treated with conventional chemotherapy (cisplatin). However, cetuximab's efficacy is still under investigation by researchers. Gendicine is a gene therapy that employs an adenovirus to deliver the tumor suppressor gene p53 to cells. It was approved in China in 2003 for the treatment of head and neck cancer. The mutational profiles of HPV+ and HPV- head and neck cancer have been reported, further demonstrating that they are fundamentally distinct diseases.   === Immunotherapy === Immunotherapy is a type of treatment that activates the immune system to fight cancer. One type of immunotherapy, immune checkpoint blockade, binds to and blocks inhibitory signals on immune cells to release their anti-cancer activities. In 2016, the FDA granted accelerated approval to pembrolizumab for the treatment of people with recurrent or metastatic head and neck cancer with disease progression on or after platinum-containing chemotherapy. Later that year, the FDA approved nivolumab for the treatment of recurrent or metastatic head and neck cancer with disease progression on or after platinum-based chemotherapy. In 2019, the FDA approved pembrolizumab for the first-line treatment of metastatic or unresectable recurrent head and neck cancer.   === Treatment side effects === Depending on the treatment used, people with head and neck cancer may experience the following symptoms and treatment side effects:   === Psychosocial === Programs to support the emotional and social well-being of people who have been diagnosed with head and neck cancer may be offered. There is no clear evidence on the effectiveness of these interventions or any particular type of psychosocial program or length of time that is most helpful for those with head and neck cancer.   == Prognosis == Although early-stage head and neck cancers (especially laryngeal and oral cavity) have high cure rates, up to 50% of people with head and neck cancer present with advanced disease. Cure rates decrease in locally advanced cases, whose probability of cure is inversely related to tumor size and even more so to the extent of regional node involvement.  HPV-associated oropharyngeal cancer has been shown to respond better to chemoradiation and, subsequently, have a better prognosis compared to non-associated HPV head and neck cancer. Consensus panels in America (AJCC) and Europe (UICC) have established staging systems for head and neck cancers. These staging systems attempt to standardize clinical trial criteria for research studies and define prognostic categories of disease. Head and neck cancers are staged according to the TNM classification system, where T is the size and configuration of the tumor, N is the presence or absence of lymph node metastases, and M is the presence or absence of distant metastases. The T, N, and M characteristics are combined to produce a \"stage\" of the cancer, from I to IVB.   === Problem of second primaries === Survival advantages provided by new treatment modalities have been undermined by the significant percentage of people cured of head and neck cancer who subsequently develop second primary tumors. The incidence of second primary tumors ranges in studies from 9% to 23% at 20 years. Second primary tumors are the major threat to long-term survival after successful therapy of early-stage head and neck cancer. Their high incidence results from the same carcinogenic exposure responsible for the initial primary process, called field cancerization.   === Digestive system === Many people with head and neck cancer are also not able to eat sufficiently. A tumor may impair a person's ability to swallow and eat, and throat cancer may affect the digestive system. The difficulty in swallowing can cause a person to choke on their food in the early stages of digestion and interfere with the food's smooth travel down into the esophagus and beyond. The treatments for throat cancer can also be harmful to the digestive system as well as other body systems. Radiation therapy can lead to nausea and vomiting, which can deprive the body of vital fluids (although these may be obtained through intravenous fluids if necessary). Frequent vomiting can lead to an electrolyte imbalance, which has serious consequences for the proper functioning of the heart. Frequent vomiting can also upset the balance of stomach acids, which has a negative impact on the digestive system, especially the lining of the stomach and esophagus. Enteral feeding, a method that adds nutrients directly into a person's stomach using a nasogastric feeding tube or a gastrostomy tube, may be necessary for some people. Further research is required to determine the most effective method of enteral feeding to ensure that people undergoing radiotherapy or chemoradiation treatment are able to stay nourished during their treatment.   === Mental health === Cancer in the head or neck may impact a person's mental well-being and can sometimes lead to social isolation. This largely results from a decreased ability or inability to eat, speak, or effectively communicate. Physical appearance is often altered by the cancer itself and/or as a consequence of treatment side effects. Psychological distress may occur, and feelings such as uncertainty and fear may arise. Some people may also have a changed physical appearance, differences in swallowing or breathing, and residual pain to manage. Caregiver stress Caregivers for people with head and neck cancer show higher rates of caregiver stress and poorer mental health compared to both the general population and those caring for non-head and neck cancer patients. The high symptom burden patients' experience necessitates complex caregiver roles, often requiring hospital staff training, which caregivers can find distressing when asked to do so for the first time. It is becoming increasingly apparent that caregivers (most often spouses, children, or close family members) might not be adequately informed about, prepared for, or trained for the tasks and roles they will encounter during the treatment and recovery phases of this unique patient population, which span both technical and emotional support. Of note, caregivers of patients who report lower quality of life demonstrate increased burden and fatigue that extend beyond the treatment phase. Examples of technically difficult caregiver duties include tube feeding, oral suctioning, wound maintenance, medication delivery safe for tube feeding, and troubleshooting home medical equipment. If the cancer affects the mouth or larynx, caregivers must also find a way to effectively communicate among themselves and with their healthcare team. This is in addition to providing emotional support for the person undergoing cancer therapy.   === Others === Like any cancer, metastasis affects many areas of the body as the cancer spreads from cell to cell and organ to organ. For example, if it spreads to the bone marrow, it will prevent the body from producing enough red blood cells and affect the proper functioning of the white blood cells and the body's immune system; spreading to the circulatory system will prevent oxygen from being transported to all the cells of the body; and throat cancer can throw the nervous system into chaos, making it unable to properly regulate and control the body.   == Epidemiology ==  Globally, head and neck cancer accounts for 650,000 new cases of cancer and 330,000 deaths annually on average. In 2018, it was the seventh most common cancer worldwide, with 890,000 new cases documented and 450,000 people dying from the disease.  The risk of developing head and neck cancer increases with age, especially after 50 years. Most people who do so are between 50 and 70 years old. In North America and Europe, the tumors usually arise from the oral cavity, oropharynx, or larynx, whereas nasopharyngeal cancer is more common in the Mediterranean countries and in the Far East. In Southeast China and Taiwan, head and neck cancer, specifically nasopharyngeal cancer, is the most common cause of death in young men.   === United States === In the United States, head and neck cancer makes up 3% of all cancer cases (averaging 53,000 new diagnoses per year) and 1.5% of cancer deaths. The 2017 worldwide figure cites head and neck cancers as representing 5.3% of all cancers (not including non-melanoma skin cancers).  Notably, head and neck cancer secondary to chronic alcohol or tobacco use has been steadily declining as less of the population chronically smokes tobacco. However, HPV-associated oropharyngeal cancer is rising, particularly in younger people in westernized nations, which is thought to be reflective of changes in oral sexual practices, specifically with regard to the number of oral sexual partners. This increase since the 1970s has mostly affected wealthier nations and male populations. This is due to evidence suggesting that transmission rates of HPV from women to men are higher than from men to women, as women often have a higher immune response to infection.  In 2008, there were 22,900 cases of oral cavity cancer, 12,250 cases of laryngeal cancer, and 12,410 cases of pharyngeal cancer in the United States. In 2002, 7,400 Americans were projected to die of these cancers. More than 70% of throat cancers are at an advanced stage when discovered. Men are 89% more likely than women to be diagnosed with these cancers and are almost twice as likely to die of them. African Americans are disproportionately affected by head and neck cancer, with younger ages of incidence, increased mortality, and more advanced disease at presentation. Laryngeal cancer incidence is higher in African Americans relative to white, Asian, and Hispanic populations. There is a lower survival rate for similar tumor states in African Americans with head and neck cancer.   == Research == Immunotherapy with immune checkpoint inhibitors is being investigated in head and neck cancers.   == References ==   == External links ==  Head and Neck Cancer at MedlinePlus (National Library of Medicine) Head and neck cancer at Macmillan Cancer Support (UK) Head and Neck Cancer Treatment at RadiologyInfo Head and Neck Cancer at Cancer.net (American Society of Clinical Oncology) Head and Neck Cancer UK (HANCUK)"}