{"name": "Hemangioma", "category": "disease", "content": "A hemangioma or haemangioma is a usually benign vascular tumor derived from blood vessel cell types. The most common form, seen in infants, is an infantile hemangioma, known colloquially as a \"strawberry mark\", most commonly presenting on the skin at birth or in the first weeks of life. A hemangioma can occur anywhere on the body, but most commonly appears on the face, scalp, chest or back. They tend to grow for up to a year before gradually shrinking as the child gets older. A hemangioma may need to be treated if it interferes with vision or breathing or is likely to cause long-term disfigurement. In rare cases internal hemangiomas can cause or contribute to other medical problems. They usually disappear in 10 years.  The first line treatment option is beta blockers, which are highly effective in the majority of cases. Hemangiomas that form at birth are called congenital hemangiomas, while those that form later in life are called infantile hemangiomas.   == Types ==  Hemangiomas are benign (noncancerous) vascular tumors, and many different types occur. The correct terminology for these hemangioma types is constantly being updated by the International Society for the Study of Vascular Anomalies (ISSVA). The most common are infantile hemangiomas, and congenital hemangiomas.   === Infantile hemangiomas ===  Infantile hemangiomas are the most common benign tumor found in children. They are made up of blood vessels, often called strawberry marks, and are more common in girls than in boys. Babies that are born early are more likely to have a hemangioma. They usually appear on the skin of infants in the days or weeks after birth. They tend to grow quickly for up to a year. Most then shrink or involute without further problem, however some can ulcerate and form scabs which can be painful. Depending on their location and size, they may also be disfiguring. Rarely, they may be related to disorders of the central nervous system or spine. They may also occur in the internal organs of the body, such as the liver, airway or brain. The color of the hemangioma depends on how deep it is in the skin: superficial (near the skin's surface) hemangiomas tend to be bright red; deep (furthest from the skin's surface) hemangiomas are often blue or purple; mixed hemangiomas may have colors of both superficial and deep.   === Congenital hemangiomas === Congenital hemangiomas are present on the skin at birth, unlike infantile hemangiomas, which appear later. They are fully formed at birth, meaning that they do not grow after a child is born, as infantile hemangiomas do. They are less common than infantile hemangiomas. Congenital hemangiomas can be coloured from pink to blue. Congenital hemangiomas are classified according to whether they shrink and go away, or do not shrink, and do not go away, or partially shrink. Those that shrink are known as rapidly involuting congenital hemangiomas (RICH) and go away quickly. Those that do not shrink, and remain are known as noninvoluting congenital hemangiomas (NICH). Others that partially shrink are known as partially involuting congenital hemangiomas (PICH).   == Other types ==  Other types of hemangioma include cavernous hemangiomas such as cavernous hemangioma of the liver.   === Cavernous liver hemangioma ===  A cavernous liver hemangioma or hepatic hemangioma is a benign tumour of the liver composed of hepatic endothelial cells. It is the most common liver tumour, and is usually asymptomatic and diagnosed incidentally on radiological imaging. Liver hemangiomas are thought to be congenital in origin. Several subtypes exist, including the giant hepatic hemangioma, which can cause significant complications.   === Drug-induced hemangioma === Drug-induced hemangiomas are reported side-effects for some drugs in nonclinical toxicology animal models, studying carcinogenesis. For example, hemangiomas of the mesenteric lymph node were increased significantly at 700 mg/kg/day of Empagliflozin in male rats, or approximately 42 times the exposure from a 25 mg clinical dose. It is inferred from nonclinical animal studies that some drugs can also produce hemangiomas in humans, and careful dosing during therapeutic drug design can ensure their safe use.   == Diagnosis == Diagnosis is usually clinical. Paediatric dermatologists are experts in diagnosing and treating hemangiomas. Depending on the location of the hemangioma, tests such as MRIs or ultrasounds can be done to see how far the hemangioma goes under the skin and whether it affects any internal organs.   == Treatment == Hemangiomas usually fade gradually over time, and many do not require treatment. However, hemangiomas that may be disfiguring or that are located at sites that can cause impairment (eyelids, airway) require early treatment intervention, typically with beta blockers. Management options may include: A lot of treatment is based on case to case of each patient, with every case being different.   Oral beta blockers such as propranolol or atenolol have been used since 2008 and are the first-line treatment of hemangiomas. Beta blockers have repeatedly been shown to be effective and safe in treating hemangiomas that cause complications. Beta blockers work via multiple mechanisms including narrowing the hemangioma's blood vessels, stopping them from proliferating and bringing forward their natural cell death. These correspond with hemangiomas fading and shrinking. Approximately 97% of hemangiomas respond to propanolol, with patients under 2 months old showing the greatest improvement. Topical beta blockers such as timolol. They are most helpful for thin superficial hemangiomas. These should not be used in conjunction with oral beta blockers given systemic absorption of topical timolol is known to occur Corticosteroids Laser surgery Physiotherapy for muscular skeletal pain management.   == References =="}