{"name": "hemin", "category": "drug", "content": "Hemin (haemin; ferric chloride heme) is an iron-containing porphyrin with chlorine that can be formed from a heme group, such as heme B found in the hemoglobin of human blood.   == Chemistry == Hemin is protoporphyrin IX containing a ferric iron (Fe3+) ion with a coordinating chloride ligand. Chemically, hemin differs from the related heme-compound hematin chiefly in that the coordinating ion is a chloride ion in hemin, whereas the coordinating ion is a hydroxide ion in hematin.  The iron ion in haem is ferrous (Fe2+), whereas it is ferric (Fe3+) in both hemin and hematin. Hemin is endogenously produced in the human body, for example during the turnover of old red blood cells.  It can form inappropriately as a result of hemolysis or vascular injury.  Several proteins in human blood bind to hemin, such as hemopexin and serum albumin.   == Pharmacological use == A lyophilised form of hemin is used as a pharmacological agent in certain cases for the treatment of porphyria attacks, particularly in acute intermittent porphyria. Administration of hemin can reduce heme deficits in such patients, thereby suppressing the activity of delta-amino-levulinic acid synthase (a key enzyme in the synthesis of the porphyrins) by biochemical feedback, which in turn reduces the production of porphyrins and of the toxic precursors of heme. In such pharmacological contexts, hemin is typically formulated with human albumin prior to administration by a medical professional, to reduce the risk of phlebitis and to stabilize the compound, which is potentially reactive if allowed to circulate in free-form. Such pharmacological forms of hemin are sold under a range of trade names including the trademarks Panhematin and Normosang.   == History of isolation == Hemin was first crystallized out of blood in 1853, by Ludwik Karol Teichmann. Teichmann discovered that blood pigments can form microscopic crystals. Thus, crystals of hemin are occasionally referred to as 'Teichmann crystals'. Hans Fischer synthesized hemin, for which he was awarded the Nobel Prize in Chemistry in 1930. Fischer's procedure involves treating defibrinated blood with a solution of sodium chloride in acetic acid.   == Forensics == Hemin can be produced from hemoglobin by the so-called Teichmann test, when hemoglobin is heated with glacial acetic acid (saturated with saline).  This can be used to detect blood traces.   == Other == Hemin is considered the \"X factor\" required for the growth of Haemophilus influenzae.   == References ==   == External links == Hemin at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}