{"name": "Hemoglobin SS disease with crisis", "category": "disease", "content": "Hemoglobin A (HbA), also known as adult hemoglobin, hemoglobin A1 or α2β2, is the most common human hemoglobin tetramer, accounting for over 97% of the total red blood cell hemoglobin. Hemoglobin is an oxygen-binding protein, found in erythrocytes, which transports oxygen from the lungs to the tissues.  Hemoglobin A is the most common adult form of hemoglobin and exists as a tetramer containing two alpha subunits and two beta subunits (α2β2). Hemoglobin A2 (HbA2) is a less common adult form of hemoglobin and is composed of two alpha and two delta-globin subunits. This hemoglobin makes up 1-3% of hemoglobin in adults.   == Structure and function == Hemoglobin A (HbA) is the most common adult form of hemoglobin and exists as a tetramer containing two alpha subunits and two beta subunits (α2β2).  Each subunit contains a heme group that diatomic oxygen (O2) molecules can bind to.  In addition to oxygen, subunit assembly and quaternary structure are known to play important roles in Hb affinity. When hemoglobin binds to O2 (oxyhemoglobin), it will attach to the Iron II (Fe2+) of heme and it is this iron ion that can bind and unbind oxygen to transport oxygen throughout the body.  All subunits must be present for hemoglobin to pick up and release oxygen under normal conditions.   == Synthesis ==   === Heme synthesis === Heme synthesis involves a series of enzymatic steps that take place within the mitochondrion and cytosol of the cell. First, in the mitochondrion, the condensation of succinyl CoA and glycine by ALA synthase takes place to produce 5-aminolevulinic acid (ALA). ALA then moves to the cytosol and after a series of reactions creates coproporphyringen III. This molecule moves back into the mitochondrion where it reacts with protoporphyrin-III oxidase to produce protoporphyrin IX. Iron is then enzymatically inserted into protoporphyrin via ferrochelatase to produce heme.   === Globin synthesis === Globin synthesis takes place in the ribosomes which are located within the cytosol. Two globin chains that have heme groups combine to form hemoglobin. One of the chains is an alpha chain and the other is a non-alpha chain. Non-alpha chain nature in hemoglobin molecules varies due to different variables. Fetuses have a non-alpha chain called gamma and after birth it is then called beta. The beta chain will pair with the alpha chain. It is the combining of two alpha and non-alpha chains which create a hemoglobin molecule. Two alpha and two gamma chains form fetal hemoglobin or hemoglobin F (HbF). After the first five to six months after birth, the combining of two alpha chains and two beta chains form adult hemoglobin (HbA). The genes that encode for the alpha chains are located on chromosome 16, while the genes that encode for non-alpha chains are located on chromosome 11.   == Clinical significance == Due to the numerous steps and processes during hemoglobin synthesis, there are many places in which errors can occur. Heme synthesis involves multiple enzymes and when these enzymes are deficient or do not function properly consequences such as mutations or deletions in genes coding for the globin chain can occur. This results in globin gene disorders (hemoglobinopathies) which can be either abnormal globin chain variants (sickle cell anemia) or reduced chain synthesis in erythroid cells (thalassemia) during the cellular process of hematopoiesis. These hemoglobinopathies are often inherited as autosomal recessive traits.   === Alpha-thalassemia === Alpha-thalassemia (α-thalassemia) is defined by a lack of α-globin chain production in hemoglobin, and those who carry a mutation impacting the α-globin chain on only one chromosome are considered to have a “silent” α-thalassemia whereas, if the mutation is on both then it is considered an α-thalassemia trait.  α-thalassemia is mostly found in sub-tropical and tropical areas, where individuals who carry the gene is 80-90% of the population.  Like other hemoglobin related disorders (sickle cell and β-thalassemia), it is hypothesized that α-thalassemia is selected for within populations due to carriers being better protected against malaria falciparum.  Most carriers of α-thalassemia are asymptomatic and are diagnosed if it is found after routine hematological analyses or before birth screenings.  Single α-globin gene carriers usually have no profound fatigue or anemia because they have a compensating increase in the number of microcytic red blood cells. In contrast, mild α-thalassemia carriers could have symptoms of anemia due to other factors not related specifically to the disorder: poor diet, drop in hemoglobin levels due to blood loss, or other diseases. The most severe form of α -thalassemia is a condition that begins at infancy in which there is no expression of α-genes and results in a large production of hemoglobin Bart's (Hb Bart's).  The most common cause of Hb Bart’s is the inheritance of a deletion allele in that lacks functional α-globin genes from both parents.  Hb Bart’s is a tetramer of four gamma-globulin subunits and is ineffective at transporting oxygen to the tissues due to its very high oxygen affinity. This usually results in fatal hydrops fetalis and associated symptoms include intra-uterine anemia, slowing of brain growth, oedema, deformities of the skeleton, and cardiovascular deformities that could lead to cardiac failure.   === Beta-thalassemia === Beta-thalassemia (β-thalassemia) is an inherited mutation of the β-globulin gene which causes the reduced synthesis of the β-globin chain of hemoglobin.  The majority of the mutations are point mutations that affect translation, transcriptional control, and splicing of the hemoglobin β gene and gene product.  Individuals with one gene mutation (heterozygocity) are considered to have β-thalassemia minor (carrier or trait β-thalassemia), while those who have two gene mutations (homozygosity or compound heterozygosity) are diagnosed with β-thalassemia or intermedia.  Due to the lack of beta-globin, accumulation of alpha-globin subunits and alpha tetramers begin to accumulate leading to damage of erythrocytes. People of Asian, Middle Eastern, and Mediterranean descent have a much higher incidences of β-thalassemia.  It has been determined that there is a wide variation in phenotypes and genotypes of the disease due to more than 200 different thalassemia-associated mutations have being found in the beta-globin gene.  Individuals with β-thalassemia major usually require medical attention within the first 2 years of life and require regular blood transfusions to survive. Patients who present the disorder later usually do not require transfusions and are diagnosed with thalassemia intermedia.   health/health-topics/topics/sca/   === Sickle cell disease === Sickle hemoglobin (HbS) is the most common variant of hemoglobin and arises due to an amino acid substitution in the beta-globin subunit at the sixth residue from glutamic acid to valine. There are different forms of sickle cell disease. HB SS which is the most common and severe form of sickle cell. Hb SC is due to inheriting Hb S from one parent and Hb C (hemoglobin C) from the other parent. Hb S beta thalassemia is the least common and is experienced in patients who have inherited beta thalassemia hemoglobin from one parent and HbS from the other.  In addition, there is sickle cell trait (HbAS) which is defined by having HbA and HbS. This makes the individual heterozygous for sickle cell. Of the world population, it is estimated that there are about 300 million individuals with the sickle cell trait and about 100 million of those are in sub-Saharan Africa.  There is also a higher prevalence of sickle cell trait in areas that malaria is commonly found, with the prevalence in some parts of Africa and Saudi Arabia being as high as 25% and 60%, respectively. Individuals who have HbAS have about 40%HbS, 56% HBA, and are usually asymptomatic unless there is a severe lack of oxygen to the body (hypoxia) which can lead to symptoms of sickle cell disease.  However, HbAS does not cause vaso-occlusive crisis, which is known to be associated with sickle cell disease. Patients that are homozygous for HbS have multi-stranded fibers that induce a change in shape of red blood cells from biconcave disks to elongated crescents. The sickling reaction is reversible after re-oxygenating the hemoglobin, therefore, red blood cells can go through cycles of sickling and unsickling depending on the concentration of oxygen present in the bloodstream. Red blood cells that are sickle-shaped lack flexibility and stick to the walls of blood vessels decreasing or stopping the flow of oxygen to nearby tissues. This decrease in oxygen to the tissues cause vaso-occlusive crisis which presents itself in muscle pain and injury to tissues. Some symptoms of sickle cell anemia include fever, fatigue from anemia, swelling of the hands and feet, stroke, and organ failure. Current treatments include blood transfusions which aid with increasing the number of normal red blood cells, bone marrow transplants to help the patients body produce healthy red blood cells, and medications to help alleviate the symptoms listed previously.   == See also == Hemoglobin Hemoglobin variants:  Hb A1C Hemoglobin A2 Hemoglobin C Hemoglobin F Hemoglobin O Hemoglobin protein subunits (genes):  Alpha globin 1 Alpha globin 2 Beta globin Delta globin   == References ==   == External links == Hemoglobin+A at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}