{"name": "Hemorrhagic Disease of Newborn", "category": "disease", "content": "Vitamin K deficiency bleeding (VKDB) of the newborn, previously known as haemorrhagic disease of the newborn, is a rare form of bleeding disorder that affects newborns and young infants due to low stores of vitamin K at birth. It commonly presents with intracranial haemorrhage with the risk of brain damage or death. Newborn infants have low stores of vitamin K, and human breast milk has low concentrations of the vitamin. This combination can lead to vitamin K deficiency and later onset bleeding. Vitamin K deficiency leads to the risk of blood coagulation problems due to impaired production of clotting factors II, VII, IX, X, protein C and protein S by the liver. More rarely VKDB can be caused by maternal medicines causing vitamin K deficiency in the newborn. VKDB can largely be prevented by prophylactic supplementation of vitamin K, which is typically given shortly after birth by intramuscular injection. Most national health organisations recommend routine vitamin K supplementation after birth. Widespread use of this has made this a rare disease.   == Classification == VKDB is classified as early, classical or late depending on when it first starts with each having somewhat different types of bleeding and underlying cause:   == Signs and symptoms == VKDB presents typically in the first month of life with bleeding which can be from various locations. Late onset VKDB presents with bleeding into the brain (intracranial haemorrhage) in more than half of cases.   == Causes == Newborns are relatively vitamin K deficient for a variety of reasons: They have low vitamin K stores at birth as vitamin K passes the placenta poorly. Levels of vitamin K in human breast milk are low. Gut flora, that in adults produces vitamin K, has not yet developed. Early VKDB is rare and caused by maternal medications that interact with vitamin K such as warfarin, phenytoin, or rifampicin. Classical VKDB is more common and caused by the relative deficiency at birth with inadequate vitamin K intake. This is often termed idiopathic as no one cause is found. Late VKDB presents after day 8 and up to 6 months of age, coinciding with the typical age for exclusive breast feeding due to the low levels of vitamin K in human breast milk. Many of these infants have poor vitamin K absorption due to cholestasis which compounds low intake.   == Diagnosis == Bleeding in an infant without vitamin K supplementation with elevated prothrombin time (PT) that is corrected by vitamin K administration is typically sufficient to make the diagnosis. Confirmation, or investigation of minor deficiency, can be performed by testing proteins produced in the absence of vitamin K, the most established assay being for PIVKA-II.   == Prevention == Late onset VKDB is nearly completely prevented by early supplementation of vitamin K which is typically given to newborns shortly after birth. The most effective method of administration is by intramuscular injection shortly after birth but it can be given orally in three doses over the first month.  It is not possible to reliably distinguish which infants are at high risk of late VKDB and the potential consequences are high, as such most national health organisations recommend routine supplementation in the first 24 hours of life.   === Controversy === Controversy arose in the early 1990s regarding routine supplementation, when two studies suggested a relationship between parenteral administration of vitamin K and childhood cancer. However, both studies have been discredited on the basis of poor methodology and small sample sizes, and a review of the evidence published in 2000 by Ross and Davies found no link between the two.   == Treatment == Treatment of established bleeding depends on the location but includes vitamin K1 (phylloquinone; phytomenadione; phytonadione) administration which restores the prothrombin time rapidly. Severe bleeding may require blood products such as fresh frozen plasma (FFP), a prothrombin complex concentrate (PCC).   == References ==   == External links =="}