{"name": "Hepatic Coma", "category": "disease", "content": "Hepatic encephalopathy (HE) is an altered level of consciousness as a result of liver failure. Its onset may be gradual or sudden. Other symptoms may include movement problems, changes in mood, or changes in personality. In the advanced stages it can result in a coma. Hepatic encephalopathy can occur in those with acute or chronic liver disease. Episodes can be triggered by infections, GI bleeding, constipation, electrolyte problems, or certain medications. The underlying mechanism is believed to involve the buildup of ammonia in the blood, a substance that is normally removed by the liver. The diagnosis is typically based on symptoms after ruling out other potential causes. It may be supported by blood ammonia levels, an electroencephalogram, or a CT scan of the brain. Hepatic encephalopathy is possibly reversible with treatment. This typically involves supportive care and addressing the triggers of the event. Lactulose is frequently used to decrease ammonia levels. Certain antibiotics (such as rifaximin) and probiotics are other potential options. A liver transplant may improve outcomes in those with severe disease. More than 40% of people with cirrhosis develop hepatic encephalopathy. More than half of those with cirrhosis and significant HE live less than a year. In those who are able to get a liver transplant, the risk of death is less than 30% over the subsequent five years. The condition has been described since at least 1860.   == Signs and symptoms == The mildest form of hepatic encephalopathy is difficult to detect clinically, but may be demonstrated on neuropsychological testing. It is experienced as forgetfulness, mild confusion, and irritability. The first stage of hepatic encephalopathy is characterised by an inverted sleep-wake pattern (sleeping by day, being awake at night). The second stage is marked by lethargy and personality changes. The third stage is marked by worsened confusion. The fourth stage is marked by a progression to coma. More severe forms of hepatic encephalopathy lead to a worsening level of consciousness, from lethargy to somnolence and eventually coma. In the intermediate stages, a characteristic jerking movement of the limbs is observed (asterixis, \"liver flap\" due to its flapping character); this disappears as the somnolence worsens. There is disorientation and amnesia, and uninhibited behaviour may occur. In the third stage, neurological examination may reveal clonus and positive Babinski sign. Coma and seizures represent the most advanced stage; cerebral edema (swelling of the brain tissue) leads to death. Encephalopathy often occurs together with other symptoms and signs of liver failure. These may include jaundice (yellow discolouration of the skin and the whites of the eyes), ascites (fluid accumulation in the abdominal cavity), and peripheral oedema (swelling of the legs due to fluid build-up in the skin). The tendon reflexes may be exaggerated, and the plantar reflex may be abnormal, namely extending rather than flexing (Babinski's sign) in severe encephalopathy. A particular smell on an affected person's breath (foetor hepaticus) may be detected.   == Causes == In a small proportion of cases, the encephalopathy is caused directly by liver failure; this is more likely in acute liver failure. More commonly, especially in chronic liver disease, hepatic encephalopathy is triggered by an additional cause, and identifying these triggers can be important to treat the episode effectively.  Hepatic encephalopathy may also occur after the creation of a transjugular intrahepatic portosystemic shunt (TIPS). This is used in the treatment of refractory ascites, bleeding from esophageal varices and hepatorenal syndrome. TIPS-related encephalopathy occurs in about 30% of cases, with the risk being higher in those with previous episodes of encephalopathy, higher age, female sex, and liver disease due to causes other than alcohol.   == Pathogenesis ==  There are various explanations why liver dysfunction or portosystemic shunting might lead to encephalopathy. In healthy subjects, nitrogen-containing compounds from the intestine, generated by gut bacteria from food, are transported by the portal vein to the liver, where 80–90% are metabolised through the urea cycle and/or excreted immediately. This process is impaired in all subtypes of hepatic encephalopathy, either because the hepatocytes (liver cells) are incapable of metabolising the waste products or because portal venous blood bypasses the liver through collateral circulation or a medically constructed shunt. Nitrogenous waste products accumulate in the systemic circulation (hence the older term \"portosystemic encephalopathy\"). The most important waste product is ammonia (NH3). This small molecule crosses the blood–brain barrier and is absorbed and metabolised by the astrocytes, a population of cells in the brain that constitutes 30% of the cerebral cortex. Astrocytes use ammonia when synthesising glutamine from glutamate. The increased levels of glutamine lead to an increase in osmotic pressure in the astrocytes, which become swollen. There is increased activity of the inhibitory γ-aminobutyric acid (GABA) system and the energy supply to other brain cells is decreased. This can be thought of as an example of brain edema of the \"cytotoxic\" type. Despite numerous studies demonstrating the central role of ammonia, ammonia levels do not always correlate with the severity of the encephalopathy; it is suspected that this means that more ammonia has already been absorbed into the brain in those with severe symptoms whose serum levels are relatively low. Other waste products implicated in hepatic encephalopathy include mercaptans (substances containing a thiol group), short-chain fatty acids, and phenol. Numerous other abnormalities have been described in hepatic encephalopathy, although their relative contribution to the disease state is uncertain. Loss of glutamate transporter gene expression (especially EAAT 2) has been attributed to acute liver failure. Benzodiazepine-like compounds have been detected at increased levels as well as abnormalities in the GABA neurotransmission system. An imbalance between aromatic amino acids (phenylalanine, tryptophan and tyrosine) and branched-chain amino acids (leucine, isoleucine and valine) has been described; this would lead to the generation of false neurotransmitters (such octopamine and 2-hydroxyphenethylamine). Dysregulation of the serotonin system, too, has been reported. Depletion of zinc and accumulation of manganese may play a role. Inflammation elsewhere in the body may precipitate encephalopathy through the action of cytokines and bacterial lipopolysaccharide on astrocytes.   == Diagnosis ==   === Investigations === The diagnosis of hepatic encephalopathy can only be made in the presence of confirmed liver disease (types A and C) or a portosystemic shunt (type B), as its symptoms are similar to those encountered in other encephalopathies. To make the distinction, abnormal liver function tests and/or ultrasound suggesting liver disease are required, and ideally a liver biopsy. The symptoms of hepatic encephalopathy may also arise from other conditions, such as bleeding in the brain and seizures (both of which are more common in chronic liver disease). A CT scan of the brain may be required to exclude bleeding in the brain, and if seizure activity is suspected an electroencephalograph (EEG) study may be performed. Rarer mimics of encephalopathy are meningitis, encephalitis, Wernicke's encephalopathy and Wilson's disease; these may be suspected on clinical grounds and confirmed with investigations. The diagnosis of hepatic encephalopathy is a clinical one, once other causes for confusion or coma have been excluded; no test fully diagnoses or excludes it. Serum ammonia levels are elevated in 90% of people, but not all hyperammonaemia (high ammonia levels in the blood) is associated with encephalopathy. A CT scan of the brain usually shows no abnormality except in stage IV encephalopathy, when brain swelling (cerebral oedema) may be visible. Other neuroimaging modalities, such as magnetic resonance imaging (MRI), are not currently regarded as useful, although they may show abnormalities. Electroencephalography shows no clear abnormalities in stage 0, even if minimal HE is present; in stages I, II and III there are triphasic waves over the frontal lobes that oscillate at 5 Hz, and in stage IV there is slow delta wave activity. However, the changes in EEG are not typical enough to be useful in distinguishing hepatic encephalopathy from other conditions. Once the diagnosis of encephalopathy has been made, efforts are made to exclude underlying causes (such as listed above in \"causes\"). This requires blood tests (urea and electrolytes, full blood count, liver function tests), usually a chest X-ray, and urinalysis. If there is ascites, a diagnostic paracentesis (removal of a fluid sample with a needle) may be required to identify spontaneous bacterial peritonitis (SBP).   === Classification ===   ==== West Haven criteria ==== The severity of hepatic encephalopathy is graded with the West Haven Criteria; this is based on the level of impairment of autonomy, changes in consciousness, intellectual function, behavior, and dependence on therapy.  Grade 0 - No obvious changes other than a potentially mild decrease in intellectual ability and coordination Grade 1 - Trivial lack of awareness; euphoria or anxiety; shortened attention span; impaired performance of addition or subtraction Grade 2 - Lethargy or apathy; minimal disorientation for time or place; subtle personality change; inappropriate behaviour Grade 3 - Somnolence to semistupor, but responsive to verbal stimuli; confusion; gross disorientation Grade 4 - Coma   ==== Types ====  A classification of hepatic encephalopathy was introduced at the World Congress of Gastroenterology 1998 in Vienna. According to this classification, hepatic encephalopathy is subdivided in type A, B and C depending on the underlying cause.  Type A (=acute) describes hepatic encephalopathy associated with acute liver failure, typically associated with cerebral oedema Type B (=bypass) is caused by portal-systemic shunting without associated intrinsic liver disease Type C (=cirrhosis) occurs in people with cirrhosis - this type is subdivided in episodic, persistent and minimal encephalopathy The term minimal encephalopathy (MHE) is defined as encephalopathy that does not lead to clinically overt cognitive dysfunction, but can be demonstrated with neuropsychological studies. This is still an important finding, as minimal encephalopathy has been demonstrated to impair quality of life and increase the risk of involvement in road traffic accidents.   ==== Minimal HE ==== The diagnosis of minimal hepatic encephalopathy requires neuropsychological testing by definition. Older tests include the \"numbers connecting test\" A and B (measuring the speed at which one could connect randomly dispersed numbers 1–20), the \"block design test\" and the \"digit-symbol test\". In 2009 an expert panel concluded that neuropsychological test batteries aimed at measuring multiple domains of cognitive function are generally more reliable than single tests, and tend to be more strongly correlated with functional status. Both the Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) and PSE-Syndrom-Test may be used for this purpose. The PSE-Syndrom-Test, developed in Germany and validated in several other European countries, incorporates older assessment tools such as the number connection test.   == Treatment == Those with severe encephalopathy (stages 3 and 4) are at risk of obstructing their airway due to decreased protective reflexes such as the gag reflex. This can lead to respiratory arrest. Transferring the person to a higher level of nursing care, such as an intensive care unit, is required, and intubation of the airway is often necessary to prevent life-threatening complications (e.g., aspiration or respiratory failure). Placement of a nasogastric tube permits the safe administration of nutrients and medication. The treatment of hepatic encephalopathy depends on the suspected underlying cause (types A, B, or C) and the presence or absence of underlying causes. If encephalopathy develops in acute liver failure (type A), even in a mild form (grade 1–2), it indicates that a liver transplant may be required, and transfer to a specialist centre is advised. Hepatic encephalopathy type B may arise in those who have undergone a TIPS procedure; in most cases this resolves spontaneously or with the medical treatments discussed below, but in a small proportion of about 5%, occlusion of the shunt is required to address the symptoms. In hepatic encephalopathy type C, the identification and treatment of alternative or underlying causes is central to the initial management. Given the frequency of infection as the underlying cause, antibiotics are often administered empirically (without knowledge of the exact source and nature of the infection). Once an episode of encephalopathy has been effectively treated, a decision may need to be made on whether to prepare for a liver transplant.   === Diet === In the past, it was thought that consumption of protein even at normal levels increased the risk of hepatic encephalopathy. This has been shown to be incorrect. Furthermore, many people with chronic liver disease are malnourished and require adequate protein to maintain a stable body weight. A diet with adequate protein and energy is therefore recommended. Dietary supplementation with branched-chain amino acids has shown improvement of encephalopathy and other complications of cirrhosis. Some studies have shown benefit of administration of probiotics (\"healthy bacteria\").   === Lactulose/lactitol === Lactulose and lactitol are disaccharides that are not absorbed from the digestive tract. They are thought to decrease the generation of ammonia by bacteria, render the ammonia inabsorbable by converting it to ammonium (NH4+) ions, and increase transit of bowel content through the gut. Doses of 15-30 mL are typically administered three times a day; the result is aimed to be 3–5 soft stools a day, or (in some settings) a stool pH of <6.0. Lactulose may also be given by enema, especially if encephalopathy is severe. More commonly, phosphate enemas are used. This may relieve constipation, one of the causes of encephalopathy, and increase bowel transit. Lactulose and lactitol are beneficial for treating hepatic encephalopathy, and are the recommended first-line treatment. Lactulose does not appear to be more effective than lactitol for treating people with hepatic encephalopathy. Side effects of lactulose and lactitol include the possibility of diarrhea, abdominal bloating, gassiness, and nausea. In acute liver failure, it is unclear whether lactulose is beneficial. The possible side effect of bloating may interfere with a liver transplant procedure if required.   === Antibiotics === The antibiotic rifaximin may be recommended in addition to lactulose for those with recurrent disease. It is a nonabsorbable antibiotic from the rifamycin class. This is thought to work in a similar way to other antibiotics but without the complications attached to neomycin or metronidazole. Due to the long history and lower cost of lactulose use, rifaximin is generally only used as a second-line treatment if lactulose is poorly tolerated or not effective. When rifaximin is added to lactulose, the combination of the two may be more effective than each component separately. Rifaximin is more expensive than lactulose, but the cost may be offset by fewer hospital admissions for encephalopathy. The antibiotics neomycin and metronidazole are other antibiotics used to treat hepatic encephalopathy. The rationale of their use was the fact that ammonia and other waste products are generated and converted by intestinal bacteria, and killing these bacteria would reduce the generation of these waste products. Neomycin was chosen because of its low intestinal absorption, as neomycin and similar aminoglycoside antibiotics may cause hearing loss and kidney failure if used by injection. Later studies showed that neomycin was indeed absorbed when taken by mouth, with resultant complications. Metronidazole, similarly, is less commonly used because prolonged use can cause nerve damage, in addition to gastrointestinal side effects.   === L-Ornithine and L-aspartate === The combination of L-ornithine and L-aspartate (LOLA) lowers the level of ammonia in a person's blood. Very weak evidence from clinical trials indicates that LOLA treatment may benefit people with hepatic encephalopathy. LOLA lowers ammonia levels by increasing the generation of urea through the urea cycle, a metabolic pathway that removes ammonia by turning it into the neutral substance urea. LOLA may be combined with lactulose and/or rifaximin if these alone are ineffective at controlling symptoms.   == Epidemiology and prognosis == In those with cirrhosis, the risk of developing hepatic encephalopathy is 20% per year, and at any time about 30–45% of people with cirrhosis exhibit evidence of overt encephalopathy. The prevalence of minimal hepatic encephalopathy detectable on formal neuropsychological testing is 60–80%; this increases the likelihood of developing overt encephalopathy in the future. Once hepatic encephalopathy has developed, the prognosis is determined largely by other markers of liver failure, such as the levels of albumin (a protein produced by the liver), the prothrombin time (a test of coagulation, which relies on proteins produced in the liver), the presence of ascites and the level of bilirubin (a breakdown product of hemoglobin which is conjugated and excreted by the liver). Together with the severity of encephalopathy, these markers have been incorporated into the Child–Pugh score; this score determines the one- and two-year survival and may assist in a decision to offer liver transplantation. In acute liver failure, the development of severe encephalopathy strongly predicts short-term mortality and is almost as important as the nature of the underlying cause of the liver failure in determining the prognosis. Historically, widely used criteria for offering liver transplantation, such as King's College Criteria, are of limited use and recent guidelines discourage excessive reliance on these criteria. The occurrence of hepatic encephalopathy in people with Wilson's disease (hereditary copper accumulation) and mushroom poisoning indicates an urgent need for a liver transplant.   == History == The occurrence of disturbed behaviour in people with jaundice may have been described in antiquity by Hippocrates of Cos (c. 460–370 BCE). Celsus and Galen (first and third century respectively) both recognised the condition. Many modern descriptions of the link between liver disease and neuropsychiatric symptoms were made in the eighteenth and nineteenth century; for instance, Giovanni Battista Morgagni (1682–1771) reported in 1761 that it was a progressive condition. In the 1950s, several reports enumerated the numerous abnormalities reported previously, and confirmed the previously enunciated theory that metabolic impairment and portosystemic shunting are the underlying mechanisms behind hepatic encephalopathy, and that the nitrogen-rich compounds originate from the intestine. Professor Dame Sheila Sherlock (1918–2001) performed many of these studies at the Royal Postgraduate Medical School in London and subsequently at the Royal Free Hospital. The same group investigated protein restriction and neomycin. The West Haven classification was formulated by Professor Harold Conn (1925–2011) and colleagues at Yale University while investigating the therapeutic efficacy of lactulose.   == References ==   == External links =="}