{"name": "Hepatitis B, Chronic", "category": "disease", "content": "Hepatitis B virus (HBV) is a partially double-stranded DNA virus, a species of the genus Orthohepadnavirus and a member of the Hepadnaviridae family of viruses. This virus causes the disease hepatitis B.   == Classification == Hepatitis B virus is classified in the genus Orthohepadnavirus, which contains 11 other species. The genus is classified as part of the Hepadnaviridae family, which contains four other genera, Avihepadnavirus, Herpetohepadnavirus, Metahepadnavirus and Parahepadnavirus. This family of viruses is the only member of the viral order Blubervirales. Viruses similar to hepatitis B have been found in all apes (orangutans, gibbons, bonobos, gorillas and chimpanzees), in Old World monkeys, and in New World woolly monkeys (the woolly monkey hepatitis B virus), suggesting an ancient origin for this virus in primates. The virus is divided into four major serotypes (adr, adw, ayr, ayw) based on antigenic epitopes present on its envelope proteins. These serotypes are based on a common determinant (a) and two mutually exclusive determinant pairs (d/y and w/r). The viral strains have also been divided into ten genotypes (A–J) and forty subgenotypes according to overall nucleotide sequence variation of the genome. The genotypes have a distinct geographical distribution and are used in tracing the evolution and transmission of the virus. Differences between genotypes affect the disease severity, course and likelihood of complications, and response to treatment. The serotypes and genotypes do not necessarily correspond. Genotype D has 10 subgenotypes.   === Unclassified species === A number of as yet unclassified hepatitis B-like species have been isolated from bats.   == Morphology ==   === Structure ===  Hepatitis B virus is a member of the Hepadnavirus family. The virus particle, called Dane particle (virion), consists of an outer lipid envelope and an icosahedral nucleocapsid core composed of protein. The nucleocapsid encloses the viral DNA and a DNA polymerase that has reverse transcriptase activity similar to retroviruses. The outer envelope contains embedded proteins which are involved in viral binding of, and entry into, susceptible cells. The virus is one of the smallest enveloped animal viruses with a virion diameter of 42 nm, but pleomorphic forms exist, including filamentous and spherical bodies lacking a core. These particles are not infectious and are composed of the lipid and protein that forms part of the surface of the virion, which is called the surface antigen (HBsAg), and is produced in excess during the life cycle of the virus.   === Components === It consists of:  HBsAg (hepatitis B surface antigen) was the first hepatitis B virus protein to be discovered. It consists of small (S), medium (M) and large (L) protein. HBcAg (hepatitis B core antigen) is the main structural protein of HBV icosahedral nucleocapsid and it has function in replication of the virus. Capsid formation is the main factor for infection of the cell. HBcAg contributes to HBV clearance in vivo, but it is unknown whether HBcAg has to be in the capsid form to contribute to viral clearance. Hepatitis B virus DNA polymerase is incorporated into the nucleocapsid along with the pre-genomic RNA (pgRNA).  Inside the capsid, the pgRNA undergoes reverse transcription, making the (-) DNA strand.  At the same time, most of the RNA template is degraded by the RNase activity of the polymerase.  This is followed by (+) DNA strand synthesis, and the polymerase ends up covalently bound to the (-) DNA strand.  The polymerase is discarded after the virion infects a new cell. HBeAg (hepatitis B envelope antigen) can be found between the icosahedral nucleocapsid core and the lipid envelope, but is considered \"nonparticulate\" and is secreted and accumulates in serum.  HBeAg and HBcAg are made from the same reading frame. HBx is small, 154 amino acids long, nonstructural and has an important role in HBV-associated liver disease and in HBV replication in HepG2 cells. Many activities have been linked to expression of HBx. However, the molecular mechanisms of many of these activities are unknown. This protein is multifunctional and it activates cellular signaling pathways and is essential for viral infection. Hepatitis D virus requires HBV envelope particles to become virulent.   == Evolution == The early evolution of HBV, like that of all viruses, is difficult to establish. The identification of hepadnaviruses in a wide range of vertebrates suggests a long coevolution. The identification of endogenous hepadnaviridae elements shared by various bird species shows the presence of these virus in birds for at least 70M years. Although similar evidence is missing for mammals, the phylogenetic position of orthohepadnaviruses as a sister clade to avihepadnaviruses suggests a presence of the virus in the amniote ancestor and a subsequent coevolution with both birds and mammals after their divergence (>300M years ago). It has also been proposed that a New World bat hepadnavirus may be the origin of the primate hepadnaviruses. Avihepadnaviruses lack the X protein but a vestigial X reading frame is present in the genome of duck hepadnavirus. The X protein may have evolved from a DNA glycosylase. Recently, the reconstruction of HBV genomes from ancient human remains has allowed investigating the evolution of this virus in humans in more details. In 2021, a study reconstructed 137 ancient HBV genomes and proved the presence of the virus in humans since at least 10,000 years. The most recent common ancestor of all known human HBV lineages was dated to between 20,000 and 12,000 years ago. However, it cannot be said whether the virus was present in humans long before that or acquired shortly before from another animal species. The evolution of HBV in humans was shown to reflect known events of human history such as the first peopling of the Americas during the late Pleistocene and the Neolithic transition in Europe. These studies also showed that some ancient HBV strains still infect humans, while other became extinct. HBV strains found in African and South-East Asian apes (chimpanzees, gorillas, orangutans, bonobos and gibbons) appear related to human HBV strains, which could reflect past cross-species transmission events. A study of isolates from the circumpolar Arctic human population has proposed that the ancestor of the subgenotype B5 (the endemic type found in this population) that the ancestral virus originated in Asia about 2000 years ago (95% HPD 900 BC – 830 AD). Coalescence occurred about 1000 AD. This subgenotype spread from Asia initially to Greenland and then spread westward within the last 400 years.   == Genome ==   === Size === The genome of HBV is made of circular DNA, but it is unusual because the DNA is not fully double-stranded. One end of the full length strand is linked to the viral DNA polymerase. The genome is 3020–3320 nucleotides long (for the full length strand) and 1700–2800 nucleotides long (for the short length strand).   === Encoding === The negative-sense, (non-coding) strand is complementary to the viral mRNA. The viral DNA is found in the nucleus soon after infection of the cell. The partially double-stranded DNA is rendered fully double-stranded by completion of the (+) sense strand by cellular DNA polymerases (viral DNA polymerase is used for a later stage) and removal of the viral polymerase protein (P) from the (−) sense strand and a short sequence of RNA from the (+) sense strand. Non-coding bases are removed from the ends of the (−)sense strand and the ends are rejoined. The viral genes are transcribed by the cellular RNA polymerase II in the cell nucleus from a covalently closed circular DNA (cccDNA) template. Two enhancers designated enhancer I (EnhI) and enhancer II (EnhII) have been identified in the HBV genome. Both enhancers exhibit greater activity in cells of hepatic origin, and together they drive and regulate the expression of the complete viral transcripts. There are four known genes encoded by the genome called C, P, S, and X. The core protein is coded for by gene C (HBcAg), and its start codon is preceded by an upstream in-frame AUG start codon from which the pre-core protein is produced. HBeAg is produced by proteolytic processing of the pre-core protein. The DNA polymerase is encoded by gene P. Gene S is the gene that codes for the surface antigen (HBsAg). The HBsAg gene is one long open reading frame but contains three in frame \"start\" (ATG) codons that divide the gene into three sections, pre-S1, pre-S2, and S. Because of the multiple start codons, polypeptides of three different sizes called large (pre-S1 + pre-S2 + S), middle (pre-S2 + S), and small (S) are produced. The function of the protein coded for by gene X is not fully understood, but some evidence suggests that it may function as a transcriptional transactivator. Interestingly, a 40 kDa X-Core fusion protein is encoded by a long viral 3.9-kb transcript, whose function remains unclear. Synthesis of the 3.9 kb RNA initiates at the X gene promoter region and the transcript is polyadenylated only after the second round of transcription. Similar behavior is shared by other long pregenomic/pre-core (pg/pc) RNA species. Thus, the viral transcription machinery must ignore the poly(A) signal at the first transcription round. Several non-coding RNA elements have been identified in the HBV genome. These include HBV PREalpha, HBV PREbeta and HBV RNA encapsidation signal epsilon.   === Genotypes === Genotypes differ by at least 8% of the sequence and have distinct geographical distributions and this has been associated with anthropological history. Within genotypes subtypes have been described: these differ by 4–8% of the genome. There are eight known genotypes labeled A through H. A possible new \"I\" genotype has been described, but acceptance of this notation is not universal. Two further genotypes have since been recognised. The current (2014) listing now runs A through to J. Several subtypes are also recognised. There are at least 24 subtypes. Different genotypes may respond to treatment in different ways.  Individual genotypes Type F which diverges from the other genomes by 14% is the most divergent type known. Type A is prevalent in Europe, Africa and South-east Asia, including the Philippines. Type B and C are predominant in Asia; type D is common in the Mediterranean area, the Middle East and India; type E is localized in sub-Saharan Africa; type F (or H) is restricted to Central and South America. Type G has been found in France and Germany. Genotypes A, D and F are predominant in Brazil and all genotypes occur in the United States with frequencies dependent on ethnicity. The E and F strains appear to have originated in aboriginal populations of Africa and the New World, respectively. Type A has two subtypes: Aa (A1) in Africa/Asia and the Philippines and Ae (A2) in Europe/United States. Type B has two distinct geographical distributions: Bj/B1 ('j'—Japan) and Ba/B2 ('a'—Asia). Type Ba has been further subdivided into four clades (B2–B4). Type C has two geographically subtypes: Cs (C1) in South-east Asia and Ce (C2) in East Asia. The C subtypes have been divided into five clades (C1–C5). A sixth clade (C6) has been described in the Philippines but only in one isolate to date. Type C1 is associated with Vietnam, Myanmar and Thailand; type C2 with Japan, Korea and China; type C3 with New Caledonia and Polynesia; C4 with Australia; and C5 with the Philippines. A further subtype has been described in Papua, Indonesia. Type D has been divided into 7 subtypes (D1–D7). Type F has been subdivided into 4 subtypes (F1–F4). F1 has been further divided into 1a and 1b. In Venezuela subtypes F1, F2, and F3 are found in East and West Amerindians. Among South Amerindians only F3 was found. Subtypes Ia, III, and IV exhibit a restricted geographic distribution (Central America, the North and the South of South America respectively) while clades Ib and II are found in all the Americas except in the Northern South America and North America respectively.   == Life cycle ==  The life cycle of hepatitis B virus is complex. Hepatitis B is one of a few known non-retroviral viruses which use reverse transcription as a part of its replication process.  Attachment The virus gains entry into the cell by binding to receptors on the surface of the cell and entering it by endocytosis mediated by either clathrin or caveolin-1. HBV initially binds to heparin sulfate proteoglycan. The pre-S1 segment of the HBV L protein then binds tightly to the cell surface receptor sodium taurocholate cotransporting polypeptide (NTCP), encoded by the SLC10A1 gene.   NTCP is mostly found in the sinusoidal membrane of liver cells.  The presence of NTCP in liver cells correlates with the tissue specificity of HBV infection. Penetration Following endocytosis, the virus membrane fuses with the host cell's membrane, releasing the nucleocapsid into the cytoplasm. Uncoating Because the virus multiplies via RNA made by a host enzyme, the viral genomic DNA has to be transferred to the cell nucleus. It is thought the capsid is transported on the microtubules to the nuclear pore. The core proteins dissociate from the partially double stranded viral DNA, which is then made fully double stranded (by host DNA polymerases) and transformed into covalently closed circular DNA (cccDNA) that serves as a template for transcription of four viral mRNAs. Replication The largest mRNA, (which is longer than the viral genome), is used to make the new copies of the genome and to make the capsid core protein and the viral RNA-dependent-DNA-polymerase. Assembly These four viral transcripts undergo additional processing and go on to form progeny virions which are released from the cell or returned to the nucleus and re-cycled to produce even more copies. Release The long mRNA is then transported back to the cytoplasm where the virion P protein synthesizes DNA via its reverse transcriptase activity.   == Disease ==  Despite there being a vaccine to prevent hepatitis B, HBV remains a global health problem. Hepatitis B can be acute and later become chronic, leading to other diseases and health conditions. In addition to causing hepatitis, infection with HBV can lead to cirrhosis and hepatocellular carcinoma. It has also been suggested that it may increase the risk of pancreatic cancer.   === Roles in disease === Viral infection by hepatitis B virus (HBV) causes many hepatocyte changes due to the direct action of a protein encoded by the virus, HBx, and to indirect changes due to a large increase in intracellular reactive oxygen species (ROS) after infection.  HBx appears to dysregulate a number of cellular pathways.  HBx causes dysregulation in part by binding to genomic DNA, changing expression patterns of miRNAs, affecting histone methyltransferases, binding to SIRT1 protein to activate transcription, and cooperating with histone methylases and demethylases to change cell expression patterns.  HBx is partly responsible for the approximate 10,000-fold increase in intracellular reactive oxygen species (ROS) upon chronic HBV infection.  Increased ROS can be caused, in part, by localization of HBx to the mitochondria where HBx decreases the mitochondrial membrane potential. In addition, another HBV protein, HBsAg, also increases ROS through interactions with the endoplasmic reticulum. The increase in ROS after HBV infection causes inflammation, which leads to a further increase in ROS.  ROS cause more than 20 types of DNA damage.  Oxidative DNA damage is mutagenic.  In addition, repair of the DNA damage can cause epigenetic alterations at the site of the damage during repair of the DNA.  Epigenetic alterations and mutations may cause defects in the cellular machinery that then contribute to liver disease.  By the time accumulating epigenetic and mutational changes eventually cause progression to cancer, epigenetic alterations appear to have a larger role in this carcinogenesis than mutations.  Only one or two genes, TP53 and perhaps ARID1A, are mutated in more than 20% of liver cancers while 41 genes each have  hypermethylated promoters (repressing gene expression) in more than 20% of liver cancers, with seven of these genes being hypermethylated in more than 75% of liver cancers.  In addition to alterations at the sites of DNA repair, epigenetic alterations are also caused by HBx recruiting the DNA methyltransferase enzymes, DNMT1 and/or DNMT3A, to specific gene loci to alter their methylation levels and gene expression.  HBx also alters histone acetylation that can affect gene expression. Several thousand protein-coding genes appear to have HBx-binding sites.  In addition to protein coding genes, about 15 microRNAs and 16 Long non-coding RNAs are also affected by the binding of HBx to their promoters.  Each altered microRNA can affect the expression of several hundred messenger RNAs (see microRNA).   === History === The origin of hepatitis B virus can be traced back to the 5th century BCE and is even mentioned in Babylonian clay tablets. Hippocrates later described an epidemic of jaundice among his patients that was characterized by the yellowing of the skin and whites of the eyes. Jaundice is a clinical sign of hepatitis B viral infection. However, due to the lengthy time interval, measured in weeks, between exposure of the causative agent and the development of illness prevented recognition of jaundice as an infectious disease until the 20th century. The first recorded cases of hepatitis B virus infection occurred in 1883 after the smallpox vaccine containing human lymph was administered to a group of people. The smallpox vaccine was administered to shipyard workers in Germany and the workers later developed symptoms of hepatitis. Serum hepatitis, now known as hepatitis B, was often observed following the use of contaminated needles and syringes. These contaminated needles and syringes were not properly cleaned and/or they were reused among patients. In 1943, transmission of hepatitis B virus via blood was further emphasized when Paul Beeson described jaundice occurring in patients who had just received blood transfusions. Another epidemic of jaundice was observed among soldiers in 1942, after they had received a yellow fever vaccine. The distinction between hepatitis A virus and hepatitis B virus was not determined until 1947 when they were recognized as being two different filterable agents through numerous studies done of human volunteers. In 1964, the \"Australian Antigen\" was discovered by Barry Blumberg and later identified as the hepatitis B virus surface antigen HBsAg. This was one of the first breakthroughs in the effort to understand the pathology of viral hepatitis that instigated jaundice in those infected with HBV. It allowed industrialized countries to reliably diagnose asymptomatic carriers of hepatitis B virus and the discovery provided healthcare professionals a way to screen blood for Hep B before administering blood transfusions. Today, hepatitis B virus infection is easily avoided by receiving one of the hepatitis B vaccines. The plasma-derived HepB vaccine was licensed in 1981 and was subsequently replaced in 1986 with the recombinant HepB vaccine. Engerix B was approved in 1989 and Heplisav-B was approved in 2017. All of which provide protection against HBV.   === Distribution === Rates of hepatitis B infection are equal across male and females. Hepatitis B virus is more prominently found in US citizens of Asian, Pacific Islander, or African descent and roughly 25% of these individuals will receive a diagnosis. HBV is spread more readily in groups with high risk behavior such as Intravenous drug use, multiple sex partners, and men who have sex with men. Hepatitis B virus causes the disease hepatitis B. Hepatitis is considered to be the leading cause of liver cancer worldwide (reference). Hepatitis B virus can be found in almost every region of the world but is most prevalent in countries where the virus is endemic. HBV is endemic in some countries located in Asia, Africa, South America, and the Caribbean. Approximately two billion people have been infected with HBV which means almost 1 out of 3 people have been infected. Every year an estimated 1.5 million people will become newly infected and roughly 10% of those individuals will go undiagnosed. Every year, an estimated 820,000 people die from hepatitis B infection and related HBV complications. The spread of HBV during pregnancy remains the highest risk for developing chronic hepatitis B later in childhood. Roughly 90% of infected infants will become chronically infected. Only 2%-6% of adults once infected with HBV will go on to be chronically infected. Of the estimated 350 million individuals chronically infected with HBV worldwide, 50% or more of those individuals acquired the infection prenatally or during their early childhood. In countries where HBV is endemic, vertical transmission of HBV poses a major health risk due to a high number of women of childbearing age being HBeAg-positive allowing them to transmit HBV to their newborn. In areas where HBV is endemic, transmission is not limited to groups with high-risk behaviors. Instead, infection can occur through different routes of transmission but mostly during early childhood. The spread of hepatitis B virus in the western world occurs most often through sexual intercourse or needle sharing by intravenous drug users (IVDU). IVDU show the highest rate of HBV infection in Europe and North America. There are also higher rates of hepatitis B infection among men who have sex with men (MSM). Risk of being infected with HBV increases with having multiple sex partners. (need reference)   === Transmission === The spread of hepatitis B virus occurs most often through vertical transmission from mother to child during birth and delivery. HBV can also be spread through contact with blood or other bodily fluids during sexual intercourse with an infected partner. It is also spread through needles shared with infected persons or exposure to sharp objects. Needles of any kind can be a risk if they are not single use or are not properly sanitized, preferably in an autoclave. This includes needles used at tattooing and body piercing parlors. Furthermore, hepatitis B virus can also be spread through sharing earrings and other body piercing jewelry. It is also spread through hemodialysis units that have been used by HBeAg positive patients. Because HD units usually treat multiple patients at a time, contamination of patients' blood can occur. Incidences of HBV infection through HD units is at 1% in the United States. Healthcare staff are also at an increased risk of infection. Transmission of HBV can be limited by administering the hepatitis B vaccine. In areas where the virus is endemic, vaccines are limited, especially in rural areas where medical clinics are sparse. Although HBV can be infectious on surfaces for up to seven days, it is not spread through breastfeeding, sharing eating utensils, hugging, kissing, holding hands, coughing, or sneezing. Unlike other hepatitis viruses, HBV is not spread by contaminated food or water. However, living with a person infected with hepatitis B virus increases your risk of contracting the virus.   === Co-infection of HBV and other viruses === Co-infection of hepatitis B and various other viruses can also occur. hepatitis C, hepatitis D (a satellite virus of hepatitis B), and HIV can all co-infect an individual alongside HBV. Because HBV and HCV share a similar mode of transmission, co-infections are possible. Most cases of HBV and HCV co-infection occurs among Intravenous drug users, unscreened blood products, or exposure to dirty needles and unsterilized medical equipment. Co-infection of these two viruses can cause a more severe liver disease and increase the risk for primary liver cancer (Hepatocellular Carcinoma). Reporting of this co-infection may be underreported due to hepatitis C's ability to become the dominant liver virus during coinfection, reducing the detectable amount of HBV found in the body. Recent statistics show that 10% of all persons infected with HIV are also infected with Hepatitis B. However, this statistic increases to almost 20% for Southeast Asia. Hepatitis B infection is one of the leading causes of hospitalizations and death among patients with HIV since the development and use of antiretroviral therapies. Those who are infected with HIV and HBV are six times more likely to develop chronic hepatitis B. Some studies suggest this may be due to co-infected individuals having lower CD4+ T cell counts.   == See also == Hepatitis B vaccine Nucleoside analogues Oncovirus (cancer virus)   == References =="}