{"name": "Hepatic Veno-Occlusive Disease", "category": "disease", "content": "Hepatic veno-occlusive disease (VOD) or veno-occlusive disease with immunodeficiency is a potentially life-threatening condition in which some of the small veins in the liver are obstructed. It is a complication of high-dose chemotherapy given before a bone marrow transplant and/or excessive exposure to hepatotoxic pyrrolizidine alkaloids. It is classically marked by weight gain due to fluid retention, increased liver size, and raised levels of bilirubin in the blood. The name sinusoidal obstruction syndrome (SOS) is preferred if hepatic veno-occlusive disease happens as a result of chemotherapy or bone marrow transplantation. Apart from chemotherapy, hepatic veno-occlusive disease may also occur after ingestion of certain plant alkaloids such as pyrrolizidine alkaloids (in some herbal teas), and has been described as part of a rare hereditary disease called hepatic venoocclusive disease with immunodeficiency (which results from mutations in the gene coding for a protein called SP110).   == Signs and symptoms == Features of hepatic veno-occlusive disease include weight gain, tender enlargement of the liver, ascites, and yellow discoloration of the skin; it often is associated with acute kidney failure.   == Pathophysiology == In the bone marrow transplant setting, hepatic veno-occlusive disease is felt to be due to injury to the hepatic venous endothelium from the conditioning regimen. Toxic agents causing veno-occlusive disease include plants as well as the medication cyclophosphamide.   == Diagnosis == Doppler ultrasound of the liver is typically utilized to confirm or suggest the diagnosis. Common findings on liver doppler ultrasound include increased phasicity of portal veins with eventual development of portal flow reversal. The liver is usually enlarged but maintained normal echogenicity. A liver biopsy is required for a definitive diagnosis.   == Treatment == Treatment generally includes supportive care including pain management and possibly diuretics. In those with severe disease due to a bone marrow transplant, defibrotide is a proposed treatment. It has been approved for use in severe cases in Europe and the United States. A placebo controlled trial, however, has not been done as of 2016.   == Prognosis == Mild disease has a risk of death of about 10% while moderate disease has a risk of death of 20%. When it occurs as a result of bone marrow transplant and multiorgan failure is present, the risk of death is greater than 80%.   == History == The first report on veno-occlusive disease, in 1920, was as a result of senecio poisoning in South Africa. Subsequent reports were mostly in Jamaicans who had consumed herbal teas. With the advent of bone marrow transplantation, most cases since its introduction have been in those undergoing treatment for leukemia.   == See also == Budd-Chiari syndrome (large liver vein obstruction due to hepatic vein thrombosis)   == References ==   == Further reading == Cotran, Ramzi S.; Kumar, Vinay; Fausto, Nelson; Nelso Fausto; Robbins, Stanley L.; Abbas, Abul K. (2005). Robbins and Cotran pathologic basis of disease. St. Louis, Mo: Elsevier Saunders. ISBN 978-0-7216-0187-8. Wingard JR, Nichols WG, McDonald GB (2004). \"Supportive care\". Hematology Am Soc Hematol Educ Program. 1: 372–89. doi:10.1182/asheducation-2004.1.372. PMID 15561693. Dignan, Fiona L.; Wynn, Robert F.; Hadzic, Nedim; Karani, John; Quaglia, Alberto; Pagliuca, Antonio; Veys, Paul; Potter, Michael N. (1 November 2013). \"BCSH/BSBMT guideline: diagnosis and management of veno-occlusive disease (sinusoidal obstruction syndrome) following haematopoietic stem cell transplantation\". British Journal of Haematology. 163 (4): 444–457. doi:10.1111/bjh.12558. ISSN 1365-2141. PMID 24102514.   == External links =="}