{"name": "HER2-positive carcinoma of breast", "category": "disease", "content": "Receptor tyrosine-protein kinase erbB-2 is a protein that normally resides in the membranes of cells and is encoded by the ERBB2 gene.  ERBB is abbreviated from erythroblastic oncogene B, a gene originally isolated from the avian genome. The human protein is also frequently referred to as HER2 (human epidermal growth factor receptor 2) or CD340 (cluster of differentiation 340). HER2 is a member of the human epidermal growth factor receptor (HER/EGFR/ERBB) family. But contrary to other members of the ERBB family, HER2 does not directly bind ligand. HER2 activation results from heterodimerization with another ERBB member or by homodimerization when HER2 concentration are high, for instance in cancer. Amplification or over-expression of this oncogene has been shown to play an important role in the development and progression of certain aggressive types of breast cancer. In recent years the protein has become an important biomarker and target of therapy for approximately 30% of breast cancer patients.   == Name == HER2 is so named because it has a similar structure to human epidermal growth factor receptor, or HER1. Neu is so named because it was derived from a rodent glioblastoma cell line, a type of neural tumor. ErbB-2 was named for its similarity to ErbB (avian erythroblastosis oncogene B), the oncogene later found to code for EGFR.  Molecular cloning of the gene showed that HER2, Neu, and ErbB-2 are all encoded by the same orthologs.   == Gene == ERBB2, a known proto-oncogene, is located at the long arm of human chromosome 17 (17q12).   == Function == The ErbB family consists of four individual plasma membrane-bound receptor tyrosine kinases.  One of which is erbB-2, and the other members being erbB-1, erbB-3 (neuregulin-binding; lacks kinase domain), and erbB-4. All four contain an extracellular ligand binding domain, a transmembrane domain, and an intracellular domain that can interact with a multitude of signaling molecules and exhibit both ligand-dependent and ligand-independent activity. Notably, no ligands for HER2 have yet been identified. HER2 can heterodimerise with any of the other three receptors and is considered to be the preferred dimerisation partner of the other ErbB receptors. Dimerisation results in the autophosphorylation of tyrosine residues within the cytoplasmic domain of the receptors and initiates a variety of signaling pathways.   === Signal transduction === Signaling pathways activated by HER2 include:  mitogen-activated protein kinase (MAPK) phosphoinositide 3-kinase (PI3K/Akt) phospholipase C γ protein kinase C (PKC) Signal transducer and activator of transcription (STAT) In summary, signaling through the ErbB family of receptors promotes cell proliferation and opposes apoptosis, and therefore must be tightly regulated to prevent uncontrolled cell growth from occurring.   == Clinical significance ==   === Cancer === Amplification, also known as the over-expression of the ERBB2 gene, occurs in approximately 15-30% of breast cancers. HER2-positive breast cancers are well established as being associated with increased disease recurrence and a poor prognosis compared with other identifiably genetically distinct breast cancers with other known, or lack thereof, genetic markers that are thought to be associated with other breast cancers; however, drug agents targeting HER2 in breast cancer have significantly and positively altered the otherwise poor prognosis of the historically problematic difficulties associated with HER2-positive breast cancer. Over-expression is also known to occur in ovarian, stomach, adenocarcinoma of the lung  and aggressive forms of uterine cancer, such as uterine serous endometrial carcinoma, e.g. HER2 is over-expressed in approximately 7-34% of patients with gastric cancer and in 30% of salivary duct carcinomas. HER2 is colocalised and most of the time, coamplified with the gene GRB7, which is a proto-oncogene associated with breast, testicular germ cell, gastric, and esophageal tumours. HER2 proteins have been shown to form clusters in cell membranes that may play a role in tumorigenesis. Evidence has also implicated HER2 signaling in resistance to the EGFR-targeted cancer drug cetuximab. The high expression of HER2 correlates with better survival in esophageal adenocarcinoma. The high amplification of HER2 copy number positively contributes to the survival time of gastric cardia adenocarcinoma patients.   === Mutations === Furthermore, diverse structural alterations have been identified that cause ligand-independent firing of this receptor, doing so in the absence of receptor over-expression. HER2 is found in a variety of tumours and some of these tumours carry point mutations in the sequence specifying the transmembrane domain of HER2. Substitution of a valine for a glutamic acid or a glutamine in the transmembrane domain can result in the constitutive dimerisation of this protein in the absence of a ligand. HER2 mutations have been found in non-small-cell lung cancers (NSCLC) and can direct treatment.   == As a drug target == HER2 is the target of the monoclonal antibody trastuzumab (marketed as Herceptin).  Trastuzumab is effective only in cancers where HER2 is over-expressed. One year of trastuzumab therapy is recommended for all patients with HER2-positive breast cancer who are also receiving chemotherapy. Twelve months of trastuzumab therapy is optimal. Randomized trials have demonstrated no additional benefit beyond 12 months, whereas 6 months has been shown to be inferior to 12. Trastuzumab is administered intravenously weekly or every 3 weeks. An important downstream effect of trastuzumab binding to HER2 is an increase in p27, a protein that halts cell proliferation. Another monoclonal antibody, Pertuzumab, which inhibits dimerisation of HER2 and HER3 receptors, was approved by the FDA for use in combination with trastuzumab in June 2012. As of November 2015, there are a number of ongoing and recently completed clinical trials of novel targeted agents for HER2+ metastatic breast cancer, e.g. margetuximab. Additionally, NeuVax (Galena Biopharma) is a peptide-based immunotherapy that directs \"killer\" T cells to target and destroy cancer cells that express HER2. It has entered phase 3 clinical trials. It has been found that patients with ER+ (Estrogen receptor positive)/HER2+ compared with ER-/HER2+ breast cancers may actually benefit more from drugs that inhibit the PI3K/AKT molecular pathway. Over-expression of HER2 can also be suppressed by the amplification of other genes. Research is currently being conducted to discover which genes may have this desired effect. The expression of HER2 is regulated by signaling through estrogen receptors.  Normally, estradiol and tamoxifen acting through the estrogen receptor down-regulate the expression of HER2.  However, when the ratio of the coactivator AIB-3 exceeds that of the  corepressor PAX2, the expression of HER2 is upregulated in the presence of tamoxifen, leading to tamoxifen-resistant breast cancer. Among approved anti-HER2 therapeutics are also tyrosine kinase inhibitors (Lapatinib, Neratinib, and Tucatinib) and antibody-drug conjugates (ado-trastuzumab emtansine and trastuzumab deruxtecan).   == Diagnostics == HER2 testing is performed on breast biopsy of breast cancer patients to assess prognosis and to determine suitability for trastuzumab therapy. It is important that trastuzumab is restricted to HER2-positive individuals as it is expensive and has been associated with cardiac toxicity. For HER2-positive tumors, the benefits of trastuzumab clearly outweigh the risks. Tests are usually performed on breast biopsy samples obtained by either fine-needle aspiration, core needle biopsy, vacuum-assisted breast biopsy, or surgical excision.  Immunohistochemistry (IHC) is generally used to measure the amount of HER2 protein present in the sample, with fluorescence in situ hybridisation (FISH) being used on samples that are equivocal in IHC. However, in several locations, FISH is used initially, followed by IHC in equivocal cases.   === Immunohistochemistry === By immunohistochemistry, the sample is given a score based on the cell membrane staining pattern.  Micrographs showing each score:  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Fluorescence in situ hybridisation === FISH can be used to measure the number of copies of the gene which are present and is thought to be more reliable than immunohistochemistry. It usually uses chromosome enumeration probe 17 (CEP17) to count the amount of chromosomes. Hence, the HER2/CEP17 ratio reflects any amplification of HER2 as compared to the number of chromosomes. The signals of 20 cells are usually counted.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  If the initial HER2 result is negative for a needle biopsy of a primary breast cancer, a new HER2 test may be performed on the subsequent breast excision.   === Serum === The extracellular domain of HER2 can be shed from the surface of tumour cells and enter the circulation. Measurement of serum HER2 by enzyme-linked immunosorbent assay (ELISA) offers a far less invasive method of determining HER2 status than a biopsy and consequently has been extensively investigated. Results so far have suggested that changes in serum HER2 concentrations may be useful in predicting response to trastuzumab therapy. However, its ability to determine eligibility for trastuzumab therapy is less clear.   == Interactions == HER2/neu has been shown to interact with:   == See also == SkBr3 Cell Line, over-expresses HER2   == References ==   == Further reading ==   == External links == AACR Cancer Concepts Factsheet on HER2 Breast Friends for Life Network - A South African Breast Cancer Support Forum for HER2 Positive Women HerceptinR : Herceptin Resistance Database for Understanding Mechanism of Resistance in Breast Cancer Patients. Sci. Rep. 4:4483 Receptor,+erbB-2 at the U.S. National Library of Medicine Medical Subject Headings (MeSH) PDBe-KB provides an overview of all the structure information available in the PDB for Human Receptor tyrosine-protein kinase erbB-2"}