{"name": "Hereditary orotic aciduria", "category": "disease", "content": "Orotic aciduria (AKA hereditary orotic aciduria) is a disease caused by an enzyme deficiency, resulting in a decreased ability to synthesize pyrimidines. It was the first described enzyme deficiency of the de novo pyrimidine synthesis pathway. Orotic aciduria is characterized by excessive excretion of orotic acid in urine because of the inability to convert orotic acid to UMP. It causes megaloblastic anemia and may be associated with mental and physical developmental delays.   == Signs and symptoms == Patients typically present with excessive orotic acid in the urine, failure to thrive, developmental delay, and megaloblastic anemia which cannot be cured by administration of vitamin B12 or folic acid.   == Cause and genetics ==  This autosomal recessive disorder is caused by a deficiency in the enzyme UMPS, a bifunctional protein that includes the enzyme activities of OPRT and ODC. In one study of three patients, UMPS activity ranged from 2-7% of normal levels. Two types of orotic aciduria have been reported. Type I has a severe deficiency of both activities of UMP synthase. In Type II orotic aciduria, the ODC activity is deficient while OPRT activity is elevated. As of 1988, only one case of type II orotic aciduria had ever been reported. Orotic aciduria is associated with megaloblastic anemia due to decreased pyrimidine synthesis, which leads to decreased nucleotide-lipid cofactors needed for erythrocyte membrane synthesis in the bone marrow.   == Diagnosis == Elevated urinary orotic acid levels can also arise secondary to blockage of the urea cycle, particularly in ornithine transcarbamylase deficiency (OTC deficiency). This can be distinguished from hereditary orotic aciduria by assessing blood ammonia levels and blood urea nitrogen (BUN). In OTC deficiency, hyperammonemia and decreased BUN are seen because the urea cycle is not functioning properly, but megaloblastic anemia will not occur because pyrimidine synthesis is not affected. In orotic aciduria, the urea cycle is not affected. Orotic aciduria can be diagnosed through genetic sequencing of the UMPS gene.   == Treatment == Treatment is administration of uridine monophosphate (UMP) or uridine triacetate (which is converted to UMP). These medications will bypass the missing enzyme and provide the body with a source of pyrimidines.   == References ==   == External links =="}