{"name": "Herpes Labialis", "category": "disease", "content": "A cold sore is a type of herpes infection caused by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within ten days, but the virus remains dormant in the trigeminal ganglion. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected with outbreaks in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old and 80% develop antibodies for the virus by this age. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.   == Terminology == The term labia means \"lip\" in Latin. Herpes labialis does not refer to the labia of the vulva, though the origin of the word is the same. The colloquial terms for this condition (\"cold sore\" and \"fever blister\") come from the fact that herpes labialis is often triggered by fever, for example, as may occur during an upper respiratory tract infection (i.e. a cold). When the viral infection affects both face and mouth, the broader term orofacial herpes is sometimes used, whereas herpetic stomatitis describes infection of the mouth specifically; stomatitis is derived from the Greek word stoma, which means \"mouth\".   == Signs and symptoms ==  Herpes infections usually show no symptoms; when symptoms do appear they typically resolve within two weeks.  The main symptom of oral infection is inflammation of the mucosa of the cheek and gums—known as acute herpetic gingivostomatitis—which occurs within 5–10 days of infection. Other symptoms may also develop, including headache, nausea, dizziness and painful ulcers—sometimes confused with canker sores—fever, and sore throat. Primary HSV infection in adolescents frequently manifests as severe pharyngitis with lesions developing on the cheek and gums. Some individuals develop difficulty in swallowing (dysphagia) and swollen lymph nodes (lymphadenopathy). Primary HSV infections in adults often results in pharyngitis similar to that observed in glandular fever (infectious mononucleosis), but gingivostomatitis is less likely. Recurrent oral infection is more common with HSV-1 infections than with HSV-2. Symptoms typically progress in a series of eight stages:  Latent (weeks to months incident-free):  The remission period; After initial infection, the viruses move to sensory nerve ganglia (trigeminal ganglion), where they reside as lifelong, latent viruses.  Asymptomatic shedding of contagious virus particles can occur during this stage. Prodromal (day 0–1): Symptoms often precede a recurrence.  Symptoms typically begin with tingling (itching) and reddening of the skin around the infected site.  This stage can last from a few days to a few hours preceding the physical manifestation of an infection and is the best time to start treatment. Inflammation (day 1):  Virus begins reproducing and infecting cells at the end of the nerve.  The healthy cells react to the invasion with swelling and redness displayed as symptoms of infection. Pre-sore (day 2–3): This stage is defined by the appearance of tiny, hard, inflamed papules and vesicles that may itch and are painfully sensitive to touch.  In time, these fluid-filled blisters form a cluster on the lip (labial) tissue, the area between the lip and skin (vermilion border), and can occur on the nose, chin, and cheeks. Open lesion (day 4): This is the most painful and contagious of the stages. All the tiny vesicles break open and merge to create one big, open, weeping ulcer.  Fluids are slowly discharged from blood vessels and inflamed tissue.  This watery discharge is teeming with active viral particles and is highly contagious. Depending on the severity, one may develop a fever and swollen lymph glands under the jaw. Crusting (day 5–8): A honey/golden crust starts to form from the syrupy exudate. This yellowish or brown crust or scab is not made of active virus but from blood serum containing useful proteins such as immunoglobulins. This appears as the healing process begins. The sore is still painful at this stage, but, more painful, however, is the constant cracking of the scab as one moves or stretches their lips, as in smiling or eating.  Virus-filled fluid will still ooze out of the sore through any cracks. Healing (day 9–14): New skin begins to form underneath the scab as the virus retreats into latency. A series of scabs will form over the sore (called Meier Complex), each one smaller than the last. During this phase irritation, itching, and some pain are common. Post-scab (12–14 days): A reddish area may linger at the site of viral infection as the destroyed cells are regenerated. Virus shedding can still occur during this stage. The recurrent infection is thus often called herpes simplex labialis. Rare reinfections occur inside the mouth (intraoral HSV stomatitis) affecting the gums, alveolar ridge, hard palate, and the back of the tongue, possibly accompanied by herpes labialis. A lesion caused by herpes simplex can occur in the corner of the mouth and be mistaken for angular cheilitis of another cause. Sometimes termed \"angular herpes simplex\". A cold sore at the corner of the mouth behaves similarly to elsewhere on the lips. Rather than utilizing antifungal creams, angular herpes simplex is treated in the same way as a cold sore, with topical antiviral drugs.   == Causes == Herpes labialis infection occurs when the herpes simplex virus comes into contact with oral mucosal tissue or abraded skin of the mouth. Infection by the type 1 strain of herpes simplex virus (HSV-1) is most common; however, cases of oral infection by the type 2 strain are increasing. Oral HSV-2 shedding is rare, and \"usually noted in the context of first episode genital herpes.\" In general, both types can cause oral or genital herpes. Cold sores are the result of the virus reactivating in the body. Once HSV-1 has entered the body, it never leaves. The virus moves from the mouth to remain latent in the central nervous system. In approximately one-third of people, the virus can \"wake up\" or reactivate to cause disease. When reactivation occurs, the virus travels down the nerves to the skin where it may cause blisters (cold sores) around the lips or mouth area. In case of Herpes zoster the nose can be affected. Cold sore outbreaks may be influenced by stress, menstruation, sunlight, sunburn, fever, dehydration, or local skin trauma. Surgical procedures such as dental or neural surgery, lip tattooing, or dermabrasion are also common triggers. HSV-1 can in rare cases be transmitted to newborn babies by family members or hospital staff who have cold sores; this can cause a severe disease called neonatal herpes simplex. People can transfer the virus from their cold sores to other areas of the body, such as the eye, skin, or fingers; this is called autoinoculation. Eye infection, in the form of conjunctivitis or keratitis, can happen when the eyes are rubbed after touching the lesion. Finger infection (herpetic whitlow) can occur when a child with cold sores or primary HSV-1 infection sucks their fingers. Blood tests for herpes may differentiate between type 1 and type 2. When a person is not experiencing any symptoms, a blood test alone does not reveal the site of infection. Genital herpes infections occurred with almost equal frequency as type 1 or 2 in younger adults when samples were taken from genital lesions. Herpes in the mouth is more likely to be caused by type 1, but (see above) also can be type 2. The only way to know for certain if a positive blood test for herpes is due to infection of the mouth, genitals, or elsewhere, is to sample from lesions. This is not possible if the affected individual is asymptomatic. The body's immune system typically fights the virus.   == Prevention ==   === Primary infection === The likelihood of the infection can be reduced through avoidance of touching an area with active infection and contact sports and frequent hand washing, use of mouth rinsing (anti-viral, anti-bacterial) products. During active infection (outbreaks with oral lesions) avoid oral-to-oral kissing and oral-genital sex without protection. HSV1 can be transmitted to uninfected partners through oral sex, resulting in genital lesions. Healthcare workers working with patients who have active lesions are advised to use gloves, eye protection, and mouth protection during physical, mucosal, and bronchoscopic procedures and examinations.   === Recurrent infection === In some cases, sun exposure can lead to HSV-1 reactivation, therefore use of zinc-based sunscreen or topical and oral therapeutics such as acyclovir and valacyclovir may prove helpful. Other triggers for recurrent herpetic infection includes fever, common cold, fatigue, emotional stress, trauma, sideropenia, oral cancer therapy, immunosuppression, chemotherapy, oral and facial surgery, menstruation, and epidural morphine, and upset GI. Surgical procedures like nerve root decompression, facial dermabrasion, and ablative laser resurfacing can increase risks of reactivation by 50–70%.   == Treatment == Despite no cure or vaccine for the virus, a human body's immune system and specific antibodies typically fight the virus. Treatment options include no treatment, topical creams (indifferent, antiviral, and anaesthetic), and oral antiviral medications. Indifferent topical creams include zinc oxide and glycerin cream, which can have itching and burning sensation as side effects and docosanol. Docosanol, a saturated fatty alcohol, was approved by the United States Food and Drug Administration for herpes labialis in adults with properly functioning immune systems.  It is comparable in effectiveness to prescription topical antiviral agents.  Due to docosanol's mechanism of action, there is little risk of drug resistance. Antivirals creams include acyclovir and penciclovir, which can speed healing by as much as 10%. Oral antivirals include acyclovir, valaciclovir, and famciclovir. Famciclovir or valacyclovir, taken in pill form, can be effective using a single day, high-dose application and is more cost effective and convenient than the traditional treatment of lower doses for 5–7 days. Anaesthetic creams include lidocaine and prilocaine which has shown reduction in duration of subjective symptoms and eruptions. Treatment recommendations vary on the severity of the symptoms and chronicity of the infection. Treatment with oral antivirals such as acyclovir in children within 72 hours of illness onset has shown to shorten duration of fever, odynophagia, and lesions, and to reduce viral shedding. For patient with mild to moderate symptoms, local anaesthetic such as lidocaine for pain without antiviral may be sufficient. However, those with occasional severe recurrences of lesions may use oral antivirals. Patients with severe cases such as those with frequent recurrences of lesions, presence of disfiguring lesions, and serious systematic complications may need chronic suppressive therapy on top of the antiviral therapies. Mouth-rinse with combinations of ethanol and essential oils against herpes as therapeutic method is recommended by the German Society of Hospital Hygiene. Further research into virucidal effects of essential oils exists.   == Epidemiology == Herpes labialis is common throughout the world. A large survey of young adults on six continents reported that 33% of males and 28% of females had herpes labialis on two or more occasions during the year before the study. The lifetime prevalence in the United States of America is estimated at 20–45% of the adult population. Lifetime prevalence in France was reported by one study as 32% in males and 42% in females. In Germany, the prevalence was reported at 32% in people aged between 35 and 44 years, and 20% in those aged 65–74. In Jordan, another study reported a lifetime prevalence of 26%.   == Research ==  Research has gone into vaccines and drugs for both prevention and treatment of herpes infections.   == Notes ==   == References ==   == External links =="}