{"name": "Heterotopic Ossification", "category": "disease", "content": "Heterotopic ossification (HO) is the process by which bone tissue forms outside of the skeleton in muscles and soft tissue.   == Symptoms == In traumatic heterotopic ossification (traumatic myositis ossificans), the patient may complain of a warm, tender, firm swelling in a muscle and decreased range of motion in the joint served by the muscle involved.  There is often a history of a blow or other trauma to the area a few weeks to a few months earlier.  Patients with traumatic neurological injuries, severe neurologic disorders or severe burns who develop heterotopic ossification experience limitation of motion in the areas affected.   == Causes == Heterotopic ossification of varying severity can be caused by surgery or trauma to the hips and legs. About every third patient who has total hip arthroplasty (joint replacement) or a severe fracture of the long bones of the lower leg will develop heterotopic ossification, but is uncommonly symptomatic.  Between 50% and 90% of patients who developed heterotopic ossification following a previous hip arthroplasty will develop additional heterotopic ossification. Heterotopic ossification often develops in patients with traumatic brain or spinal cord injuries, other severe neurologic disorders or severe burns, most commonly around the hips.  The mechanism is unknown.  This may account for the clinical impression that traumatic brain injuries cause accelerated fracture healing. There are also rare genetic disorders causing heterotopic ossification such as fibrodysplasia ossificans progressiva (FOP), a condition that causes injured bodily tissues to be replaced by heterotopic bone. Characteristically exhibiting in the big toe at birth, it causes the formation of heterotopic bone throughout the body over the course of the sufferer's life, causing chronic pain and eventually leading to the immobilisation and fusion of most of the skeleton by abnormal growths of bone. Another rare genetic disorder causing heterotopic ossification is progressive osseous heteroplasia (POH), is a condition characterized by cutaneous or subcutaneous ossification.   == Diagnosis ==  During the early stage, an x-ray will not be helpful because there is no calcium in the matrix. (In an acute episode which is not treated, it will be 3– 4 weeks after onset before the x-ray is positive.) Early laboratory tests are not very helpful.  Alkaline phosphatase will be elevated at some point, but initially may be only slightly elevated, rising later to a high value for a short time.  Unless weekly tests are done, this peak value may not be detected. It is not useful in patients who have had fractures or spine fusion recently, as they will cause elevations. The only definitive diagnostic test in the early acute stage is a bone scan, which will show heterotopic ossification 7 – 10 days earlier than an x-ray.  The three-phase bone scan may be the most sensitive method of detecting early heterotopic bone formation.  However, an abnormality detected in the early phase may not progress to the formation of heterotopic bone.  Another finding, often misinterpreted as early heterotopic bone formation, is an increased (early) uptake around the knees or the ankles in a patient with a very recent spinal cord injury.  It is not clear exactly what this means, because these patients do not develop heterotopic bone formation.  It has been hypothesized that this may be related to the autonomic nervous system and its control over circulation. When the initial presentation is swelling and increased temperature in a leg, the differential diagnosis includes thrombophlebitis.  It may be necessary to do both a bone scan and a venogram to differentiate between heterotopic ossification and thrombophlebitis, and it is even possible that both could be present simultaneously. In heterotopic ossification, the swelling tends to be more proximal and localized, with little or no foot/ankle edema, whereas in thrombophlebitis the swelling is usually more uniform throughout the leg.   == Treatment == There is no clear form of treatment. Originally, bisphosphonates were expected to be of value after hip surgery but there has been no convincing evidence of benefit, despite having been used prophylactically. Depending on the growth's location, orientation and severity, surgical removal may be possible.  Radiation Therapy.  Prophylactic radiation therapy for the prevention of heterotopic ossification has been employed since the 1970s.  A variety of doses and techniques have been used.  Generally, radiation therapy should be delivered as close as practical to the time of surgery.  A dose of 7-8 Gray in a single fraction within 24–48 hours of surgery has been used successfully.  Treatment volumes include the peri-articular region, and can be used for hip, knee, elbow, shoulder, jaw or in patients after spinal cord trauma. Single dose radiation therapy is well tolerated and is cost effective, without an increase in bleeding, infection or wound healing disturbances. Other possible treatments. Certain antiinflammatory agents, such as indomethacin, ibuprofen and aspirin, have shown some effect in preventing recurrence of heterotopic ossification after total hip replacement.  Conservative treatments such as passive range of motion exercises or other mobilization techniques provided by physical therapists or occupational therapists may also assist in preventing HO.  A review article looked at 114 adult patients retrospectively and suggested that the lower incidence of HO in patients with a very severe TBI may have been due to early intensive physical and occupational therapy in conjunction with pharmacological treatment.  Another review article also recommended physiotherapy as an adjunct to pharmacological and medical treatments because passive range of motion exercises may maintain range at the joint and prevent secondary soft tissue contractures, which are often associated with joint immobility.   == See also == Intramembranous ossification Myositis ossificans Fibrodysplasia ossificans progressiva Progressive osseous heteroplasia   == References ==   == External links == pmr/112 at eMedicine radio/336 at eMedicine"}