{"name": "histamine", "category": "drug", "content": "Histamine is an organic nitrogenous compound involved in local immune responses communication, as well as regulating physiological functions in the gut and acting as a neurotransmitter for the brain, spinal cord, and uterus. Discovered in 1910, histamine has been considered a local hormone (autocoid) because it's produced without involvement of the classic endocrine glands; however, in recent years, histamine has been recognized as a central neurotransmitter. Histamine is involved in the inflammatory response and has a central role as a mediator of itching. As part of an immune response to foreign pathogens, histamine is produced by basophils and by mast cells found in nearby connective tissues.  Histamine increases the permeability of the capillaries to white blood cells and some proteins, to allow them to engage pathogens in the infected tissues. It consists of an imidazole ring attached to an ethylamine chain; under physiological conditions, the amino group of the side-chain is protonated.   == Properties == Histamine base, obtained as a mineral oil mull, melts at 83–84 °C. Hydrochloride and phosphorus salts form white hygroscopic crystals and are easily dissolved in water or ethanol, but not in ether. In aqueous solution, the imidazole ring of histamine exists in two tautomeric forms, identified by which of the two nitrogen atoms is protonated. The nitrogen farther away from the side chain is the 'tele' nitrogen and is denoted by a lowercase tau sign and the nitrogen closer to the side chain is the 'pros' nitrogen and is denoted by the pi sign. The tele tautomer, Nτ-H-histamine, is preferred in solution as compared to the pros tautomer, Nπ-H-histamine.  Histamine has two basic centres, namely the aliphatic amino group and whichever nitrogen atom of the imidazole ring does not already have a proton. Under physiological conditions, the aliphatic amino group (having a pKa around 9.4) will be protonated, whereas the second nitrogen of the imidazole ring (pKa ≈ 5.8) will not be protonated. Thus, histamine is normally protonated to a singly charged cation. Since human blood is slightly basic (with a normal pH range of 7.35 to 7.45) therefore the predominant form of histamine present in human blood is monoprotic at the aliphatic nitrogen. Histamine is a monoamine neurotransmitter.   == Synthesis and metabolism == Histamine is derived from the decarboxylation of the amino acid histidine, a reaction catalyzed by the enzyme L-histidine decarboxylase. It is a hydrophilic vasoactive amine.  Once formed, histamine is either stored or rapidly inactivated by its primary degradative enzymes, histamine-N-methyltransferase or diamine oxidase. In the central nervous system, histamine released into the synapses is primarily broken down by histamine-N-methyltransferase, while in other tissues both enzymes may play a role. Several other enzymes, including MAO-B and ALDH2, further process the immediate metabolites of histamine for excretion or recycling. Bacteria also are capable of producing histamine using histidine decarboxylase enzymes unrelated to those found in animals.  A non-infectious form of foodborne disease, scombroid poisoning, is due to histamine production by bacteria in spoiled food, particularly fish.  Fermented foods and beverages naturally contain small quantities of histamine due to a similar conversion performed by fermenting bacteria or yeasts.  Sake contains histamine in the 20–40 mg/L range; wines contain it in the 2–10 mg/L range.   == Storage and release ==  Most histamine in the body is generated in granules in mast cells and in white blood cells (leukocytes) called basophils. Mast cells are especially numerous at sites of potential injury – the nose, mouth, and feet, internal body surfaces, and blood vessels.  Non-mast cell histamine is found in several tissues, including the hypothalamus region of the brain, where it functions as a neurotransmitter.  Another important site of histamine storage and release is the enterochromaffin-like (ECL) cell of the stomach. The most important pathophysiologic mechanism of mast cell and basophil histamine release is immunologic.  These cells, if sensitized by IgE antibodies attached to their membranes, degranulate when exposed to the appropriate antigen.  Certain amines and alkaloids, including such drugs as morphine, and curare alkaloids, can displace histamine in granules and cause its release. Antibiotics like polymyxin are also found to stimulate histamine release. Histamine release occurs when allergens bind to mast-cell-bound IgE antibodies. Reduction of IgE overproduction may lower the likelihood of allergens finding sufficient free IgE to trigger a mast-cell-release of histamine.   == Degradation == Histamine is released by mast cells as an immune response and is later degraded primarily by two enzymes: diamine oxidase (DAO), coded by AOC1 genes, and histamine-N-methyltransferase (HNMT), coded by the HNMT gene. The presence of single nucleotide polymorphisms (SNPs) at these genes are associated with a wide variety of disorders, from ulcerative colitis to autism spectrum disorder (ASD). Histamine degradation is crucial to the prevention of allergic reactions to otherwise harmless substances. DAO is typically expressed in epithelial cells at the tip of the villus of the small intestine mucosa. Reduced DAO activity is associated with gastrointestinal disorders and widespread food intolerances. This is due to an increase in histamine absorption through enterocytes, which increases histamine concentration in the bloodstream. One study found that migraine patients with gluten sensitivity were positively correlated with having lower DAO serum levels. Low DAO activity can have more severe consequences as mutations in the ABP1 alleles of the AOC1 gene have been associated with ulcerative colitis. Heterozygous or homozygous recessive genotypes at the rs2052129, rs2268999, rs10156191 and rs1049742 alleles increased the risk for reduced DAO activity. People with genotypes for reduced DAO activity can avoid foods high in histamine, such as alcohol, fermented foods, and aged foods, to attenuate any allergic reactions. Additionally, they should be aware whether any probiotics they are taking contain any histamine-producing strains and consult with their doctor to receive proper support . HNMT is expressed in the central nervous system, where deficiencies have been shown to lead to aggressive behavior and abnormal sleep-wake cycles in mice. Since brain histamine as a neurotransmitter regulates a number of neurophysiological functions, emphasis has been placed on the development of drugs to target histamine regulation. Yoshikawa et al. explores how the C314T, A939G, G179A, and T632C polymorphisms all impact HNMT enzymatic activity and the pathogenesis of various neurological disorders. These mutations can have either a positive or negative impact. Some patients with ADHD have been shown to exhibit exacerbated symptoms in response to food additives and preservatives, due in part to histamine release. In a double-blind placebo-controlled crossover trial, children with ADHD who responded with aggravated symptoms after consuming a challenge beverage were more likely to have HNMT polymorphisms at T939C and Thr105Ile. Histamine's role in neuroinflammation and cognition has made it a target of study for many neurological disorders, including autism spectrum disorder (ASD). De novo deletions in the HNMT gene have also been associated with ASD. Mast cells serve an important immunological role by defending the body from antigens and maintaining homeostasis in the gut microbiome. They act as an alarm to trigger inflammatory responses by the immune system. Their presence in the digestive system enables them to serve as an early barrier to pathogens entering the body. People who suffer from widespread sensitivities and allergic reactions may have mast cell activation syndrome (MCAS), in which excessive amounts of histamine are released from mast cells, and cannot be properly degraded. The abnormal release of histamine can be caused by either dysfunctional internal signals from defective mast cells or by the development of clonal mast cell populations through mutations occurring in the tyrosine kinase Kit. In such cases, the body may not be able to produce sufficient degradative enzymes to properly eliminate the excess histamine. Since MCAS is symptomatically characterized as such a broad disorder, it is difficult to diagnose and can be mislabeled as a variety of diseases, including irritable bowel syndrome and fibromyalgia. Histamine is often explored as a potential cause for diseases related to hyper-responsiveness of the immune system. In patients with asthma, abnormal histamine receptor activation in the lungs is associated with bronchospasm, airway obstruction, and production of excess mucus. Mutations in histamine degradation are more common in patients with a combination of asthma and allergen hypersensitivity than in those with just asthma. The HNMT-464 TT and HNMT-1639 TT polymorphisms are significantly more common among children with allergic asthma, the latter of which is overrepresented in African-American children.   == Mechanism of action == In humans, histamine exerts its effects primarily by binding to G protein-coupled histamine receptors, designated H1 through H4. As of 2015, histamine is believed to activate ligand-gated chloride channels in the brain and intestinal epithelium.   == Roles in the body == Although histamine is small compared to other biological molecules (containing only 17 atoms), it plays an important role in the body. It is known to be involved in 23 different physiological functions. Histamine is known to be involved in many physiological functions because of its chemical properties that allow it to be versatile in binding. It is Coulombic (able to carry a charge), conformational, and flexible. This allows it to interact and bind more easily.   === Vasodilation and fall in blood pressure === It has been known for more than one hundred years that an intravenous injection of histamine causes a fall in the blood pressure. The underlying mechanism concerns both vascular hyperpermeability and vasodilation. Histamine binding to endothelial cells causes them to contract, thus increasing vascular leak. It also stimulates synthesis and release of various vascular smooth muscle cell relaxants, such as nitric oxide, endothelium-derived hyperpolarizing factors and other compounds, resulting in blood vessel dilation. These two mechanisms play a key role in the pathophysiology of anaphylaxis.   === Effects on nasal mucous membrane === Increased vascular permeability causes fluid to escape from capillaries into the tissues, which leads to the classic symptoms of an allergic reaction: a runny nose and watery eyes. Allergens can bind to IgE-loaded mast cells in the nasal cavity's mucous membranes. This can lead to three clinical responses:  sneezing due to histamine-associated sensory neural stimulation hyper-secretion from glandular tissue nasal congestion due to vascular engorgement associated with vasodilation and increased capillary permeability   === Sleep-wake regulation ===  Histamine is a neurotransmitter that is released from histaminergic neurons which project out of the mammalian hypothalamus. The cell bodies of these neurons are located in a portion of the posterior hypothalamus known as the tuberomammillary nucleus (TMN). The histamine neurons in this region comprise the brain's histamine system, which projects widely throughout the brain and includes axonal projections to the cortex, medial forebrain bundle, other hypothalamic nuclei, medial septum, the nucleus of the diagonal band, ventral tegmental area, amygdala, striatum, substantia nigra, hippocampus, thalamus and elsewhere. The histamine neurons in the TMN are involved in regulating the sleep-wake cycle and promote arousal when activated. The neural firing rate of histamine neurons in the TMN is strongly positively correlated with an individual's state of arousal. These neurons fire rapidly during periods of wakefulness, fire more slowly during periods of relaxation/tiredness, and stop firing altogether during REM and NREM (non-REM) sleep. First-generation H1 antihistamines (i.e., antagonists of histamine receptor H1) are capable of crossing the blood–brain barrier and produce drowsiness by antagonizing histamine H1 receptors in the tuberomammillary nucleus. The newer class of second-generation H1 antihistamines do not readily permeate the blood–brain barrier and thus are less likely to cause sedation, although individual reactions, concomitant medications and dosage may increase the likelihood of a sedating effect. In contrast, histamine H3 receptor antagonists increase wakefulness. Similar to the sedative effect of first-generation H1 antihistamines, an inability to maintain vigilance can occur from the inhibition of histamine biosynthesis or the loss (i.e., degeneration or destruction) of histamine-releasing neurons in the TMN.   === Gastric acid release === Enterochromaffin-like cells in the stomach release histamine, stimulating parietal cells via H2 receptors. This triggers carbon dioxide and water uptake from the blood, converted to carbonic acid by carbonic anhydrase. The acid dissociates into hydrogen and bicarbonate ions within the parietal cell. Bicarbonate returns to the bloodstream, while hydrogen is pumped into the stomach lumen. Histamine release ceases as stomach pH decreases. Antagonist molecules, such as ranitidine or famotidine, block the H2 receptor and prevent histamine from binding, causing decreased hydrogen ion secretion.   === Protective effects === While histamine has stimulatory effects upon neurons, it also has  suppressive ones that protect against the  susceptibility to convulsion, drug sensitization, denervation supersensitivity, ischemic lesions and stress. It has also been suggested that histamine controls the mechanisms by which memories and learning are forgotten.   === Erection and sexual function ===  Loss of libido and erectile dysfunction can occur during treatment with histamine H2 receptor antagonists such as cimetidine, ranitidine, and risperidone. The injection of histamine into the corpus cavernosum in males with psychogenic impotence produces full or partial erections in 74% of them. It has been suggested that H2 antagonists may cause sexual dysfunction by reducing the functional binding of testosterone to its androgen receptors.   === Schizophrenia === Metabolites of histamine are increased in the cerebrospinal fluid of people with schizophrenia, while the efficiency of H1 receptor binding sites is decreased. Many atypical antipsychotic medications have the effect of increasing histamine production, because histamine levels seem to be imbalanced in people with that disorder.   === Multiple sclerosis === Histamine therapy for treatment of multiple sclerosis is currently being studied. The different H receptors have been known to have different effects on the treatment of this disease. The H1 and H4 receptors, in one study, have been shown to be counterproductive in the treatment of MS. The H1 and H4 receptors are thought to increase permeability in the blood-brain barrier, thus increasing infiltration of unwanted cells in the central nervous system. This can cause inflammation, and MS symptom worsening. The H2 and H3 receptors are thought to be helpful when treating MS patients. Histamine has been shown to help with T-cell differentiation. This is important because in MS, the body's immune system attacks its own myelin sheaths on nerve cells (which causes loss of signaling function and eventual nerve degeneration). By helping T cells to differentiate, the T cells will be less likely to attack the body's own cells, and instead, attack invaders.   == Disorders == As an integral part of the immune system, histamine may be involved in immune system disorders and allergies. Mastocytosis is a rare disease in which there is a proliferation of mast cells that produce excess histamine. Histamine intolerance is a presumed set of adverse reactions (such as flush, itching, rhinitis, etc.) to ingested histamine in food. The mainstream theory accepts that there may exist adverse reactions to ingested histamine, but does not recognize histamine intolerance as a separate condition that can be diagnosed. The role of histamine in health and disease is an area of ongoing research. For example, histamine is researched in its potential link with migraine episodes, when there is a noted elevation in the plasma concentrations of both histamine and calcitonin gene-related peptide (CGRP). These two substances are potent vasodilators, and have been demonstrated to mutually stimulate each other's release within the trigeminovascular system, a mechanism that could potentially instigate the onset of migraines. In patients with a deficiency in histamine degradation due to variants in the AOC1 gene that encodes diamine oxidase enzyme, a diet high in histamine has been observed to trigger migraines, that suggests a potential functional relationship between exogenous histamine and CGRP, which could be instrumental in understanding the genesis of diet-induced migraines, so that the role of histamine, particularly in relation to CGRP, is a promising area of research for elucidating the mechanisms underlying migraine development and aggravation, especially relevant in the context of dietary triggers and genetic predispositions related to histamine metabolism.   == Measurement == Histamine, a biogenic amine, involves many physiological functions, including the immune response, gastric acid secretion, and neuromodulation. However, its rapid metabolism makes it challenging to measure histamine levels directly in plasma.  As a solution for the rapid metabolism of histamine, the measurement of histamine and its metabolites, particularly the 1,4-methyl-imidazolacetic acid, in a 24-hour urine sample, provides an efficient alternative to histamine measurement because the values of these metabolites remain elevated for a much longer period than the histamine itself. Commercial laboratories provide a 24-hour urine sample test for 1,4-methyl-imidazolacetic acid, the metabolite of histamine. This test is a valuable tool in assessing the metabolism of histamine in the body, as direct measurement of histamine in the serum has low diagnostic value due to the specificities of histamine metabolism. The urine test involves collecting all urine produced in a 24-hour period, which is then analyzed for the presence of 1,4-methyl-imidazolacetic acid. This comprehensive approach ensures a more accurate reflection of histamine metabolism over an extended period; as such, the 1,4-methyl-imidazolacetic acid urine test offered by commercial labs is currently the most reliable method to determine the rate of histamine metabolism, which may be helpful for the health care practitioners to assess individual’s health status, such as to diagnose interstitial cystitis.   == History == The properties of histamine, then called β-imidazolylethylamine, were first described in 1910 by the British scientists Henry H. Dale and P.P. Laidlaw. By 1913 the name histamine was in use, using combining forms of histo- + amine, yielding \"tissue amine\". \"H substance\" or \"substance H\" are occasionally used in medical literature for histamine or a hypothetical histamine-like diffusible substance released in allergic reactions of skin and in the responses of tissue to inflammation.   == See also == Anaphylaxis Diamine oxidase Histamine N-methyltransferase Hay fever (allergic rhinitis) Histamine intolerance Histamine receptor antagonist Scombroid food poisoning Photic sneeze reflex   == References ==   == External links == Histamine MS Spectrum Histamine bound to proteins in the PDB"}