{"name": "Histoplasmosis", "category": "disease", "content": "Histoplasmosis is a fungal infection caused by Histoplasma capsulatum. Symptoms of this infection vary greatly, but the disease affects primarily the lungs. Occasionally, other organs are affected; called disseminated histoplasmosis, it can be fatal if left untreated. H. capsulatum is found in soil, often associated with decaying bat guano or bird droppings. Disruption of soil from excavation or construction releases infectious spores that can be inhaled by humans. H. capsulatum has a one to two week incubation period within human lungs before symptoms arise. The disease is common among AIDS patients due to their immunosuppression. From 1938 to 2013 in the US, 105 outbreaks were reported in a total of 26 states plus Puerto Rico. In 1978 to 1979 during a large urban outbreak in which 100,000 people were exposed to the fungus in Indianapolis, victims had pericarditis, rheumatological syndromes, esophageal and vocal cord ulcers, parotitis, adrenal insufficiency, uveitis, fibrosing mediastinitis, interstitial nephritis, intestinal lymphangiectasia, and epididymitis. Histoplasmosis mimics colds, pneumonia, and the flu, and can be shed by bats in their feces.   == Signs and symptoms ==  If symptoms of histoplasmosis infection occur, they start within 3 to 17 days after exposure; the typical time is 12–14 days. Most affected individuals have clinically silent manifestations and show no apparent ill effects. The acute phase of histoplasmosis is characterized by nonspecific respiratory symptoms, often cough or flu-like. Chest X-ray findings are normal in 40–70% of cases. Chronic histoplasmosis cases can  resemble tuberculosis; disseminated histoplasmosis affects multiple organ systems and is fatal unless treated. While histoplasmosis is the most common cause of mediastinitis, this remains a relatively rare disease. Severe infections can cause hepatosplenomegaly, lymphadenopathy, and adrenal enlargement. Lesions often left calcification nodules as they are healed. Presumed ocular histoplasmosis syndrome  causes chorioretinitis, where  the choroid and retina of the eyes are scarred, resulting in a loss of vision not unlike macular degeneration. Despite its name, the relationship to Histoplasma is controversial. Distinct from POHS, acute ocular histoplasmosis may rarely occur in immunodeficiency.   === Complications === In absence of proper treatment and especially in immunocompromised individuals, complications can arise. These include recurrent pneumonia, respiratory failure, fibrosing mediastinitis, superior vena cava syndrome, pulmonary vessel obstruction, and progressive fibrosis of lymph nodes. Fibrosing mediastinitis is a serious complication and can be fatal. Smokers with structural lung disease have higher probability of developing chronic cavitary histoplasmosis. After healing of lesions, hard, calcified lymph nodes can erode the walls of the airway, causing hemoptysis.   == Mechanisms == H. capsulatum grows in soil and material contaminated with bird or bat droppings (guano). The fungus has been found in poultry-house litter, caves, areas harboring bats, and bird roosts (particularly those of starlings). The fungus is thermally dimorphic; in the environment, it grows as a brownish mycelium, and at body temperature (37 °C in humans), it morphs into a yeast. Histoplasmosis is not contagious but is contracted by inhalation of the spores from disturbed soil or guano. The inoculum is represented principally by microconidia. These are inhaled and reach the alveoli. In the alveoli, macrophages ingest these microconidia. They survive inside the phagosome. As the fungus is thermally dimorphic, these microconidia are transformed into yeast. They grow and multiply inside the phagosome. The macrophages travel in lymphatic circulation and can spread the disease to different organs. Within the phagosome, the fungus has an absolute requirement for thiamine. Cell-mediated immunity for histoplasmosis develops within 2 weeks. If the patient has strong cellular immunity, macrophages, epithelial cells, and lymphocytes surround the organisms and contain them, and eventually calcify. In immunocompromised individuals, the organisms disseminate to different organs such as bone, spleen, liver, adrenal glands, and mucocutaneous membranes, resulting in progressive disseminated histoplasmosis. Chronic lung disease can manifest.   == Diagnosis ==  Clinically,  a wide spectrum of disease manifestations occurs, making diagnosis somewhat difficult. More severe forms include the chronic pulmonary form, often occurring in the presence of underlying pulmonary disease, and a disseminated form, which is characterized by the progressive spread of infection to extrapulmonary sites. Oral manifestations have been reported as the main complaint of the disseminated forms, leading the patient to seek treatment, whereas pulmonary symptoms in disseminated disease may be mild or even misinterpreted as flu. Histoplasmosis can be diagnosed by samples containing the fungus taken from sputum (via bronchoalveolar lavage), blood, or infected organs.  It can also be diagnosed by detection of antigens in blood or urine samples by ELISA or polymerase chain reaction. Antigens can cross-react with antigens of African histoplasmosis (caused by Histoplasma duboisii), blastomycosis, coccidioidomycosis, paracoccidioidomycosis, and talaromycosis infection. Histoplasmosis can also be diagnosed by a test for antibodies against Histoplasma in the blood.  Histoplasma skin tests indicate whether persons have been exposed, but do not indicate whether they have the disease. Formal histoplasmosis diagnoses are often confirmed only by culturing the fungus directly. Sabouraud agar is one agar growth medium on which the fungus can be cultured. Cutaneous manifestations of disseminated disease are diverse and often present as a nondescript rash with systemic complaints. Diagnosis is best established by urine antigen testing, as blood cultures may take up to 6 weeks for diagnostic growth to occur and serum antigen testing often comes back with a false negative before 4 weeks of disseminated infection.   === Types === Histoplasmosis may be divided into these types:: 316–317   Primary pulmonary histoplasmosis Progressive disseminated histoplasmosis Primary cutaneous histoplasmosis African histoplasmosis  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Prevention == Testing or decontaminating most sites that may be contaminated with H. capsulatum is impractical, but the sources below list environments where histoplasmosis is common, and precautions to reduce a person's risk of exposure, in the three parts of the world where the disease is prevalent. Precautions common to all geographical locations would be to avoid accumulations of bird or bat droppings. The US National Institute for Occupational Safety and Health  provides information on work practices and personal protective equipment that may reduce the risk of infection. A review paper includes information on locations in which Histoplasma has been found in Africa (in chicken runs, on bats, in the caves bats inhabit, and in soil), and a thorough reference list including English, French, and Spanish language references.   == Treatment == In the majority of immunocompetent individuals, histoplasmosis resolves without any treatment. Antifungal medications are used to treat severe cases of acute histoplasmosis and all cases of chronic and disseminated disease. Typical treatment of severe disease first involves treatment with amphotericin B, followed by oral itraconazole. Liposomal preparations of amphotericin B are more effective than deoxycholate preparations. The liposomal preparation is preferred in patients who might be at risk of nephrotoxicity, although all preparations of amphotericin B have risk of nephrotoxicity. Individuals taking amphotericin B are monitored for renal function. Liposomal amphotericin B is better at treating people with progressive disseminated Histoplasmosis and underlying HIV when compared to deoxycholate amphotericin B. Meanwhile, fluconazole performs poorly when compared to other azoles. Treatment with itraconazole must continue for at least a year in severe cases, while in acute pulmonary Histoplasmosis, 6 to 12 weeks treatment is sufficient. Alternatives to itraconazole are posaconazole, voriconazole, and fluconazole. Individuals taking itraconazole are monitored for hepatic function.   == Prognosis == About 90% of patients with normal immune systems regain health without any intervention. Less than 5% need serious treatments.   == Epidemiology == H. capsulatum is found throughout the world. It is endemic in certain areas of the United States, particularly in states bordering the Ohio River valley and the lower Mississippi River. The humidity and acidity patterns of soil are associated with endemicity. Bird and bat droppings in soil promote the growth of Histoplasma. Contact with such soil aerosolizes the microconidia, which can infect humans. It is also common in caves in Southern and East Africa. Positive histoplasmin skin tests occur in as many as 90% of the people living in areas where H. capsulatum is common, such as the eastern and central United States. In Canada, the St. Lawrence River Valley is the site of the most frequent infections, with 20–30% of the population testing positive. A review of reported cases in 2018 showed disease presence throughout Southeast Asia, In India, the Gangetic West Bengal is the site of most frequent infections, with 9.4% of the population testing positive. H. c. capsulatum was isolated from the local soil proving endemicity of histoplasmosis in West Bengal. In non-endemic countries, 40-50% of histoplasmosis cases are diagnosed in immunocompromised patients (HIV/AIDS, transplanted patients, cancer patients).   == Histoplasmosis in Workplaces == H. capsulatum is  commonly found across the United States. The fungus can grow in any materials corrupted with bird and bat droppings, but particularly manifests in soils. Histoplasma can present itself as an occupational hazard through causation of the infection Histoplasmosis. Workers in a variety of fields can be exposed to the fungus as spores can be released into the air through any activities which disturb soil.  Due to this, occupations at a higher risk for exposure include construction and demolition, landscaping, mining, quarrying, oil and gas extraction, agriculture and forestry industries. Common symptoms in workers are similar to the ones from the exposed general public, such as nonspecific respiratory symptoms like a cough. However, workplace exposures tend to lead to larger outbreaks than non-occupational histoplasmosis, and scientific reviews have shown that occupational histoplasmosis accounts for approximately one third of all documented outbreaks. Though the disease is usually not severe, there have been instances of outbreaks among workers leading to death. These occurrences emphasize the importance of protective measures for workers. The CDC advises that those who work in potentially hazardous environments reduce their exposure as much as possible following the Hierarchy of hazard controls. They recommend that any build up of bird and bat droppings should be avoided if possible, but if it is unpreventable various engineering, administrative controls and personal protective equipment can be implemented in the workplace. The CDC also suggests that workplaces should be responsible for administrative controls such as developing a safety plan, posting notice of the risk of exposure, disposing of any potentially contaminated materials, and providing proper education on the dangers associated with histoplasma. Adequate personal protective equipment includes a respirator, hooded coveralls, shoe coverings, gloves, and eye protection.   == History == Histoplasma was discovered in 1906 by Samuel T. Darling, but only in the 1930s was it discovered to be a widespread infection. Before then, many cases of histoplasmosis were mistakenly attributed to tuberculosis, and patients were mistakenly admitted to tuberculosis sanatoria.  Some patients contracted tuberculosis in these sanatoriums.   == Society and culture == Johnny Cash included a reference to the disease, even correctly noting its source in bird droppings, in the song \"Beans for Breakfast\". Bob Dylan was hospitalized due to histoplasmosis in 1997, causing the cancellation of concerts in the United Kingdom and Switzerland. In episode 21 of season three of the television series House M.D., a patient was diagnosed with histoplasmosis. In episode 4 of season one of the television series New Amsterdam, a critically ill patient was diagnosed with histoplasmosis which he was denying to visit hospital because he was homeless. In episode five of season one of the television series Dexter, Vince Masuka gets worried about getting histoplasmosis from the dust in the air and the hair of the rats. In episode 5 of season 5 of Monsters Inside Me, \"There's a Worm Crawling In My What?\" (aired November 13, 2014), a video game programmer, Cody Fry was infected with the disease. He survived his initial bout with disease up to the premiere of the episode, but unfortunately, would die from the illness less than a year after the episode premiered, on October 23, 2015. In the BBC drama Call The Midwife's 9th season, a character is diagnosed with the disease after initial confusion regarding whether his symptoms were more indicative of tuberculosis. He contracts it from the droppings of pet pigeons he keeps in his home.   == References ==   == External links == CDC Disease Info histoplasmosis"}