{"name": "histrelin", "category": "drug", "content": "Histrelin acetate, sold under the brand name Supprelin among others, is a nonapeptide analogue of gonadotropin-releasing hormone (GnRH) with added potency. When present in the bloodstream, it acts on particular cells of the pituitary gland called gonadotropes. Histrelin stimulates these cells to release luteinizing hormone and follicle-stimulating hormone. Thus it is considered a gonadotropin-releasing hormone agonist or GnRH agonist.   == Medical uses == Histrelin is used to treat hormone-sensitive cancers of the prostate in men and uterine fibroids in women. In addition, histrelin has been proven to be highly effective in treating central precocious puberty in children. It is available as a daily intramuscular injection. Histrelin is also available in a 12-month subcutaneous implant (Vantas) for the palliative treatment of advanced prostate cancer, since 2005 in the US, and since January 2010 in the UK. A 12-month subcutaneous implant (Supprelin LA) for central precocious puberty (CPP) was approved in May 2007, by the US Food and Drug Administration. Histrelin can be part of the primary care protocol in transgender children/youth, which is an off-label use in the USA and the UK, and is used in suppressing cis-sex puberty, until the patient is ready to begin cross-sex hormonal therapy. It is also sometimes prescribed to transgender adults who benefit from having their sex hormone production halted. In this application, patients often keep the implant for two years before replacing, with regular blood tests to monitor the hormone levels. Implants left too long are more difficult to replace.   == Side effects == Common side effects include headache, hot flashes, constipation, reduced libido, gynecomastia, insomnia, renal impairment, weight loss, testicular atrophy, and erectile dysfunction.   == Pharmacology == In a process known as downregulation, daily stimulation of pituitary gonadotropes causes them to become desensitized to the effects of histrelin. As a consequence, levels of luteinizing hormone (LH) and follicle-stimulating hormone (FSH) fall after a short period of time. From that point forward, as long as histrelin is administered, the levels of LH and FSH in the blood remain low. This prolonged lowering of LH and FSH levels is the rationale for therapy using GnRH agonists. Since LH and FSH stimulate the gonads to produce estrogens and androgens in females and males respectively, histrelin can effectively be used to decrease the sex steroids in the blood of patients.   == Society and culture == Since 2020, Vantas is not available anymore. Endo, its manufacturer said batches of the medication were not coming out right. They added that although Supprelin and Vantas were manufactured in the same facility, they were not identical product (though both contain 50 mg of histrelin acetate.) As of 2023, Vantas is still not available and the only available implant is Supprelin LA.   === Economics === Vantas was priced around $4400 in 2004 while Supprelin LA was priced at $37,000 in 2007.   == References =="}