{"name": "Homocystinuria", "category": "disease", "content": "Homocystinuria (HCU) is an inherited disorder of the metabolism of the amino acid methionine due to a deficiency of cystathionine beta synthase or methionine synthase. It is an inherited autosomal recessive trait, which means a child needs to inherit a copy of the defective gene from both parents to be affected. Symptoms of homocystinuria can also be caused by a deficiency of vitamins B6, B12, or folate.   == Signs and symptoms == This defect leads to a multi-systemic disorder of the connective tissue, muscles, central nervous system (CNS), and cardiovascular system. Homocystinuria represents a group of hereditary metabolic disorders characterized by an accumulation of the amino acid homocysteine in the serum and an increased excretion of homocysteine in the urine. Infants appear to be normal and early symptoms, if any are present, are vague. Signs and symptoms of homocystinuria that may be seen include the following:   == Cause == It is usually caused by the deficiency of the enzyme cystathionine beta synthase, mutations of other related enzymes such as methionine synthase, or the deficiency of folic acid, vitamin B12 and/or pyridoxine (vitamin B6).   == Diagnosis == The term homocystinuria describes an increased excretion of the thiol amino acid homocysteine in urine (and incidentally, also an increased concentration in plasma). The source of this increase may be one of many metabolic factors, only one of which is CBS deficiency. Others include the re-methylation defects (cobalamin defects, methionine synthase deficiency, MTHFR) and vitamin deficiencies including riboflavin (vitamin B2), pyridoxal phosphate (vitamin B6), folate (vitamin B9), and cobalamin (vitamin B12). In light of this, a combined approach to laboratory diagnosis is required to reach a differential diagnosis. CBS deficiency may be diagnosed by routine metabolic biochemistry. Genetic testing may be used to screen for known SNPs (mutations). In the first instance, plasma or urine amino acid analysis will frequently show an elevation of methionine and the presence of homocysteine. Many neonatal screening programs include methionine as a metabolite. The disorder may be distinguished from the re-methylation defects (e.g., MTHFR, methionine synthase deficiency, or the cobalamin defects) in lieu of the elevated methionine concentration. Additionally, organic acid analysis or quantitative determination of methylmalonic acid should help to exclude cobalamin (vitamin B12) defects and vitamin B12 deficiency giving a differential diagnosis. The laboratory analysis of homocysteine itself is complicated because most homocysteine (possibly above 85%) is bound to other thiol amino acids and proteins in the form of disulphides (e.g., cysteine in cystine-homocysteine, homocysteine in homocysteine-homocysteine) via disulfide bonds. Since as an equilibrium process the proportion of free homocysteine is variable a true value of total homocysteine (free + bound) is useful for confirming diagnosis and particularly for monitoring of treatment efficacy. To this end it is prudent to perform total homocyst(e)ine analysis in which all disulphide bonds are subject to reduction prior to analysis, traditionally by HPLC after derivatisation with a fluorescent agent, thus giving a true reflection of the quantity of homocysteine in a plasma sample.   == Treatment == No specific cure has been discovered for homocystinuria; however, many people are treated using high doses of vitamin B6 (also known as pyridoxine). Slightly less than 50% respond to this treatment and need to take supplemental vitamin B6 for the rest of their lives. Those who do not respond usually respond to supplementation with folic acid and trimethylglycine (betaine). Typically this is mediated by cystathionine beta-synthase activity, i.e. those who have adequate CBS activity typically respond to B6 . Occasionally adding cysteineto the diet can be helpful, as glutathione is synthesized from cysteine (so adding cysteine can be important to reduce oxidative stress). Riboflavin, a cofactor for the MTHFR enzyme pathway and multiple glutathione-related pathways, may also be used. Betaine (N,N,N-trimethylglycine) is used to reduce concentrations of homocysteine by promoting the conversion of homocysteine back to methionine, i.e., increasing flux through the re-methylation pathway independent of folate derivatives (which is mainly active in the liver and in the kidneys). The re-formed methionine is then gradually removed by incorporation into body protein.  The methionine that is not converted into protein is converted to S-adenosyl-methionine which goes on to form homocysteine again. Betaine is, therefore, only effective if the quantity of methionine to be removed is small. Hence treatment includes both betaine and a diet low in methionine. In classical homocystinuria (CBS, or cystathione beta synthase deficiency), the plasma methionine level usually increases above the normal range of 30 micromoles/L and the concentrations should be monitored as potentially toxic levels (more than 400 micromoles/L) may be reached.   === Recommended diet === For the subset of patients whose homocystinuria is caused by cystathionine beta-synthase deficiency (i.e. those that don't respond to B6 supplementation), low-protein food is recommended for this disorder, which requires food products low in particular types of amino acids (e.g., methionine) in addition to supplementation.   == Prognosis == The life expectancy of patients with homocystinuria is reduced only if untreated. It is known that before the age of 30, almost one quarter of patients die as a result of thrombotic complications (e.g., heart attack).   == Society and culture == One theory suggests that Akhenaten, a pharaoh of the eighteenth dynasty of Egypt, may have had homocystinuria.   == See also == Cystinuria Hyperhomocysteinemia   == References ==   == Further reading == GeneReview/NIH/UW entry on Homocystinuria Caused by Cystathionine Beta-Synthase Deficiency   == External links =="}