{"name": "Hordeolum", "category": "disease", "content": "Hordeum is a genus of annual and perennial plants in the grass family. They are native throughout the temperate regions of Africa, Eurasia, and the Americas. One species, H. vulgare (barley), has become of major commercial importance as a cereal grain, used as fodder crop and for malting in the production of beer and whiskey. Some species have become weeds introduced worldwide by human activities, others have become endangered due to habitat loss. Hordeum species are used as food plants by the larvae of some Lepidoptera species, including the flame, rustic shoulder-knot and setaceous Hebrew character. The name Hordeum comes from the Latin word for \"to bristle\" (horreō, horrēre), and is akin to the word \"horror\".   == Species == Species include:  Hordeum aegiceras – Mongolia, China including Tibet Hordeum arizonicum US (CA AZ NV NM), Mexico (Baja California, Sonora, Durango) Hordeum bogdanii – from Turkey and European Russia to Mongolia Hordeum brachyantherum – Russia (Kuril, Kamchatka), Alaska, Canada including Yukon, US (mostly in the West but also scattered locales in the East), Baja California Hordeum brachyatherum – Chile Hordeum brevisubulatum – European Russia; temperate and subarctic Asia from Turkey and the Urals to China and Magadan Hordeum bulbosum – Mediterranean, Central Asia Hordeum californicum – US (CA; OR; NV) Hordeum capense – South Africa, Lesotho Hordeum chilense – Argentina, Chile (including Juan Fernández Is) Hordeum comosum – Argentina, Chile Hordeum cordobense – northern Argentina Hordeum depressum – US (CA; OR; WA; ID; NV), British Columbia, Baja California Hordeum distichon – Iraq Hordeum erectifolium – northern Argentina Hordeum euclaston – Brazil, Uruguay, Argentina Hordeum flexuosum – Uruguay, Argentina Hordeum fuegianum – Tierra del Fuego Hordeum guatemalense – Guatemala Hordeum halophilum – Argentina, Chile, Bolivia, Peru Hordeum intercedens (bobtail barley) – California, Baja California Hordeum jubatum (foxtail barley) – widespread in US and Canada; Asiatic Russia, Inner Mongolia, Central Asia, Caucasus Hordeum × lagunculciforme – Iraq, Turkmenistan, Himalayas, western China Hordeum lechleri – Argentina, Chile Hordeum marinum (sea barley) – Europe, North Africa, southwestern and central Asia Hordeum murinum (wall barley) – Canary Islands, Europe, North Africa, southwestern and central Asia Hordeum muticum – Argentina, Chile, Bolivia, Peru Hordeum parodii – Argentina Hordeum patagonicum – Argentina, Chile Hordeum × pavisii – France Hordeum procerum – Argentina Hordeum pubiflorum – Argentina, Chile Hordeum pusillum (little barley) – widespread in Canada and US; northern Mexico, Bermuda, Argentina Hordeum roshevitzii – China, Korea, Primorye, Mongolia, Siberia, Kazakhstan Hordeum secalinum – Europe, Mediterranean, Caucasus Hordeum spontaneum – from Greece and Egypt to central China Hordeum stenostachys – Brazil, Argentina, Uruguay, South Africa Hordeum tetraploidum – Argentina, Chile Hordeum vulgare (barley) – native to the Middle East, now cultivated in many countries   === Formerly included species === Botanists now regard many species as better suited to other genera: Arrhenatherum, Crithopsis, Dasypyrum, Elymus, Eremopyrum, Hordelymus, Leymus, Psathyrostachys, and Taeniatherum.   == References ==  R. von Bothmer; N. Jacobsen; C. Baden; R. B. Jørgensen; I. Linde-Laursen (1995). An ecogeographical study of the genus Hordeum, 2nd ed. Rome: International Plant Genetic Resources Institute (IPGRI). ISBN 978-92-9043-229-6. Archived from the original on 2005-01-01. F. R. Blattner (2004). \"Phylogenetic analysis of Hordeum (Poaceae) as inferred by nuclear rDNA ITS sequences\". Molecular Phylogenetics and Evolution. 33 (2): 289–299. Bibcode:2004MolPE..33..289B. doi:10.1016/j.ympev.2004.05.012. PMID 15336664. F. R. Blattner (2006). \"Multiple intercontinental dispersals shaped the distribution area of Hordeum (Poaceae)\". New Phytologist. 169 (3): 603–614. doi:10.1111/j.1469-8137.2005.01610.x. PMID 16411962. F. R. Blattner (2009). \"Progress in phylogenetic analysis and a new infrageneric classification of the barley genus Hordeum (Poaceae: Triticeae)\". Breeding Science. 69 (5): 471–480. doi:10.1270/jsbbs.59.471. S. S. Jakob; A. Ihlow; F. R. Blattner (2007). \"Combined ecological niche modelling and molecular phylogeography revealed the evolutionary history of Hordeum marinum (Poaceae) — niche differentiation, loss of genetic diversity, and speciation in Mediterranean Quaternary refugia\". Molecular Ecology. 16 (8): 1713–1727. Bibcode:2007MolEc..16.1713J. doi:10.1111/j.1365-294X.2007.03228.x. PMID 17402985. S2CID 46305338. S. S. Jakob; E. Martinez-Meyer; F. R. Blattner (2009). \"Phylogeographic analyses and paleodistribution modeling indicates Pleistocene in situ survival of Hordeum species (Poaceae) in southern Patagonia without genetic or spatial restriction\". Molecular Biology and Evolution. 26 (4): 907–923. doi:10.1093/molbev/msp012. PMID 19168565. T. Pleines; F. R. Blattner (2008). \"Phylogeographic implications of an AFLP phylogeny of the American diploid Hordeum species (Poaceae: Triticeae)\". Taxon. 57 (3): 875–881. doi:10.1002/tax.573016.   == External links ==  species of Hordeum in \"Wildflowers of Israel\": Spntaneous Barley, Bulbous Barley, Wall Barley, Hordeum marinum, Hordeum hystrix, Hordeum vulgare"}