{"name": "Hospital acquired pneumonia", "category": "disease", "content": "Hospital-acquired pneumonia (HAP) or nosocomial pneumonia refers to any pneumonia contracted by a patient in a hospital at least 48–72 hours after being admitted. It is thus distinguished from community-acquired pneumonia. It is usually caused by a bacterial infection, rather than a virus. Hospital acquired pneumonia is the second most common nosocomial infection (after urinary tract infections) and accounts for 15–20% of the total. It is the most common cause of death among nosocomial infections and is the primary cause of death in intensive care units. It is also one of the most common infections acquired at the hospital in children around the world. Hospital acquired pneumonia typically lengthens a hospital stay by 1–2 weeks.   == Signs and symptoms == New or progressive infiltrate on the chest X-ray with one of the following:  Fever > 37.8 °C (100 °F) Purulent sputum Leukocytosis > 10,000 cells/μl In an elderly person, the first sign of hospital-acquired pneumonia may be mental changes or confusion. Other symptoms may include:  A cough with greenish or pus-like phlegm (sputum) Fever and chills General discomfort, uneasiness, or ill feeling (malaise) Loss of appetite Nausea and vomiting Sharp chest pain that gets worse with deep breathing or coughing Shortness of breath Decreased blood pressure and fast heart rate   == Types == Bacterial pneumonia: The majority of cases related to various rod shaped gram-negative organisms (52%) and Staphylococcus aureus (19%), usually of the MRSA type. Others are Haemophilus spp. (5%). In the ICU results were S. aureus (17.4%), Pseudomonas aeruginosa (17.4%), Klebsiella pneumoniae and Enterobacter spp. (18.1%), and Haemophilus influenzae (4.9%). Viral pneumonia: influenza and respiratory syncytial virus and, in the immunocompromised host, cytomegalovirus – cause 10–20% of infections.   === Ventilator-associated pneumonia ===  Ventilator-associated pneumonia (VAP) is a sub-type of hospital-acquired pneumonia (HAP) which occurs in people who are receiving mechanical ventilation. VAP is not characterized by the causative agents; rather, as its name implies, definition of VAP is restricted to patients undergoing mechanical ventilation while in a hospital. A positive culture after intubation is indicative of ventilator-associated pneumonia and is diagnosed as such. In order to appropriately categorize the causative agent or mechanism it is usually recommended to obtain a culture prior to initiating mechanical ventilation as a reference.   === Healthcare-associated pneumonia (HCAP) === HCAP is a condition in patients who can come from the community, but have frequent contact with the healthcare environment. Historically, the etiology and prognosis of nursing home pneumonia appeared to differ from other types of community acquired pneumonia, with studies reporting a worse prognosis and higher incidence of multi drug resistant organisms as etiology agents. The definition criteria which has been used is the same as the one which has been previously used to identify bloodstream healthcare associated infections. HCAP is no longer recognized as a clinically independent entity. This is due to increasing evidence from a growing number of studies that many patients defined as having HCAP are not at high risk for MDR pathogens. As a result, 2016 IDSA guidelines removed consideration of HCAP as a separate clinical entity.   ==== Definition ==== Healthcare-associated pneumonia can be defined as pneumonia in a patient with at least one of the following risk factors:  hospitalization in an acute care hospital for two or more days in the last 90 days; residence in a nursing home or long-term care facility in the last 30 days receiving outpatient intravenous therapy (like antibiotics or chemotherapy) within the past 30 days receiving home wound care within the past 30 days attending a hospital clinic or dialysis center in the last 30 days having a family member with known multi-drug resistant pathogens   ==== Causes ==== In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of Staphylococcus aureus (S. aureus) and Pseudomonas aeruginosa, and less Streptococcus pneumoniae and Haemophilus influenzae. In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as Staphylococcus aureus and Pseudomonas aeruginosa were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly. Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as Pseudomonas aeruginosa, Acinetobacter baumanii, Klebsiella pneumoniae, Escherichia coli as well as gram-positive organisms such as Staphylococcus aureus. In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as Enterobacter spp, E. coli, Klebsiella spp, Proteus spp, Serratia mare scans, community pathogens such as Streptococcus pneumoniae, Haemophilus influenzae, and methicillin-sensitive S. aureus should also be considered. Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing gloves, and using other safety measures is so important in the hospital.   ==== Treatment ==== Patients with HCAP are more likely than those with community-acquired pneumonia to receive inappropriate antibiotics that do not target the bacteria causing their disease.  In 2002, an expert panel made recommendations about the evaluation and treatment of probable nursing home-acquired pneumonia. They defined probably pneumonia, emphasized expedite antibiotic treatment (which is known to improve survival) and drafted criteria for the hospitalization of willing patients. For initial treatment in the nursing home, a fluoroquinolone antibiotic suitable for respiratory infections (moxifloxacin, for example), or amoxicillin with clavulanic acid plus a macrolide has been suggested. In a hospital setting, injected (parenteral) fluoroquinolones or a second- or third-generation cephalosporin plus a macrolide could be used. Other factors that need to be taken into account are recent antibiotic therapy (because of possible resistance caused by recent exposure), known carrier state or risk factors for resistant organisms (for example, known carrier of MRSA or presence of bronchiectasis predisposing to Pseudomonas aeruginosa), or suspicion of possible Legionella pneumophila infection (legionnaires disease). In 2005, the American Thoracic Society and Infectious Diseases Society of America have published guidelines suggesting antibiotics specifically for HCAP. The guidelines recommend combination therapy with an agent from each of the following groups to cover for both Pseudomonas aeruginosa and MRSA. This is based on studies using sputum samples and intensive care patients, in whom these bacteria were commonly found.  cefepime, ceftazidime, imipenem, meropenem or piperacillin–tazobactam; plus ciprofloxacin, levofloxacin, amikacin, gentamicin, or tobramycin; plus linezolid or vancomycin In one observational study, empirical antibiotic treatment that was not according to international treatment guidelines was an independent predictor of worse outcome among HCAP patients. Guidelines from Canada suggest that HCAP can be treated like community-acquired pneumonia with antibiotics targeting Streptococcus pneumoniae, based on studies using blood cultures in different settings which have not found high rates of MRSA or Pseudomonas. For children and neonatal infants, different antibiotic approaches including cefepime, ceftazidime, linezolid, vancomycin, meropenem, cefotaxime, ceftobiprole, or cephalosporin are sometimes used. There is no clear evidence which antibiotic approach is best for both aiding recovery and decreasing harmful effects. Besides prompt antibiotic treatment, supportive measure for organ failure (such as cardiac decompensation) are also important. Another consideration goes to hospital referral; although more severe pneumonia requires admission to an acute care facility, this also predisposes to hazards of hospitalization such as delirium, urinary incontinence, depression, falls, restraint use, functional decline, adverse drug effects and hospital infections. Therefore, mild pneumonia might be better dealt with inside the long-term care facility. In patients with a limited life expectancy (for example, those with advanced dementia), end-of-life pneumonia also requires recognition and appropriate, palliative care.   ==== Prognosis ==== Healthcare-associated pneumonia seems to have fatality rates similar to hospital-acquired pneumonia, worse than community-acquired pneumonia but less severe than pneumonia in ventilated patients. Besides clinical markers like tachypnea (fast breathing) or a high white cell count (leukocytosis), the prognosis seems to be influenced by the underlying associated diseases (comorbidities) and functional capacities (for example, the ADL score). Many patients have a decreased health condition after the episode.   ==== Epidemiology ==== Several studies found that healthcare-associated pneumonia is the second most common type of pneumonia, occurring less commonly than community-acquired pneumonia but more frequently than hospital-acquired pneumonia and ventilator-associated pneumonia. In a recent observational study, the rates for CAP, HCAP and HAP were 60%, 25% and 15% respectively. Patients with HCAP are older and more commonly have simultaneous health problems (such as previous stroke, heart failure and diabetes). The number of residents in long-term care facilities is expected to rise dramatically over the next 30 years. These older adults are known to develop pneumonia 10 times more than their community-dwelling peers, and hospital admittance rates are 30 times higher.   ==== Nursing home-acquired pneumonia ==== Nursing home-acquired pneumonia is an important subgroup of HCAP. Residents of long-term care facilities may become infected through their contacts with the healthcare system; as such, the microbes responsible for their pneumonias may be different from those traditionally seen in community-dwelling patients, requiring therapy with different antibiotics. Other groups include patients who are admitted as a day case for regular hemodialysis or intravenous infusion (for example, chemotherapy). Especially in the very old and in demented patients, HCAP is likely to present with atypical symptoms.   == Risk factors == Among the factors contributing to contracting HAP are mechanical ventilation (ventilator-associated pneumonia), old age, decreased filtration of inspired air, intrinsic respiratory, neurologic, or other disease states that result in respiratory tract obstruction, trauma, (abdominal) surgery, medications, diminished lung volumes, or decreased clearance of secretions may diminish the defenses of the lung.  Also, poor hand-washing and inadequate disinfection of respiratory devices cause cross-infection and are important factors.   == Pathogenesis == Most nosocomial respiratory infections are caused by so-called microaspiration of upper airway secretions, through inapparent aspiration, into the lower respiratory tract. Also, \"macroaspirations\" of esophageal or gastric material is known to result in HAP.  Since it results from aspiration either type is called aspiration pneumonia. Although gram-negative bacilli are a common cause they are rarely found in the respiratory tract of people without pneumonia, which has led to speculation of the mouth and throat as origin of the infection.   == Diagnosis == In hospitalised patients who develop respiratory symptoms and fever, one should consider the diagnosis.  The likelihood increases when upon investigation symptoms are found of respiratory insufficiency, purulent secretions, newly developed infiltrate on the chest X-Ray, and increasing leucocyte count.  If pneumonia is suspected material from sputum or tracheal aspirates are sent to the microbiology department for cultures.  In case of pleural effusion, thoracentesis is performed for examination of pleural fluid.  In suspected ventilator-associated pneumonia it has been suggested that bronchoscopy or bronchoalveolar lavage is necessary because of the risks of incorrect clinical diagnoses.   === Differential diagnosis === Atelectasis Congestive heart failure Pulmonary embolism   == Treatment == Usually initial therapy is empirical. If sufficient reason to suspect influenza, one might consider oseltamivir. In case of legionellosis, erythromycin or fluoroquinolone. A third generation cephalosporin (ceftazidime) + carbapenems (imipenem) + beta lactam & beta lactamase inhibitors (piperacillin/tazobactam)   == References ==   == Further reading == Carratalà J, Garcia-Vidal C (2008). \"What is healthcare-associated pneumonia and how is it managed?\". Curr. Opin. Infect. Dis. 21 (2): 168–173. doi:10.1097/QCO.0b013e3282f4f248. PMID 18317041. S2CID 3060658. Morrow L. Critical Decisions for the Treatment of Health-care-Associated Pneumonia in the ICU.   == External links == Hospital-Acquired, Health Care Associated, and Ventilator-Associated Pneumonia from the Cleveland Clinic Cecil Textbook of Medicine"}