{"name": "Human epidermal growth factor 2 negative carcinoma of breast", "category": "disease", "content": "The epidermal growth factor receptor (EGFR; ErbB-1; HER1 in humans) is a transmembrane protein that is a receptor for members of the epidermal growth factor family (EGF family) of extracellular protein ligands. The epidermal growth factor receptor is a member of the ErbB family of receptors, a subfamily of four closely related receptor tyrosine kinases: EGFR (ErbB-1), HER2/neu (ErbB-2), Her 3 (ErbB-3) and Her 4 (ErbB-4). In many cancer types, mutations affecting EGFR expression or activity could result in cancer. Epidermal growth factor and its receptor was discovered by Stanley Cohen of Vanderbilt University. Cohen shared the 1986 Nobel Prize in Medicine with Rita Levi-Montalcini for their discovery of growth factors. Deficient signaling of the EGFR and other receptor tyrosine kinases in humans is associated with diseases such as Alzheimer's, while over-expression  is associated with the development of a wide variety of tumors. Interruption of EGFR signalling, either by blocking EGFR binding sites on the extracellular domain of the receptor or by inhibiting intracellular tyrosine kinase activity, can prevent the growth of EGFR-expressing tumours and improve the patient's condition.   == Function ==  Epidermal growth factor receptor (EGFR) is a transmembrane protein that is activated by binding of its specific ligands, including epidermal growth factor and transforming growth factor alpha (TGF-α). ErbB2 has no known direct activating ligand, and may be in an activated state constitutively or become active upon heterodimerization with other family members such as EGFR.   Upon activation by its growth factor ligands, EGFR undergoes a transition from an inactive monomeric form to an active homodimer. – although there is some evidence that preformed inactive dimers may also exist before ligand binding. In addition to forming homodimers after ligand binding, EGFR may pair with another member of the ErbB receptor family, such as ErbB2/Her2/neu, to create an activated heterodimer. There is also evidence to suggest that clusters of activated EGFRs form, although it remains unclear whether this clustering is important for activation itself or occurs subsequent to activation of individual dimers. EGFR dimerization stimulates its intrinsic intracellular protein-tyrosine kinase activity.  As a result, autophosphorylation of several tyrosine (Y) residues in the C-terminal domain of EGFR occurs. These include  Y992, Y1045, Y1068, Y1148 and Y1173, as shown in the adjacent diagram. This autophosphorylation elicits downstream activation and signaling by several other proteins that associate with the phosphorylated tyrosines through their own phosphotyrosine-binding SH2 domains.  These downstream signaling proteins initiate several signal transduction cascades, principally the MAPK, Akt and JNK pathways, leading to DNA synthesis and cell proliferation. Such proteins modulate phenotypes such as cell migration, adhesion, and proliferation. Activation of the receptor is important for the innate immune response in human skin. Additionally, the kinase domain of the EGFR can cross-phosphorylate the tyrosine residues of other receptors with which it is aggregated and thereby activate itself.   == Biological roles == The EGFR is essential for ductal development of the mammary glands, and agonists of the EGFR such as amphiregulin, TGF-α, and heregulin induce both ductal and lobuloalveolar development even in the absence of estrogen and progesterone.   == Role in human disease ==   === Cancer === Mutations that lead to EGFR overexpression (known as upregulation or amplification) have been associated with a number of cancers, including adenocarcinoma of the lung (40% of cases), anal cancers, glioblastoma (50%) and epithelian tumors of the head and neck (80–100%). These somatic mutations involving EGFR lead to its constant activation, which produces uncontrolled cell division. In glioblastoma a specific mutation of EGFR, called EGFRvIII, is often observed. Mutations, amplifications or misregulations of EGFR or family members are implicated in about 30% of all epithelial cancers.   === Inflammatory disease === Aberrant EGFR signaling has been implicated in psoriasis, eczema and atherosclerosis. However, its exact roles in these conditions are ill-defined.   === Monogenic disease === A single child displaying multi-organ epithelial inflammation was found to have a homozygous loss of function mutation in the EGFR gene. The pathogenicity of the EGFR mutation was supported by in vitro experiments and functional analysis of a skin biopsy. His severe phenotype reflects many previous research findings into EGFR function. His clinical features included a papulopustular rash, dry skin, chronic diarrhoea, abnormalities of hair growth, breathing difficulties and electrolyte imbalances.   === Wound healing and fibrosis === EGFR has been shown to play a critical role in TGF-beta1 dependent fibroblast to myofibroblast differentiation. Aberrant persistence of myofibroblasts within tissues can lead to progressive tissue fibrosis, impairing tissue or organ function (e.g. skin hypertrophic or keloid scars, liver cirrhosis, myocardial fibrosis, chronic kidney disease).   == Medical applications ==   === Drug target === The identification of EGFR as an oncogene has led to the development of anticancer therapeutics directed against EGFR (called \"EGFR inhibitors\", EGFRi), including gefitinib, erlotinib, afatinib, brigatinib and icotinib for lung cancer, and cetuximab for colon cancer. More recently AstraZeneca has developed Osimertinib, a third generation tyrosine kinase inhibitor. Many therapeutic approaches are aimed at the EGFR. Cetuximab and panitumumab are examples of monoclonal antibody inhibitors. However the former is of the IgG1 type, the latter of the IgG2 type; consequences on antibody-dependent cellular cytotoxicity can be quite different. Other monoclonals in clinical development are zalutumumab, nimotuzumab, and matuzumab.  The monoclonal antibodies block the extracellular ligand binding domain. With the binding site blocked, signal molecules can no longer attach there and activate the tyrosine kinase. Another method is using small molecules to inhibit the EGFR tyrosine kinase, which is on the cytoplasmic side of the receptor. Without kinase activity, EGFR is unable to activate itself, which is a prerequisite for binding of downstream adaptor proteins. Ostensibly by halting the signaling cascade in cells that rely on this pathway for growth, tumor proliferation and migration is diminished.  Gefitinib, erlotinib, brigatinib and lapatinib (mixed EGFR and ERBB2 inhibitor) are examples of small molecule kinase inhibitors. CimaVax-EGF, an active vaccine targeting EGF as the major ligand of EGF, uses a different approach, raising antibodies against EGF itself, thereby denying EGFR-dependent cancers of a proliferative stimulus; it is in use as a cancer therapy against non-small-cell lung carcinoma (the most common form of lung cancer) in Cuba, and is undergoing further trials for possible licensing in Japan, Europe, and the United States. There are several quantitative methods available that use protein phosphorylation detection to identify EGFR family inhibitors. New drugs such as osimertinib, gefitinib, erlotinib and brigatinib directly target the EGFR.  Patients have been divided into EGFR-positive and EGFR-negative, based upon whether a tissue test shows a mutation.  EGFR-positive patients have shown a 60% response rate, which exceeds the response rate for conventional chemotherapy. However, many patients develop resistance.  Two primary sources of resistance are the T790M mutation and MET oncogene. However, as of 2010 there was no consensus of an accepted approach to combat resistance nor FDA approval of a specific combination. Clinical trial phase II results reported for brigatinib targeting the T790M mutation, and brigatinib received Breakthrough Therapy designation status by FDA in Feb. 2015. The most common adverse effect of EGFR inhibitors, found in more than 90% of patients, is a papulopustular rash that spreads across the face and torso; the rash's presence is correlated with the drug's antitumor effect. In 10% to 15% of patients the effects can be serious and require treatment. Some tests are aiming at predicting benefit from EGFR treatment, as Veristrat. Laboratory research using genetically engineered stem cells to target EGFR in mice was reported in 2014 to show promise. EGFR is a well-established target for monoclonal antibodies and specific tyrosine kinase inhibitors.   === Target for imaging agents === Imaging agents have been developed which identify EGFR-dependent cancers using labeled EGF. The feasibility of in vivo imaging of EGFR expression has been demonstrated in several studies. It has been proposed that certain computed tomography findings such as ground-glass opacities, air bronchogram, spiculated margins, vascular convergence, and pleural retraction can predict the presence of EGFR mutation in patients with non-small cell lung cancer.   == Interactions == Epidermal growth factor receptor has been shown to interact with:  In fruitflies, the epidermal growth factor receptor interacts with Spitz.   == References ==   == Further reading ==   == External links == Epidermal Growth Factor Receptor at the U.S. National Library of Medicine Medical Subject Headings (MeSH) Overview of all the structural information available in the PDB for UniProt: P00533 (Human Epidermal growth factor receptor) at the PDBe-KB."}