{"name": "hyaluronidase", "category": "drug", "content": "Hyaluronidases are a family of enzymes that catalyse the degradation of hyaluronic acid. Karl Meyer classified these enzymes in 1971, into three distinct groups, a scheme based on the enzyme reaction products. The three main types of hyaluronidases are two classes of eukaryotic endoglycosidase hydrolases and a prokaryotic lyase-type of glycosidase. In humans, there are five functional hyaluronidases: HYAL1, HYAL2, HYAL3, HYAL4 and HYAL5 (also known as SPAM1 or PH-20); plus a pseudogene, HYAL6 (also known as HYALP1). The genes for HYAL1-3 are clustered in chromosome 3, while HYAL4-6 are clustered in chromosome 7. HYAL1 and HYAL2 are the major hyaluronidases in most tissues. GPI-anchored HYAL2 is responsible for cleaving high-molecular weight hyaluronic acid, which is mostly bound to the CD44 receptor. The resulting hyaluronic acid fragments of variable size are then further hydrolyzed by HYAL1 after being internalized into endo-lysosomes; this generates hyaluronic acid oligosaccharides. Hyaluronidases are hyaluronoglucosidases (EC 3.2.1.35), i.e. they cleave the (1→4)-linkages between N-acetylglucosamine and glucuronate. The term hyaluronidase may also refer to hyaluronoglucuronidases (EC 3.2.1.36), which cleave (1→3)-linkages. In addition, bacterial hyaluronate lyases (EC 4.2.2.1) may also be referred to as hyaluronidases, although this is uncommon.   == Use as a drug ==   === Medical uses === By catalyzing the hydrolysis of hyaluronan, a constituent of the extracellular matrix, hyaluronidase lowers the viscosity of hyaluronan, thereby increasing tissue permeability. It is, therefore, used in medicine in conjunction with other drugs to speed their dispersion and delivery. Common applications are ophthalmic surgery, in combination with local anesthetics. It also increases the absorption rate of parenteral fluids given by hypodermoclysis, and is an adjunct in subcutaneous urography for improving resorption of radiopaque agents. Hyaluronidase is also used for extravasation of hyperosmolar solutions.  Besides, hyaluronidase is a recommended antidote for vinca alkaloid overdose or extravasation. Hyaluronidase can be injected to dissolve hyaluronic acid type dermal fillers and is the best treatment option for those looking at dissolving lip filler or dealing with related complications.   === Purified and recombinant hyaluronidases === Four different purified hyaluronidases have been approved for use in the United States, three of animal origin and one recombinant. They are indicated as adjuvants in subcutaneous fluid administration for achieving hydration, for increasing the dispersion and absorption of other injected drugs, or for improving resorption of radiopaque agents, in subcutaneous urography. The three naturally-sourced hyaluronidases are orthologs of human HYAL5 (PH20) obtained from testicular preparations. They are sold under the brand names Vitrase (ovine, FDA-approved in May 2004), Amphadase (bovine, October 2004) and Hydase (bovine, October 2005). Human recombinant hyaluronidase (Hylenex Recombinant)—approved for use in the United States in December 2005—corresponds to the soluble fragment of human HYAL5 (PH20) produced in culture by genetically engineered Chinese hamster ovary cells containing a DNA plasmid encoding the enzyme.   === Combination treatments === A human recombinant hyaluronidase kit, HyQvia, was approved for use in the European Union in May 2013, and in the United States in September 2014. It is a dual vial unit with one vial of immune globulin infusion 10% (human) and one vial of recombinant human hyaluronidase. It is an immune globulin with a recombinant human hyaluronidase indicated in the United States for the treatment of primary immunodeficiency in adults. This includes, but is not limited to, common variable immunodeficiency, X-linked agammaglobulinemia, congenital agammaglobulinemia, Wiskott-Aldrich syndrome, and severe combined immunodeficiencies. In the European Union it is indicated as replacement therapy in adults, children and adolescents (0–18 years) in:  Primary immunodeficiency syndromes with impaired antibody production. Hypogammaglobulinaemia and recurrent bacterial infections in patients with chronic lymphocytic leukaemia, in whom prophylactic antibiotics have failed or are contra‑indicated. Hypogammaglobulinaemia and recurrent bacterial infections in multiple myeloma (MM) patients. Hypogammaglobulinaemia in patients pre‑ and post‑allogeneic hematopoietic stem cell transplantation. A form of subcutaneous immunoglobulin (SCIG) that uses Hylenex to allow for a far greater volume of SCIG to be administered than would normally be possible to administer subcutaneously, providing a form of SCIG that can be dosed on a monthly basis, a longer period of time than other forms of SCIG allow. HyQvia had a rate of systemic adverse effects higher than traditional subcutaneous forms of immunoglobulin injection, but lower than those typical in IVIG patients. Also in epidural lysis of adhesions for pain management. Hyaluronidase is available in some fixed-dose combination drug products in the United States: rituximab/hyaluronidase (Rituxan Hycela), trastuzumab/hyaluronidase-oysk (Herceptin Hylecta), daratumumab/hyaluronidase-fihj (Darzalex Faspro), and pertuzumab/trastuzumab/hyaluronidase–zzxf (Phesgo). In July 2021, the U.S. Food and Drug Administration (FDA) approved daratumumab and hyaluronidase-fihj in combination with pomalidomide and dexamethasone for adults with multiple myeloma who have received at least one prior line of therapy including lenalidomide and a proteasome inhibitor. Efgartigimod alfa/hyaluronidase (Vyvgart Hytrulo) was approved for the treatment of generalized myasthenia gravis in the United States in June 2023. Ocrelizumab/hyaluronidase-ocsq (Ocrevus Zunovo) was approved for medical use in the United States in September 2024. Atezolizumab/hyaluronidase-tqjs (Tecentriq Hybreza) was approved for medical use in the United States in September 2024.   == Role in cancer == The role of hyaluronidases in cancer has been historically controversial due to contradictory observations, namely that levels of hyaluronidase (HYAL1/2) are increased in some cancers (colorectal, bladder, prostate, breast and brain), whereas low expression of HYAL1 is correlated with a decrease in survival of pancreatic adenocarcinoma patients. The reason for this apparent contradiction is that both the accumulation of hyaluronic acid (due to increased hyaluronan synthase levels and decreased HYAL levels) and the degradation of hyaluronic acid into hyaluronic acid oligosaccharides by high HYAL levels result in increased tumor malignancy. Elevated tissue expression of hyaluronic acid and hyaluronidase validates the hyaluronic acid-hyaluronidases urine test for bladder cancer. Limited data support a role of lysosomal hyaluronidases in metastasis, while other data support a role in tumor suppression. Other studies suggest no contribution or effects independent of enzyme activity. Non-specific inhibitors (apigenin, sulfated glycosaminoglycans) or crude enzyme extracts have been used to test most hypotheses, making data difficult to interpret. It has been hypothesized that, by helping degrade the extracellular matrix surrounding the tumor, hyaluronidases help cancer cells escape from primary tumor masses. However, studies show that removal of hyaluronan from tumors prevents tumor invasion. Hyaluronidases are also thought to play a role in the process of angiogenesis, although most hyaluronidase preparations are contaminated with large amounts of angiogenic growth factors.   == Role in pathogenesis == Some bacteria, such as Staphylococcus aureus, Streptococcus pyogenes, and Clostridium perfringens, produce hyaluronidase as a means of using hyaluronan as a carbon source. It is often speculated that Streptococcus and Staphylococcus pathogens use hyaluronidase as a virulence factor to destroy the polysaccharide that holds animal cells together, making it easier for the pathogen to spread through the tissues of the host organism, but no valid experimental data are available to support this hypothesis. Hyaluronidases are found in the venom of certain lizards and snakes, as well as honeybees, where they are referred to as \"spreading factors\", having a function akin to bacterial hyaluronidases.   == Role in immune response == White blood cells produce hyaluronidase to move more easily through connective tissue to get to infected sites.   == Role in sepsis and septic shock == Plasma hyaluronic acid is elevated in sepsis and septic shock and correlate with disease severity, but the effect on mortality shows conflicting results. Hyaluronidase, when injected into the circulation, results in the loss of glycocalyx and is therefore considered as a potential endogenous sheddase. However, plasma hyaluronidase activity is decreased in experimental as well as in clinical septic shock. Concomitant, the endogenous hyaluronidase inhibition in plasma was increased and may explain to certain extent the decreased plasma hyaluronidase activity.   == Role in fertilization == In mammalian fertilization, hyaluronidase is released by the acrosome of the sperm cell after it has reached the oocyte, by digesting hyaluronan in the corona radiata, thus enabling conception. Gene-targeting studies show that hyaluronidases such as PH20 are not essential for fertilization, although exogenous hyaluronidases can disrupt the cumulus matrix. The majority of mammalian ova are covered in a layer of granulosa cells intertwined in an extracellular matrix that contains a high concentration of hyaluronan. When a capacitated sperm reaches the ovum, it is able to penetrate this layer with the assistance of hyaluronidase enzymes present on the surface of the sperm. Once this occurs, the sperm is capable of binding with the zona pellucida.   == References ==   == External links ==  Media related to Hyaluronidase at Wikimedia Commons Hyaluronidase at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}