{"name": "hydroquinone", "category": "drug", "content": "Hydroquinone, also known as benzene-1,4-diol or quinol, is an aromatic organic compound that is a type of phenol, a derivative of benzene, having the chemical formula C6H4(OH)2. It has two hydroxyl groups bonded to a benzene ring in a para position. It is a white granular solid. Substituted derivatives of this parent compound are also referred to as hydroquinones. The name \"hydroquinone\" was coined by Friedrich Wöhler in 1843. In 2021, it was the 282nd most commonly prescribed medication in the United States, with more than 800,000 prescriptions.   == Production == Hydroquinone is produced industrially in two main ways.  The most widely used route is similar to the cumene process in reaction mechanism and involves the dialkylation of benzene with propene to give 1,4-diisopropylbenzene. This compound reacts with air to afford the bis(hydroperoxide), which is structurally similar to cumene hydroperoxide and rearranges in acid to give acetone and hydroquinone. A second route involves hydroxylation of phenol over a catalyst. The conversion uses hydrogen peroxide and affords a mixture of hydroquinone and its ortho isomer catechol (benzene-1,2-diol):                                                 C                            6                                                                                         H                            5                                                                            OH           +                        H                            2                                                                                         O                            2                                                                            ⟶                        C                            6                                                                                         H                            4                                                                                                        (               OH               )                                         2                                                                            +                        H                            2                                                                            O                          {\\displaystyle {\\ce {C6H5OH + H2O2 -> C6H4(OH)2 + H2O}}}     Other, less common methods include:  A potentially significant synthesis of hydroquinone from acetylene and iron pentacarbonyl has been proposed Iron pentacarbonyl serves as a catalyst, rather than as a reagent, in the presence of free carbon monoxide gas. Rhodium or ruthenium can substitute for iron as the catalyst with favorable chemical yields but are not typically used due to their cost of recovery from the reaction mixture. Hydroquinone and its derivatives can also be prepared by oxidation of various phenols, such as aniline and DIPB. Examples include Elbs persulfate oxidation and Dakin oxidation. Hydroquinone was first obtained in 1820 by the French chemists Pelletier and Caventou via the dry distillation of quinic acid. Hydrolysis of chlorinated phenol, described as being used in China. Note that methods such as hydrolysis of chlorinated phenol and oxidation of phenols are much more polluting methods than some others.   == Reactions == The reactivity of hydroquinone's hydroxyl groups resembles that of other phenols, being weakly acidic. The resulting conjugate base undergoes easy O-alkylation to give mono- and diethers. Similarly, hydroquinone is highly susceptible to ring substitution by Friedel–Crafts reactions such as alkylation. This reaction is exploited en route to popular antioxidants such as 2-tert-butyl-4-methoxyphenol (BHA). The useful dye quinizarin is produced by diacylation of hydroquinone with phthalic anhydride.   === Redox === Hydroquinone undergoes oxidation under mild conditions to give benzoquinone. This process can be reversed. Some naturally occurring hydroquinone derivatives exhibit this sort of reactivity, one example being coenzyme Q. Industrially this reaction is exploited both with hydroquinone itself but more often with its derivatives where one OH has been replaced by an amine. When colorless hydroquinone and benzoquinone, a bright yellow solid, are cocrystallized in a 1:1 ratio, a dark-green crystalline charge-transfer complex (melting point 171 °C) called quinhydrone (C6H6O2·C6H4O2) is formed. This complex dissolves in hot water, where the two molecules dissociate in solution.   === Amination === An important reaction is the conversion of hydroquinone to the mono- and diamine derivatives. Methylaminophenol, used in photography, is produced in this way:                                                 C                            6                                                                                         H                            4                                                                                                        (               OH               )                                         2                                                                            +                                                                           CH                                        3                                                                                                                                   NH                                        2                                                                                                                             methylamine                                   ⟶                        HOC                            6                                                                                         H                            4                                                                                         NHCH                            3                                                                            +                        H                            2                                                                            O                          {\\displaystyle {\\ce {C6H4(OH)2 + {\\overset {methylamine}{CH3NH2}}-> HOC6H4NHCH3 + H2O}}}     Diamines, useful in the rubber industry as antiozone agents, are similarly produced from aniline:                                                 C                            6                                                                                         H                            4                                                                                                        (               OH               )                                         2                                                                            +                                                        2                                                     C                                        6                                                                                                                                   H                                        5                                                                                                                                   NH                                        2                                                                                                                             aniline                                   ⟶                        C                            6                                                                                         H                            4                                                                                                        (               N                                (                 H                 )                                               C                                    6                                                                                                                     H                                    5                                                                                                    )                                         2                                                                            +           2                                   H                            2                                                                            O                          {\\displaystyle {\\ce {C6H4(OH)2 + {\\overset {aniline}{2 C6H5NH2}}-> C6H4(N(H)C6H5)2 + 2 H2O}}}      == Uses == Hydroquinone has a variety of uses principally associated with its action as a reducing agent that is soluble in water. It is a major component in most black and white photographic developers for film and paper where, with the compound metol, it reduces silver halides to elemental silver. There are various other uses associated with its reducing power. As a polymerisation inhibitor, exploiting its antioxidant properties, hydroquinone prevents polymerization of acrylic acid, methyl methacrylate, cyanoacrylate, and other monomers that are susceptible to radical-initiated polymerization. By acting as a free radical scavenger, hydroquinone serves to prolong the shelflife of light-sensitive resins such as preceramic polymers. Hydroquinone can lose a hydrogen cation from both hydroxyl groups to form a diphenolate ion. The disodium diphenolate salt of hydroquinone is used as an alternating comonomer unit in the production of the polymer PEEK.   === Skin depigmentation === Hydroquinone is used as a topical application in skin whitening to reduce the color of skin. It does not have the same predisposition to cause dermatitis as metol does. This is a prescription-only ingredient in some countries, including the member states of the European Union under Directives 76/768/EEC:1976. In 2006, the United States Food and Drug Administration revoked its previous approval of hydroquinone and proposed a ban on all over-the-counter preparations. The FDA officially banned hydroquinone in 2020 as part of a larger reform of the over-the-counter drug review process. The FDA stated that hydroquinone cannot be ruled out as a potential carcinogen. This conclusion was reached based on the extent of absorption in humans and the incidence of neoplasms in rats in several studies where adult rats were found to have increased rates of tumours, including thyroid follicular cell hyperplasias, anisokaryosis (variation in nuclei sizes), mononuclear cell leukemia, hepatocellular adenomas and renal tubule cell adenomas. The Campaign for Safe Cosmetics has also highlighted concerns. Numerous studies have revealed that hydroquinone, if taken orally, can cause exogenous ochronosis, a disfiguring disease in which blue-black pigments are deposited onto the skin; however, skin preparations containing the ingredient are administered topically. The FDA had classified hydroquinone in 1982 as a safe product - generally recognized as safe and effective (GRASE), however additional studies under the National Toxicology Program (NTP) were suggested in order to determine whether there is a risk to humans from the use of hydroquinone. NTP evaluation showed some evidence of long-term carcinogenic and genotoxic effects While hydroquinone remains widely prescribed for treatment of hyperpigmentation, questions raised about its safety profile by regulatory agencies in the EU, Japan, and USA encourage the search for other agents with comparable efficacy. Several such agents are already available or under research, including azelaic acid, kojic acid, retinoids, cysteamine, topical steroids, glycolic acid, and other substances. One of these, 4-butylresorcinol, has been proved to be more effective at treating melanin-related skin disorders by a wide margin, as well as safe enough to be made available over the counter. In the anthraquinone process substituted hydroquinones, typically anthrahydroquinone are used to produce hydrogen peroxide which forms spontaneously on reaction with oxygen. The type of substituted hydroquinone is selected depending on reactivity and recyclability.   == Natural occurrences == Hydroquinones are one of the two primary reagents in the defensive glands of bombardier beetles, along with hydrogen peroxide (and perhaps other compounds, depending on the species), which collect in a reservoir. The reservoir opens through a muscle-controlled valve onto a thick-walled reaction chamber. This chamber is lined with cells that secrete catalases and peroxidases. When the contents of the reservoir are forced into the reaction chamber, the catalases and peroxidases rapidly break down the hydrogen peroxide and catalyze the oxidation of the hydroquinones into p-quinones. These reactions release free oxygen and generate enough heat to bring the mixture to the boiling point and vaporize about a fifth of it, producing a hot spray from the beetle's abdomen. Hydroquinone is thought to be the active toxin in Agaricus hondensis mushrooms. Hydroquinone has been shown to be one of the chemical constituents of the natural product propolis. It is also one of the chemical compounds found in castoreum. This compound is gathered from the beaver's castor sacs.   == References ==   == External links == International Chemical Safety Card 0166 NIOSH Pocket Guide to Chemical Hazards"}