{"name": "hydrocortisone", "category": "drug", "content": "Hydrocortisone is the name for the hormone cortisol when supplied as a medication. Uses include conditions such as adrenocortical insufficiency, adrenogenital syndrome, high blood calcium, thyroiditis, rheumatoid arthritis, dermatitis, asthma, and COPD. It is the treatment of choice for adrenocortical insufficiency. It can be given by mouth, topically, or by injection. Stopping treatment after long-term use should be done slowly. Side effects may include mood changes, increased risk of infection, and edema (swelling). With long-term use common side effects include osteoporosis, upset stomach, physical weakness, easy bruising, and candidiasis (yeast infections). It is unclear if it is safe for use during pregnancy. Hydrocortisone is a glucocorticoid and works as an anti-inflammatory and by immune suppression. Hydrocortisone was patented in 1936 and approved for medical use in 1941. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 192nd most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Hydrocortisone is the pharmaceutical term for cortisol used in oral administration, intravenous injection, or topical application. It is used as an immunosuppressive drug, given by injection in the treatment of severe allergic reactions such as anaphylaxis and angioedema, in place of prednisolone in patients needing steroid treatment but unable to take oral medication, and perioperatively in patients on long-term steroid treatment to prevent an adrenal crisis. It may also be injected into inflamed joints resulting from diseases such as gout. It may be used topically for allergic rashes, eczema, psoriasis, itching and other inflammatory skin conditions. Topical hydrocortisone creams and ointments are available in most countries without prescription in strengths ranging from 0.05% to 2.5% (depending on local regulations) with stronger forms available by prescription only. It may also be used rectally in suppositories to relieve the swelling, itch, and irritation in haemorrhoids. It may be used as an acetate form (hydrocortisone acetate), which has slightly different pharmacokinetics and pharmacodynamics.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Pharmacology ==   === Pharmacodynamics === Hydrocortisone is a corticosteroid, acting specifically as both a glucocorticoid and as a mineralocorticoid. That is, it is an agonist of the glucocorticoid and mineralocorticoid receptors. Hydrocortisone has low potency relative to synthetic corticosteroids. Compared to hydrocortisone, prednisolone is about 4 times as potent and dexamethasone about 40 times as potent in terms of anti-inflammatory effect. Prednisolone can also be used as cortisol replacement, and at replacement dose levels (rather than anti-inflammatory levels), prednisolone is about 8 times more potent than cortisol. The equivalent doses and relative potencies of hydrocortisone compared to various other synthetic corticosteroids have also been reviewed and summarized. The endogenous production rate of cortisol is approximately 5.7 to 9.9 mg/m2 per day, which corresponds to an oral hydrocortisone dose of approximately 15 to 20 mg/day (for a 70-kg person). One review described daily cortisol production of 10 mg in healthy volunteers and reported that daily cortisol production could increase up to 400 mg in conditions of severe stress (e.g., surgery). The total and/or free concentrations of cortisol/hydrocortisone required for various glucocorticoid effects have been determined.   === Pharmacokinetics ===   ==== Absorption ==== The bioavailability of oral hydrocortisone is about 96% ± 20% (SD). The pharmacokinetics of hydrocortisone are non-linear. The peak level of oral hydrocortisone is 15.3 ± 2.9 (SD) μg/L per 1 mg dose. The time to peak concentrations of oral hydrocortisone is 1.2 ± 0.4 (SD) hours. The topical percutaneous absorption of hydrocortisone varies widely depending on experimental circumstances and has been reported to range from 0.5 to 14.9% in different studies. Some skin application sites, like the scrotum and vulva, absorb hydrocortisone much more efficiently than other application sites, like the forearm. In one study, the amount of hydrocortisone absorbed ranged from 0.2% to 36.2% depending on the application site, with the ball of the foot having the lowest absorption and the scrotum having the highest absorption. The absorption of hydrocortisone by the vulva has ranged from 4.4 to 8.1%, relative to 1.3 to 2.8% for the arm, in different studies and subjects.   ==== Distribution ==== Most cortisol in the blood (all but about 4%) is bound to proteins, including corticosteroid binding globulin (CBG) and serum albumin. A pharmacokinetic review stated that 92% ± 2% (SD) (92–93%) of hydrocortisone is plasma protein-bound. Free cortisol passes easily through cellular membranes. Inside cells it interacts with corticosteroid receptors.   ==== Metabolism ==== Hydrocortisone is metabolized by 11β-hydroxysteroid dehydrogenases (11β-HSDs) into cortisone, an inactive metabolite. It is additionally 5α-, 5β-, and 3α-reduced into dihydrocortisols, dihydrocortisones, tetrahydrocortisols, and tetrahydrocortisones.   ==== Elimination ==== The elimination half-life of hydrocortisone ranges from about 1.2 to 2.0 (SD) hours, with an average of around 1.5 hours, regardless of oral versus parenteral administration. The duration of action of systemic hydrocortisone has been listed as 8 to 12 hours.   == Chemistry ==  Hydrocortisone, also known as 11β,17α,21-trihydroxypregn-4-ene-3,20-dione, is a naturally occurring pregnane steroid. A variety of hydrocortisone esters exist and have been marketed for medical use.   == Society and culture ==   === Legal status === In March 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Efmody, intended for the treatment of congenital adrenal hyperplasia (CAH) in people aged twelve years and older. The applicant for this medicinal product is Diurnal Europe BV. Hydrocortisone (Efmody) was approved for medical use in the European Union, in May 2021, for the treatment of congenital adrenal hyperplasia (CAH) in people aged twelve years and older.   === Anti-competitive practices === In the UK, the Competition and Markets Authority (CMA) concluded an investigation into the supply of hydrocortisone tablets, finding that from October 2008 onwards, drug suppliers Auden McKenzie and Actavis plc had charged \"excessive and unfair prices\" for 10mg and 20mg tablets and entered into agreements with potential competitors, paying companies who agreed not to enter the hydrocortisone market and enabling Auden McKenzie and Actavis to supply the drugs as \"generic\" rather than branded products and thereby escape price controls until eventually other companies entered the market.  Auden and Actavis overcharged the UK's National Health Service for over ten years. Fines totalling over £255m were levied against the companies involved in this breach of competition law.   == Research ==   === COVID-19 === Hydrocortisone was found to be effective in reducing mortality rate of critically ill COVID-19 patients when compared to other usual care or a placebo.   == References =="}