{"name": "hydrochlorothiazide", "category": "drug", "content": "Hydrochlorothiazide, sold under the brand name Hydrodiuril among others, is a diuretic medication used to treat hypertension and swelling due to fluid build-up. Other uses include treating diabetes insipidus and renal tubular acidosis and to decrease the risk of kidney stones in those with a high calcium level in the urine.  Hydrochlorothiazide is taken by mouth and may be combined with other blood pressure medications as a single pill to increase effectiveness. Hydrochlorothiazide is a thiazide medication which inhibits reabsorption of sodium and chloride ions from the distal convoluted tubules of the kidneys, causing a natriuresis. This initially increases urine volume and lowers blood volume. It is believed to reduce peripheral vascular resistance. Potential side effects include poor kidney function, electrolyte imbalances, including low blood potassium, and, less commonly, low blood sodium, gout, high blood sugar, and feeling lightheaded with standing. Two companies, Merck & Co. and Ciba Specialty Chemicals, state they discovered the medication which became commercially available in 1959. It is on the World Health Organization's List of Essential Medicines. It is available as a generic drug and is relatively affordable. In 2022, it was the twelfth most commonly prescribed medication in the United States, with more than 38 million prescriptions.   == Medical uses == Hydrochlorothiazide is used for the treatment of hypertension, congestive heart failure, symptomatic edema, diabetes insipidus, renal tubular acidosis. It is also used for the prevention of kidney stones in those who have high levels of calcium in their urine. Multiple studies suggest hydrochlorothiazide could be used as initial monotherapy in people with primary hypertension; however, the decision should be weighed against the consequence of long-term adverse metabolic abnormalities. Doses of hydrochlorothiazide of 50 mg or less over four years reduced mortality and development of cardiovascular diseases better than high-dose hydrochlorothiazide (50 mg or more) and beta-blockers. A 2019 review supported equivalence between drug classes for initiating monotherapy in hypertension, although thiazide or thiazide-like diuretics showed better primary effectiveness and safety profiles than angiotensin-converting enzyme inhibitors and non-dihydropyridine calcium channel blockers. Low doses (50 mg or less) of hydrochlorothiazide as first‐line therapy for hypertension were found to reduce total mortality and cardiovascular disease events over a four-year study. Hydrochlorothiazide appears be more effective than chlorthalidone in preventing heart attacks and strokes. Hydrochlorothiazide is less potent but may be more effective than chlorthalidone in reducing blood pressure. More robust studies are required to confirm which drug is superior in reducing cardiovascular events. Side effect profile for both drugs appear similar and are dose dependent. Hydrochlorothiazide is also sometimes used to prevent osteopenia and treat hypoparathyroidism, hypercalciuria, Dent's disease, and Ménière's disease. A low level of evidence, predominantly from observational studies, suggests that thiazide diuretics have a modest beneficial effect on bone mineral density and are associated with a decreased fracture risk when compared with people not taking thiazides. Thiazides decrease mineral bone loss by promoting calcium retention in the kidney, and by directly stimulating osteoblast differentiation and bone mineral formation. The combination of fixed-dose preparation such as losartan/hydrochlorothiazide has added advantages of a more potent antihypertensive effect with additional antihypertensive efficacy at the dose of 100 mg/25 mg when compared to monotherapy.   == Adverse effects == Hypokalemia, or low blood levels of potassium are an occasional side effect. It can be usually prevented by potassium supplements or by combining hydrochlorothiazide with a potassium-sparing diuretic Other disturbances in the levels of serum electrolytes, including hypomagnesemia (low magnesium), hyponatremia (low sodium), and hypercalcemia (high calcium) Hyperuricemia (high levels of uric acid in the blood). All thiazide diuretics including hydrochlorothiazide can inhibit excretion of uric acid by the kidneys, thereby increasing serum concentrations of uric acid. This may increase the incidence of gout in doses of ≥ 25 mg per day and in more susceptible patients such as male gender of <60 years old. Hyperglycemia, high blood sugar Hyperlipidemia, high cholesterol and triglycerides Headache Nausea/vomiting Photosensitivity Weight gain Pancreatitis Package inserts contain vague and inconsistent data surrounding the use of thiazide diuretics in patients with allergies to sulfa drugs, with little evidence to support these statements. A retrospective cohort study conducted by Strom et al. concluded that there is an increased risk of an allergic reaction occurring in patients with a predisposition to allergic reactions in general rather than cross reactivity from structural components of the sulfonamide-based drug. Prescribers should examine the evidence carefully and assess each patient individually, paying particular attention to their prior history of sulfonamide hypersensitivity rather than relying on drug monograph information. There is an increased risk of non-melanoma skin cancer. In August 2020, the Australian Therapeutic Goods Administration required the Product Information (PI) and Consumer Medicine Information (CMI) for medicines containing hydrochlorothiazide to be updated to include details about an increased risk of non-melanoma skin cancer. In August 2020, the U.S. Food and Drug Administration (FDA) updated the drug label about an increased risk of non-melanoma skin cancer (basal cell skin cancer or squamous cell skin cancer).   == Society and culture ==   === Brand names === Hydrochlorothiazide is available as a generic drug under a large number of brand names, including Apo-Hydro, Aquazide, BPZide, Dichlotride, Esidrex, Hydrochlorot, Hydrodiuril, HydroSaluric, Hypothiazid, Microzide, Oretic and many others. To reduce pill burden and in order to reduce side effects, hydrochlorothiazide is often used in fixed-dose combinations with many other classes of antihypertensive drugs such as:  ACE inhibitors – e.g. Prinzide or Zestoretic (with lisinopril), Co-Renitec (with enalapril), Capozide (with captopril), Accuretic (with quinapril), Monopril HCT (with fosinopril), Lotensin HCT (with benazepril), etc. Angiotensin receptor blockers – e.g. Hyzaar (with losartan), Co-Diovan or Diovan HCT (with valsartan), Teveten Plus (with eprosartan), Avalide or CoAprovel (with irbesartan), Atacand HCT or Atacand Plus (with candesartan), etc. Beta blockers – e.g. Ziac or Lodoz (with bisoprolol), Nebilet Plus or Nebilet HCT (with nebivolol), Dutoprol or Lopressor HCT (with metoprolol), etc. Direct renin inhibitors – e.g. Co-Rasilez or Tekturna HCT (with aliskiren) Potassium sparing diuretics – Dyazide and Maxzide triamterene   === Sport === Use of hydrochlorothiazide is prohibited by the World Anti-Doping Agency for its ability to mask the use of performance-enhancing drugs.   == References =="}