{"name": "hydroxocobalamin", "category": "drug", "content": "Hydroxocobalamin, also known as vitamin B12a and hydroxycobalamin, is a vitamin found in food and used as a dietary supplement. As a supplement it is used to treat vitamin B12 deficiency including pernicious anemia. Other uses include treatment for cyanide poisoning, Leber's optic atrophy, and toxic amblyopia. It is given by injection into a muscle or vein, by pill or sublingually. Side effects are generally few. They may include diarrhea, feeling sick, hot flushes, itchiness, low blood potassium, allergic reactions, and high blood pressure. Normal doses are considered safe in pregnancy. No overdosage or toxicity has been reported with this drug. Hydroxocobalamin is the natural form of vitamin B12 and a member of the cobalamin family of compounds. It is found in both raw and cooked beef, together with other cobalamins. Hydroxocobalamin, or another form of vitamin B12, are required for the body to make DNA. Hydroxocobalamin was first isolated in 1949. It is on the World Health Organization's List of Essential Medicines. Hydroxocobalamin is available as a generic medication. Commercially it is made using one of a number of types of bacteria.   == Medical uses ==   === Vitamin B12 deficiency === Standard therapy for treatment of vitamin B12 deficiency has been intramuscular (IM) or intravenous (IV) injections of hydroxocobalamin (OHCbl), since the majority of cases are due to malabsorption by the enteral route (gut). It is used pediatric patients with intrinsic cobalamin metabolic diseases, vitamin B12-deficient patients with tobacco amblyopia due to cyanide poisoning, and patients with pernicious anemia who have optic neuropathy. In a newly diagnosed vitamin B12-deficient patient, normally defined as when serum levels are less than 200 pg/ml, daily IM injections of hydroxocobalamin up to 1,000 μg (1 mg) per day are given to replenish the body's depleted cobalamin stores. In the presence of neurological symptoms, following daily treatment, injections up to weekly or biweekly are indicated for six months before initiating monthly IM injections. Once clinical improvement is confirmed, maintenance supplementation of B12 will generally be needed for life. Although less common in this form than cyanocobalamine and methylcobalamine, hydroxocobalamine is also available as pills for oral or sublingual administration. However, one study on the treatment of children with methylmalonic acidemia and homocystinuria found oral hydroxocobalamine at 1 mg daily to be ineffective in reducing levels of homocysteine. In a trial on adult volunteers, this dose did not lead to a significant increase in serum vitamin B12 levels when given thrice daily for one week. In addition, once-daily administration of 1 mg oral hydroxocobalamine caused the studied children's levels of homocysteine to increase and their levels of methionine to decrease, while the reverse happened when hydroxocobalamine was given intramuscularly.   === Cyanide poisoning === In 2006 the FDA approved hydroxocobalamin for treating smoke inhalation, which can cause cyanide poisoning. Hydroxocobalamin is first line therapy for people with cyanide poisoning. Hydroxocobalamin converts cyanide to the much less toxic cyanocobalamin. Cyanocobalamin is renally cleared.  The use of hydroxocobalamin became first line due to its low adverse risk profile, rapid onset of action, and ease of use in the prehospital setting.   === Injectable hydroxocobalamin === Injection of hydroxocobalamin is used to rectify the following causes of vitamin B12 deficiency (list taken from the drug prescription label published by the U.S. Food and Drug Administration)  Dietary deficiency of vitamin B12 occurring in strict vegetarians and in their breastfed infants (isolated vitamin B12 deficiency is very rare) Malabsorption of vitamin B12 resulting from damage to the stomach, where intrinsic factor is secreted, or damage to the ileum, where intrinsic factor facilitates vitamin B12 absorption. These conditions include tropical sprue and nontropical sprue (celiac disease). Inadequate secretion of intrinsic factor, resulting from lesions that destroy the gastric mucosa (which can be caused by ingestion of corrosives, extensive tumors, and conditions associated with gastric atrophy, such as multiple sclerosis, certain endocrine disorders, iron deficiency, and subtotal gastrectomy) Structural lesions leading to vitamin B12 deficiency, including regional ileitis, ileal reactions, and malignancies Competition for vitamin B12 by intestinal parasites or bacteria. The tapeworm from undercooked fish (Diphyllobothrium latum) absorbs huge quantities of vitamin B12, and infested patients often have associated gastric atrophy. The blind loop syndrome may produce deficiency of vitamin B12 or folate. Inadequate use of vitamin B12, which may occur if antimetabolites for the vitamin are employed in the treatment of neoplasia Pernicious anemia is the most common cause of vitamin B12 deficiency. While it technically refers to anemia caused specifically by autoimmune deficiency of intrinsic factor, it is commonly used to refer to B12-deficient anemia as a whole, regardless of cause.   == Side effects == The literature data on the acute toxicity profile of hydroxocobalamin show it is generally regarded as safe with local and systemic exposure. The ability of hydroxocobalamin to rapidly scavenge and detoxify cyanide by chelation has resulted in several acute animal and human studies using systemic hydroxocobalamin doses at suprapharmacological doses as high as 140 mg/kg to support its use as an intravenous (IV) treatment for cyanide exposure. The US FDA at the end of 2006 approved the use hydroxocobalamin as an injection for the treatment of cyanide poisoning. The drug causes a reddish discoloration of the urine (chromaturia), which can look like blood in the urine.   == Properties == Hydroxocobalamin acetate occurs as odorless, dark-red orthorhombic crystals. The injection formulations appear as clear, dark-red solutions. It has a distribution coefficient of 1.133×10^−5 and a pKa of 7.65.   == Mechanism of action == Vitamin B12 refers to a group of compounds called cobalamins that are available in the human body in a variety of mostly interconvertible forms. Together with folate, cobalamins are essential cofactors required for DNA synthesis in cells where chromosomal replication and division are occurring—most notably the bone marrow and myeloid cells. As a cofactor, cobalamins are essential for two cellular reactions:  the mitochondrial methylmalonyl-CoA mutase conversion of methylmalonic acid (MMA) to succinate, which links lipid and carbohydrate metabolism, and the activation of methionine synthase, which is the rate-limiting step in the synthesis of methionine from homocysteine and 5-methyltetrahydrofolate. Cobalamins are characterized by a porphyrin-like corrin nucleus that contains a single cobalt atom bound to a benzimidazolyl nucleotide and a variable residue (R) group. The variable R group gives rise to the four most commonly known cobalamins: cyanocobalamin (CNCbl), methylcobalamin (MeCbl), adenosylcobalamin (AdCbl, also known as cobamamide or 5-deoxyadenosylcobalamin), and hydroxocobalamin (OHCbl). In the serum, hydroxocobalamin and cyanocobalamin are believed to function as storage or transport forms of the molecule, whereas methylcobalamin and adenosylcobalamin are the active forms of the coenzyme required for cell growth and replication. Cyanocobalamin is usually converted to hydroxocobalamin in the serum, whereas hydroxocobalamin is converted to either methylcobalamin or adenosylcobalamin. Cobalamins circulate bound to serum proteins called transcobalamins (TC) and haptocorrins. Hydroxocobalamin has a higher affinity to the TC II transport protein than cyanocobalamin, or adenosylcobalamin. From a biochemical point of view, two essential enzymatic reactions require vitamin B12 (cobalamin). Intracellular vitamin B12 is maintained in two active coenzymes, methylcobalamin and adenosylcobalamin. In the face of vitamin B12 deficiency, conversion of methylmalonyl-CoA to succinyl-CoA cannot take place, which results in accumulation of methylmalonyl-CoA and aberrant fatty acid synthesis. In the other enzymatic reaction, methylcobalamin supports the methionine synthase reaction, which is essential for normal metabolism of folate. The folate-cobalamin interaction is pivotal for normal synthesis of purines and pyrimidines and the transfer of the methyl group to cobalamin is essential for the adequate supply of tetrahydrofolate, the substrate for metabolic steps that require folate. In a state of vitamin B12 deficiency, the cell responds by redirecting folate metabolic pathways to supply increasing amounts of methyltetrahydrofolate. The resulting elevated concentrations of homocysteine and MMA are often found in patients with low serum vitamin B12 and can usually be lowered with successful vitamin B12 replacement therapy. However, elevated MMA and homocysteine concentrations may persist in patients with cobalamin concentrations between 200 and 350 pg/mL. Supplementation with vitamin B12 during conditions of deficiency restores the intracellular level of cobalamin and maintains a sufficient level of the two active coenzymes: methylcobalamin and adenosylcobalamin.   == References =="}