{"name": "hyoscyamine", "category": "drug", "content": "Hyoscyamine (also known as daturine or duboisine) is a naturally occurring tropane alkaloid and plant toxin. It is a secondary metabolite found in certain plants of the family Solanaceae, including henbane, mandrake, angel's trumpets, jimsonweed, the sorcerers' tree, and Atropa belladonna (deadly nightshade). It is the levorotary isomer of atropine (third of the three major nightshade alkaloids) and thus sometimes known as levo-atropine. In 2021, it was the 272nd most commonly prescribed medication in the United States, with more than 900,000 prescriptions.   == Medical uses == Hyoscyamine is used to provide symptomatic relief of spasms caused by various lower abdominal and bladder disorders including peptic ulcers, irritable bowel syndrome, diverticulitis, pancreatitis, colic, and interstitial cystitis. It has also been used to relieve some heart problems, control some of the symptoms of Parkinson's disease, as well as for control of abnormal respiratory symptoms and \"hyper-mucus secretions\" in patients with lung disease.  It is also useful in pain control for neuropathic pain, chronic pain and palliative care — \"comfort care\" — for those with intractable pain from treatment resistant, untreatable, and incurable diseases. When combined with opioids it increases the level of analgesia (pain relief) obtained. Several mechanisms are thought to contribute to this effect. The closely related drugs atropine and hyoscine and other members of the anticholinergic drug group like cyclobenzaprine, trihexyphenidyl, and orphenadrine are also used for this purpose. When hyoscyamine is used along with opioids or other anti-peristaltic agents, measures to prevent constipation are especially important given the risk of paralytic ileus.   == Adverse effects == Side effects include dry mouth and throat, increased appetite leading to weight gain, eye pain, blurred vision, restlessness, dizziness, arrhythmia, flushing, and faintness. An overdose will cause headache, nausea, vomiting, and central nervous system symptoms including disorientation, hallucinations, euphoria, sexual arousal, short-term memory loss, and possible coma in extreme cases. The euphoric and sexual effects are stronger than those of atropine but weaker than those of hyoscine, as well as dicycloverine, orphenadrine, cyclobenzaprine, trihexyphenidyl, and ethanolamine antihistamines like phenyltoloxamine.   == Pharmacology == Hyoscyamine is an antimuscarinic; i.e., an antagonist of muscarinic acetylcholine receptors.  It blocks the action of acetylcholine at sweat glands (sympathetic) and at parasympathetic sites in salivary glands, stomach secretions, heart muscle, sinoatrial node, smooth muscle in the gastrointestinal tract, and the central nervous system. It increases cardiac output and heart rate, lowers blood pressure and dries secretions.  It may antagonize serotonin.  At comparable doses, hyoscyamine has 98 percent of the anticholinergic power of atropine. The other major Atropa belladonna-derived drug hyoscine (known in the United States as Scopolamine) has 92 per cent of the antimuscarinic potency of atropine.   == Biosynthesis in plants ==  Hyoscyamine can be extracted from plants of the family Solanaceae, notably Datura stramonium. As hyoscyamine is a direct precursor in the plant biosynthesis of hyoscine, it is produced via the same metabolic pathway. The biosynthesis of hyoscine begins with the decarboxylation of L-ornithine to putrescine by ornithine decarboxylase (EC 4.1.1.17). Putrescine is methylated to N-methylputrescine by putrescine N-methyltransferase (EC 2.1.1.53). A putrescine oxidase (EC 1.4.3.10) that specifically recognizes methylated putrescine catalyzes the deamination of this compound to 4-methylaminobutanal which then undergoes a spontaneous ring formation to N-methylpyrrolium cation. In the next step, the pyrrolium cation condenses with acetoacetic acid yielding hygrine. No enzymatic activity could be demonstrated that catalyzes this reaction. Hygrine further rearranges to tropinone. Subsequently, tropinone reductase I (EC 1.1.1.206) converts tropinone to tropine which condenses with phenylalanine-derived phenyllactate to littorine. A cytochrome P450 classified as Cyp80F1 oxidizes and rearranges littorine to hyoscyamine aldehyde.   == Bush medicine basis == A bush medicine developed by Aboriginal peoples of the eastern states of Australia from the soft corkwood tree, or Duboisia myoporoides, was used by the Allies in World War II to stop soldiers getting seasick when they sailed across the English Channel during the Invasion of Normandy. Later, it was found that the same substance could be used in the production of scopolamine and hyoscyamine, which are used in eye surgery, and a multi-million dollar industry was built in Queensland based on this substance.   == Society and culture ==   === Brand names === Brand names for hyoscyamine include Symax, HyoMax, Anaspaz, Egazil, Buwecon, Cystospaz, Levsin, Levbid, Levsinex, Donnamar, NuLev, Spacol T/S, and Neoquess.   == References =="}