{"name": "Hyperuricemia", "category": "disease", "content": "Hyperuricaemia or hyperuricemia is an abnormally high level of uric acid in the blood. In the pH conditions of body fluid, uric acid exists largely as urate, the ion form. Serum uric acid concentrations greater than 6 mg/dL for females, 7 mg/dL for males, and 5.5 mg/dL for youth (under 18 years old) are defined as hyperuricemia. The amount of urate in the body depends on the balance between the amount of purines eaten in food, the amount of urate synthesised within the body (e.g., through cell turnover), and the amount of urate that is excreted in urine or through the gastrointestinal tract. Hyperuricemia may be the result of increased production of uric acid, decreased excretion of uric acid, or both increased production and reduced excretion.  Prehyperuricemia: Prehyperuricemia (pre-HU) may be defined as a metabolic condition where serum uric acid value is at a high normal level between 6–7 mg/dL in men and 5–6 mg/dl in women. This value is presently considered normal or high normal. At this level or even below this, UA-induced systemic inflammation develops.   == Signs and symptoms == Unless high blood levels of uric acid are determined in a clinical laboratory, hyperuricemia may not cause noticeable symptoms in most people. Development of gout – which is a painful, short-term disorder – is the most common consequence of hyperuricemia, which causes deposition of uric acid crystals usually in joints of the extremities, but may also induce formation of kidney stones, another painful disorder. Gout symptoms are typically inflammation, swelling and redness of a joint, such as a toe or knee, accompanied by intense pain. Not all people with hyperuricemia develop gout.   == Causes == Many factors contribute to hyperuricemia, including genetics, insulin resistance, hypertension, hypothyroidism, chronic kidney disease, obesity, diet, iron overload, use of diuretics (e.g. thiazides, loop diuretics), and excessive consumption of alcoholic beverages. Of these, alcohol consumption is the most important. Causes of hyperuricemia can be classified into three functional types:  increased production of uric acid, decreased excretion of uric acid, and mixed type. Causes of increased production include high levels of purine in the diet and increased purine metabolism. Causes of decreased excretion include kidney disease, certain drugs, and competition for excretion between uric acid and other molecules. Mixed causes include high levels of alcohol and/or fructose in the diet, and starvation.   === Increased production of uric acid ===  A purine-rich diet is a common but minor cause of hyperuricemia. Diet alone generally is not sufficient to cause hyperuricemia (see Gout). Foods high in the purines adenine and hypoxanthine may aggravate symptoms of hyperuricemia. Various studies have found higher uric acid levels to be positively associated with consumption of meat and seafood and inversely associated with dairy food consumption. Myogenic hyperuricemia, as a result of the myokinase (adenylate kinase) reaction and the Purine Nucleotide Cycle running when ATP reservoirs in muscle cells are low (ADP>ATP), is a common pathophysiologic feature of glycogenoses such as GSD-III, GSD-V and GSD-VII, as they are metabolic myopathies which impair the ability of ATP (energy) production for the muscle cells to use. In these metabolic myopathies, myogenic hyperuricemia is exercise-induced; inosine, hypoxanthine and uric acid increase in plasma after exercise and decrease over hours with rest. Excess AMP (adenosine monophosphate) is converted into uric acid. AMP → IMP → Inosine → Hypoxanthine → Xanthine → Uric Acid Hyperuricemia experienced as gout is a common complication of solid organ transplant.  Apart from normal variation (with a genetic component), tumor lysis syndrome produces extreme levels of uric acid, mainly leading to kidney failure. The Lesch–Nyhan syndrome is also associated with extremely high levels of uric acid.   === Decreased excretion of uric acid ===  The principal drugs that contribute to hyperuricemia by decreased excretion are the primary antiuricosurics. Other drugs and agents include diuretics, salicylates, pyrazinamide, ethambutol, nicotinic acid, ciclosporin, 2-ethylamino-1,3,4-thiadiazole, and cytotoxic agents. The gene SLC2A9 encodes a protein that helps to transport uric acid in the kidney. Several single nucleotide polymorphisms of this gene are known to have a significant correlation with blood uric acid. Hyperuricemia cosegregating with osteogenesis imperfecta has been shown to be associated with a mutation in GPATCH8 using exome sequencing A ketogenic diet impairs the ability of the kidney to excrete uric acid, due to competition for transport between uric acid and ketones. Elevated blood lead is significantly correlated with both impaired kidney function and hyperuricemia (although the causal relationship among these correlations is not known). In a study of over 2500 people resident in Taiwan, a blood lead level exceeding 7.5 microg/dL (a small elevation) had odds ratios of 1.92 (95% CI: 1.18-3.10) for renal dysfunction and 2.72 (95% CI: 1.64-4.52) for hyperuricemia.   === Mixed type === Causes of hyperuricemia that are of mixed type have a dual action, both increasing production and decreasing excretion of uric acid. Pseudohypoxia (disrupted NADH/NAD+ ratio), caused by diabetic hyperglycemia and excessive alcohol consumption, results in hyperuricemia. The lactic acidosis inhibits uric acid secretion by the kidney, while the energy shortage from inhibited oxidative phosphorylation leads to increased production of uric acid due to increased turnover of adenosine nucleotides by the myokinase reaction and purine nucleotide cycle. High intake of alcohol (ethanol), a significant cause of hyperuricemia, has a dual action that is compounded by multiple mechanisms. Ethanol increases production of uric acid by increasing production of lactic acid, hence lactic acidosis. Ethanol also increases the plasma concentrations of hypoxanthine and xanthine via the acceleration of adenine nucleotide degradation, and is a possible weak inhibitor of xanthine dehydrogenase. As a byproduct of its fermentation process, beer additionally contributes purines. Ethanol decreases excretion of uric acid by promoting dehydration and (rarely) clinical ketoacidosis. High dietary intake of fructose contributes significantly to hyperuricemia. In a large study in the United States, consumption of four or more sugar-sweetened soft drinks per day gave an odds ratio of 1.82 for hyperuricemia. Increased production of uric acid is the result of interference, by a product of fructose metabolism, in purine metabolism. This interference has a dual action, both increasing the conversion of ATP to inosine and hence uric acid and increasing the synthesis of purine.  Fructose also inhibits the excretion of uric acid, apparently by competing with uric acid for access to the transport protein SLC2A9. The effect of fructose in reducing excretion of uric acid is increased in people with a hereditary (genetic) predisposition toward hyperuricemia and/or gout. Starvation causes the body to metabolize its own (purine-rich) tissues for energy. Thus, like a high purine diet, starvation increases the amount of purine converted to uric acid. A very low calorie diet lacking in carbohydrates can induce extreme hyperuricemia;  including some carbohydrate (and reducing the protein) reduces the level of hyperuricemia. Starvation also impairs the ability of the kidney to excrete uric acid, due to competition for transport between uric acid and ketones.   == Diagnosis == Hyperuricemia can be detected using blood and urine tests.   == Treatment ==   === Medications that aim to lower the uric acid concentration === Medications used to treat hyperuricemia are divided into two categories: xanthine oxidase inhibitors and uricosurics. For people who have recurring attacks of gout, one of these two categories of drugs is recommended. The evidence for people with asymptomatic hyperuricaemia to take these medications is not clear.   ==== Xanthine oxidase inhibitors ==== Xanthine oxidase inhibitors, including allopurinol, febuxostat and topiroxostat, decrease the production of uric acid, by interfering with xanthine oxidase.   ==== Uricosurics ==== Uricosuric agents (benzbromarone, benziodarone, probenecid, lesinurad, sulfinpyrazone, ethebencid, zoxazolamine, and ticrynafen) increase the excretion of uric acid, by reducing the reabsorption of uric acid once it has been filtered out of the blood by the kidneys. Some of these medications are used as indicated, others are used off-label. In people receiving hemodialysis, sevelamer can significantly reduce serum uric acid, apparently by adsorbing urate in the gut. In women, use of combined oral contraceptive pills is significantly associated with lower serum uric acid. Following Le Chatelier's principle, lowering the blood concentration of uric acid may permit any existing crystals of uric acid to gradually dissolve into the blood, whence the dissolved uric acid can be excreted. Maintaining a lower blood concentration of uric acid similarly should reduce the formation of new crystals. If the person has chronic gout or known tophi, then large quantities of uric acid crystals may have accumulated in joints and other tissues, and aggressive and/or long duration use of medications may be needed. Precipitation of uric acid crystals, and conversely their dissolution, is known to be dependent on the concentration of uric acid in solution, pH, sodium concentration, and temperature. Non-medication treatments for hyperuricemia include a low purine diet (see Gout) and a variety of dietary supplements. Treatment with lithium salts has been used as lithium improves uric acid solubility.   === pH === Serum pH is neither safely nor easily altered. Therapies that alter pH principally alter the pH of urine, to discourage a possible complication of uricosuric therapy: formation of uric acid kidney stones due to increased uric acid in the urine (see nephrolithiasis). Medications that have a similar effect include acetazolamide.   === Temperature === Low temperature is a reported trigger of acute gout. An example would be a day spent standing in cold water, followed by an attack of gout the next morning. This is believed to be due to temperature-dependent precipitation of uric acid crystals in tissues at below normal temperature.  Thus, one aim of prevention is to keep the hands and feet warm, and soaking in hot water may be therapeutic.   == Prognosis == Increased levels predispose for gout and, if very high, kidney failure. Metabolic syndrome often presents with hyperuricemia. Prognosis is good with regular consumption of allopurinol or febuxostat.    == See also == Hypouricemia Hyperuricosuria Metabolic myopathies (myogenic hyperuricemia) Purine nucleotide cycle Uric acid   == References ==   == Further reading == Nuki G, Simkin PA (2006). \"A concise history of gout and hyperuricemia and their treatment\". Arthritis Research & Therapy. 8 (Suppl 1): S1. doi:10.1186/ar1906. PMC 3226106. PMID 16820040.   == External links ==  GeneReviews/NCBI/NIH/UW entry on UMOD-Related Kidney Disease Includes: Familial Juvenile Hyperuricemic Nephropathy, Medullary Cystic Kidney Disease 2 OMIM entries on UMOD-Related Kidney Disease Includes: Familial Juvenile Hyperuricemic Nephropathy, Medullary Cystic Kidney Disease 2 GeneReviews/NCBI/NIH/UW entry on Familial Juvenile Hyperuricemic Nephropathy Type 2 OMIM entries on Familial Juvenile Hyperuricemic Nephropathy Type 2"}