{"name": "Hyperparathyroidism, Secondary", "category": "disease", "content": "Secondary hyperparathyroidism  is the medical condition of excessive secretion of parathyroid hormone (PTH) by the parathyroid glands in response to hypocalcemia (low blood calcium levels), with resultant hyperplasia of these glands. This disorder is primarily seen in patients with chronic kidney failure. It is sometimes abbreviated \"SHPT\" in medical literature.   == Signs and symptoms == Bone and joint pain are common, as are limb deformities. The elevated PTH has also pleiotropic effects on the blood, immune system, and neurological system.   == Cause == Chronic kidney failure is the most common cause of secondary hyperparathyroidism. Failing kidneys do not convert enough vitamin D to its active form, and they do not adequately excrete phosphate. When this happens, insoluble calcium phosphate forms in the body and removes calcium from the circulation. Both processes lead to hypocalcemia and hence secondary hyperparathyroidism. Secondary hyperparathyroidism can also result from malabsorption (chronic pancreatitis, small bowel disease, malabsorption-dependent bariatric surgery) in that the fat-soluble vitamin D can not get reabsorbed. This leads to hypocalcemia and a subsequent increase in parathyroid hormone secretion in an attempt to increase the serum calcium levels. A few other causes can stem from inadequate dietary intake of calcium, a vitamin D deficiency, or steatorrhea.   == Diagnosis == The PTH is elevated due to decreased levels of calcium or 1,25-dihydroxy-vitamin D3.  It is usually seen in cases of chronic kidney disease or defective calcium receptors on the surface of parathyroid glands.   == Treatment == If the underlying cause of the hypocalcemia can be addressed, the hyperparathyroidism will resolve. In people with chronic kidney failure, treatment consists of dietary restriction of phosphorus; supplements containing an active form of vitamin D, such as calcitriol, doxercalciferol, paricalcitol; and phosphate binders, which are either calcium-based and non-calcium based. Extended Release Calcifediol was recently approved by the FDA as a treatment for secondary hyperparathyroidism (SHPT) in adults with stage 3 or 4 chronic kidney disease (CKD) and low vitamin D blood levels (25-hydroxyvitamin D less than 30 ng/mL). It can help treat SHPT by increasing Vitamin D levels and lowering parathyroid hormone or PTH.  It is not indicated for people with stage 5 CKD or on dialysis. In the treatment of secondary hyperparathyroidism due to chronic kidney disease on dialysis calcimimetics do not appear to affect the risk of early death. It does decrease the need for a parathyroidectomy but caused more issues with low blood calcium levels and vomiting. Most people with hyperparathyroidism secondary to chronic kidney disease will improve after renal transplantation, but many will continue to have a degree of residual hyperparathyroidism (tertiary hyperparathyroidism) post-transplant with associated risk of bone loss.   == Prognosis == If left untreated, the disease will progress to tertiary hyperparathyroidism, where correction of the underlying cause will not stop excess PTH secretion, i.e. parathyroid gland hypertrophy becomes irreversible. In contrast with secondary hyperparathyroidism, tertiary hyperparathyroidism is associated with hypercalcemia rather than hypocalcemia.   == See also == Primary hyperparathyroidism Tertiary hyperparathyroidism   == References ==   == External links =="}