{"name": "Hypermagnesemia", "category": "disease", "content": "Hypermagnesemia is an electrolyte disorder in which there is a high level of magnesium in the blood. Symptoms include weakness, confusion, decreased breathing rate, and decreased reflexes. Hypermagnesemia can greatly increase the chances of adverse cardiovascular events.  Complications may include low blood pressure and cardiac arrest. It is typically caused by kidney failure or is treatment-induced such as from antacids or supplements that contain magnesium. Less common causes include tumor lysis syndrome, seizures, and prolonged ischemia. Diagnosis is based on a blood level of magnesium greater than 1.1 mmol/L (2.6 mg/dL). It is severe if levels are greater than 2.9 mmol/L (7 mg/dL). Specific electrocardiogram (ECG) changes may be present. Treatment involves stopping the magnesium a person is getting. Treatment when levels are very high include calcium chloride, intravenous normal saline with furosemide, and hemodialysis. Hypermagnesemia is uncommon. Rates among hospitalized patients in renal failure may be as high as 10%.   == Signs and symptoms == Symptoms include weakness, confusion, decreased breathing rate, and decreased reflexes. As well as nausea, low blood pressure, low blood calcium, abnormal heart rhythms and asystole, dizziness, and sleepiness. Abnormal heart rhythms and asystole are possible complications of hypermagnesemia related to the heart. Magnesium acts as a physiologic calcium blocker, which results in abnormalities of the electrical conduction system of the heart. Consequences related to serum concentration:: 281   4.0 mEq/L – Decreased reflexes >5.0 mEq/L – Prolonged atrioventricular conduction >10.0 mEq/L – Third-degree atrioventricular block (AV block) >13.0 mEq/L – Cardiac arrest At magnesium levels about 4.5 mEq/L the stretch reflex is lost and with over 6.5 mEq/L respiratory failure may be observed. On ECG hypermagnesemia is mainly manifested by prolongation of PR and QRS intervals, T wave changes and AV block.: 281  The therapeutic range for the prevention of the pre-eclamptic uterine contractions is: 4.0–7.0 mEq/L. As per Lu and Nightingale, serum magnesium concentrations associated with maternal toxicity (also neonate depression, hypotonia and low Apgar scores) are:  7.0–10.0 mEq/L – Loss of patellar reflex 10.0-13.0 mEq/L – Respiratory depression 15.0-25.0 mEq/L – Altered atrioventricular conduction and (further) complete heart block >25.0 mEq/L – Cardiac arrest   === Complications === Severe hypermagnesemia (levels greater than 12 mg/dL) can lead to cardiovascular complications (hypotension and arrhythmias) and neurological disorder (confusion and lethargy). Higher values of serum magnesium (exceeding 15 mg/dL) can induce cardiac arrest and coma.    == Causes == Magnesium status depends on three organs: uptake in the intestine, storage in the bone, and excretion in the kidneys. Hypermagnesemia is therefore often due to problems in these organs, mostly the intestine or kidney.   === Predisposing conditions === Hemolysis, magnesium concentration in red blood cells is approximately three times greater than in serum, therefore hemolysis can increase plasma magnesium. Hypermagnesemia is expected only in massive hemolysis. Chronic kidney disease, excretion of magnesium becomes impaired when creatinine clearance falls below 30 ml/min. However, hypermagnesemia is not a prominent feature of chronic kidney disease unless magnesium intake is increased. Magnesium toxicity from emergency pre-eclampsia treatment during labor and delivery. Other conditions that can predispose to mild hypermagnesemia are diabetic ketoacidosis, adrenal insufficiency, hypothyroidism, hyperparathyroidism, and lithium intoxication.   === Metabolism === For a detailed description of magnesium homeostasis and metabolism see hypomagnesemia.   == Diagnosis == Hypermagnesemia is diagnosed by measuring the concentration of magnesium in the blood. Concentrations of magnesium greater than 1.1 mmol/L are considered diagnostic.   == Treatment == People with normal kidney function (glomerular filtration rate (GFR) over 60 ml/min) and mild asymptomatic hypermagnesemia require no treatment except for the removal of all sources of exogenous magnesium. One must consider that the half-time of elimination of magnesium is approximately 28 hours. In more severe cases, close monitoring of the ECG, blood pressure, and neuromuscular function and early treatment are necessary: Intravenous calcium gluconate or calcium chloride since the actions of magnesium in neuromuscular and cardiac function become antagonized by calcium. Severe clinical conditions require increasing renal magnesium excretion through: Intravenous loop diuretics (e.g., furosemide), or hemodialysis, when kidney function is impaired, or the patient is symptomatic from severe hypermagnesemia. This approach usually removes magnesium efficiently (up to 50% reduction after a 3- to 4-hour treatment). Dialysis can, however, increase the excretion of calcium by developing hypocalcemia, thus possibly worsening the symptoms and signs of hypermagnesemia. The use of diuretics must be associated with infusions of saline solutions to avoid further electrolyte disturbances (e.g., hypokalemia) and metabolic alkalosis. The clinician must perform serial measurements of calcium and magnesium. In association with electrolytic correction, it is often necessary to support cardiorespiratory activity. As a consequence, the treatment of this electrolyte disorder can frequently require intensive care unit (ICU) admission. Particular clinical conditions require a specific approach. For instance, during the management of eclampsia, the magnesium infusion is stopped if urine output drops to less than 80 mL (in 4 hours), deep tendon reflexes are absent, or the respiratory rate is below 12 breaths/minute. A 10% calcium gluconate or chloride solution can serve as an antidote.   == Prognosis == The prognosis of hypermagnesemia depends on magnesium values and on the clinical condition that induced hypermagnesemia. Values that are not excessively high (mild hypermagnesemia) and in the absence of triggering and aggravating conditions (e.g., chronic kidney disease) are benign conditions. On the contrary, high values (severe hypermagnesemia) expose the patient to high risks and high mortality.   == Epidemiology == Hypermagnesemia is an uncommon electrolyte disorder. It occurs in approximately 10 to 15% of hospitalized patients with renal failure. Furthermore, epidemiological data suggest that there is a significant prevalence of high levels of serum magnesium in selected healthy populations. For instance the overall prevalence of hypermagnesemia was 3.0%, especially in males in Iran. High magnesium concentrations were typical in people with cardiovascular disease, and 2.3 mg/dL or higher values were associated with worse hospital mortality.   == References ==   == External links =="}