{"name": "Hypertensive emergency", "category": "disease", "content": "A hypertensive emergency is very high blood pressure with potentially life-threatening symptoms and signs of acute damage to one or more organ systems (especially brain, eyes, heart, aorta, or kidneys). It is different from a hypertensive urgency by this additional evidence for impending irreversible hypertension-mediated organ damage (HMOD). Blood pressure is often above 200/120 mmHg, however there are no universally accepted cutoff values.   == Signs and symptoms ==  Symptoms may include headache, nausea, or vomiting. Chest pain may occur due to increased workload on the heart resulting in inadequate delivery of oxygen to meet the heart muscle's metabolic needs. The kidneys may be affected, resulting in blood or protein in the urine, and acute kidney failure. People can have decreased urine production, fluid retention, and confusion. Other signs and symptoms can include:  Chest pain Abnormal heart rhythms Headache Nosebleeds that are difficult to stop Dyspnea Fainting or the sensation of the world spinning around one (vertigo) Severe anxiety Agitation Altered mental status Abnormal sensations The most common presentations of hypertensive emergencies are cerebral infarction (24.5%), pulmonary edema (22.5%), hypertensive encephalopathy (16.3%), and congestive heart failure (12%). Less common presentations include intracranial bleeding, aortic dissection, and pre-eclampsia or eclampsia. Massive, rapid elevations in blood pressure can trigger any of these symptoms, and warrant further work-up by physicians. Physical exam would include measurement of blood pressure in both arms. Laboratory tests to be conducted include urine toxicology, blood glucose, a basic metabolic panel evaluating kidney function, or a complete metabolic panel evaluating liver function, EKG, chest x-rays, and pregnancy screening. The eyes may show bleeding in the retina, an exudate, cotton-wool spots, scattered splinter hemorrhages, or swelling of the optic disc called papilledema.   == Causes == Many factors and causes are contributory in hypertensive crises. The most common cause is patients with diagnosed, chronic hypertension who have discontinued anti hypertensive medications. Other common causes of hypertensive crises are autonomic hyperactivity such as pheochromocytoma, collagen-vascular diseases, drug use particularly stimulants, cocaine and amphetamines and their substituted analogues, monoamine oxidase inhibitors or food-drug interactions, spinal cord disorders, glomerulonephritis, head trauma, neoplasias, preeclampsia and eclampsia, hyperthyroidism and renovascular hypertension. People withdrawing from medications such as clonidine or beta-blockers have been frequently found to develop hypertensive crises. It is important to note that these conditions exist outside of hypertensive emergency, in that patients diagnosed with these conditions are at increased risk of hypertensive emergencies or end organ failure.   == Pathophysiology ==  The pathophysiology of hypertensive emergency is not well understood. Failure of normal autoregulation and an abrupt rise in systemic vascular resistance are typical initial components of the disease process. Hypertensive emergency pathophysiology includes:  Abrupt increase in systemic vascular resistance, likely related to humoral vasoconstrictors Endothelial injury and dysfunction Fibrinoid necrosis of the arterioles Deposition of platelets and fibrin Breakdown of normal autoregulatory function The resulting ischemia prompts further release of vasoactive substances including prostaglandins, free radicals, and thrombotic/mitotic growth factors, completing a vicious cycle of inflammatory changes. If the process is not stopped, homeostatic failure begins, leading to loss of cerebral and local autoregulation, organ system ischemia and dysfunction, and myocardial infarction. Single-organ involvement is found in approximately 83% of hypertensive emergency patients, two-organ involvement in about 14% of patients, and multi-organ failure (failure of at least 3 organ systems) in about 3% of patients. In the brain, hypertensive encephalopathy - characterized by hypertension, altered mental status, and swelling of the optic disc - is a manifestation of the dysfunction of cerebral autoregulation. Cerebral autoregulation is the ability of the blood vessels in the brain to maintain a constant blood flow. People with chronic hypertension can tolerate higher arterial pressure before their autoregulation system is disrupted. Hypertensives also have an increased cerebrovascular resistance which puts them at greater risk of developing cerebral ischemia if the blood flow decreases into a normotensive range. On the other hand, sudden or rapid rises in blood pressure may cause hyperperfusion and increased cerebral blood flow, causing increased intracranial pressure and cerebral edema, with increased risk of intracranial bleeding. In the heart, increased arterial stiffness, increased systolic blood pressure, and widened pulse pressures, all resulting from chronic hypertension, can cause significant damage. Coronary perfusion pressures are decreased by these factors, which also increase myocardial oxygen consumption, possibly leading to left ventricular hypertrophy. As the left ventricle becomes unable to compensate for an acute rise in systemic vascular resistance, left ventricular failure and pulmonary edema or myocardial ischemia may occur. In the kidneys, chronic hypertension has a great impact on the kidney vasculature, leading to pathologic changes in the small arteries of the kidney. Affected arteries develop endothelial dysfunction and impairment of normal vasodilation, which alter kidney autoregulation. When the kidneys' autoregulatory system is disrupted, the intraglomerular pressure starts to vary directly with the systemic arterial pressure, thus offering no protection to the kidney during blood pressure fluctuations.  The renin-aldosterone-angiotensin system can be activated, leading to further vasoconstriction and damage. During a hypertensive crisis, this can lead to acute kidney ischemia, with hypoperfusion, involvement of other organs, and subsequent dysfunction. After an acute event, this endothelial dysfunction has persisted for years.   == Diagnosis == The term hypertensive emergency is primarily used as a specific term for a hypertensive crisis with a diastolic blood pressure greater than or equal to 120 mmHg or systolic blood pressure greater than or equal to 180 mmHg. Hypertensive emergency differs from hypertensive urgency in that, in the former, there is evidence of acute organ damage. Both of these definitions had collectively been known as malignant hypertension, although this medical term is replaced. In the pregnant patient, the definition of hypertensive emergency (likely secondary to pre-eclampsia or eclampsia) is only a blood pressure exceeding 160 mmHg systolic blood pressure or 110 mmHg diastolic blood pressure.   == Treatment == In a hypertensive emergency, treatment should first be to stabilize the patient's airway, breathing, and circulation per ACLS guidelines. Patients should have their blood pressure slowly lowered over a period of minutes to hours with an antihypertensive agent. Documented goals for blood pressure include a reduction in the mean arterial pressure by less than or equal to 25% within the first 8 hours of emergency. If blood pressure is lowered aggressively, patients are at increased risk of complications including stroke, blindness, or kidney failure. Several classes of anti hypertensive agents are recommended, with the choice depending on the cause of the hypertensive crisis, the severity of the elevation in blood pressure, and the patient's baseline blood pressure prior to a hypertensive emergency. Physicians will attempt to identify a cause of the patient's hypertension, including chest radiograph, serum laboratory studies evaluating kidney function, urinalysis, as that will alter the treatment approach for a more patient-directed regimen. Hypertensive emergencies differ from hypertensive urgency in that they are treated parenterally, whereas in urgency it is recommended to use oral anti hypertensives to reduce the risk of hypotensive complications or ischemia. Parenteral agents are classified into beta-blockers, calcium channel blockers, systemic vasodilators, or other (fenoldopam, phentolamine, clonidine). Medications include labetalol, nicardipine, hydralazine, sodium nitroprusside, esmolol, nifedipine, minoxidil, isradipine, clonidine, and chlorpromazine. These medications work through a variety of mechanisms. Labetalol is a beta-blocker with mild alpha antagonism, decreasing the ability of catecholamine activity to increase systemic vascular resistance, while also decreasing heart rate and myocardial oxygen demand. Nicardipine, Nifedipine, and Isradipine are calcium channel blockers that work to decrease systemic vascular resistance and subsequently lower blood pressure. Hydralazine and Sodium nitroprusside are systemic vasodilators, thereby reducing afterload, however can be found to have reflex tachycardia, making them likely second or third line choices. Sodium nitroprusside was previously the first-line choice due to its rapid onset, although now it is less commonly used due to side effects, drastic drops in blood pressure, and cyanide toxicity. Sodium nitroprusside is also contraindicated in patients with myocardial infarction, due to coronary steal. It is again important that the blood pressure is lowered slowly. The initial goal in hypertensive emergencies is to reduce the pressure by no more than 25% the mean arterial pressure. Excessive reduction in blood pressure can precipitate coronary, cerebral, or kidney ischemia and, possibly, infarction. A hypertensive emergency is not based solely on an absolute level of blood pressure, but also on a patient's baseline blood pressure before the hypertensive crisis occurs. Individuals with a history of chronic hypertension may not tolerate a \"normal\" blood pressure, and can therefore present symptomatically with hypotension, including fatigue, light-headedness, nausea, vomiting, or syncope.   == Prognosis == Severe hypertension is a serious and potentially life-threatening medical condition. It is estimated that people who do not receive appropriate treatment only live an average of about three years after the event. The morbidity and mortality of hypertensive emergencies depend on the extent of end-organ dysfunction at the time of presentation and the degree to which blood pressure is controlled afterward. With good blood pressure control and medication compliance, the 5-year survival rate of patients with hypertensive crises approaches 55%. The risks of developing a life-threatening disease affecting the heart or brain increase as the blood flow increases. Commonly, ischemic heart attack and stroke are the causes that lead to death in patients with severe hypertension. It is estimated that for every 20 mm Hg systolic or 10 mm Hg diastolic increase in blood pressures above 115/75 mm Hg, the mortality rate for both ischemic heart disease, cancer and stroke doubles. Consequences of hypertensive emergency result after prolonged elevations in blood pressure and associated end-organ dysfunction. Acute end-organ damage may occur, affecting the neurological, cardiovascular, kidney, or other organ systems. Some examples of neurological damage include hypertensive encephalopathy, cerebral vascular accident/cerebral infarction, subarachnoid hemorrhage, and intracranial bleeding. Cardiovascular system damage can include myocardial ischemia/infarction, acute left ventricular dysfunction, acute pulmonary edema, and aortic dissection. Other end-organ damage can include acute kidney failure or insufficiency,  retinopathy, eclampsia, lung cancer, brain cancer, leukemia and microangiopathic hemolytic anemia.   == Epidemiology == In 2000, it was estimated that 1 billion people worldwide have hypertension, making it the most prevalent condition in the world. Approximately 60 million Americans have chronic hypertension, with 1% of these individuals having an episode of hypertensive urgency. In emergency departments and clinics around the U.S., the prevalence of hypertensive urgency is suspected to be between 3-5%. 25% of hypertensive crises have been found to be hypertensive emergency versus urgency when presenting to the ER. Risk factors for hypertensive emergency include age, obesity, noncompliance to anti hypertensive medications, female sex, Caucasian race, preexisting diabetes or coronary artery disease, mental illness, and sedentary lifestyle. Several studies have concluded that African Americans have a greater incidence of hypertension and a greater morbidity and mortality from hypertensive disease than non-Hispanic whites, however hypertensive crises have a greater incidence in Caucasians. Although severe hypertension is more common in the elderly, it may occur in children (though very rarely), likely due to metabolic or hormonal dysfunction. In 2014, a systematic review identified women as having slightly higher increased risks of developing hypertensive crises than do men. With the usage of anti hypertensives, the rates of hypertensive emergencies has declined from 7% to 1% of patients with hypertensive urgency. 16% of patients presenting with hypertensive emergency can have no known history of hypertension.   == See also == Hypertensive retinopathy Hypertensive encephalopathy Preeclampsia Eclampsia Aortic dissection Intracranial hemorrhage   == References ==   == External links =="}