{"name": "Hyperaldosteronism", "category": "disease", "content": "Hyperaldosteronism is a medical condition wherein too much aldosterone is produced. High aldosterone levels can lead to lowered levels of potassium in the blood (hypokalemia) and increased hydrogen ion excretion (alkalosis). Aldosterone is normally produced in the adrenal glands. Primary aldosteronism is when the adrenal glands are too active and produce excess amounts of aldosterone. Secondary aldosteronism is when another abnormality causes the excess production of aldosterone.   == Signs and symptoms == Hyperaldosteronism can be asymptomatic, but these symptoms may be present:  Fatigue Headache High blood pressure Hypokalemia Hypernatraemia Hypomagnesemia Intermittent or temporary paralysis Muscle spasms Muscle weakness Numbness Polyuria Polydipsia Tingling Metabolic alkalosis   == Causes ==   === Primary ===  Primary aldosteronism (hyporeninemic hyperaldosteronism) is most often caused by bilateral idiopathic (micronodular) adrenal hyperplasia (almost 70% of cases) and adrenal adenoma (Conn's syndrome) (about 30% of cases). These cause hyperplasia of aldosterone-producing cells of the adrenal cortex resulting in primary hyperaldosteronism. Two familial forms have been identified: type I (dexamethasone suppressible), and type II, which has been linked to the 7p22 gene.   === Secondary === Secondary hyperaldosteronism (also hyperreninism, or hyperreninemic hyperaldosteronism) is due to overactivity of the renin–angiotensin–aldosterone system (RAAS). The causes of secondary hyperaldosteronism are accessory renal veins, fibromuscular dysplasia, reninoma, renal tubular acidosis, nutcracker syndrome, ectopic tumors, massive  ascites, left ventricular failure, and cor pulmonale. These act either by decreasing circulating fluid volume or by decreasing cardiac output, with resulting increase in renin release leading to secondary hyperaldosteronism. Secondary hyperaldosteronism can also be caused by proximal renal tubular acidosis. Secondary hyperaldosterone can be caused by a genetic mutation in the kidneys which causes sodium and potassium wasting. These conditions can be referred to syndromes such as Bartter syndrome and Gitelman syndrome. Pseudohyperaldosteronism mimicks hyperaldosteronism without increasing aldosteron levels. Excessive ingestion of licorice or other members of the Glycyrrhiza genus of plants that contain the triterpenoid saponin glycoside known as glycyrrhizin can lead to pseudohyperaldosteronism. Licorice and closely related plants are perennial shrubs, the roots of which are used in medicine as well as making candies and in cooking other desserts because of the sweet taste. Through inhibition of 11-beta-hydroxysteroid dehydrogenase type 2 (11-beta-HSD2), glycyrrhizin allows cortisol to activate mineralocorticoid receptors in the kidney. This severely potentiates mineralocorticoid receptor-mediated renal sodium reabsorbtion, due to much higher circulating concentrations of cortisol compared to aldosterone. This, in turn, expands the extracellular volume, increases total peripheral resistance and increases arterial blood pressure.   == Diagnosis == When taking a blood test, the aldosterone-to-renin ratio is abnormally increased in primary hyperaldosteronism, and decreased or normal but with high renin in secondary hyperaldosteronism.   == Treatment == Treatment includes removing the causative agent (such as licorice), a high-potassium, low-sodium diet (for primary) and high-sodium diet (for secondary), spironolactone and eplerenone, potassium-sparing diuretics that act as aldosterone antagonists, and surgery, depending on the cause. For adrenal adenoma, sometimes surgery is performed.   == Other animals ==  Cats can be affected by hyperaldosteronism. The most common signs in cats are muscle weakness and loss of eyesight, although only one of these signs may be present. Muscle weakness is due to low potassium concentrations in the blood, and signs of muscle weakness, such as being unable to jump, may be intermittent. High blood pressure causes either detachment of the retina, or blood inside the eye, which leads to loss of vision. Hyperaldosteronism caused by a tumor is treated by surgical removal of the affected adrenal gland.   == See also == Hypoaldosteronism Pseudohyperaldosteronism   == References ==   == External links =="}