{"name": "Hyperphosphatemia (disorder)", "category": "disease", "content": "Hyperphosphatemia is an electrolyte disorder in which there is an elevated level of phosphate in the blood. Most people have no symptoms while others develop calcium deposits in the soft tissue. The disorder is often accompanied by low calcium blood levels, which can result in muscle spasms. Causes include kidney failure, pseudohypoparathyroidism, hypoparathyroidism, diabetic ketoacidosis, tumor lysis syndrome, and rhabdomyolysis. Diagnosis is generally based on a blood phosphate level exceeding 1.46 mmol/L (4.5 mg/dL).  Levels may appear falsely elevated with high blood lipid levels, high blood protein levels, or high blood bilirubin levels. Treatment may include a phosphate low diet and antacids like calcium carbonate that bind phosphate. Occasionally, intravenous normal saline or kidney dialysis may be used. How commonly it occurs is unclear.   == Signs and symptoms == Signs and symptoms include ectopic calcification, secondary hyperparathyroidism, and renal osteodystrophy. Abnormalities in phosphate metabolism such as hyperphosphatemia are included in the definition of the new chronic kidney disease–mineral and bone disorder (CKD–MBD).   == Causes ==  Hypoparathyroidism: In this situation, there are low levels of parathyroid hormone (PTH). PTH normally inhibits reabsorption of phosphate by the kidney. Therefore, without enough PTH there is more reabsorption of the phosphate leading to a high phosphate level in the blood. Chronic kidney failure: When the kidneys are not working well, there will be increased phosphate retention. Drugs: hyperphosphatemia can also be caused by taking oral sodium phosphate solutions prescribed for bowel preparation for colonoscopy in children.   == Diagnosis == The diagnosis of hyperphosphatemia is made through measuring the concentration of phosphate in the blood. A phosphate concentration greater than 1.46 mmol/L (4.5 mg/dL) is indicative of hyperphosphatemia, though further tests may be needed to identify the underlying cause of the elevated phosphate levels. It is considered significant when levels are greater than 1.6 mmol/L (5 mg/dL).   === Units === Phosphates in blood exist in a chemical equilibrium of hydrogen phosphate (HPO42–) and dihydrogen phosphate (H2PO4–), which have different masses. Phosphate (PO43–) and phosphoric acid (H3PO4) are not present in significant amounts. Thus millimoles per liter (mmol/L) are often used to denote the phosphate concententration. If milligrams per decililiter (mg/dL) is used, it often denotes the mass of phosphorus bound to phosphates, but not the mass of some individual phosphate.   == Treatment == High phosphate levels can be avoided with phosphate binders and dietary restriction of phosphate. If the kidneys are operating normally, a saline diuresis can be induced to renally eliminate the excess phosphate. In extreme cases, the blood can be filtered in a process called hemodialysis, removing the excess phosphate. Phosphate-binding medications include sevelamer, lanthanum carbonate, calcium carbonate, and calcium acetate. Previously aluminum hydroxide was the medication of choice, but its use has been largely abandoned due to the increased risk of aluminum toxicity.   == References ==   == External links =="}