{"name": "Hypertriglyceridemia", "category": "disease", "content": "Hypertriglyceridemia is the presence of high amounts of triglycerides in the blood. Triglycerides are the most abundant fatty molecule in most organisms.  Hypertriglyceridemia occurs in various physiologic conditions and in various diseases, and high triglyceride levels are associated with atherosclerosis, even in the absence of hypercholesterolemia (high cholesterol levels) and predispose to cardiovascular disease. Chronically elevated serum triglyceride levels are a component of metabolic syndrome and metabolic dysfunction-associated steatotic liver disease, both of which typically involve obesity and contribute significantly to cardiovascular mortality in industrialised countries as of 2021. Extreme triglyceride levels also increase the risk of acute pancreatitis. Hypertriglyceridemia itself is usually symptomless, although high levels may be associated with skin lesions known as xanthomas.   == Signs and symptoms == Most people with elevated triglycerides experience no symptoms. Some forms of primary hypertriglyceridemia can lead to specific symptoms: both familial chylomicronemia and primary mixed hyperlipidemia include skin symptoms (eruptive xanthoma), eye abnormalities (lipemia retinalis), hepatosplenomegaly (enlargement of the liver and spleen), and neurological symptoms. Some experience attacks of abdominal pain that may be mild episodes of pancreatitis. Eruptive xanthomas are 2–5 mm papules, often with a red ring around them, that occur in clusters on the skin of the trunk, buttocks and extremities. Familial dysbetalipoproteinemia causes larger, tuberous xanthomas; these are red or orange and occur on the elbows and knees. Palmar crease xanthomas may also occur. The diagnosis is made on blood tests, often performed as part of screening. Once diagnosed, other blood tests are usually required to determine whether the raised triglyceride level is caused by other underlying disorders (\"secondary hypertriglyceridemia\") or whether no such underlying cause exists (\"primary hypertriglyceridemia\"). There is a hereditary predisposition to both primary and secondary hypertriglyceridemia.  Acute pancreatitis may occur in people whose triglyceride levels are above 1000 mg/dL (11.3 mmol/L). Hypertriglyceridemia is associated with 1–4% of all cases of pancreatitis. The symptoms are similar to pancreatitis secondary to other causes, although the presence of xanthomas or risk factors for hypertriglyceridemia may offer clues.   == Causes ==   == Diagnosis == The diagnosis is made on blood tests, often performed as part of screening. The normal triglyceride level is less than 150 mg/dL (1.7 mmol/L).  Once diagnosed, other blood tests are usually required to determine whether the raised triglyceride level is caused by other underlying disorders (\"secondary hypertriglyceridemia\") or whether no such underlying cause exists (\"primary hypertriglyceridaemia\"). There is a hereditary predisposition to both primary and secondary hypertriglyceridemia.   === Guidelines ===  The National Cholesterol Education Program has set guidelines for triglyceride levels:  These levels are tested after fasting 8 to 12 hours. Triglyceride levels remain temporarily higher for a period after eating. The AHA recommends an optimal triglyceride level of 100 mg/dL (1.1 mmol/L) or lower to improve heart health.   == Screening == In 2016, the United States Preventive Services Task Force concluded that testing the general population under the age of 40 without symptoms is of unclear benefit.   == Treatment == Lifestyle changes including weight loss, exercise and dietary modification may improve hypertriglyceridemia. This may include dietary changes such as restriction of fat and carbohydrates (specifically fructose and sugar-sweetened beverages) and increased consumption of omega-3 fatty acids from algae, nuts, and seeds. The decision to treat hypertriglyceridemia with medication depends on the levels and on the presence of other risk factors for cardiovascular disease. Very high levels that would increase the risk of pancreatitis is treated with a drug from the fibrate class. Niacin and omega-3 fatty acids as well as drugs from the statin class may be used in conjunction, with statins being the main drug treatment for moderate hypertriglyceridemia where reduction of cardiovascular risk is required. Medications are recommended in those with high levels of triglycerides that are not corrected with lifestyle modifications, with fibrates being recommended first. Epanova (omega-3-carboxylic acids) is another prescription drug used to treat very high levels of blood triglycerides.   == Epidemiology == As of 2006, the prevalence of hypertriglyceridemia in the United States was 30%.   == Research == Analysis of the genes in depression and anxiety showed those linked solely to depression were also linked to hypertriglyceridemia.   == Etymology == The word hypertriglyceridemia uses combining forms of hyper- + triglyceride + -emia, thus corresponding to \"high triglyceride levels in the blood\" or \"too many triglycerides in the blood\".   == See also == Remnant cholesterol   == References ==   == External links == Lowering Triglycerides (EMedicineHealth.com; October 2020)"}