{"name": "Hyperprolactinemia", "category": "disease", "content": "Hyperprolactinaemia (also spelled hyperprolactinemia) is a condition characterized by abnormally high levels of prolactin in the blood. In women, normal prolactin levels average to about 13 ng/mL, while in men, they average 5 ng/mL. The upper normal limit of serum prolactin is typically between 15 to 25 ng/mL for both genders. Levels exceeding this range indicate hyperprolactinemia. Prolactin (PRL) is a peptide hormone produced by lactotroph cells in the anterior pituitary gland. It plays a vital role in lactation and breast development. Hyperprolactinemia, characterized by abnormally high levels of prolactin, may cause galactorrhea (production and spontaneous flow of breast milk), infertility, and menstrual disruptions in women. In men, it can lead to hypogonadism, infertility and erectile dysfunction.  Prolactin is crucial for milk production during pregnancy and lactation. Together with estrogen, progesterone, insulin-like growth factor-1 (IGF-1), and hormones from the placenta, prolactin stimulates the proliferation of breast alveolar elements during pregnancy. However, lactation is inhibited during pregnancy due to elevated estrogen levels. After childbirth, the rapid decline in estrogen and progesterone levels allows lactation to begin.  Unlike most tropic hormones released by the anterior pituitary gland, prolactin secretion is primarily regulated by hypothalamic inhibition rather than by negative feedback from peripheral hormones. Prolactin also self-regulates through a counter-current flow in the hypophyseal pituitary portal system, which triggers the release of hypothalamic dopamine. This process also inhibits the pulsatile secretion of gonadotropin-releasing hormone (GnRH), thereby negatively influencing the secretion of pituitary hormones that regulate gonadal function. Estrogen promotes the growth of pituitary lactotroph cells, particularly during pregnancy. However, lactation is hindered by the elevated levels of estrogen and progesterone during this period. The rapid decline in estrogen and progesterone after childbirth enables lactation to begin. While breastfeeding, prolactin suppresses gonadotropin secretion, potentially delaying ovulation. Ovulation may resume before the return of menstruation during this time. Although hyperprolactinemia can result from normal physiological changes during pregnancy and breastfeeding, it can also be caused by other etiologies. For example, high prolactin levels could result from diseases affecting the hypothalamus and pituitary gland. Other organs, such as the liver and kidneys, could affect prolactin clearance and consequently, prolactin levels in the serum. The disruption of prolactin regulation could also be attributed to external sources such as medications. In the general population, the prevalence of hyperprolactinemia is 0.4%. The prevalence increases to as high as 17% in women with reproductive diseases, such as polycystic ovary syndrome. In cases of tumor-related hyperprolactinemia, prolactinoma is the most common culprit of consistently high levels of prolactin as well as the most common type of pituitary tumor. For non-tumor related hyperprolactinemia, the most common cause is medication-induced prolactin secretion. Particularly, antipsychotics have been linked to a majority of non-tumor related hyperprolactinemia cases due to their prolactin-rising and prolactin-sparing mechanisms. Typical antipsychotics have been shown to induce significant, dose-dependent increases in prolactin levels up to 10-fold the normal limit. Atypical antipsychotics vary in their ability to elevate prolactin levels, however, medications in this class such as risperidone and paliperidone carry the highest potential to induce hyperprolactinemia in a dose-dependent manner similar to typical antipsychotics.   == Signs and symptoms == In women, high blood levels of prolactin are typically associated with hypoestrogenism, anovulatory infertility, and changes in menstruation. Menstruation disturbances commonly manifests as amenorrhea or oligomenorrhea. While mild hyperprolactinemia may not always result in menstrual disorders, it is uncommon for women to have normal menstrual cycles if their serum prolactin levels exceed 180 ng/ml (3,600 mU/L). In such cases, irregular menstrual flow may result in abnormally heavy and prolonged bleeding (menorrhagia). Women who are not pregnant or nursing may also unexpectedly begin producing breast milk (galactorrhea), a condition that is not always associated with high prolactin levels. For instance, many pre-menopausal women experiencing hyperprolactinemia do not experience galactorrhea and only some women who experience galactorrhea will be diagnosed with hyperprolactinemia. Thus, galactorrhea may be observed in individuals with normal prolactin levels and does not necessarily indicate hyperprolactinemia. This phenomenon is likely due to galactorrhea requiring adequate levels of progesterone or estrogen to prepare the breast tissue. Additionally, some women may also experience loss of libido and breast pain, particularly when prolactin levels rise initially, as the hormone promotes tissue changes in the breast. In men, the most common symptoms of hyperprolactinemia are decreased libido, sexual dysfunction, erectile dysfunction/impotence, infertility, and gynecomastia. Unlike women, men do not experience reliable indicators of elevated prolactin such as menstrual changes, to prompt immediate medical consultation. As a result, the early signs of hyperprolactinemia are generally more difficult to detect and may go unnoticed until more severe symptoms are present. For instance, symptoms such as loss of libido and sexual dysfunction are subtle, arise gradually, and may falsely indicate a different cause. Many men with pituitary tumor–associated hyperprolactinemia may forego clinical help until they begin to experience serious endocrine and vision complications, such as major headaches or eye problems.  Men often present late in the course of hyperprolactinemia, typically symptoms are related to the expansion of their pituitary tumor, such as headaches, visual defects, and external opthalmoplegia, or symptoms from secondary adrenal or thyroid failure. Despite experiencing sexual impairment for many years before receiving a diagnosis, it is unclear whether macroplactinomas are more commonly seen in men due to delayed diagnosis or if the pathogenesis of prolactinomas differs between men and women. Unlike women, who most commonly have microprolactinomas, men usually present with macroprolactinomas, and their serum prolactin levels are generally much higher than those observed in women. Long-term hyperprolactinaemia can lead to detrimental changes in bone metabolism as a result of hypoestrogenism and hypoandrogenism. Studies have shown that chronically elevated prolactin levels lead to increased bone resorption and suppress bone formation, resulting in reduced bone density, increased risk of fractures, and increased risk of osteoporosis. In men, the chronic presence of hyperprolactinemia can lead to hypogonadism and osteolysis. The prevalence of bone impairment is significantly higher in men with prolactinomas compared to women. Impaired bone mineral density (BMD) serves as an \"end organ\" marker, reflecting the full extent of the disease. It could potentially become a surrogate marker for the severity of long-term hyperprolactinemia and associated hypogonadism.    == Causes == Prolactin secretion is regulated by both stimulatory and inhibitory mechanisms. Dopamine acts on pituitary lactotroph D2 receptors to inhibit prolactin secretion while other peptides and hormones, such as thyrotropin releasing hormone (TRH), stimulate prolactin secretion. As a result, hyperprolactinemia may be caused by disinhibition (e.g., compression of the pituitary stalk or reduced dopamine levels) or excess production. The most common cause of hyperprolactinemia is prolactinoma (a type of pituitary adenoma). A blood serum prolactin level of 1000–5000 mIU/L (47–235 ng/mL) may arise from either mechanism, however levels >5000 mIU/L (>235 ng/mL) is likely due to the activity of an adenoma. Prolactin blood levels are typically correlated to the size of the tumors. Pituitary tumors smaller than 10 mm in diameter, or microadenomas, tend to have prolactin levels <200 ng/mL. Macroadenomas larger than 10 mm in diameter possess prolactin >1000 ng/mL. Hyperprolactinemia inhibits the secretion of gonadotropin-releasing hormone (GnRH) from the hypothalamus, which in turn inhibits the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) from the pituitary gland and results in diminished gonadal sex hormone production (termed hypogonadism). This is the cause of many of the symptoms described below. In many people, elevated prolactin levels remain unexplained and may represent a form of hypothalamic–pituitary–adrenal axis dysregulation.   === Physiological causes === Physiological (i.e., non-pathological) causes that can increase prolactin levels include: ovulation, pregnancy, breastfeeding, chest wall injury, stress, stress-associated REM sleep, and exercise. During pregnancy, prolactin increases can range up to 600 ng/mL, depending on estrogen and progesterone concentrations. After delivery, progesterone concentrations decrease, and prolactin levels drop. Only during nipple stimulation will prolactin levels rise, allowing for milk production. At 6 weeks post-birth (postpartum), estradiol concentrations decrease, and prolactin concentrations return to normal even during breastfeeding. Fluctuations in prolactin levels during menstrual cycles and menopause are inconclusive.  Stress-related factors include physical exercise, hypoglycemia, myocardial infarction, and surgery. While both aerobic and anaerobic activity increases prolactin, anaerobic activity has a greater effect. Coitus can also contribute to an increased prolactin release. Prolactin serum concentrations increase during nocturnal sleep, and increase transiently during daytime naps. After waking, prolactin levels return to daytime levels within 60-90 minutes.    === Medications === Prolactin secretion in the pituitary lactrotroph cells is normally suppressed by the brain chemical dopamine, which binds to dopamine receptors. Drugs that block the effects of dopamine at the pituitary or deplete dopamine stores in the brain may cause the pituitary to secrete excess prolactin without an inhibitory effect. These drugs include the typical antipsychotics: phenothiazines such as chlorpromazine, and butyrophenones such as haloperidol; atypical antipsychotics such as risperidone and paliperidone; gastroprokinetic drugs used to treat gastro-esophageal reflux and medication-induced nausea (such as that from chemotherapy): metoclopramide and domperidone; less often, alpha-methyldopa and reserpine, used to control hypertension; and TRH. Aripiprazole, while an atypical antipsychotic, lowers prolactin levels as it is contains both agonistic and antagonistic dopamine-receptor activity. It is well known that estrogen stimulates prolactin secretion by upregulating the formation of lactotrophs. However, there is mixed evidence whether estrogen-containing oral contraceptives significantly increases prolactin levels. Gender-affirming therapy for transgender women that includes estrogen and antiandrogens have shown to increase prolactin levels, but it is unclear whether the cause is due to the estrogen or antiandrogen therapy. The melatonin receptor agonist ramelteon also increases the risk of hyperprolactinemia, however, the mechanism is unclear.   === Specific diseases === A common cause for hyperprolactinemia is prolactinomas and other tumors arising near the pituitary. These adjacent tumors, such as those that cause acromegaly, can physically compress the pituitary stalk and block the flow of dopamine from the hypothalamus to the pituitary gland, causing prolactin levels to increase. Other causes include chronic kidney failure, hypothyroidism, liver cirrhosis, bronchogenic carcinoma and sarcoidosis. Hyperprolactinemia develops in one-third of individuals with chronic kidney disease due to impaired renal clearance and regulation. Some women with polycystic ovary syndrome may have mildly elevated prolactin levels. Premenstrual dysphoric disorder appears to be also correlated with elevated prolactin levels. In men, hyperprolactinemia leads to hypoactive sexual desire and, occasionally, erectile dysfunction. However, the link between erectile dysfunction and prolactin levels are not conclusive. When prolactin levels return to normal in these individuals, sexual desire fully recovers; however, erectile dysfunction only partially recovers. Nonpuerperal mastitis may induce transient hyperprolactinemia (neurogenic hyperprolactinemia) of about three weeks' duration; conversely, hyperprolactinemia may contribute to nonpuerperal mastitis. Some inflammatory conditions, such as rheumatoid arthritis and systemic lupus erythematosus, are also linked to higher prolactin levels in certain regions. Apart from diagnosing hyperprolactinemia and hypopituitarism, prolactin levels are often checked by physicians in those who have had a seizure, when there is need to differentiate between epileptic seizure or a non-epileptic seizure. Shortly after epileptic seizures, prolactin levels often rise, whereas they are normal in non-epileptic seizures.   == Diagnosis == An appropriate diagnosis of hyperprolactinemia starts with conducting a complete clinical history before performing any treatment. Physiological causes, systemic disorders, and the use of certain drugs must be ruled out before the condition is diagnosed. Screening is indicated for those who are asymptomatic and those with elevated prolactin without an associated cause. The most common causes of hyperprolactinemia are prolactinomas, drug-induced hyperprolactinemia, and macroprolactinemia. Individuals with hyperprolactinemia may present with symptoms including galactorrhea, hypogonadism effects, and/or infertility. The magnitude that prolactin is elevated can be used as an indicator of the etiology of the hyperprolactinemia diagnosis. Prolactin levels over 250 ng/mL may suggest prolactinoma. Prolactin levels less than 100 ng/mL may suggest drug-induced hyperprolactinemia, macroprolactinemia, nonfunctioning pituitary adenomas, or systemic disorders. Prolactin levels over 500ng/mL usually indicates the presence of macroprolactinoma, however, in patients with elevated serum prolactin ( >250ng/mL) without evidence of prolactinoma, some medications such as metoclopramide, a dopamine receptor antagonist, can result in elevation of prolactin ( >200ng/mL) in patients with no evidence of pituitary adenomas. In patients with mildly elevated serum prolactin levels, secondary causes such as pituitary adenomas can be ruled out Elevated prolactin blood levels are typically assessed in women with unexplained breast milk secretion (galactorrhea) or irregular menses or infertility, and in men with impaired sexual function and milk secretion. If high prolactin levels are present, all known conditions and medications which raises prolactin secretion must be assessed and excluded for diagnosis. After ruling out other causes and prolactin levels remain high, TSH levels are assessed. If TSH levels are elevated, hyperprolactinemia is secondary to hypothyroidism and treated accordingly. If TSH levels are normal, an MRI or CT scan is conducted to assess for any pituitary adenomas. Although hyperprolactinemia is often uncommon in postmenopausal women, prolactinomas detected after menopause are typically macroadenomas. While a plain X-ray of the bones surrounding the pituitary may reveal the presence of a large macroadenoma, small microadenomas will not be apparent. Magnetic resonance imaging (MRI) is the most sensitive test for detecting pituitary tumors and determining their size. MRI scans may be repeated periodically to assess tumor progression and the effects of therapy. Computed Tomography (CT scan) is another indicator of abnormalities in pituitary gland size; it also gives an image of the pituitary, but is less sensitive than the MRI. In addition to assessing the size of the pituitary tumor, physicians also look for damage to surrounding tissues, and perform tests to assess whether production of other pituitary hormones are normal. Depending on the size of the tumor, physicians may request an eye exam that includes the measurement of visual fields. In the rare cases that other causes of hyperprolactinaemia, such as surgery, medication usage, renal and hepatic diseases, and seizures, are ruled out and no evidence of existing adenomas, the hyperprolactinaemia is considered as \"idiopathic\". When the cause of hyperprolactinaemia is concluded as idiopathic, standard of care is given to patients and an MRI is expected to be repeated in 6-12 months. In diagnosing hyperprolactinaemia in men, some physical signs may indicate the onset of the condition. Increased prolactin can have an effect of the inhibition of GnRH secretion which is responsible for libido, and the releases of FSH (Follicle-stimulating hormone), LH (Luteinizing hormone), and testosterone. FSH in men is responsible to stimulate sperm production and LH is responsible for the stimulation of testosterone; with the inhibition of GnRH, FSH, and LH, physical signs that show in men include reduced sex drive and infertility, these symptoms suggests the onset of hyperprolactinaemia. However, a high measurement of prolactin may also result from the presence of macroprolactin, otherwise known as 'big prolactin' or 'big-big prolactin', in the serum. Macroprolactin occurs when prolactin polymerizes together and can bind with IgG to form complexes. Although this can result in high prolactin levels in some assay tests, macroprolactin is biologically inactive and will not cause symptoms typical of hyperprolactinemia. In those who are asymptomatic or without obvious causes of hyperprolactinemia, macroprolactin should be assessed and ruled out. However, in patients with abnormally high levels of serum prolactin, false negative results that indicates a low level of prolactin may occur; this occurrence is due to a phenomenon called the \"Hook effect\". Antigen tests such as the pregnancy test shows positive line via the formation of a sandwich immune complex that allows the positive line to be visible, in the occurrence of Hook Effect, large amounts of analyte exists in the solution which saturates the antibodies, preventing normal binding and formation of the sandwich immune complex therefore showing a weak positive line. In the case of diagnosing hyperprolactinaemia, a weak positive line can often lead to a false negative result and increase the risk of misdiagnosis of the condition or a potential pituitary adenomas. If Hook Effect is suspected in the patient diagnosis, serial dilution of the analyte until the concentration of prolactin falls within the assay's analytical measurements is suggested. Ruling out the possibilities of false negative is important to ensure patients receive necessary care for their conditions.    == Treatment == The treatment for hyperprolactinemia is usually dependent upon its cause. There are many underlying factor that can cause hyperprolactinemia, some of them are hypothyroidism (disorder in which thyroid glands has a reduced thyroid hormone production), drug-induced hyperprolactinemia (such as antidepressant medication, antihypertensive medication and medication that can promotes bowel motility), hypothalamic disease(disorder caused by damage in the hypothalamus), idiopathic hyperprolactinemia( no recognized cause are present since there is no pituitary or central nervous disease present), macroprolactin (complex form of prolactin in the blood), or prolactinoma (non-cancerous hormone in the pituitary gland). Because there are so many underlying factors, in order to provide the proper management of hyperprolactinemia, the pathological form and physiological increase in prolactin levels are differentiated, and the correct cause of hyperprolactinemia must be identified before treatment. There are two types of functional hyperprolactinemia: symptomatic and asymptomatic. For functional asymptomatic hyperprolactinemia, the treatment of choice is removing the associated cause, including antipsychotic therapy. However, prolactin levels should be drawn and monitored both prior to any discontinuation or changes to therapy, and afterwards. In contrast to functional asymptomatic hyperprolactinemia, the treatment for functional symptomatic hyperprolactinemia is different since stopping antipsychotic drugs for a short trial period is not recommended due to the risk of exacerbation or relapse of symptoms. A systemic review and meta analysis review has shown options for treatment of hyperprolactinemia in people with psychotic disorder include decreasing the dose of antipsychotics, adding aripiprazole as an adjunctive therapy, and switching antipsychotics as a last resort. On the other hand, the treatment of hyperprolactinemia in children and adolescents with antipsychotic medications has been studied to provide guidelines, as these medications may adversely affect child growth and development. Results have shown that aripiprazole significantly decreases prolactin levels compared to other medications such as olanzapine and risperidone, which result in increased prolactin levels. Pharmacologic hyperprolactinemia, the concerning drug can be switched to another treatment or discontinued entirely. Vitex agnus-castus extract may be tried in cases of mild hyperprolactinemia. No treatment is required in asymptomatic macroprolactin and instead, serial prolactin measurements and pituitary imaging is monitored in a regular follow-up appointments. Medical therapy is the preferred treatment in prolactinomas. In most cases, medications that are dopamine agonists, such as cabergoline, quinagolide and bromocriptine (often preferred when pregnancy is possible), are the treatment of choice used to decrease prolactin levels and tumor size upon the presence of microadenomas or macroadenomas. A systematic review and meta-analysis has shown that cabergoline and quinagolide are more effective in the treatment of hyperprolactinemia compared to bromocriptine, this is because evidence had suggested fewer side effects, rapid titration and offers better dosing interval in medication like quinagolide compared to bromocriptine. Similar studies have been conducted regarding the safety and efficacy of dopamine agonists. According to SUCRA (Surface Under the Cumulative Ranking) and SMAA (Stochastic Multicriteria Acceptability Analysis), quinagolide was found to be the best treatment for women since it can help reduce menstrual irregularities, in addition bromocriptine was shown to be more effective in the treatment for galactorrhea (breast milk production unrelated to pregnancy), and cabergoline was the safest medication as it did not show any alarming side effects.Other dopamine agonists that have been used less commonly to suppress prolactin include dihydroergocryptine, ergoloid, lisuride, metergoline, pergolide,and terguride. If the prolactinoma does not initially respond to dopamine agonist therapy, such that prolactin levels are still high or the tumor is not shrinking as expected, the dose of the dopamine agonist can be increased in a stepwise fashion to the maximum tolerated dose. Another option is to consider switching between dopamine agonists. It is possible for the prolactinoma to be resistant to bromocriptine but respond well to cabergoline or other dopamine agonist and vice versa. It is crucial for people undergoing treatment with dopamine agonists to adhere to their medication and not stop it unless instructed by their medical provider. Meta-analysis and systematic reviews have shown that in many patients, hyperprolactinemia reemerges after withdrawal of the medication. For successful treatment with cabergoline, a duration of at least two years is recommended. Surgical therapy can be considered if pharmacologic options have been exhausted.There is evidence to support improvement in outcomes in hyperprolactinemic patients who have shown to be resistant to or intolerant to the most effective treatment with dopamine agonists, on those patients radiotherapy and surgery are an alternative. Although some studies have tried to explain the consequences of untreated hyperprolactinemia, there are limited studies available. However, it has been shown that some consequences can lead to osteoporosis (low bone mass), increasing the risk of fracture. Further analysis might determine whether population like high-risk men or post-menopausal women with no other indication for treatment should be on dopamine agonists.   == See also == Hypothalamic–pituitary–prolactin axis Hypopituitarism   == References ==   == External links =="}