{"name": "Hyperhidrosis disorder", "category": "disease", "content": "Hyperhidrosis is a medical condition in which a person exhibits excessive sweating, more than that required for the regulation of body temperature. Although it is primarily a physical burden, hyperhidrosis can deteriorate the quality of life of the people who are affected from a psychological, emotional, and social perspective. In fact, hyperhidrosis almost always leads to psychological as well as physical and social consequences. People suffering from it present difficulties in professional fields, more than 80% experiencing a moderate to severe emotional impact from the disease and half are subject to depression. This excess of sweat happens even if the person is not engaging in tasks that require muscular effort, and it does not depend on the exposure to heat. Common places to sweat can include underarms, face, neck, back, groin, feet, and hands. It has been called by some researchers 'the silent handicap'. Both diaphoresis and hidrosis can mean either perspiration (in which sense they are synonymous with sweating) or excessive perspiration, in which case they refer to a specific, narrowly defined, clinical disorder.   == Classification ==  Hyperhidrosis can either be generalized, or localized to specific parts of the body. Hands, feet, armpits, groin, and the facial area are among the most active regions of perspiration due to the high number of sweat glands (eccrine glands in particular) in these areas. When excessive sweating is localized (e.g. palms, soles, face, underarms, scalp) it is referred to as primary hyperhidrosis or focal hyperhidrosis. Excessive sweating involving the whole body is termed generalized hyperhidrosis or secondary hyperhidrosis. It is usually the result of some other, underlying condition. Primary or focal hyperhidrosis may be further divided by the area affected, for instance, palmoplantar hyperhidrosis (symptomatic sweating of only the hands or feet) or gustatory hyperhidrosis (sweating of the face or chest a few moments after eating certain foods). Hyperhidrosis can also be classified by onset, either congenital (present at birth) or acquired (beginning later in life). Primary or focal hyperhidrosis usually starts during adolescence or even earlier and seems to be inherited as an autosomal dominant genetic trait. It must be distinguished from secondary hyperhidrosis, which can start at any point in life, but usually presents itself after 25 years of age. Secondary hyperhidrosis commonly accompanies conditions such as diabetes mellitus, Parkinson's disease, hyperthyroidism, hyperpituitarism, anxiety disorder, pheochromocytoma, and menopause. One classification scheme uses the amount of skin affected. In this scheme, excessive sweating in an area of 100 cm2 (16 in2) or more is differentiated from sweating that affects only a small area. Another classification scheme is based on possible causes of hyperhidrosis.   == Causes == The cause of primary hyperhidrosis is unknown. Anxiety or excitement can exacerbate the condition. A common complaint of people is a nervous condition associated with sweating, then sweat more because the person is nervous. Other factors can play a role, including certain foods and drinks, nicotine, caffeine, and smells. Similarly, secondary (generalized) hyperhidrosis has many causes including certain types of cancer, disturbances of the endocrine system, infections, and medications.   === Primary ===  Primary (focal) hyperhidrosis has many causes.   Idiopathic unilateral circumscribed hyperhidrosis Reported association with: Blue rubber bleb nevus Glomus tumor POEMS syndrome Burning feet syndrome (Gopalan's) Trench foot Causalgia Pachydermoperiostosis Pretibial myxedema Gustatory sweating associated with: Encephalitis Syringomyelia Diabetic neuropathies Herpes zoster (shingles) Parotitis Parotid abscesses Thoracic sympathectomy Auriculotemporal or Frey's syndrome Miscellaneous Lacrimal sweating (due to postganglionic sympathetic deficit, often seen in Raeder's syndrome) Harlequin syndrome Emotional hyperhidrosis   === Cancer === A variety of cancers have been associated with the development of secondary hyperhidrosis including lymphoma, pheochromocytoma, carcinoid tumors (resulting in carcinoid syndrome), and tumors within the thoracic cavity.   === Endocrine === Certain endocrine conditions are also known to cause secondary hyperhidrosis including diabetes mellitus (especially when blood sugars are low), acromegaly, hyperpituitarism, pheochromocytoma (tumor of the adrenal glands, present in 71% of patients) and various forms of thyroid disease.   === Medications === Use of selective serotonin reuptake inhibitors (e.g., sertraline) is a common cause of medication-induced secondary hyperhidrosis. Other medications associated with secondary hyperhidrosis include tricyclic antidepressants, stimulants, opioids, nonsteroidal anti-inflammatory drugs (NSAIDs), glyburide, insulin, anxiolytic agents, adrenergic agonists, and cholinergic agonists.   === Miscellaneous === In people with a history of spinal cord injuries Autonomic dysreflexia Orthostatic hypotension Posttraumatic syringomyelia Associated with peripheral neuropathies Familial dysautonomia (Riley-Day syndrome) Congenital autonomic dysfunction with universal pain loss Exposure to cold, notably associated with cold-induced sweating syndrome Associated with probable brain lesions Episodic with hypothermia (Hines and Bannick syndrome) Episodic without hypothermia Olfactory Associated with systemic medical problems Parkinson's disease Fibromyalgia Congestive heart failure Anxiety Obesity Menopausal state Night sweats Compensatory Infantile acrodynia induced by chronic low-dose mercury exposure, leading to elevated catecholamine accumulation and resulting in a clinical picture resembling pheochromocytoma. Febrile diseases Vigorous exercise A hot, humid environment   == Diagnosis == Symmetry of excessive sweating in hyperhidrosis is most consistent with primary hyperhidrosis. To diagnose this condition, a dermatologist gives the person a physical exam. This includes looking closely at the areas of the body that sweat excessively. A dermatologist also asks very specific questions. This helps the physician understand why the person has excessive sweating. Sometimes medical testing is necessary. Some patients require a test called the sweat test. This involves coating some of their skin with a powder that turns purple when the skin gets wet. Excessive sweating affecting only one side of the body is more suggestive of secondary hyperhidrosis and further investigation for a neurologic cause is recommended.   == Treatment == Antihydral cream is one of the solutions prescribed for hyperhidrosis for palms. Topical agents for hyperhidrosis therapy include formaldehyde lotion and topical anticholinergics. These agents reduce perspiration by denaturing keratin, in turn occluding the pores of the sweat glands. They have a short-lasting effect. Formaldehyde is classified as a probable human carcinogen. Contact sensitization is increased, especially with formalin. Aluminium chlorohydrate is used in regular antiperspirants. However, hyperhidrosis requires solutions or gels with a much higher concentration. These antiperspirant solutions or hyperhidrosis gels are especially effective for treatment of axillary or underarm regions. It takes three to five days to see improvement. The most common side-effect is skin irritation. For severe cases of plantar and palmar hyperhidrosis, there has been some success with conservative measures such as higher strength aluminium chloride antiperspirants. Treatment algorithms for hyperhidrosis recommend topical antiperspirants as the first line of therapy for hyperhidrosis. The International Hyperhidrosis Society has published evidence-based treatment guidelines for focal and generalized hyperhidrosis. Prescription medications called anticholinergics, often taken by mouth, are sometimes used in the treatment of both generalized and focal hyperhidrosis. Anticholinergics used for hyperhidrosis include propantheline, glycopyrronium bromide or glycopyrrolate, oxybutynin, methantheline, and benzatropine. Use of these drugs can be limited, however, by side-effects, including dry mouth, urinary retention, constipation, and visual disturbances such as mydriasis and cycloplegia. For people who find their hyperhidrosis is made worse by anxiety-provoking situations (public speaking, stage performances, special events such as weddings, etc.), taking an anticholinergic medicine before the event may help. In 2018, the U.S. Food and Drug Administration (FDA) approved the topical anticholinergic glycopyrronium tosylate for the treatment of primary axillary hyperhidrosis. For peripheral hyperhidrosis, some people have found relief by simply ingesting crushed ice water. Ice water helps to cool excessive body heat during its transport through the blood vessels to the extremities, effectively lowering overall body temperature to normal levels within ten to thirty minutes.   === Procedures === Injections of botulinum toxin type A can be used to block neural control of sweat glands. The effect can last from 3–9 months depending on the site of injections. This use has been approved by the U.S. Food and Drug Administration (FDA). The duration of the beneficial effect in primary palmar hyperhidrosis has been found to increase with repetition of the injections. The Botox injections tend to be painful. Various measures have been tried to minimize the pain, one of which is the application of ice. This was first demonstrated by Khalaf Bushara and colleagues as the first nonmuscular use of BTX-A in 1993. BTX-A has since been approved for the treatment of severe primary axillary hyperhidrosis (excessive underarm sweating of unknown cause), which cannot be managed by topical agents. miraDry, a microwave-based device, has been tried for excessive underarm perspiration and appears to show promise. With this device, rare but serious side effects exist and are reported in the literature, such as paralysis of the upper limbs and brachial plexus. Tap water iontophoresis as a treatment for palmoplantar hyperhidrosis was originally described in the 1950s. Studies showed positive results and good safety with tap water iontophoresis. One trial found it decreased sweating by about 80%.   === Surgery === Sweat gland removal or destruction is one surgical option available for axillary hyperhidrosis (excessive underarm perspiration). There are multiple methods for sweat gland removal or destruction, such as sweat gland suction, retrodermal curettage, and axillary liposuction, Vaser, or Laser Sweat Ablation. Sweat gland suction is a technique adapted for liposuction. The other main surgical option is endoscopic thoracic sympathectomy (ETS), which cuts, burns, or clamps the thoracic ganglion on the main sympathetic chain that runs alongside the spine. Clamping is intended to permit the reversal of the procedure. ETS is generally considered a \"safe, reproducible, and effective procedure and most patients are satisfied with the results of the surgery\". Satisfaction rates above 80% have been reported, and are higher for children. The procedure brings relief from excessive hand sweating in about 85–95% of people. ETS may be helpful in treating axillary hyperhidrosis, facial blushing and facial sweating, but failure rates in people with facial blushing and/or excessive facial sweating are higher and such people may be more likely to experience unwanted side effects. ETS side-effects have been described as ranging from trivial to devastating. The most common side-effect of ETS is compensatory sweating (sweating in different areas than prior to the surgery). Major problems with compensatory sweating are seen in 20–80% of people undergoing the surgery. Most people find the compensatory sweating to be tolerable while 1–51% claim that their quality of life decreased as a result of compensatory sweating.\" Total body perspiration in response to heat has been reported to increase after sympathectomy. The original sweating problem may recur due to nerve regeneration, sometimes as early as 6 months after the procedure. Other possible side-effects include Horner's Syndrome (about 1%), gustatory sweating (less than 25%) and excessive dryness of the palms (sandpaper hands). Some people have experienced cardiac sympathetic denervation, which can result in a 10% decrease in heart rate both at rest and during exercise, resulting in decreased exercise tolerance. Percutaneous sympathectomy is a minimally invasive procedure similar to the botulinum method, in which nerves are blocked by an injection of phenol. The procedure provides temporary relief in most cases. Some physicians advocate trying this more conservative procedure before resorting to surgical sympathectomy, the effects of which are usually not reversible.   == Prognosis == Hyperhidrosis can have physiological consequences such as cold and clammy hands, dehydration, and skin infections secondary to maceration of the skin. Hyperhidrosis can also have devastating emotional effects on one's individual life. Those with hyperhidrosis may have greater stress levels and more frequent depression. Excessive sweating or focal hyperhidrosis of the hands interferes with many routine activities, such as securely grasping objects. Some people with focal hyperhidrosis sufferers avoid situations where they will come into physical contact with others, such as greeting a person with a handshake. Hiding embarrassing sweat spots under the armpits limits the affected person's arm movements and pose. In severe cases, shirts must be changed several times during the day and require additional showers both to remove sweat and control body odor issues or microbial problems such as acne, dandruff, or athlete's foot. Additionally, anxiety caused by self-consciousness to the sweating may aggravate the sweating. Excessive sweating of the feet makes it harder for people to wear slide-on or open-toe shoes, as the feet slide around in the shoe because of sweat. Some careers present challenges for people with hyperhidrosis. For example, careers that require the use of a knife may not be safely performed by people with excessive sweating of the hands. The risk of dehydration can limit the ability of some to function in extremely hot (especially if also humid) conditions. Even the playing of musical instruments can be uncomfortable or difficult because of sweaty hands.   == Epidemiology == It is estimated that the incidence of focal hyperhidrosis may be as high as 2.8% of the population of the United States. It affects men and women equally, and most commonly occurs among people aged 25–64 years, though some may have been affected since early childhood. About 30–50% of people have another family member affected, implying a genetic predisposition. In 2006, researchers at Saga University in Japan reported that primary palmar hyperhidrosis maps to gene locus 14q11.2–q13.   == References =="}