{"name": "Hypercalcemia due to hyperthyroidism", "category": "disease", "content": "Hypercalcemia, also spelled hypercalcaemia, is a high calcium (Ca2+) level in the blood serum. The normal range is 2.1–2.6 mmol/L (8.8–10.7 mg/dL, 4.3–5.2 mEq/L), with levels greater than 2.6 mmol/L defined as hypercalcemia. Those with a mild increase that has developed slowly typically have no symptoms. In those with greater levels or rapid onset, symptoms may include abdominal pain, bone pain, confusion, depression, weakness, kidney stones or an abnormal heart rhythm including cardiac arrest. Most outpatient cases are due to primary hyperparathyroidism and inpatient cases due to cancer. Other causes of hypercalcemia include sarcoidosis, tuberculosis, Paget disease, multiple endocrine neoplasia (MEN), vitamin D toxicity, familial hypocalciuric hypercalcaemia and certain medications such as lithium and hydrochlorothiazide. Diagnosis should generally include either a corrected calcium or ionized calcium level and be confirmed after a week. Specific changes, such as a shortened QT interval and prolonged PR interval, may be seen on an electrocardiogram (ECG). Treatment may include intravenous fluids, furosemide, calcitonin, intravenous bisphosphonate, in addition to treating the underlying cause. The evidence for furosemide use, however, is poor. In those with very high levels, hospitalization may be required. Haemodialysis may be used in those who do not respond to other treatments. In those with vitamin D toxicity, steroids may be useful. Hypercalcemia is relatively common. Primary hyperparathyroidism occurs in 1–7 per 1,000 people, and hypercalcaemia occurs in about 2.7% of those with cancer.   == Signs and symptoms ==  The neuromuscular symptoms of hypercalcaemia are caused by a negative bathmotropic effect due to the increased interaction of calcium with sodium channels. Since calcium blocks sodium channels and inhibits depolarization of nerve and muscle fibers, increased calcium raises the threshold for depolarization. This results in decreased deep tendon reflexes (hyporeflexia), and skeletal muscle weakness. Other symptoms include cardiac arrhythmias (especially in those taking digoxin), fatigue, nausea, vomiting (emesis), loss of appetite, abdominal pain, & paralytic ileus. If kidney impairment occurs as a result, manifestations can include increased urination, urination at night, and increased thirst. Psychiatric manifestation can include emotional instability, confusion, delirium, psychosis, and stupor. Calcium deposits known as limbus sign may be visible in the eyes. Symptoms are more common at high calcium blood values (12.0 mg/dL or 3 mmol/L). Severe hypercalcaemia (above 15–16 mg/dL or 3.75–4 mmol/L) is considered a medical emergency: at these levels, coma and cardiac arrest can result. The high levels of calcium ions decrease the neuron membrane permeability to sodium ions, thus decreasing excitability, which leads to hypotonicity of smooth and striated muscle. This explains the fatigue, muscle weakness, low tone and sluggish reflexes in muscle groups. The sluggish nerves also explain drowsiness, confusion, hallucinations, stupor or coma. In the gut this causes constipation. Hypocalcaemia causes the opposite by the same mechanism.   === Hypercalcaemic crisis === A hypercalcaemic crisis is an emergency situation with a severe hypercalcaemia, generally above approximately 14 mg/dL (or 3.5 mmol/L). The main symptoms of a hypercalcaemic crisis are oliguria or anuria, as well as somnolence or coma. After recognition, primary hyperparathyroidism should be proved or excluded. In extreme cases of primary hyperparathyroidism, removal of the parathyroid gland after surgical neck exploration is the only way to avoid death. The diagnostic program should be performed within hours, in parallel with measures to lower serum calcium. Treatment of choice for acutely lowering calcium is extensive hydration and calcitonin, as well as bisphosphonates (which have effect on calcium levels after one or two days).   == Causes == Primary hyperparathyroidism and malignancy account for about 90% of cases of hypercalcaemia. Causes of hypercalcemia can be divided into those that are PTH dependent or PTH independent.   === Parathyroid function === Primary hyperparathyroidism Solitary parathyroid adenoma Primary parathyroid hyperplasia Parathyroid carcinoma Multiple endocrine neoplasia (MEN1 & MEN2A) Familial isolated hyperparathyroidism Lithium use Familial hypocalciuric hypercalcemia/familial benign hypercalcemia   === Cancer === Hypercalcemia of malignancy (cancer) is due to a variety of mechanisms. The two most common are humoral hypercalcemia of malignancy and local osteolytic hypercalcemia due to bony metastasis. Humoral hypercalcemia of malignancy involves the tumor releasing a hormone which increases calcium mobilization (most commonly parathyroid hormone-related protein (PTHrP)) into the circulation. PTHrP acts similarly to parathyroid hormone in that it binds to the parathyroid hormone 1 receptors on the kidneys and bones and causes an increased tubular reabsorption of calcium and activation of osteoclast activity, respectively. Osteoclasts are a type of bone cell which cause bone resorption, releasing calcium into the bloodstream. PTHrP also acts by activating rank ligand and inhibiting osteoprotegerin which activates nuclear factor kappa B, which causes further activation of osteoclast activity. The combination of PTHrP driven osteoclast activation and calcium reabsorption by the kidneys causes hypercalcemia associated with malignancy (humoral type). Another mechanism in which cancer causes hypercalcemia is via local osteolysis due to metastasis to bone. Tumor bone metastasis releases local cytokines including IL-6, IL-8, IL-11, interleukin-1 beta, TNF alpha and macrophage inflammatory protein. These cytokines activate osteoclasts and inhibit osteoblasts (the cell type responsible for laying down new bone) via the rank ligand pathway leading to bone resorption and calcium release into the bloodstream. The massive release of calcium from bone metastasis and osteoclast activation usually overwhelms the kidney's ability to secrete calcium, thus leading to hypercalcemia. Hypercalcemia of malignancy may also occur due to tumor production of vitamin D or parathyroid hormone. These causes are rare and constitute about 1% of all causes of hypercalcemia of malignancy. Hypercalcemia of malignancy usually portends a poor prognosis, and the medial survival is 25–52 days of its development. It has an incidence of 30% in those with cancer, and the prevalence is estimated to be about 2-3% in the United States.  Common cancer types that are associated with hypercalcemia of malignancy include:  Solid tumor with metastasis via local osteolytic hypercalcemia: which can be due to any tumor that metastasizes to the bone. But common causes include breast cancer, lung cancer, kidney cancer, and myeloma or lymphoma of the bone Solid tumor with humoral mediation of hypercalcemia: lung cancer (especially squamous cell tumors, a type of non-small cell lung cancer), squamous cell cancers of the head and neck, kidney cancer or other urothelial cancers, and breast cancer. Hematologic cancers: including multiple myeloma, lymphoma, leukemia Ovarian small cell carcinoma of the hypercalcemic type   === Vitamin-D disorders === Hypervitaminosis D (vitamin D intoxication) Elevated 1,25(OH)2D (see calcitriol under Vitamin D) levels (e.g., sarcoidosis and other granulomatous diseases such as tuberculosis, berylliosis, histoplasmosis, Crohn's disease, and granulomatosis with polyangiitis) Idiopathic hypercalcaemia of infancy Rebound hypercalcaemia after rhabdomyolysis   === High bone-turnover === Hyperthyroidism Multiple myeloma Prolonged immobilization Paget's disease Thiazide use Vitamin A intoxication   === Kidney failure === Tertiary hyperparathyroidism Aluminium intoxication Milk-alkali syndrome   === Other === Acromegaly Adrenal insufficiency Zollinger–Ellison syndrome Williams Syndrome Excessive calcium consumption   == Diagnosis == Diagnosis should generally include either a calculation of corrected calcium or direct measurement of ionized calcium level and be confirmed after a week. This is because either high or low serum albumin levels does not show the true levels of ionised calcium. There is, however, controversy around the usefulness of corrected calcium as it may be no better than total calcium. Once calcium is confirmed to be elevated, a detailed history taken from the subject, including review of medications, any vitamin supplementations, herbal preparations, and previous calcium values. Chronic elevation of calcium with absent or mild symptoms often points to primary hyperparathyroidism or Familial hypocalciuric hypercalcemia. For those who has underlying malignancy, the cancers may be sufficiently severe to show up in history and examination to point towards the diagnosis with little laboratory investigations. If detailed history and examination does not narrow down the differential diagnoses, further laboratory investigations are performed. Intact PTH (iPTH, biologically active parathyroid hormone molecules) is measured with immunoradiometric or immunochemoluminescent assay. Elevated (or high-normal) iPTH with high urine calcium/creatinine ratio (more than 0.03) is suggestive of primary hyperparathyroidism, usually accompanied by low serum phosphate. High iPTH with low urine calcium/creatinine ratio is suggestive of familial hypocalciuric hypercalcemia. Low iPTH should be followed up with Parathyroid hormone-related protein (PTHrP) measurements (though not available in all labs). Elevated PTHrP is suggestive of malignancy. Normal PTHrP is suggestive of multiple myeloma, vitamin A excess, milk-alkali syndrome, thyrotoxicosis, and immobilisation. Elevated Calcitriol is suggestive of lymphoma, sarcoidosis, granulomatous disorders, and excessive calcitriol intake. Elevated calcifediol is suggestive of vitamin D or excessive calcifediol intake. The normal range is 2.1–2.6 mmol/L (8.8–10.7 mg/dL, 4.3–5.2 mEq/L), with levels greater than 2.6 mmol/L defined as hypercalcaemia. Moderate hypercalcaemia is a level of 2.88–3.5 mmol/L (11.5–14 mg/dL) while severe hypercalcaemia is > 3.5 mmol/L (>14 mg/dL).   === ECG ===  Abnormal heart rhythms can also result, and ECG findings of a short QT interval suggest hypercalcaemia. Significant hypercalcaemia can cause ECG changes mimicking an acute myocardial infarction. Hypercalcaemia has also been known to cause an ECG finding mimicking hypothermia, known as an Osborn wave.   == Treatments == The goal of therapy is to treat the hypercalcaemia first and subsequently effort is directed to treat the underlying cause. In those with a calcium level above 13 mg/dL, calcium level that is rising rapidly or those with altered mental status, urgent treatment is required.   === Fluids and diuretics === Initial therapy:  IV fluids is the initial therapy. Hypercalcemia usually causes symptoms that lead to chronic dehydration, such as nausea, vomiting, anorexia, and nephrogenic diabetes insipidus (inability of the kidney to concentrate the urine). IV fluid rehydration allows the kidneys to excrete more calcium, and usually lowers the calcium level by 1–2 mg/dL. increased salt intake also can increase body fluid volume as well as increasing urine sodium excretion, which further increases urinary calcium excretion. after rehydration, a loop diuretic such as furosemide can be given to permit continued large volume intravenous salt and water replacement while minimizing the risk of blood volume overload and pulmonary oedema. In addition, loop diuretics tend to depress calcium reabsorption by the kidney thereby helping to lower blood calcium levels caution must be taken to prevent potassium or magnesium depletion   === Bisphosphonates and calcitonin === Additional therapy:  bisphosphonates are pyrophosphate analogues with high affinity for bone, especially areas of high bone-turnover. they are taken up by osteoclasts and inhibit osteoclastic bone resorption, therefore inhibiting calcium release from osteoclasts current available drugs include: (1st generation) etidronate, (2nd generation) tiludronate, IV pamidronate, alendronate (3rd generation) zoledronate and risedronate Bisphosphonates are used as a first line therapy for those with hypercalcemia of malignancy. They are used as both an acute therapy and are usually continued long term to prevent hypercalcemia. Bisphosphonates are not recommended in those with chronic kidney disease or those who are severely dehydrated as they may worsen or cause kidney disease. Bisphosphonates caused normalization of calcium levels in 60-90% of patients who were treated for hypercalcemia of malignancy. Denosumab is a bone anti-resorptive agent that can be used to treat hypercalcemia in patients with a contraindication to bisphosphonates such as severe kidney failure or allergy. Denosumab is a monoclonal antibody that inhibits osteoclasts. It acts by binding RANK ligand preventing it from activating osteoclasts via NFKB. Denosumab caused normalization of calcium levels in 70% in those with hypercalcemia of malignancy. Calcitonin blocks bone resorption by inhibiting osteoclasts and also increases urinary calcium excretion by the kidneys. Usually used in life-threatening hypercalcaemia along with rehydration, diuresis, and bisphosphonates Due to its limited duration of action (it works for 48–96 hours, then efficacy decreases as the calcitonin receptors are downregulated) its use is limited to acute hypercalcemia as a bridge therapy until more long-term treatments can be initiated.   === Other therapies === rarely used, or used in special circumstances: plicamycin inhibits bone resorption (rarely used) gallium nitrate inhibits bone resorption and changes structure of bone crystals (rarely used) glucocorticoids increase urinary calcium excretion and decrease intestinal calcium absorption no effect on calcium level in normal or primary hyperparathyroidism effective in hypercalcemia due to malignancy with elevated vitamin D levels (many types of malignancies raise the vitamin D level). also effective in hypervitaminosis D and sarcoidosis dialysis usually used in severe hypercalcaemia complicated by kidney failure. Supplemental phosphate should be monitored and added if necessary phosphate therapy can correct the hypophosphataemia in the face of hypercalcaemia and lower serum calcium, but this can further increase the risk for kidney stones and nephrocalcinosis   == Other animals == Research has led to a better understanding of hypercalcemia in non-human animals. Often the causes of hypercalcemia have a correlation to the environment in which the organisms live. Hypercalcemia in house pets is typically due to disease, but other cases can be due to accidental ingestion of plants or chemicals in the home. Outdoor animals commonly develop hypercalcemia through vitamin D toxicity from wild plants within their environments.   === Household pets === Household pets such as dogs and cats are found to develop hypercalcemia. It is less common in cats, and many feline cases are idiopathic. In dogs, lymphosarcoma, Addison's disease, primary hyperparathyroidism, and chronic kidney failure are the main causes of hypercalcemia, but there are also environmental causes usually unique to indoor pets. Ingestion of small amounts of calcipotriene found in psoriasis cream can be fatal to a pet. Calcipotriene causes a rapid rise in calcium ion levels. Calcium ion levels can remain high for weeks if untreated and lead to an array of medical issues. There are also cases of hypercalcemia reported due to dogs ingesting rodenticides containing a chemical similar to calcipotriene found in psoriasis cream. Additionally, ingestion of household plants is a cause of hypercalcemia. Plants such as Cestrum diurnum, and Solanum malacoxylon contain ergocalciferol or cholecalciferol which cause the onset of hypercalcemia. Consuming small amounts of these plants can be fatal to pets. Observable symptoms may develop such as polydipsia, polyuria, extreme fatigue, or constipation.   === Outdoor animals ===  In certain outdoor environments, animals such as horses, pigs, cattle, and sheep experience hypercalcemia commonly. In southern Brazil and Mattewara India, approximately 17 per cent of sheep are affected, with 60 per cent of these cases being fatal. Many cases are also documented in Argentina, Papua New Guinea, Jamaica, Hawaii, and Bavaria. These cases of hypercalcemeia are usually caused by ingesting Trisetum flavescens before it has dried out. Once Trisetum flavescens is dried out, the toxicity of it is diminished. Other plants causing hypercalcemia are Cestrum diurnum, Nierembergia veitchii, Solanum esuriale, Solanum torvum, and Solanum malacoxylon. These plants contain calcitriol or similar substances that cause rises in calcium ion levels. Hypercalcemia is most common in grazing lands at altitudes above 1500 meters where growth of plants like Trisetum flavescens is favorable. Even if small amounts are ingested over long periods of time, the prolonged high levels of calcium ions have large negative effects on the animals. The issues these animals experience are muscle weakness, and calcification of blood vessels, heart valves, liver, kidneys, and other soft tissues, which eventually can lead to death.   == See also == Calcium metabolism Dent's disease Electrolyte disturbance Disorders of calcium metabolism   == References ==   == External links =="}