{"name": "Hypersomnia", "category": "disease", "content": "Hypersomnia is a neurological disorder of excessive time spent sleeping or excessive sleepiness. It can have many possible causes (such as seasonal affective disorder) and can cause distress and problems with functioning. In the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), hypersomnolence, of which there are several subtypes, appears under sleep-wake disorders. Hypersomnia is a pathological state characterized by a lack of alertness during the waking episodes of the day. It is not to be confused with fatigue, which is a normal physiological state. Daytime sleepiness appears most commonly during situations where little interaction is needed. Since hypersomnia impairs patients' attention levels (wakefulness), quality of life may be impacted as well. This is especially true for people whose jobs request high levels of attention, such as in the healthcare field. This is not to be confused with clinophilia, a sleep disorder where a person intentionally refuses to get out of bed, regardless of a disease or not.   == Symptoms == The main symptom of hypersomnia is excessive daytime sleepiness (EDS), or prolonged nighttime sleep, which has occurred for at least 3 months prior to diagnosis. Sleep drunkenness is also a symptom found in hypersomniac patients. It is a difficulty transitioning from sleep to wake. Individuals experiencing sleep drunkenness report waking with confusion, disorientation, slowness and repeated returns to sleep. It also appears in non-hypersomniac persons, for example after a night of insufficient sleep. Fatigue and consumption of alcohol or hypnotics can cause sleep drunkenness as well. It is also associated with irritability: people who get angry shortly before sleeping tend to experience sleep drunkenness. According to the American Academy of Sleep Medicine, hypersomniac patients often take long naps during the day that are mostly unrefreshing. Researchers found that naps are usually more frequent and longer in patients than in controls. Furthermore, 75% of the patients report that short naps are not refreshing, compared to controls.   == Diagnosis == \"The severity of daytime sleepiness needs to be quantified by subjective scales (at least the Epworth Sleepiness Scale) and objective tests such as the multiple sleep latency test (MSLT).\" The Stanford sleepiness scale (SSS) is another frequently-used subjective measurement of sleepiness. After it is determined that excessive daytime sleepiness is present, a complete medical examination and full evaluation of potential disorders in the differential diagnosis (which can be tedious, expensive and time-consuming) should be undertaken.   === Differential diagnosis === Hypersomnia can be primary (of central/brain origin), or it can be secondary to any of numerous medical conditions. More than one type of hypersomnia can coexist in a single patient. Even in the presence of a known cause of hypersomnia, the contribution of this cause to the complaint of excessive daytime sleepiness needs to be assessed. When specific treatments of the known condition do not fully suppress excessive daytime sleepiness, additional causes of hypersomnia should be sought. For example, if a patient with sleep apnea is treated with CPAP (continuous positive airway pressure), which resolves their apneas but not their excessive daytime sleepiness, it is necessary to seek other causes for the excessive daytime sleepiness. Obstructive sleep apnea \"occurs frequently in narcolepsy and may delay the diagnosis of narcolepsy by several years and interfere with its proper management.\"   ==== Primary hypersomnias ==== The true primary hypersomnias include:  Narcolepsy (with and without cataplexy) Idiopathic hypersomnia Recurrent hypersomnias (like Kleine-Levin syndrome)   ==== Primary hypersomnia mimics ==== There are also several genetic disorders that may be associated with primary/central hypersomnia. These include the following: Prader-Willi syndrome; Norrie disease; Niemann–Pick disease, type C; and myotonic dystrophy.  However, hypersomnia in these syndromes may also be associated with other secondary causes, so it is important to complete a full evaluation. Myotonic dystrophy is often associated with SOREMPs (sleep onset REM periods, such as occur in narcolepsy). There are many neurological disorders that may mimic the primary hypersomnias, narcolepsy and idiopathic hypersomnia: brain tumors; stroke-provoking lesions; clinophilia; and dysfunction in the thalamus, hypothalamus, or brainstem.  Also, neurodegenerative conditions such as Alzheimer's disease, Parkinson's disease, or multiple system atrophy are frequently associated with primary hypersomnia. However, in these cases, one must still rule out other secondary causes. Early hydrocephalus can also cause severe excessive daytime sleepiness. Additionally, head trauma can be associated with a primary/central hypersomnia, and symptoms similar to those of idiopathic hypersomnia can be seen within 6–18 months following the trauma. However, the associated symptoms of headaches, memory loss, and lack of concentration may be more frequent in head trauma than in idiopathic hypersomnia. \"The possibility of secondary narcolepsy following head injury in previously asymptomatic individuals has also been reported.\"   ==== Secondary hypersomnias ==== Secondary hypersomnias are extremely numerous. Hypersomnia can be secondary to disorders such as clinical depression, multiple sclerosis, encephalitis, epilepsy, or obesity. Hypersomnia can also be a symptom of other sleep disorders, like sleep apnea. It may occur as an adverse effect of taking certain medications, of withdrawal from some medications, or of substance use. A genetic predisposition may also be a factor. In some cases it results from a physical problem, such as a tumor, head trauma, or dysfunction of the autonomic or central nervous system. Sleep apnea is the second most frequent cause of secondary hypersomnia, affecting up to 4% of middle-aged adults, mostly men. Upper airway resistance syndrome (UARS) is a clinical variant of sleep apnea that can also cause hypersomnia. Just as other sleep disorders (like narcolepsy) can coexist with sleep apnea, the same is true for UARS. There are many cases of UARS in which excessive daytime sleepiness persists after CPAP treatment, indicating an additional cause, or causes, of the hypersomnia and requiring further evaluation. Sleep movement disorders, such as restless legs syndrome (RLS) and periodic limb movement disorder (PLMD or PLMS) can also cause secondary hypersomnia. Although RLS does commonly cause excessive daytime sleepiness, PLMS does not. There is no evidence that PLMS plays \"a role in the etiology of daytime sleepiness. In fact, two studies showed no correlation between PLMS and objective measures of excessive daytime sleepiness. In addition, EDS in these patients is best treated with psychostimulants—and not with dopaminergic agents known to suppress PLMS.\" Neuromuscular diseases and spinal cord diseases often lead to sleep disturbances due to respiratory dysfunction causing sleep apnea, and they may also cause insomnia related to pain. \"Other sleep alterations, such as periodic limb movement disorders in patients with spinal cord disease, have also been uncovered with the widespread use of polysomnography.\" Primary hypersomnia in diabetes, hepatic encephalopathy, and acromegaly is rarely reported, but these medical conditions may also be associated with hypersomnia secondary to sleep apnea and periodic limb movement disorder (PLMD). Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and fibromyalgia can also be associated with hypersomnia. The CDC states that people with ME/CFS experience post-exertional malaise, fatigue, and sleep problems (among other symptoms). Polysomnography shows reduced sleep efficiency and may include alpha intrusion into sleep EEG.  ME/CFS can be comorbid with sleep disorders such as narcolepsy, sleep apnea, PLMD, etc. As with chronic fatigue syndrome, fibromyalgia may be associated with anomalous alpha wave activity (typically associated with arousal states) during NREM sleep. Also, researchers have shown that disrupting stage IV sleep consistently in young, healthy subjects causes a significant increase in muscle tenderness—similar to that experienced in \"neurasthenic musculoskeletal pain syndrome\". This pain resolved when the subjects were able to resume their normal sleep patterns. Chronic kidney disease is commonly associated with sleep symptoms and excessive daytime sleepiness. 80% of those on dialysis have sleep disturbances. Sleep apnea can occur 10 times as often in uremic patients than in the general population and can affect up to 30-80% of patients on dialysis, though nighttime dialysis can improve this. About 50% of dialysis patients have hypersomnia, as severe kidney disease can cause uremic encephalopathy, increased sleep-inducing cytokines, and impaired sleep efficiency. About 70% of dialysis patients are affected by insomnia, and RLS and PLMD affect 30%, though these may improve after dialysis or kidney transplant. Most forms of cancer and their therapies can cause fatigue and disturbed sleep, affecting 25-99% of patients and often lasting for years after treatment completion. \"Insomnia is common and a predictor of fatigue in cancer patients, and polysomnography demonstrates reduced sleep efficiency, prolonged initial sleep latency, and increased wake time during the night.\" Paraneoplastic syndromes can also cause insomnia, hypersomnia, and parasomnias. Autoimmune diseases, especially lupus and rheumatoid arthritis, are often associated with hypersomnia. Morvan's syndrome is an example of a rarer autoimmune illness that can also lead to hypersomnia. Celiac disease is another autoimmune disease associated with poor sleep quality (which may lead to hypersomnia), \"not only at diagnosis but also during treatment with a gluten-free diet.\" There are also some case reports of central hypersomnia in celiac disease. And RLS \"has been shown to be frequent in celiac disease,\" presumably due to its associated iron deficiency. Hypothyroidism and iron deficiency with or without (iron-deficiency anemia) can also cause secondary hypersomnia. Various tests for these disorders are done so they can be treated. Hypersomnia can also develop within months after viral infections such as Whipple's disease, mononucleosis, HIV, and Guillain–Barré syndrome. Behaviorally induced insufficient sleep syndrome must be considered in the differential diagnosis of secondary hypersomnia. This disorder occurs in individuals who fail to get sufficient sleep for at least three months. In this case, the patient has chronic sleep deprivation, although they may not necessarily be aware of it. This situation is becoming more prevalent in western society due to the modern demands and expectations placed upon the individual. Many medications can lead to secondary hypersomnia. Therefore, a patient's complete medication list should be carefully reviewed for sleepiness or fatigue as side effects. In these cases, careful withdrawal from the possibly offending medication(s) is needed; then, medication substitution can be undertaken. Mood disorders, like depression, anxiety disorder and bipolar disorder, can also be associated with hypersomnia. The complaint of excessive daytime sleepiness in these conditions is often associated with poor sleep at night. \"In that sense, insomnia and EDS are frequently associated, especially in cases of depression.\" Hypersomnia in mood disorders seems to be primarily related to \"lack of interest and decreased energy inherent in the depressed condition rather than an increase in sleep or REM sleep propensity\". In all cases with these mood disorders, the MSLT is normal (not too short and no SOREMPs).   ==== Posttraumatic hypersomnias ==== In some cases, hypersomnia can be caused by a brain injury. Researchers found that the level of sleepiness is correlated with the severity of the injury. Even if patients reported an improvement, sleepiness remained present for a year in about a quarter of patients with traumatic brain injury.   ==== Recurrent hypersomnias ==== Recurrent hypersomnias are defined by several episodes of hypersomnia persisting from a few days to weeks. These episodes can occur weeks or months apart from each other. There are 2 subtypes of recurrent hypersomnias: Kleine-Levin syndrome and menstrual-related hypersomnia. Kleine-Levin syndrome is characterized by the association of episodes of hypersomnias with behavioral, cognitive and mood abnormalities. The behavioral disturbances can be composed of hyperphagia, irritability, or sexual disinhibition. The cognitive disorders consist of confusion, hallucinations or delusions. Mood symptoms are characterized by anxiety or depression. Menstrual-related hypersomnia is characterized by episodes of excessive sleepiness associated with the menstrual cycle. Researchers found that the degree of premenstrual symptoms were correlated with daytime sleepiness. Unlike Kleine-Levin syndrome, hyperphagia and hypersexuality are not reported in people with menstrual-related hypersomnia, but hypophagia could be present. Ordinarily, these episodes appear 2 weeks before menstruation. A few studies have attested that some hormones as prolactin and progesterone could be responsible for Menstrual-Related Hypersomnia. Therefore, different contraceptive pills could improve the symptoms. The sleep architecture changes. There is a decrease of slow-wave sleep and an increase of slow-Theta-wave activity.   == Assessment tools ==   === Polysomnography === Polysomnography is an objective sleep assessment method. It comprises a lot of electrodes which measure physiological variables related to sleep. Polysomnography often includes electroencephalography, electromyography, electrocardiography, muscle activity and respiratory function. Polysomnography is helpful to identify the very short sleep onset latency period, the very efficient sleep (more than 90%), the increased slow wave sleep, and sometimes an elevated amount of sleep spindles in idiopathic hypersomnia patients.   === Multiple sleep latency test (MSLT) === The 'multiple sleep latency test' (MSLT) is an objective tool which indicates the degree of sleepiness by measuring the sleep latency (i.e. the speed of falling asleep). It also gives information regarding the presence of abnormal REM sleep onset episodes. During that test, patients have a series of opportunities to sleep at 2-h intervals across the day in a darkened room and with no external alerting influences. The MSLT is often administered the day after recording the polysomnography, and the mean sleep latency score is often found to be around (or less than) 8 minutes in idiopathic hypersomnia patients. Some patients might even have a sleep onset latency of 5 minutes or less. These patients are often even more aware of sleeping during naps than narcolepsy patients.   === Actigraphy === Actigraphy, which operates by analyzing the patient's limb movements, is used to record the sleep and wake cycles. In order to report them, the patient has to wear continuously a device on his or her wrist, which looks like a watch and does not contain any electrodes. The advantage actigraphy shows over polysomnography is that it is possible to record for 24-hours a day for weeks. Furthermore, unlike the polysomnography, it is less expensive and non-invasive. An actigraphy over several days can show longer sleep periods, which are characteristic for idiopathic hypersomnia. Actigraphy is also helpful in ruling out other sleep disorders, especially circadian disorders, leading to an excess of sleepiness during the day, too.   === The maintenance of wakefulness test (MWT) === The 'maintenance of wakefulness test' (MWT) is a test that measures the ability to stay awake. It is used to diagnose disorders of excessive somnolence, such as hypersomnia, narcolepsy or obstructive sleep apnea. During that test, patients sit comfortably and are instructed to try to stay awake.   === The Stanford sleepiness scale (SSS) === The Stanford sleepiness scale (SSS) is a self-report scale that measures the different steps of sleepiness. For each statement, patients report their level of sleepiness using a 7-point scale, going from very alert to excessively sleepy. Researchers found that the SSS was highly correlated with performances to monotonous and boring tasks, which are found to be very sensitive to sleepiness. These results suggest that the SSS is a good tool to assess sleepiness in patients.   === The Epworth sleepiness scale (ESS) === The 'Epworth sleepiness scale' (ESS) is also a self-reported questionnaire that measures the general level of sleepiness in a day  The patients have to rate specific daily situations by means of a scale going from 0 (would never doze) to 3 (high chance of dozing). The results found in the ESS correlate with the sleep latency indicated by the Multiple Sleep Latency Test.   == Treatment == Although there has been no cure of chronic hypersomnia, there are several treatments that may improve patients' quality of life—depending on the specific cause or causes of hypersomnia that are diagnosed. Because the causes of hypersomnia are unknown, it is only possible to treat symptoms and not directly the cause of this disorder. Behavioral treatments, as well as sleep hygiene, have to be discussed with the patient and are recommended. There are several pharmacological agents that have been prescribed to patients with hypersomnia, but few have been found to be efficient. Modafinil has been found to be the most effective drug against the excessive sleepiness, and has even been shown to be helpful in children with hypersomnia. The dosage is started at 100 mg per day, and then slowly increased to 400 mg per day. In general, patients with hypersomnia or excessive sleepiness should only go to bed to sleep or for sexual activity. All other activities, such as eating or watching television, should be done elsewhere. For those patients, it is also important to go to bed only when they feel tired, rather than trying to fall asleep for hours. In that case, they probably should get out of bed and read or watch television until they get sleepy.   == Epidemiology == Hypersomnia affects approximately 5% to 10% of the general population, \"with a higher prevalence for men due to the sleep apnea syndromes\".   == See also == Encephalitis lethargica Reticular formation Sleep medicine Somnolence   == References ==   == External links == Help: I can't stay awake! Archived 2014-08-08 at the Wayback Machine - Public Radio Interview with Dr. David Rye med/3129 at eMedicine - \"Primary Hypersomnia\""}