{"name": "Hyperkalemia", "category": "disease", "content": "Hyperkalemia is an elevated level of potassium (K+) in the blood. Normal potassium levels are between 3.5 and 5.0 mmol/L (3.5 and 5.0 mEq/L) with levels above 5.5 mmol/L defined as hyperkalemia. Typically hyperkalemia does not cause symptoms. Occasionally when severe it can cause palpitations, muscle pain, muscle weakness, or numbness. Hyperkalemia can cause an abnormal heart rhythm which can result in cardiac arrest and death. Common causes of hyperkalemia include kidney failure, hypoaldosteronism, and rhabdomyolysis. A number of medications can also cause high blood potassium including spironolactone, NSAIDs, and angiotensin converting enzyme inhibitors. The severity is divided into mild (5.5–5.9 mmol/L), moderate (6.0–6.4 mmol/L), and severe (>6.5 mmol/L). High levels can be detected on an electrocardiogram (ECG). Pseudohyperkalemia, due to breakdown of cells during or after taking the blood sample, should be ruled out. Initial treatment in those with ECG changes is salts, such as calcium gluconate or calcium chloride. Other medications used to rapidly reduce blood potassium levels include insulin with dextrose, salbutamol, and sodium bicarbonate. Medications that might worsen the condition should be stopped and a low potassium diet should be started. Measures to remove potassium from the body include diuretics such as furosemide, potassium-binders such as polystyrene sulfonate (Kayexalate) and sodium zirconium cyclosilicate, and hemodialysis. Hemodialysis is the most effective method. Hyperkalemia is rare among those who are otherwise healthy. Among those who are  hospitalized, rates are between 1% and 2.5%. It is associated with an increased mortality, whether due to hyperkalaemia itself or as a marker of severe illness, especially in those without chronic kidney disease. The word hyperkalemia comes from hyper- 'high' + kalium 'potassium' + -emia 'blood condition'.   == Signs and symptoms == The symptoms of an elevated potassium level are generally few and nonspecific. Nonspecific symptoms may include feeling tired, numbness  and weakness. Occasionally palpitations and shortness of breath may occur. Hyperventilation may indicate a compensatory response to metabolic acidosis, which is one of the possible causes of hyperkalemia. Often, however, the problem is detected during screening blood tests for a medical disorder, or after hospitalization for complications such as cardiac arrhythmia or sudden cardiac death. High levels of potassium (> 5.5 mmol/L) have been associated with cardiovascular events.   == Causes ==   === Ineffective elimination === Decreased kidney function is a major cause of hyperkalemia. This is especially pronounced in acute kidney injury where the glomerular filtration rate and tubular flow are markedly decreased, characterized by reduced urine output. This can lead to a dramatically elevated potassium in conditions of increased cell breakdown as the potassium is released from the cells and cannot be eliminated in the kidney. In chronic kidney disease, hyperkalemia occurs as a result of reduced aldosterone responsiveness and reduced sodium and water delivery in distal tubules. Medications that interfere with urinary excretion by inhibiting the renin–angiotensin system is one of the most common causes of hyperkalemia. Examples of medications that can cause hyperkalemia include ACE inhibitors, angiotensin receptor blockers, non-selective beta blockers, and calcineurin inhibitor immunosuppressants such as ciclosporin and tacrolimus. For potassium-sparing diuretics, such as amiloride and triamterene; both the drugs block epithelial sodium channels in the collecting tubules, thereby preventing potassium excretion into urine. Spironolactone acts by competitively inhibiting the action of aldosterone. NSAIDs such as ibuprofen, naproxen, or celecoxib inhibit prostaglandin synthesis, leading to reduced production of renin and aldosterone, causing potassium retention. The antibiotic trimethoprim and the antiparasitic medication pentamidine inhibits potassium excretion, which is similar to mechanism of action by amiloride and triamterene. Mineralocorticoid (aldosterone) deficiency or resistance can also cause hyperkalemia. Primary adrenal insufficiency are: Addison's disease and congenital adrenal hyperplasia (CAH) (including enzyme deficiencies such as 21α hydroxylase, 17α hydroxylase, 11β hydroxylase, or 3β dehydrogenase).  Type IV renal tubular acidosis (aldosterone resistance of the kidney's tubules) Gordon's syndrome (pseudohypoaldosteronism type II) (\"familial hypertension with hyperkalemia\"), a rare genetic disorder caused by defective modulators of salt transporters, including the thiazide-sensitive Na-Cl cotransporter.   === Excessive release from cells === Metabolic acidosis can cause hyperkalemia as the elevated hydrogen ions in the cells can displace potassium, causing the potassium ions to leave the cell and enter the bloodstream. However, in respiratory acidosis or organic acidosis such as lactic acidosis, the effect on serum potassium are much less significant although the mechanisms are not completely understood. Insulin deficiency can cause hyperkalemia as the hormone insulin increases the uptake of potassium into the cells. Hyperglycemia can also contribute to hyperkalemia by causing hyperosmolality in extracellular fluid, increasing water diffusion out of the cells and causes potassium to move alongside water out of the cells also. The co-existence of insulin deficiency, hyperglycemia, and hyperosmolality is often seen in those affected by diabetic ketoacidosis. Apart from diabetic ketoacidosis, there are other causes that reduce insulin levels such as the use of the medication octreotide, and fasting which can also cause hyperkalemia. Increased tissue breakdown such as rhabdomyolysis, burns, or any cause of rapid tissue necrosis, including tumor lysis syndrome can cause the release of intracellular potassium into blood, causing hyperkalemia. Beta2-adrenergic agonists act on beta-2 receptors to drive potassium into the cells. Therefore, beta blockers can raise potassium levels by blocking beta-2 receptors. However, the rise in potassium levels is not marked unless there are other co-morbidities present. Examples of drugs that can raise the serum potassium are non-selective beta-blockers such as propranolol and labetalol. Beta-1 selective blockers such as metoprolol do not increase serum potassium levels. Exercise can cause a release of potassium into bloodstream by increasing the number of potassium channels in the cell membrane. The degree of potassium elevation varies with the degree of exercise, which range from 0.3 meq/L in light exercise to 2 meq/L in heavy exercise, with or without accompanying ECG changes or lactic acidosis. However, peak potassium levels can be reduced by prior physical conditioning and potassium levels are usually reversed several minutes after exercise. High levels of adrenaline and noradrenaline have a protective effect on the cardiac electrophysiology because they bind to beta 2 adrenergic receptors, which, when activated, extracellularly decrease potassium concentration. Hyperkalemic periodic paralysis is an autosomal dominant clinical condition where there is a mutation in gene located at 17q23 that regulates the production of protein SCN4A. SCN4A is an important component of sodium channels in skeletal muscles. During exercise, sodium channels would open to allow influx of sodium into the muscle cells for depolarization to occur. But in hyperkalemic periodic paralysis, sodium channels are slow to close after exercise, causing excessive influx of sodium and displacement of potassium out of the cells. Rare causes of hyperkalemia are discussed as follows. Acute digitalis overdose such as digoxin toxicity may cause hyperkalemia through the inhibition of sodium-potassium-ATPase pump. Massive blood transfusion can cause hyperkalemia in infants due to leakage of potassium out of the red blood cells during storage. Giving succinylcholine to people with conditions such as burns, trauma, infection, prolonged immobilisation can cause hyperkalemia due to widespread activation of acetylcholine receptors rather than a specific group of muscles. Arginine hydrochloride is used to treat refractory metabolic alkalosis. The arginine ions can enter cells and displace potassium out of the cells, causing hyperkalemia. Calcineurin inhibitors such as cyclosporine, tacrolimus, diazoxide, and minoxidil can cause hyperkalemia. Box jellyfish venom can also cause hyperkalemia.   === Excessive intake === Excessive intake of potassium is not a primary cause of hyperkalemia because the human body usually can adapt to the rise in the potassium levels by increasing the excretion of potassium into urine through aldosterone hormone secretion and increasing the number of potassium secreting channels in kidney tubules. Acute hyperkalemia in infants is also rare even though their body volume is small, with accidental ingestion of potassium salts or potassium medications. Hyperkalemia usually develops when there are other co-morbidities such as hypoaldosteronism and chronic kidney disease.   === Pseudohyperkalemia === Pseudohyperkalemia occurs when the measured potassium level is falsely elevated. This condition is usually suspected when the patient is clinically well without any ECG changes. Mechanical trauma during blood drawing can cause potassium leakage out of the red blood cells due to haemolysis of the blood sample. Repeated fist clenching during the blood draw can cause a transient rise in potassium levels. Prolonged length of blood storage can also increase serum potassium levels. Hyperkalemia may become apparent when a person's platelet concentration is more than 500,000/microL in a clotted blood sample (serum blood sample). Potassium leaks out of platelets after clotting has occurred. A high white cell count (greater than 120,000/microL) in people with chronic lymphocytic leukemia increases the fragility of red blood cells, thus causing pseudohyperkalemia during blood processing. This problem can be avoided by processing serum samples, because clot formation protects the cells from haemolysis during processing. A familial form of pseudohyperkalemia, a benign condition characterised by increased serum potassium in whole blood stored at cold temperatures, also exists. This is due to increased potassium permeability in red blood cells.   == Mechanism ==   === Physiology === Potassium is the most abundant intracellular cation and about 98% of the body's potassium is found inside cells, with the remainder in the extracellular fluid including the blood. Membrane potential is maintained principally by the concentration gradient and membrane permeability to potassium with some contribution from the Na+/K+ pump. The potassium gradient is critically important for many physiological processes, including maintenance of cellular membrane potential, homeostasis of cell volume, and transmission of action potentials in nerve cells. Potassium is eliminated from the body through the gastrointestinal tract, kidney and sweat glands. In the kidneys, elimination of potassium is passive (through the glomeruli), and reabsorption is active in the proximal tubule and the ascending limb of the loop of Henle. There is active excretion of potassium in the distal tubule and the collecting duct; both are controlled by aldosterone. In sweat glands potassium elimination is quite similar to the kidney, its excretion is also controlled by aldosterone. Regulation of serum potassium is a function of intake, appropriate distribution between intracellular and extracellular compartments, and effective bodily excretion. In healthy individuals, homeostasis is maintained when cellular uptake and kidney excretion naturally counterbalance a patient's dietary intake of potassium. When kidney function becomes compromised, the ability of the body to effectively regulate serum potassium via the kidney declines. To compensate for this deficit in function, the colon increases its potassium secretion as part of an adaptive response. However, serum potassium remains elevated as the colonic compensating mechanism reaches its limits.   === Elevated potassium === Hyperkalemia develops when there is excess production (oral intake, tissue breakdown) or ineffective elimination of potassium. Ineffective elimination can be hormonal (in aldosterone deficiency) or due to causes in the kidney that impair excretion. Increased extracellular potassium levels result in depolarization of the membrane potentials of cells due to the increase in the equilibrium potential of potassium. This depolarization opens some voltage-gated sodium channels, but also increases the inactivation at the same time. Since depolarization due to concentration change is slow, it never generates an action potential by itself; instead, it results in accommodation. Above a certain level of potassium the depolarization inactivates sodium channels, opens potassium channels, thus the cells become refractory. This leads to the impairment of neuromuscular, cardiac, and gastrointestinal organ systems. Of most concern is the impairment of cardiac conduction, which can cause ventricular fibrillation and/or abnormally slow heart rhythms.   == Diagnosis ==  To gather enough information for diagnosis, the measurement of potassium must be repeated, as the elevation can be due to hemolysis in the first sample. The normal serum level of potassium is 3.5 to 5 mmol/L. Generally, blood tests for kidney function (creatinine, blood urea nitrogen), glucose and occasionally creatine kinase and cortisol are performed. Calculating the trans-tubular potassium gradient can sometimes help in distinguishing the cause of the hyperkalemia. Also, electrocardiography (ECG) may be performed to determine if there is a significant risk of abnormal heart rhythms. Physicians taking a medical history may focus on kidney disease and medication use (e.g. potassium-sparing diuretics), both of which are known causes of hyperkalemia.   === Definitions === Normal serum potassium levels are generally considered to be between 3.5 and 5.3 mmol/L. Levels above 5.5 mmol/L generally indicate hyperkalemia, and those below 3.5 mmol/L indicate hypokalemia.   === ECG findings === With mild to moderate hyperkalemia, there is prolongation of the PR interval and development of peaked T waves. Severe hyperkalemia results in a widening of the QRS complex, and the ECG complex can evolve to a sinusoidal shape. There appears to be a direct effect of elevated potassium on some of the potassium channels that increases their activity and speeds membrane repolarisation. Also, (as noted above), hyperkalemia causes an overall membrane depolarization that inactivates many sodium channels. The faster repolarisation of the cardiac action potential causes the tenting of the T waves, and the inactivation of sodium channels causes a sluggish conduction of the electrical wave around the heart, which leads to smaller P waves and widening of the QRS complex. Some of potassium currents are sensitive to extracellular potassium levels, for reasons that are not well understood. As the extracellular potassium levels increase, potassium conductance is increased so that more potassium leaves the myocyte in any given time period. To summarize, classic ECG changes associated with hyperkalemia are seen in the following progression: peaked T wave, shortened QT interval, lengthened PR interval, increased QRS duration, and eventually absence of the P wave with the QRS complex becoming a sine wave.  Bradycardia, junctional rhythms and QRS widening are particularly associated with increased risk of adverse outcomes The serum potassium concentration at which electrocardiographic changes develop is somewhat variable. Although the factors influencing the effect of serum potassium levels on cardiac electrophysiology are not entirely understood, the concentrations of other electrolytes, as well as levels of catecholamines, play a major role. ECG findings are not a reliable finding in hyperkalemia. In a retrospective review, blinded cardiologists documented peaked T-waves in only 3 of 90 ECGs with hyperkalemia. Sensitivity of peaked-Ts for hyperkalemia ranged from 0.18 to 0.52 depending on the criteria for peak-T waves.   == Prevention == Preventing recurrence of hyperkalemia typically involves reduction of dietary potassium, removal of an offending medication, and/or the addition of a diuretic (such as furosemide or hydrochlorothiazide). Sodium polystyrene sulfonate and sorbitol (combined as Kayexalate) are occasionally used on an ongoing basis to maintain lower serum levels of potassium though the safety of long-term use of sodium polystyrene sulfonate for this purpose is not well understood. High dietary sources include vegetables such as avocados, tomatoes and potatoes, fruits such as bananas, oranges and nuts.   == Treatment == Emergency lowering of potassium levels is needed when new arrhythmias occur at any level of potassium in the blood, or when potassium levels exceed 6.5 mmol/L. Several agents are used to temporarily lower K+ levels. The choice depends on the degree and cause of the hyperkalemia, and other aspects of the person's condition.   === Myocardial excitability === Calcium (calcium chloride or calcium gluconate) increases threshold potential through a mechanism that is still unclear, thus restoring normal gradient between threshold potential and resting membrane potential, which is elevated abnormally in hyperkalemia. A standard ampule of 10% calcium chloride is 10 mL and contains 6.8 mmol of calcium. A standard ampule of 10% calcium gluconate is also 10 mL but has only 2.26 mmol of calcium. Clinical practice guidelines recommend giving 6.8 mmol for typical EKG findings of hyperkalemia. This is 10 mL of 10% calcium chloride or 30 mL of 10% calcium gluconate. Though calcium chloride is more concentrated, it is caustic to the veins and should only be given through a central line. Onset of action is less than one to three minutes and lasts about 30–60 minutes. The goal of treatment is to normalise the EKG and doses can be repeated if the EKG does not improve within a few minutes. Some textbooks suggest that calcium should not be given in digoxin toxicity as it has been linked to cardiovascular collapse in humans and increased digoxin toxicity in animal models. Recent literature questions the validity of this concern.   === Temporary measures === Several medical treatments shift potassium ions from the bloodstream into the cellular compartment, thereby reducing the risk of complications. The effect of these measures tends to be short-lived, but may temporise the problem until potassium can be removed from the body.  Insulin (e.g. intravenous injection of 10 units of regular insulin along with 50 mL of 50% dextrose to prevent the blood sugar from dropping too low) leads to a shift of potassium ions into cells, secondary to increased activity of the sodium-potassium ATPase. Its effects last a few hours, so it sometimes must be repeated while other measures are taken to suppress potassium levels more permanently. The insulin is usually given with an appropriate amount of glucose to help prevent hypoglycemia following the insulin administration, though hypoglycaemia remains common especially in the context of acute or chronic renal impairment and capillary blood glucose measurements should be taken regularly after administration to identify this. Salbutamol (albuterol), a β2-selective catecholamine, is administered by nebuliser (e.g. 10–20 mg). This medication also lowers blood levels of K+ by promoting its movement into cells, and will work within 30 minutes. It is recommended to use 20 mg for maximum potassium lowering effect, but to use lower doses if the patient is tachycardic or has ischaemic heart disease.  Note that 12-40% of patients do not respond to salbutamol therapy for reasons unknown, especially if on beta-blockers, so it should not be used as monotherapy Sodium bicarbonate may be used with the above measures if it is believed the person has metabolic acidosis, though time to effectiveness is longer and its use is controversial.   === Elimination === Severe cases require hemodialysis, which are the most rapid methods of removing potassium from the body. These are typically used if the underlying cause cannot be corrected swiftly while temporising measures are instituted or there is no response to these measures. Loop diuretics (furosemide, bumetanide, torasemide) and thiazide diuretics (e.g., chlortalidone, hydrochlorothiazide, or chlorothiazide) can increase kidney potassium excretion in people with intact kidney function. Potassium can bind to a number of agents in the gastrointestinal tract. Sodium polystyrene sulfonate with sorbitol (Kayexalate) has been approved for this use and can be given by mouth or rectally. However, high quality evidence to demonstrate the effectiveness of sodium polystyrene are lacking, and use of sodium polystyrene sulfonate, particularly with high sorbitol content, is uncommonly but convincingly associated with colonic necrosis. There are no systematic studies (>6 months) looking at the long-term safety of this medication. Patiromer is taken by mouth and works by binding free potassium ions in the gastrointestinal tract and releasing calcium ions for exchange, thus lowering the amount of potassium available for absorption into the bloodstream and increasing the amount lost via the feces. The net effect is a reduction of potassium levels in the blood serum. Sodium zirconium cyclosilicate is a medication that binds potassium in the gastrointestinal tract in exchange for sodium and hydrogen ions. Onset of effects occurs in one to six hours. It is taken by mouth.   == Epidemiology == Hyperkalemia is rare among those who are otherwise healthy. Among those who are in hospital, rates are between 1% and 2.5%.   == Society and culture ==  In the United States, hyperkalemia is induced by lethal injection in capital punishment cases. Potassium chloride is the last of the three drugs administered and actually causes death. Injecting potassium chloride into the heart muscle disrupts the signal that causes the heart to beat. This same amount of potassium chloride would do no harm if taken orally and not injected directly into the blood.   == References ==   == External links ==  USDA National Nutrient Database for Standard Reference, Release 26 Archived 1 March 2014 at the Wayback Machine List of foods rich in potassium National Kidney Foundation site on potassium content of foods Archived 8 July 2014 at the Wayback Machine"}