{"name": "Hypertensive urgency", "category": "disease", "content": "A hypertensive urgency is a clinical situation in which blood pressure is very high (e.g., 220/125 mmHg) with minimal or no symptoms, and no signs or symptoms indicating acute organ damage. This contrasts with a hypertensive emergency where severely high blood pressure is accompanied by evidence of progressive organ or system damage.   == Definition == Hypertensive urgency is defined as severely high blood pressure with no evidence of end organ damage. The term \"malignant hypertension\" was also included under this category with grade III/IV hypertensive retinopathy. However, in 2018, European Society of Cardiology and the European Society of Hypertension issued a new guideline which put \"malignant hypertension\" under the category \"hypertensive emergency\", which emphasize on poor outcome if the condition is not treated urgently.   == Treatment == In a hypertensive urgency blood pressure should be lowered carefully to ≤160/≤100 mmHg over a period of hours to days, this can often be done as an outpatient. There is limited evidence regarding the most appropriate rate of blood pressure reduction, although it is recommended that mean arterial pressure should be lowered by no more than 25 to 30 percent over the first few hours. Recommended medications for hypertensive urgencies include: captopril, labetalol, amlodipine, felodipine, isradipine, and prazosin. Sublingual nifedipine is not recommended in hypertensive urgencies. This is because nifedipine can cause rapid decrease of blood pressure which can precipitate cerebral or cardiac ischemic events. There is also lack of evidence on the benefits of nifedipine in controlling hypertension. Acute administration of drugs should be followed by several hours of observation to ensure that blood pressure does not fall too much. Aggressive dosing with intravenous drugs or oral agents which lowers blood pressure too rapidly carries risk; conversely there is no evidence that failure to rapidly lower blood pressure in a hypertensive urgency is associated with any increased short-term risk.   == Epidemiology == Not much is known about the epidemiology of hypertensive urgencies. Retrospective analysis of data from 1,290,804 adults admitted to hospital emergency departments in United States from 2005 through 2007 found that severe hypertension with a systolic blood pressure ≥180 mmHg occurred in 13.8% of patients. Based on another study in a US public teaching hospital about 60% of hypertensive crises are due to hypertensive urgencies. Risk factors for severe hypertension include older age, female sex, obesity, coronary artery disease, somatoform disorder, being prescribed multiple antihypertensive medications, and non-adherence to medication.   == References =="}