{"name": "Hyperammonemia (disorder)", "category": "disease", "content": "Hyperammonemia, or high ammonia levels, is a metabolic disturbance characterised by an excess of ammonia in the blood. It is a dangerous condition that may lead to brain injury and death. It may be primary or secondary. Ammonia is a substance that contains nitrogen. It is a product of the catabolism of protein. It is converted to the less toxic substance urea prior to excretion in urine by the kidneys. The metabolic pathways that synthesize urea involve reactions that start in the mitochondria and then move into the cytosol. The process is known as the urea cycle, which comprises several enzymes acting in sequence. It is greatly exacerbated by common zinc deficiency, which raises ammonia levels further.   == Levels == Normal blood ammonia levels in adults range from 20 to 50 μmol/L or less than 26 to 30 μmol/L. There is at present no clear scientific consensus on the upper limits of ammonia levels for different age groups. In any case, hyperammonemia is generally defined as ammonia levels greater than 50 μmol/L in adults and greater than 100 μmol/L in newborns. These values should be considered as decision limits and the normal reference ranges of individual laboratories should be used for clinical interpretation.  When ammonia levels rise greater than 200 μmol/L, serious symptoms, including seizures, encephalopathy, coma, and even death, can occur. Hyperammonemia with blood ammonia levels greater than 400 to 500 μmol/L is associated with 5- to 10-fold higher risk of irreversible brain damage.   == Signs and symptoms ==   === Complication === Hyperammonemia is one of the metabolic derangements that contribute to hepatic encephalopathy, which can cause swelling of astrocytes and stimulation of NMDA receptors in the brain.   == Cause ==   == Diagnosis ==   === Types ===   ==== Primary vs. secondary ==== Primary hyperammonemia is caused by several inborn errors of metabolism that are characterised by reduced activity of any of the enzymes in the urea cycle. The most common example is ornithine transcarbamylase deficiency, which is inherited in an X-linked fashion. Secondary hyperammonemia is caused by inborn errors of intermediary metabolism, which are characterised by reduced activity of enzymes that are not part of the urea cycle or dysfunction of cells that make major contributions to metabolism. Examples of the former are propionic acidemia and methylmalonic acidemia, and examples of the latter are acute liver failure and hepatic cirrhosis with liver failure.   ==== Acquired vs. congenital ==== Acquired hyperammonemia is usually caused by diseases that result in either acute liver failure, such as overwhelming hepatitis B or exposure to hepatotoxins, or cirrhosis of the liver with chronic liver failure. Chronic hepatitis B, chronic hepatitis C, and excessive alcohol consumption are common causes of cirrhosis. The physiologic consequences of cirrhosis include shunting of blood from the liver to the inferior vena cava, resulting in decreased filtration of blood and removal of nitrogen-containing toxins by the liver, and then hyperammonemia. This type of hyperammonemia can be treated with antibiotics to kill the bacteria that initially produce the ammonia, though this does not work as well as the removal of protein from the colon prior to its digestion to ammonia, achieved by lactulose administration for frequent (3-4 per day) bowel movements. Medication-induced hyperammonemia can occur with valproic acid overdose, and is due to a deficiency in carnitine.  Its treatment is carnitine replacement. Urinary tract infection caused by urease-producing organisms (Proteus, Pseudomonas aeruginosa, Klebsiella, Morganella morganii, and Corynebacterium) can also lead to hyperammonemia. But there are case reports where hyperammonemia was caused by urease-negative organisms. Urease producers form ammonia and carbon dioxide from urea. Ammonia then enters the systemic circulation (most venous supply of the bladder bypasses portal circulation) and enters the blood–brain barrier causing encephalopathy. Severe dehydration and small intestinal bacterial overgrowth can also lead to acquired hyperammonemia. Glycine toxicity causes hyperammonemia, which manifests as CNS symptoms and nausea. Transient blindness can also occur. Congenital hyperammonemia is usually due to genetic defects in one of the enzymes of the urea cycle, such as ornithine transcarbamylase deficiency, which leads to lower production of urea from ammonia.   ==== Specific types ==== The following list includes such examples:  Online Mendelian Inheritance in Man (OMIM): 311250 - hyperammonemia due to ornithine transcarbamylase deficiency Online Mendelian Inheritance in Man (OMIM): 606762 - hyperinsulinism-hyperammonemia syndrome (glutamate dehydrogenase 1) Online Mendelian Inheritance in Man (OMIM): 238970 - hyperornithinemia-hyperammonemia-homocitrullinuria syndrome Online Mendelian Inheritance in Man (OMIM): 237310 - hyperammonemia due to N-Acetylglutamate synthase deficiency Online Mendelian Inheritance in Man (OMIM): 237300 - hyperammonemia due to carbamoyl phosphate synthetase I deficiency (carbamoyl phosphate synthetase I) Online Mendelian Inheritance in Man (OMIM): 238750 - hyperlysinuria with hyperammonemia (genetics unknown) Methylmalonic acidemia Isovaleric acidemia Propionic acidemia Carnitine palmitoyltransferase II deficiency Transient hyperammonemia of the newborn, specifically in the preterm   == Treatment == Treatment centres on limiting intake of ammonia and increasing its excretion. Dietary protein, a metabolic source of ammonium, is restricted, and caloric intake is provided by glucose and fat. Intravenous arginine (argininosuccinase deficiency), sodium phenylbutyrate and sodium benzoate (ornithine transcarbamylase deficiency) are pharmacologic agents commonly used as adjunctive therapy to treat hyperammonemia in patients with urea cycle enzyme deficiencies. Sodium phenylbutyrate and sodium benzoate can serve as alternatives to urea for the excretion of waste nitrogen. Phenylbutyrate, which is the product of phenylacetate, conjugates with glutamine to form phenylacetylglutamine, which is excreted by the kidneys. Similarly, sodium benzoate reduces ammonia content in the blood by conjugating with glycine to form hippuric acid, which is rapidly excreted by the kidneys. A preparation containing sodium phenylacetate and sodium benzoate is available under the trade name Ammonul. Acidification of the intestinal lumen using lactulose can decrease ammonia levels by protonating ammonia and trapping it in the stool.  This is a treatment for hepatic encephalopathy. Treatment of severe hyperammonemia (serum ammonia levels greater than 1000 μmol/L) should begin with hemodialysis if it is otherwise medically appropriate and tolerated. Continuous renal replacement therapy (CRRT) is a remarkably effective mode of therapy in neonatal hyperammonemia, particularly in severe cases of Urea cycle defect like Ornithine transcarbamoylase (OTC) deficiency. Multidisciplinary team (MDT) collaboration is required to optimize this advanced treatment. Simulation training might be the best training and teaching strategy to ensure MDT successful therapy.   == See also == Arginase deficiency Citrullinemia N-acetylglutamate synthetase deficiency Ornithine translocase deficiency Carbamoyl phosphate synthetase I deficiency Orotic aciduria   == References ==   == External links =="}