{"name": "Hypomagnesemia", "category": "disease", "content": "Magnesium deficiency is an electrolyte disturbance in which there is a low level of magnesium in the body. Symptoms include tremor, poor coordination, muscle spasms, loss of appetite, personality changes, and nystagmus. Complications may include seizures or cardiac arrest such as from torsade de pointes. Those with low magnesium often have low potassium. Causes include low dietary intake, alcoholism, diarrhea, increased urinary loss, and poor absorption from the intestines. Some medications may also cause low magnesium, including proton pump inhibitors (PPIs) and furosemide. The diagnosis is typically based on finding low blood magnesium levels, also called hypomagnesemia. Normal magnesium levels are between 0.6 and 1.1 mmol/L (1.46–2.68 mg/dL) with levels less than 0.6 mmol/L (1.46 mg/dL) defining hypomagnesemia. Specific electrocardiogram (ECG) changes may be seen. Treatment is with magnesium either by mouth or intravenously. For those with severe symptoms, intravenous magnesium sulfate may be used. Associated low potassium or low calcium should also be treated. The condition is relatively common among people in hospitals.   == Signs and symptoms == Deficiency of magnesium can cause tiredness, generalized weakness, muscle cramps, abnormal heart rhythms, increased irritability of the nervous system with tremors, paresthesias, palpitations, low potassium levels in the blood, hypoparathyroidism which might result in low calcium levels in the blood, chondrocalcinosis, spasticity and tetany, migraines, epileptic seizures, basal ganglia calcifications and in extreme and prolonged cases coma, intellectual disability or death. Magnesium deficiency is strongly associated with and appears to contribute to obesity, insulin resistance, metabolic syndrome, and type 2 diabetes, although the causal mechanism is not fully understood.   == Causes == Magnesium deficiency may result from gastrointestinal or kidney causes. Gastrointestinal causes include low dietary intake of magnesium, reduced gastrointestinal absorption or increased gastrointestinal loss due to rapid gastrointestinal transits. Kidney causes involve increased excretion of magnesium. Poor dietary intake of magnesium has become an increasingly important factor: many people consume diets high in refined foods such as white bread and polished rice which have been stripped of magnesium-rich plant fiber. Magnesium deficiency is common in hospitalized patients. Up to 12% of all people admitted to hospital, and as high as 60–65% of people in an intensive care unit (ICU), have hypomagnesemia. About 57% of the US population does not meet the US RDA for dietary intake of magnesium. Kidneys are very efficient at maintaining body levels; however, if the diet is deficient, or certain medications such as diuretics or proton pump inhibitors are used, or in chronic alcoholism, levels may drop. Deficiencies may be due to the following conditions:   === Medications === Loop and thiazide diuretic use (the most common cause of hypomagnesemia), Antibiotics (i.e. aminoglycoside, amphotericin, pentamidine, gentamicin, tobramycin, viomycin) block resorption in the loop of Henle. 30% of patients using these antibiotics have hypomagnesemia, Long term, high dosage use of proton-pump inhibitors such as omeprazole, Other drugs: Digitalis, displaces magnesium into the cell. Digitalis causes an increased intracellular concentration of sodium, which in turn increases intracellular calcium by passively increasing the action of the sodium-calcium exchanger in the sarcolemma. The increased intracellular calcium gives a positive inotropic effect, Adrenergics, displace magnesium into the cell, Cisplatin, stimulates kidney excretion, Ciclosporin, stimulates kidney excretion, Mycophenolate mofetil.   === Genetics === Gitelman-like diseases, which include the syndromes caused by genetic mutations in SLC12A3, CLNCKB, BSND, KCNJ10, FXYD2, HNF1B or PCBD1. In these diseases, the hypomagnesemia is accompanied by other defects in electrolyte handling such as hypocalciuria and hypokalemia. The genes involved in this group of diseases all encode proteins that are involved in reabsorbing electrolytes (including magnesium) in the distal convoluted tubule of the kidney, Hypercalciuric hypomagnesemic syndromes, which encompass the syndromes caused by mutations in CLDN16, CLDN19, CASR or CLCNKB. In these diseases, reabsorption of divalent cations (such as magnesium and calcium) in the thick ascending limb of Henle's loop of the kidney is impaired. This results in loss of magnesium and calcium in the urine, Mitochondriopathies, especially mutations in the mitochondrial tRNAs MT-TI or MT-TF. Mutations in SARS2, or mitochondrial DNA deletions as seen with Kearns-Sayre syndrome, can also cause hypomagnesemia, Other genetic causes of hypomagnesemia, such as mutations in TRPM6, CNNM2, EGF, EGFR, KCNA1 or FAM111A. Many of the proteins encoded by these genes play a role in the transcellular absorption of magnesium in the distal convoluted tubule,   === Metabolic abnormalities === Insufficient selenium, vitamin D or sunlight exposure, or vitamin B6, Gastrointestinal causes: the distal digestive tract secretes high levels of magnesium. Therefore, secretory diarrhea can cause hypomagnesemia. Thus, Crohn's disease, ulcerative colitis, Whipple's disease and celiac sprue can all cause hypomagnesemia, Postobstructive diuresis, diuretic phase of acute tubular necrosis (ATN) and kidney transplant,   === Other === Chronic alcoholism: Alcohol intake leads to enhanced diuresis of electrolytes, possibly due to alcohol induced kidney tubular cell damage. Hypomagnesemia is also thought to occur due to reduced magnesium intake due to malnutrition and increased gastrointestinal losses. Hypomagnesemia is the most common electrolyte abnormality in those with chronic alcoholism. Chronic hypomagnesemia in those with chronic alcoholism is associated with liver disease and a worse prognosis, Acute myocardial infarction: within the first 48 hours after a heart attack, 80% of patients have hypomagnesemia. This could be the result of an intracellular shift because of an increase in catecholamines, Malabsorption, Acute pancreatitis, Fluoride poisoning, Massive transfusion (MT) is a lifesaving treatment of hemorrhagic shock, but can be associated with significant complications.   == Pathophysiology == Magnesium is ubiquitous in the human body as well as being present in all living organisms and the ion is a known co-factor in over known 300 enzymatic reactions including DNA and RNA replication, protein synthesis, acting as an essential co-factor of ATP during its phosphorylation via ATPase. It is also extensively involved in intracellular signaling. It is involved in protein synthesis, regulating glucose, lipid and protein metabolism, muscle and nerve functioning, vascular tone (affecting blood vessel contraction, thus helping to regulate blood pressure), bone development, energy production, the maintenance of normal heart rhythm, and the regulation of glucose, among other important roles. Physiologically, it acts as a calcium antagonist. Thus, the effects of low magnesium are widespread. Low magnesium intake over time can increase the risk of illnesses, including high blood pressure and heart disease, diabetes mellitus type 2, osteoporosis, and migraines. Magnesium has several effects:   === Potassium === Low potassium levels are usually associated with hypomagnesemia. Low magnesium levels act to inhibit the sodium-potassium pump (Na-K-ATPase) which normally pumps sodium to the extracellular space and potassium into the intracellular space, using ATP as energy to pump both cations against their concentration gradient, to maintain relatively high levels of potassium in the intracellular compartment and high levels of sodium in the extracellular space. Hypomagnesemia also causes activation of the Renal outer medullary potassium channel (ROMK), a potassium channel which causes potassium losses in the urine via the cortical collecting duct in the kidney. And hypomagnesemia prevents low potassium levels from activating the sodium-chloride cotransporter (NCC) and downregulates NCC levels, which prevents sodium and chloride reabsorption from the kidney tubule. The inhibition of the sodium-potassium pump results in more potassium remaining in the extracellular space (interstitial fluid and plasma). And this potassium is then lost as blood is filtered in the kidney as ROMK channel activation causes potassium losses in the cortical collecting duct and NCC inhibition causes decreased sodium-chloride reabsorption by kidney tubules, with subsequent increased sodium-chloride (and water) delivery to the distal tubule, and associated diuresis and kaliuresis (kidney potassium loss in the urine). Overall, the net effect of low magnesium levels in the body is renal potassium losses (in the urine), thus clinically, low potassium levels are often refractory to supplementation without also correcting low magnesium levels. Patients with diabetic ketoacidosis should have their magnesium levels monitored to ensure that the serum loss of potassium, which is driven intracellularly by insulin administration, is not exacerbated by additional urinary losses.    === Calcium === Release of calcium from the sarcoplasmic reticulum is inhibited by magnesium. Thus hypomagnesemia results in an increased intracellular calcium level. This inhibits the release of  parathyroid hormone, which can result in hypoparathyroidism and hypocalcemia. Furthermore, it makes skeletal and muscle receptors less sensitive to parathyroid hormone.   === Arrhythmia === Magnesium is needed for the adequate function of the Na+/K+-ATPase pumps in cardiac myocytes, the muscles cells of the heart. A lack of magnesium inhibits reuptake of potassium, causing a decrease in intracellular potassium. This decrease in intracellular potassium results in tachycardia.   === Pre-eclampsia === Magnesium has an indirect antithrombotic effect upon platelets and endothelial function. Magnesium increases prostaglandins, decreases thromboxane, and decreases angiotensin II, microvascular leakage, and vasospasm through its function similar to calcium channel blockers. Convulsions are the result of cerebral vasospasm. The vasodilatatory effect of magnesium seems to be the major mechanism.   === Asthma === Magnesium exerts a bronchodilatatory effect, probably by antagonizing calcium-mediated bronchoconstriction.   === Neurological effects === Reducing electrical excitation, Modulating release of acetylcholine, Antagonising N-methyl-D-aspartate (NMDA) glutamate receptors, an excitatory neurotransmitter of the central nervous system and thus providing neuroprotection from excitoxicity.   === Diabetes mellitus === Magnesium deficiency is frequently observed in people with type 2 diabetes mellitus, with an estimated prevalence ranging between 11 and 48%. Magnesium deficiency is strongly associated with high glucose and insulin resistance, which indicate that it is common in poorly controlled diabetes. Patients with type 2 diabetes and a magnesium deficiency have a higher risk of heart failure, atrial fibrillation and microvascular complications. Oral magnesium supplements has been demonstrated to improve insulin sensitivity and lipid profile. A 2016 meta-analysis not restricted to diabetic subjects found that increasing dietary magnesium intake, while associated with a reduced risk of stroke, heart failure, diabetes, and all-cause mortality, was not clearly associated with lower risk of coronary heart disease (CHD) or total cardiovascular disease (CVD).   === Homeostasis === Magnesium rich foods include cereals, green vegetables (with magnesium being a main component of chlorophyll), beans, and nuts. It is absorbed primarily in the small intestine via paracellular transport; passing between intestinal cells. Magnesium absorption in the large intestine is mediated by the transporters TRPM6 and TRPM7. The body contains about 25 grams of magnesium. Of the body's magnesium, 50-60% is stored in bone, with the remainder, about 40-50%, being stored in muscle or soft tissue, with about 1% being in the plasma. Therefore, normal plasma levels of magnesium may sometimes be seen despite a person being in a state of magnesium deficiency and plasma magnesium levels may underestimate the level of deficiency. Plasma magnesium levels may more accurately reflect magnesium stores when consideration is also given to urinary magnesium losses and oral intake of magnesium.  Inside cells, 90-95% of magnesium is bound to ligands, including ATP, ADP, citrate, other proteins and nucleic acids. In the plasma, 30% of magnesium is bound to proteins via free fatty acids, therefore elevated levels of free fatty acids are associated with hypomagnesemia as well as a possible risk of cardiovascular disease. The kidneys regulate magnesium levels by reabsorbing magnesium from the tubules. In the proximal tubule (at the beginning of the nephron, the functional unit of the kidney) 20% of magnesium is reabsorbed via paracellular transport with claudin 2 and claudin 12 forming channels to allow for reabsorption. 70% of magnesium is reabsorbed in the thick ascending limb of the loop of Henle where claudins 16 and 19 form the channels to allow for reabsorption. In the distal convoluted tubule, 5-10% of magnesium is reabsorbed transcellularly (through the cells) via the transporters TRPM6 and TRPM7. Epidermal growth factor and insulin activate TRPM6 and 7 and increase magnesium levels via increased renal reabsorption.   == Diagnosis == Magnesium deficiency or depletion is a low total body level of magnesium; it is not easy to measure directly.   === Blood magnesium === Typically the diagnosis is based on finding hypomagnesemia, a low blood magnesium level, which often reflects low body magnesium; however, magnesium deficiency can be present without hypomagnesemia, and vice versa. A plasma magnesium concentration of less than 0.6 mmol/L (1.46 mg/dL) is considered to be hypomagnesemia; severe disease generally has a level of less than 0.5 mmol/L (1.25 mg/dL).   === Electrocardiogram === The electrocardiogram (ECG) change may show a tachycardia with a prolonged QT interval. Other changes may include prolonged PR interval, ST segment depression, flipped T waves, and long QRS duration.   == Treatments ==  Treatment of magnesium deficiency depends on the degree of deficiency and the clinical effects. Replacement by mouth is appropriate for people with mild symptoms, while intravenous replacement is recommended for people with severe effects. Numerous oral magnesium preparations are available. In two trials of magnesium oxide, one of the most common forms in magnesium dietary supplements because of its high magnesium content per weight, was found to be less bioavailable than magnesium citrate, chloride, lactate or aspartate. Amino-acid chelate was also less bioavailable. Intravenous magnesium sulfate (MgSO4) can be given in response to heart arrhythmias to correct for hypokalemia, preventing pre-eclampsia, and has been suggested as having a potential use in asthma.   === Food === Food sources of magnesium include leafy green vegetables, beans, nuts, and seeds.   == Epidemiology == Hypomagnesemia may be seen in 3-10% of the general population. It is present in an estimated 10-30% of people with diabetes, 10-60% of hospitalized people and greater than 65% of people in the ICU. In hospitalized patients, hypomagnesemia is associated with an increased length of stay. And in those in an ICU, it is associated with a higher risk of requiring mechanical ventilation, and death. In population based cohort studies, chronic magnesium deficiency was associated with an increased risk of cardiovascular death and overall death.   == History == Magnesium deficiency in humans was first described in the medical literature in 1934.   == Plants ==  Magnesium deficiency is a detrimental plant disorder that occurs most often in strongly acidic, light, sandy soils, where magnesium can be easily leached away. Magnesium is an essential macronutrient constituting 0.2-0.4% of plants' dry matter and is necessary for normal plant growth. Excess potassium, generally due to fertilizers, further aggravates the stress from magnesium deficiency, as does aluminium toxicity. Magnesium has an important role in photosynthesis because it forms the central atom of chlorophyll. Therefore, without sufficient amounts of magnesium, plants begin to degrade the chlorophyll in the old leaves. This causes the main symptom of magnesium deficiency, interveinal chlorosis, or yellowing between leaf veins, which stay green, giving the leaves a marbled appearance. Due to magnesium's mobile nature, the plant will first break down chlorophyll in older leaves and transport the Mg to younger leaves which have greater photosynthetic needs. Therefore, the first sign of magnesium deficiency is the chlorosis of old leaves which progresses to the young leaves as the deficiency progresses. Magnesium also acts as an activator for many critical enzymes, including ribulosebisphosphate carboxylase (RuBisCO) and phosphoenolpyruvate carboxylase (PEPC), both essential enzymes in carbon fixation. Thus low amounts of Mg lead to a decrease in photosynthetic and enzymatic activity within the plants. Magnesium is also crucial in stabilizing ribosome structures, hence, a lack of magnesium causes depolymerization of ribosomes leading to premature aging of the plant. After prolonged magnesium deficiency, necrosis and dropping of older leaves occurs. Plants deficient in magnesium also produce smaller, woodier fruits. Magnesium deficiency in plants may be confused with zinc or chlorine deficiencies, viruses, or natural aging, since all have similar symptoms. Adding Epsom salts (as a solution of 25 grams per liter or 4 oz per gal) or crushed dolomitic limestone to the soil can rectify magnesium deficiencies. An organic treatment is to apply compost mulch, which can prevent leaching during excessive rainfall and provide plants with sufficient amounts of nutrients, including magnesium.   == See also == Magnesium in biology Hypermagnesemia, high level of magnesium in blood   == References ==   == External links == Magnesium"}