{"name": "Hypophosphatasia", "category": "disease", "content": "Hypophosphatasia (; also called deficiency of alkaline phosphatase, phosphoethanolaminuria, or Rathbun's syndrome; sometimes abbreviated HPP) is a rare, and sometimes fatal, inherited metabolic bone disease. Clinical symptoms are heterogeneous, ranging from the rapidly fatal, perinatal variant, with profound skeletal hypomineralization, respiratory compromise or vitamin B6 dependent seizures to a milder, progressive osteomalacia later in life. Tissue non-specific alkaline phosphatase (TNSALP) deficiency in osteoblasts and chondrocytes impairs bone mineralization, leading to rickets or osteomalacia. The pathognomonic finding is subnormal serum activity of the TNSALP enzyme, which is caused by one of 388 genetic mutations identified to date, in the gene encoding TNSALP. Genetic inheritance is autosomal recessive for the perinatal and infantile forms but either autosomal recessive or autosomal dominant in the milder forms. The prevalence of hypophosphatasia is not known; one study estimated the live birth incidence of severe forms to be 1:100,000. and some studies report a higher prevalence of milder disease.   == Symptoms and signs == There is a remarkable variety of symptoms that depends, largely, on the age of the patient at initial presentation, ranging from death in utero to relatively mild bone problems with or without dentition symptoms in adult life although neurological and extra-skeletal symptoms are also reported. The stages of this disease are generally included in the following categories: perinatal, infantile, childhood, adult, benign prenatal and odontohypophosphatasia. Although several clinical sub-types of the disease have been characterized, based on the age at which skeletal lesions are discovered, the disease is best understood as a single continuous spectrum of severity. As the presentation of adult disease is highly variable, incorrect or missed diagnosis may occur. In one study, 19% of patients diagnosed with fibromyalgia had laboratory findings suggestive of possible hypophosphatasia. One case report details a 35-year old female with low serum ALP and mild pains but no history of rickets, fractures or dental problems. Subsequent evaluation showed osteopenia and renal microcalcifications and an elevation of PEA. The genetic mutations found in this case were previously reported in perinatal, infantile and childhood hypophosphatasia, but not adult hypophosphatasia.   === Perinatal hypophosphatasia === Perinatal hypophosphatasia is the most lethal form. Profound hypomineralization results in caput membranaceum (a soft calvarium), deformed or shortened limbs during gestation and at birth, and rapid death due to respiratory failure. Stillbirth is not uncommon and long-term survival is rare. Neonates who manage to survive suffer increasing respiratory compromise due to softening of the bones (osteomalacia) and underdeveloped lungs (hypoplastic). Ultimately, this leads to respiratory failure. Epilepsy (seizures) can occur and can prove lethal. Regions of developing, unmineralized bone (osteoid) may expand and encroach on the marrow space, resulting in myelophthisic anemia. In radiographic examinations, perinatal hypophosphatasia can be distinguished from even the most severe forms of osteogenesis imperfecta and congenital dwarfism. Some stillborn skeletons show almost no mineralization; others have marked undermineralization and severe osteomalacia. Occasionally, there can be a complete absence of ossification in one or more vertebrae. In the skull, individual bones may calcify only at their centers. Another unusual radiographic feature is bony spurs that protrude laterally from the shafts of the ulnae and fibulae. Despite the considerable patient-to-patient variability and the diversity of radiographic findings, the X-ray can be considered diagnostic.   === Infantile hypophosphatasia === Infantile hypophosphatasia presents in the first 6 months of life, with the onset of poor feeding and inadequate weight gain. Clinical manifestations of rickets often appear at this time. Although cranial sutures appear to be wide, this reflects hypomineralization of the skull, and there is often \"functional\" craniosynostosis. If the patient survives infancy, these sutures can permanently fuse. Defects in the chest, such as flail chest resulting from rib fractures, lead to respiratory compromise and pneumonia. Elevated calcium in the blood (hypercalcemia) and urine (hypercalcenuria) are also common, and may explain the renal problems and recurrent vomiting seen in this disease. Radiographic features in infants are generally less severe than those seen in perinatal hypophosphatasia. In the long bones, there is an abrupt change from a normal appearance in the shaft (diaphysis) to uncalcified regions near the ends (metaphysis), which suggests the occurrence of an abrupt metabolic change. In addition, serial radiography studies suggest that defects in skeletal mineralization (i.e. rickets) persist and become more generalized. Mortality is estimated to be 50% in the first year of life.   === Childhood hypophosphatasia === Hypophosphatasia in childhood has variable clinical expression. As a result of defects in the development of the dental cementum, the deciduous teeth (baby teeth) are often lost before the age of 5. Frequently, the incisors are lost first; occasionally all of the teeth are lost prematurely. Dental radiographs can show the enlarged pulp chambers and root canals that are characteristic of rickets. Patients may experience delayed walking, a characteristic waddling gait, stiffness and pain, and muscle weakness (especially in the thighs) consistent with nonprogressive myopathy. Typically, radiographs show defects in calcification and characteristic bony defects near the ends of major long bones. Growth retardation, frequent fractures, and low bone density (osteopenia) are common. In severely-affected infants and young children, cranial bones can fuse prematurely, despite the appearance of open fontanels on radiographic studies. The illusion of open fontanels results from hypomineralization of large areas of the calvarium. Premature bony fusion of the cranial sutures may elevate intracranial pressure.   === Adult hypophosphatasia === Adult hypophosphatasia can be associated with rickets, premature loss of deciduous teeth, or early loss of adult dentation followed by relatively good health. Osteomalacia results in painful feet due to poor healing of metatarsal stress fractures. Discomfort in the thighs or hips due to femoral pseudofractures can be distinguished from other types of osteomalacia by their location in the lateral cortices of the femora. The symptoms of this disease usually begin during middle age of an adult patient and can include bone pain, and hypomineralization. Some patients suffer from calcium pyrophosphate dihydrate crystal depositions with occasional attacks of arthritis (pseudogout), which appears to be the result of elevated endogenous inorganic pyrophosphate (PPi) levels. These patients may also suffer articular cartilage degeneration and pyrophosphate arthropathy. Radiographs reveal pseudofractures in the lateral cortices of the proximal femora and stress fractures, and patients may experience osteopenia, chondrocalcinosis, features of pyrophosphate arthropathy, and calcific periarthritis.   === Odontohypophosphatasia === Odontohypophosphatasia is present when dental disease is the only clinical abnormality, and radiographic and/or histologic studies reveal no evidence of rickets or osteomalacia. Although hereditary leukocyte abnormalities and other disorders usually account for this condition, odontohypophosphatasia may explain some \"early-onset periodontitis\" cases.   == Causes == Hypophosphatasia is associated with a molecular defect in the gene encoding tissue non-specific alkaline phosphatase (TNSALP). TNSALP is an enzyme that is tethered to the outer surface of osteoblasts and chondrocytes. TNSALP hydrolyzes several substances, including mineralization-inhibiting inorganic pyrophosphate (PPi) and pyridoxal 5’-phosphate (PLP), a major form of vitamin B.  A relationship describing physiologic regulation of mineralization has been termed the Stenciling Principle of mineralization, whereby enzyme-substrate pairs imprint mineralization patterns locally into the extracellular matrix (most notably described for bone) by degrading mineralization inhibitors (e.g. TNAP/TNSALP/ALPL enzyme degrading the pyrophosphate inhibition of mineralization, and PHEX enzyme degrading the osteopontin inhibition of mineralization). The Stenciling Principle for mineralization is particularly relevant to the osteomalacia and odontomalacia observed in hypophosphatasia (HPP) and X-linked hypophosphatemia (XLH).6. When TSNALP enzymatic activity is low, inorganic pyrophosphate (PPi) accumulates outside of cells in the extracellular matrix of bones and teeth, and inhibits formation of hydroxyapatite mineral, the main hardening component of bone, causing rickets in infants and children and osteomalacia (soft bones) and odontomalacia (soft teeth) in children and adults. PLP is the principal form of vitamin B6 and must be dephosphorylated by TNSALP before it can cross the cell membrane. Vitamin B6 deficiency in the brain impairs synthesis of neurotransmitters, which can cause seizures. In some cases, a build-up of calcium pyrophosphate dihydrate (CPPD) crystals in the joint can cause pseudogout.   == Genetics == Perinatal and infantile hypophosphatasia are inherited as autosomal recessive traits with homozygosity or compound heterozygosity for two defective TNSALP alleles. The mode of inheritance for childhood, adult, and odonto forms of hypophosphatasia can be either autosomal dominant or recessive. Autosomal transmission accounts for the fact that the disease affects males and females with equal frequency. Genetic counseling is complicated by the disease's variable inheritance pattern, and by incomplete penetration of the trait. Hypophosphatasia is a rare disease that has been reported worldwide and appears to affect individuals of all ethnicities. The prevalence of severe hypophosphatasia is estimated to be 1:100,000 in a population of largely Anglo-Saxon origin. The frequency of mild hypophosphatasia is more challenging to assess because the symptoms may escape notice or be misdiagnosed. The highest incidence of hypophosphatasia has been reported in the Mennonite population in Manitoba, Canada where one in every 25 individuals are considered carriers and one in every 2,500 newborns exhibits severe disease. Hypophosphatasia is considered particularly rare in people of African ancestry in the U.S.   == Diagnosis ==   === Dental findings === Hypophosphatasia is often discovered because of an early loss of deciduous (baby or primary) teeth with the root intact. Researchers have recently documented a positive correlation between dental abnormalities and clinical phenotype. Poor dentition is also noted in adults.   === Laboratory testing === The symptom that best characterizes hypophosphatasia is low serum activity of alkaline phosphatase enzyme (ALP). In general, lower levels of enzyme activity correlate with more severe symptoms. The decrease in ALP activity leads to an increase in pyridoxal 5’-phosphate (PLP), which is the major form of Vitamin B6, in the blood, although tissue levels of Vitamin B6 may be unremarkable and correlates with disease severity. Urinary inorganic pyrophosphate (PPi) levels are elevated in most hypophosphatasia patients and, although it remains only a research technique, this increase has been reported to accurately detect carriers of the disease. In addition, most patients have an increased level of urinary phosphoethanolamine (PEA) although some may not. PLP screening is preferred over PEA due to cost and sensitivity. Tests for serum tissue-non-specific ALP (sometimes referred to as TNSALP) levels are part of the standard comprehensive metabolic panel (CMP) that is used in routine exams, although bone-specific ALP testing may be indicative of disease severity.   === Radiography === Despite patient-to-patient variability and the diversity of radiographic findings, the X-ray is diagnostic in infantile hypophosphatasia. Skeletal defects are found in nearly all patients and include hypomineralization, rachitic changes, incomplete vertebrate ossification and, occasionally, lateral bony spurs on the ulnae and fibulae. In newborns, X-rays readily distinguish hypophosphatasia from osteogenesis imperfecta and congenital dwarfism. Some stillborn skeletons show almost no mineralization; others have marked undermineralization and severe rachitic changes. Occasionally there can be peculiar complete or partial absence of ossification in one or more vertebrae. In the skull, individual membranous bones may calcify only at their centers, making it appear that areas of the unossified calvarium have cranial sutures that are widely separated when, in fact, they are functionally closed. Small protrusions (or \"tongues\") of radiolucency often extend from the metaphyses into the bone shaft. In infants, radiographic features of hypophosphatasia are striking, though generally less severe than those found in perinatal hypophosphatasia. In some newly diagnosed patients, there is an abrupt transition from relatively normal-appearing diaphyses to uncalcified metaphases, suggesting an abrupt metabolic change has occurred. Serial radiography studies can reveal the persistence of impaired skeletal mineralization (i.e. rickets), instances of sclerosis, and gradual generalized demineralization. In adults, X-rays may reveal bilateral femoral pseudofractures in the lateral subtrochanteric diaphysis. These pseudofractures may remain for years, but they may not heal until they break completely or the patient receives intramedullary fixation. These patients may also experience recurrent metatarsal fractures. DXA may show abnormal bone mineral density which may correlate with disease severity, although bone mineral density in HPP patients may not be systemically reduced.   === Genetic analysis === All clinical sub-types of hypophosphatasia have been traced to genetic mutations in the gene encoding TNSALP, which is localized on chromosome 1p36.1-34 in humans (ALPL; OMIM#171760). Approximately 388 distinct mutations have been described in the TNSALP gene.  \"The Tissue Nonspecific Alkaline Phosphatase Gene Mutations Database\". Archived from the original on 2016-03-04. Retrieved 2009-08-14. About 80% of the mutations are missense mutations. The number and diversity of mutations results in highly variable phenotypic expression, and there appears to be a correlation between genotype and phenotype in hypophosphatasia. Mutation analysis is possible and available in 3 laboratories.   == Treatment == As of October 2015, asfotase alfa (Strensiq) has been approved by the FDA for the treatment of hypophosphatasia. Some evidence exists to support the use of teriparatide in adult-HPP. Current management consists of palliating symptoms, maintaining calcium balance and applying physical, occupational, dental and orthopedic interventions, as necessary.  Hypercalcemia in infants may require restriction of dietary calcium or administration of calciuretics. This should be done carefully so as not to increase the skeletal demineralization that results from the disease itself. Vitamin D sterols and mineral supplements, traditionally used for rickets or osteomalacia, should not be used unless there is a deficiency, as blood levels of calcium ions (Ca2+), inorganic phosphate (Pi) and vitamin D metabolites usually are not reduced. Craniosynostosis, the premature closure of skull sutures, may cause intracranial hypertension and may require neurosurgical intervention to avoid brain damage in infants. Bony deformities and fractures are complicated by the lack of mineralization and impaired skeletal growth in these patients. Fractures and corrective osteotomies (bone cutting) can heal, but healing may be delayed and require prolonged casting or stabilization with orthopedic hardware. A load-sharing intramedullary nail or rod is the best surgical treatment for complete fractures, symptomatic pseudofractures, and progressive asymptomatic pseudofractures in adult hypophosphatasia patients. Dental problems: Children particularly benefit from skilled dental care, as early tooth loss can cause malnutrition and inhibit speech development. Dentures may ultimately be needed. Dentists should carefully monitor patients' dental hygiene and use prophylactic programs to avoid deteriorating health and periodontal disease. Physical Impairments and pain: Rickets and bone weakness associated with hypophosphatasia can restrict or eliminate ambulation, impair functional endurance, and diminish ability to perform activities of daily living. Nonsteroidal anti-inflammatory drugs may improve pain-associated physical impairment and can help improve walking distance] Bisphosphonate (a pyrophosphate synthetic analog) in one infant had no discernible effect on the skeleton, and the infant's disease progressed until death at 14 months of age. Bone marrow cell transplantation in two severely affected infants produced radiographic and clinical improvement, although the mechanism of efficacy is not fully understood and significant morbidity persisted. Enzyme replacement therapy with normal, or ALP-rich serum from patients with Paget's bone disease, was not beneficial. Phase 2 clinical trials of bone targeted enzyme-replacement therapy for the treatment of hypophosphatasia in infants and juveniles have been completed, and a phase 2 study in adults is ongoing. Pyridoxine, or Vitamin B6 may be used as adjunctive therapy in some cases, which may be referred to as Pyridoxine responsive seizures.   == History == It was discovered initially in 1936 but was fully named and documented by a Canadian pediatrician, John Campbell Rathbun (1915-1972), while examining and treating a baby boy with very low levels of alkaline phosphatase in 1948. The genetic basis of the disease was mapped out only some 40 years later. Hypophosphatasia is sometimes called Rathbun's syndrome after its principal documenter.   == See also == Alkaline phosphatase Choline   == References ==   == Further reading ==   == External links == Online Mendelian Inheritance in Man (OMIM): Adult Hypophosphatasia - 146300"}