{"name": "Hypogonadotropic hypogonadism", "category": "disease", "content": "Hypogonadotropic hypogonadism (HH),  is due to problems with either the hypothalamus or pituitary gland affecting the hypothalamic-pituitary-gonadal axis (HPG axis).  Hypothalamic disorders result from a deficiency in the release of gonadotropic releasing hormone (GnRH), while pituitary gland disorders are due to a deficiency in the release of gonadotropins from the anterior pituitary. GnRH is the central regulator in reproductive function and sexual development via the HPG axis. GnRH is released by GnRH neurons, which are hypothalamic neuroendocrine cells, into the hypophyseal portal system acting on gonadotrophs in the anterior pituitary. The release of gonadotropins, LH and FSH, act on the gonads for the development and maintenance of proper adult reproductive physiology. LH acts on Leydig cells in the male testes and theca cells in the female. FSH acts on Sertoli cells in the male and follicular cells in the female. Combined this causes the secretion of gonadal sex steroids and the initiation of folliculogenesis and spermatogenesis. The production of sex steroids forms a negative feedback loop acting on both the anterior pituitary and hypothalamus causing a pulsatile secretion of GnRH. GnRH neurons lack sex steroid receptors and mediators such as kisspeptin stimulate GnRH neurons for pulsatile secretion of GnRH.   == Types == There are two subtypes of HH, congenital HH (CHH) and acquired HH (AHH). CHH is due to genetic abnormalities resulting in non-functional GnRH secreting neurons or gonadotropic cell dysfunction in the anterior pituitary. CHH is divided into 2 subtypes depending on the condition of the olfactory system, anosmic HH (Kallman syndrome) and normosmic HH. AHH is an acquired form of the disease often occurring after sexual maturation and is not related to genetic defects.   == Pathogenesis == CHH is a type of HH resulting from the abnormal migration of GnRH neurons during embryonic development. GnRH neurons are derived from the olfactory placode and migrate into the central nervous system (CNS) during embryonic development. Embryonic migration can be affected by several gene mutations including but not limited to, KAL1, fibroblast growth factor (FGF8), sex determining region Y-Box 10 (SOX10), GNRHR, GNRH1 and KISS1R.  Kallmann syndrome results in a loss of smell (anosmia) and is associated with KAL1 mutations. The KAL1 gene encodes anosmin-1, an extracellular adhesion molecule that plays a role in GnRH neuronal migration and adhesion. Mutated KAL1 genes leads to ill GnRH neuronal migration as well as olfactory neuron disorder causing anosmia and non-functional GnRH releasing neurons. Mutations of KAL1 are mostly nucleotide insertion or deletion causing frame shifts in the translation of anosmin-1 resulting in a faulty protein. Inactivating mutations in the genes encoding GNRH1 or its receptor will result in the failure of the HPG axis and give rise to normosmic CHH. Inactivating mutations of KISS1 or KISS1R causes normosmic CHH in humans. This is because KISS1 is the mediator for the feedback loop in the HPG axis allowing low levels of sex steroid to stimulate GnRH secretion from the hypothalamus. CHH is a genetically heterogenous disorder with cases reported as being X-linked, recessive and autosomally inherited. The prevalence has been estimated to be 1/4000 to 1/10000 in males and 2 to 5 times less frequent in females. The prevalence difference between male and females is unknown, and is likely to be underreported for females. Acquired hypogonadotropic hypogonadism (AHH) is a postnatal onset of a GnRH releasing disorder and/or pituitary gonadotroph cell disorder. There are many causes of AHH, mostly due to structural or functional abnormalities involving the HPG axis such as sarcoidosis, lymphocytic hypophysitis, pituitary adenomas, craniopharyngiomas and other CNS tumours. Most of these patients have multiple pituitary hormone deficiencies.  Hyperprolactinaemia is the most common cause of AHH. It is a well-established cause of infertility in both male and female mammals. Prolactin inhibits GnRH neurons and therefore inhibits the subsequent release of LH, FSH and sex steroids. The mechanism of prolactin induced inhibition of GnRH release is poorly understood. It is suspected that the prolactin receptor is expressed on a small subset of GnRH neurons in mice and thus has a direct inhibitory effect on GnRH release. There is evidence to suggest indirect inhibition of GnRH neurons mediated by other neurotransmitters such as dopamine, opioid, neuropeptide Y and γ-aminobutyric acid. Drug usage of glucocorticoids and opioid analgesics in high dosages can lead to the inhibition of GnRH synthesis. Opioid receptors reside in the hypothalamus and when bound to opioids they decrease the normal pulsatile secretion of GnRH and therefore result in HH. Chronic treatment with supraphysiological doses of glucocorticoids results in a marked decrease in testosterone without an increase of LH levels, suggestive of a central mechanism of induced HH.   == Diagnosis == The clinical presentation of HH depend on the time of onset as well as the severity of the defect. Diagnostic tests to measure GnRH levels are difficult. This is because GnRH is confined within hypophyseal portal system and has a short half-life of 2–4 minutes. GnRH levels are thus checked indirectly via LH and FSH levels which will be totally or partially absent in HH. Exogenous GnRH can be used as a diagnostic tool. If the patient has hypothalamic GnRH deficiency, LH and FSH will gradually appear in response to the exogenous GnRH but in pituitary cases of HH, a minimal response will be generated. Typically, CHH is diagnosed in adolescence due to a lack of pubertal development, but it can be possible to diagnose in male neonates. Clinical presentations of CHH involve an absence of puberty by 18 years of age, poorly developed secondary sexual characteristics, or infertility. In men with CHH, serum levels of inhibin B are typically very low as inhibin B is a marker of Sertoli cell number. For females, CHH is most commonly revealed by primary amenorrhea. Breast development is variable and pubic hair may or may not be present. CHH can be diagnosed in the male neonate with cryptorchidism (maldescended testes) and a micropenis as signs of GnRH deficiency. There are no clear signs of CHH in female neonates. Another clinical sign of CHH, more specifically Kallmann syndrome, is a lack of a sense of smell due to the altered migration of GnRH neurons on the olfactory placode. Kallmann syndrome can also be shown through MRI imaging with irregular morphology or aplasia of the olfactory bulb and olfactory sulci. Anterior pituitary function must be normal for all other axes in CHH as it is an isolated disorder. Testing anterior pituitary function is helpful to identify if the HH is due to hyperprolactinemia.   == Management == The goal for HH therapy is to induce pubertal development, sexual function, fertility, bone health, and psychological wellbeing. Testosterone therapy for males and estradiol therapy for females is used to improve genital development, develop secondary sexual characteristics, allow for the growth and closure of the epiphyseal plate, as well as improving sexual function. This therapy does not restore fertility as gonadotropins are required for spermatogenesis and folliculogenesis. If fertility is desired, pulsatile GnRH therapy or gonadotropin therapy is necessary. Gonadotropin therapy involves the use of human chorionic gonadotropin (hCG) and FSH. In the male, hCG stimulates Leydig cells to produce testosterone so that plasma and testicular levels increase. With the increased levels of testosterone, sexual activity, libido and overall wellbeing should improve. Administration of FSH is required to induce spermatogenesis by acting on Sertoli cells. FSH is required for maintaining the production of high numbers of good quality sperm. Gonadotropin therapy in HH men usually  is able to generate enough sperm for fertility to occur, however sperm count is still lower than normal. In the female, the goal for gonadotropin therapy is to obtain ovulation. This is obtained with FSH treatment followed by hCG or LH to trigger ovulation. FSH will stimulate granulosa cells for follicular maturation while LH will act on luteal cells to produce steroids aiding follicular maturation and preparing the endometrium for pregnancy. For hyperprolactinaemia-caused AHH, dopamine agonists are used to improve GnRH secretion. Dopamine binds to D2 receptors on lactotrophs within the anterior pituitary. This results in the inhibition of secretion of prolactin resulting in less direct and indirect inhibition of GnRH secretion. In up to 10–20% of cases, patients can exhibit sustained fertility and steroid production after therapy, resulting in hypogonadotropic hypogonadism reversal. The mechanism for this reversal is unknown but there is believed to be some neuronal plasticity within GnRH releasing cells.   == See also == Androgens and estrogens GnRH and gonadotropins (FSH and LH) Hypergonadotropic hypogonadism Hypothalamic–pituitary–gonadal axis Isolated hypogonadotropic hypogonadism   == References ==   == External links =="}