{"name": "Hypoactive Sexual Desire Disorder", "category": "disease", "content": "Hypoactive sexual desire disorder (HSDD), hyposexuality or inhibited sexual desire (ISD) is sometimes considered a sexual dysfunction, and is characterized as a lack or absence of sexual fantasies and desire for sexual activity, as judged by a clinician. For this to be regarded as a disorder, it must cause marked distress or interpersonal difficulties and not be better accounted for by another mental disorder, a drug (legal or illegal), or some other medical condition. A person with ISD will not start, or respond to their partner's desire for, sexual activity. HSDD affects approximately 10% of all pre-menopausal women in the United States, or about 6 million women, 1.5% of men and an unstudied amount of gender non-conforming people. There are various subtypes. HSDD can be general (general lack of sexual desire) or situational (still has sexual desire but lacks sexual desire for current partner), and it can be acquired (HSDD started after a period of normal sexual functioning) or lifelong (the person has always had no/low sexual desire). In the DSM-5, HSDD was split into male hypoactive sexual desire disorder and female sexual interest/arousal disorder. It was first included in the DSM-III under the name inhibited sexual desire disorder, but the name was changed in the DSM-III-R. Other terms used to describe the phenomenon include sexual aversion and sexual apathy. More informal or colloquial terms are frigidity and frigidness.   == Causes == Low sexual desire alone is not equivalent to HSDD because of the requirement in HSDD that the low sexual desire causes marked distress and interpersonal difficulty and because of the requirement that the low desire is not better accounted for by another disorder in the DSM or by a general medical problem. It is therefore difficult to say exactly what causes HSDD. It is easier to describe, instead, some of the causes of low sexual desire. In men, though there are theoretically more types of HSDD/low sexual desire, typically men are only diagnosed with one of three subtypes.  Lifelong/generalised: The man has little or no desire for sexual stimulation (with a partner or alone) and never had. Acquired/generalised: The man previously had sexual interest in his present partner, but lacks interest in sexual activity, partnered or solitary. Acquired/situational: The man was previously sexually interested in his present partner but now lacks sexual interest in this partner but has desire for sexual stimulation (i.e. alone or with someone other than his present partner). Though it can sometimes be difficult to distinguish between these types, they do not necessarily have the same cause. The cause of lifelong/generalized HSDD is unknown. In the case of acquired/generalized low sexual desire, possible causes include various medical/health problems, psychiatric problems, low levels of testosterone or high levels of prolactin. One theory suggests that sexual desire is controlled by a balance between inhibitory and excitatory factors. This is thought to be expressed via neurotransmitters in selective brain areas. A decrease in sexual desire may therefore be due to an imbalance between neurotransmitters with excitatory activity like dopamine and norepinephrine and neurotransmitters with inhibitory activity, like serotonin. Low sexual desire can also be a side effect of various medications. In the case of acquired/situational HSDD, possible causes include intimacy difficulty, relationship problems, sexual addiction, and chronic illness of the man's partner. The evidence for these is somewhat in question. Some claimed causes of low sexual desire are based on empirical evidence. However, some are based merely on clinical observation. In many cases, the cause of HSDD is simply unknown. Some factors are believed to be possible causes of HSDD in women. As with men, various medical problems, psychiatric problems (such as mood disorders), or increased amounts of prolactin can cause HSDD. Other hormones are believed to be involved as well. Additionally, factors such as relationship problems or stress are believed to be possible causes of reduced sexual desire in women. According to one recent study examining the affective responses and attentional capture of sexual stimuli in women with and without HSDD, women with HSDD do not appear to have a negative association to sexual stimuli, but rather a weaker positive association than women without HSDD. One study found a third of post operation transgender women experience HSDD, roughly consistent with ovulating women when adjusted for age. No evidence was found that HSDD in transgender women is caused by a lack of free testosterone. Progesterone has shown to alleviate some symptoms of HSDD in transgender women, as well as other hormone treatments.   == Diagnosis == In the DSM-5, male hypoactive sexual desire disorder is characterized by \"persistently or recurrently deficient (or absent) sexual/erotic thoughts or fantasies and desire for sexual activity\", as judged by a clinician with consideration for the patient's age and cultural context. Female sexual interest/arousal disorder is defined as a \"lack of, or significantly reduced, sexual interest/arousal\", manifesting as at least three of the following symptoms: no or little interest in sexual activity, no or few sexual thoughts, no or few attempts to initiate sexual activity or respond to partner's initiation, no or little sexual pleasure/excitement in 75–100% of sexual experiences, no or little sexual interest in internal or external erotic stimuli, and no or few genital/nongenital sensations in 75–100% of sexual experiences. For both diagnoses, symptoms must persist for at least six months, cause clinically significant distress, and not be better explained by another condition. Simply having lower desire than one's partner is not sufficient for a diagnosis. Self-identification of a lifelong lack of sexual desire as asexuality precludes diagnosis.   == Treatment ==   === Counseling === HSDD, like many sexual dysfunctions, is something that people are treated for in the context of a relationship. Theoretically, one could be diagnosed with and treated for HSDD without being in a relationship. However, relationship status is the most predictive factor accounting for distress in women with low desire and distress is required for a diagnosis of HSDD. Therefore, it is common for both partners to be involved in therapy. Typically, the therapist tries to find a psychological or biological cause of the HSDD. If the HSDD is organically caused, the clinician may try to treat it. If the clinician believes it is rooted in a psychological problem, he or she may recommend therapy. If not, treatment generally focuses more on relationship and communication issues, improved communication (verbal and nonverbal), working on non-sexual intimacy, or education about sexuality may all be possible parts of treatment. Sometimes problems occur because people have unrealistic perceptions about what normal sexuality is and are concerned that they do not compare well to that, and this is one reason why education can be important. If the clinician thinks that part of the problem is a result of stress, techniques may be recommended to more effectively deal with that. Also, it can be important to understand why the low level of sexual desire is a problem for the relationship because the two partners may associate different meanings with sex but not know it. In the case of men, the therapy may depend on the subtype of HSDD. Increasing the level of sexual desire of a man with lifelong/generalized HSDD is unlikely. Instead, the focus may be on helping the couple to adapt. In the case of acquired/generalized, it is likely that there is some biological reason the clinician can address. In the case of acquired/situational, some form of psychotherapy may be used, possibly with the man alone and possibly together with his partner.   === Medication ===   ==== Approved ==== Flibanserin was the first medication approved by FDA for the treatment of HSDD in pre-menopausal women. Its approval was controversial and a systematic review found its benefits to be marginal. The only other medication approved in the US for HSDD in pre-menopausal women is bremelanotide, in 2019.   ==== Off-label ==== A few studies suggest that the antidepressant, bupropion, can improve sexual function in women who are not depressed, if they have HSDD. The same is true for the anxiolytic, buspirone, which is a 5-HT1A receptor agonist similarly to flibanserin. Testosterone supplementation is effective in the short term. However, its long-term safety is unclear.   == History == The term \"frigid\" to describe sexual dysfunction derives from medieval and early modern canonical texts about witchcraft. It was thought that witches could put spells on men to make them incapable of erections. Only in the early nineteenth century were women first described as \"frigid\", and a vast literature exists on what was considered a serious problem if a woman did not desire sex with her husband. Many medical texts between 1800 and 1930 focused on women's frigidity, considering it a sexual pathology. The French psychoanalyst Princess Marie Bonaparte theorized about frigidity and considered herself to have it.  Additionally, in the third edition of the Diagnostic and Statistical Manual for Mental Disorders (DSM-III), frigidity and impotence were cited as alternate nomenclatures for Inhibited Sexual Excitement. In 1970, Masters and Johnson published their book Human Sexual Inadequacy describing sexual dysfunctions, though these included only dysfunctions dealing with the function of genitals such as premature ejaculation and impotence for men, and anorgasmia and vaginismus for women. Prior to Masters and Johnson's research, female orgasm was assumed by some to originate primarily from vaginal, rather than clitoral, stimulation. Consequently, feminists have argued that \"frigidity\" was \"defined by men as the failure of women to have vaginal orgasms\". Following this book, sex therapy increased throughout the 1970s. Reports from sex-therapists about people with low sexual desire are reported from at least 1972, but labeling this as a specific disorder did not occur until 1977. In that year, sex therapists Helen Singer Kaplan and Harold Lief independently of each other proposed creating a specific category for people with low or no sexual desire. Lief named it \"inhibited sexual desire\", and Kaplan named it \"hypoactive sexual desire\". The primary motivation for this was that previous models for sex therapy assumed certain levels of sexual interest in one's partner and that problems were only caused by abnormal functioning/non-functioning of the genitals or performance anxiety but that therapies based on those problems were ineffective for people who did not sexually desire their partner. The following year, 1978, Lief and Kaplan together made a proposal to the APA's taskforce for sexual disorders for the DSM III, of which Kaplan and Lief were both members. The diagnosis of Inhibited Sexual Desire (ISD) was added to the DSM when the 3rd edition was published in 1980. For understanding this diagnosis, it is important to recognize the social context in which it was created. In some cultures, low sexual desire may be considered normal, and high sexual desire conversely problematic. For example, sexual desire may be lower in East Asian populations than Euro-Canadian/American populations. In other cultures, this may be reversed. Some cultures try hard to restrain sexual desire. Others try to excite it. Concepts of \"normal\" levels of sexual desire are culturally dependent and rarely value-neutral. In the 1970s, there were strong cultural messages that sex is good for you and \"the more the better\". Within this context, people who were habitually uninterested in sex, who in previous times may not have seen this as a problem, were more likely to feel that this was a situation that needed to be fixed. They may have felt alienated by dominant messages about sexuality and increasingly people went to sex-therapists complaining of low sexual desire. It was within this context that the diagnosis of ISD was created. In the revision of the DSM-III, published in 1987 (DSM-III-R), ISD was subdivided into two categories: Hypoactive Sexual Desire Disorder and Sexual Aversion Disorder (SAD). The former is a lack of interest in sex and the latter is a phobic aversion to sex. In addition to this subdivision, one reason for the change is that the committee involved in revising the psychosexual disorders for the DSM-III-R thought that the term \"inhibited\" suggests psychodynamic cause (i.e., that the conditions for sexual desire are present, but the person is, for some reason, inhibiting their own sexual interest). The term \"hypoactive sexual desire\" is more awkward, but more neutral with respect to the cause. The DSM-III-R estimated that about 20% of the population had HSDD. In the DSM-IV (1994), the criterion that the diagnosis requires \"marked distress or interpersonal difficulty\" was added. The DSM-5, published in 2013, split HSDD into male hypoactive sexual desire disorder and female sexual interest/arousal disorder. The distinction was made because men report more intense and frequent sexual desire than women. According to Lori Brotto, this classification is desirable compared to the DSM-IV classification system because: (1) it reflects the finding that desire and arousal tend to overlap (2) it differentiates between women who lack desire before the onset of activity, but who are receptive to initiation and or initiate sexual activity for reasons other than desire, and women who never experience sexual arousal (3) it takes the variability in sexual desire into account. Furthermore, the criterion that 6 symptoms be present for a diagnosis helps safeguard against pathologizing adaptive decreases in desire.   == Criticism ==   === General === HSDD, as currently defined by the DSM, has come under criticism of the social function of the diagnosis.  HSDD could be seen as part of a history of the medicalization of sexuality by the medical profession to define normal sexuality. It has also been examined within a \"broader frame of historical interest in the problematization of sexual appetite\". HSDD has been criticized over pathologizing normal variations in sexuality because the parameters of normality are unclear. This lack of clarity is partly due to the fact that the terms \"persistent\" and \"recurrent\" do not have clear operational definitions. HSDD may function to pathologize asexuals, though their lack of sexual desire may not be maladaptive. Because of this, some members of the asexual community lobbied the mental health community working on the DSM-5 to regard hypoactive sexual desire not as a disorder, but as a sexual orientation. Other criticisms focus more on scientific and clinical issues.  HSDD is such a diverse group of conditions with many causes that it functions as little more than a starting place for clinicians to assess people. The requirement that low sexual desire causes distress or interpersonal difficulty has been criticized. It has been claimed that it is not clinically useful because if it is not causing any problems, the person will not seek out a clinician. One could claim that this criterion (for all of the sexual dysfunctions, including HSDD) decreases the scientific validity of the diagnoses or is a cover-up for a lack of data on what constitutes normal sexual function. The distress requirement is also criticized because the term \"distress\" lacks a clear definition. Some critics of hypoactive sexual desire disorder have described it as ego-dystonic asexuality in some cases, pointing out that it pathologizes a lack of sexual desire. An asexual person may experience distress due to allonormativity, potentially meeting the distress condition for diagnosis. Unnecessarily medicating asexual people for HSDD could be described as conversion therapy, so the individual needs to be prompted to examine the cause of their distress.   === NICE (UK) assessment === Hypoactive sexual desire disorder is not recognized as a disorder by the National Institute for Health and Care Excellence for the British National Health Service, with the judgement based on an article in the Journal of Medical Ethics that \"Hypoactive sexual desire disorder is a typical example of a condition that was sponsored by industry to prepare the market for a specific treatment\".   === DSM-IV criteria === Prior to the publication of the DSM-5, the DSM-IV criteria were criticized on several grounds. It was suggested that a duration criterion should be added because lack of interest in sex over the past month is significantly more common than lack of interest lasting six months. Similarly, a frequency criterion (i.e., the symptoms of low desire be present in 75% or more of sexual encounters) has been suggested. The current framework for HSDD is based on a linear model of human sexual response, developed by Masters and Johnson and modified by Kaplan consisting of desire, arousal, orgasm. The sexual dysfunctions in the DSM are based around problems at any one or more of these stages. Many of the criticisms of the DSM-IV framework for sexual dysfunction in general, and HSDD in particular, claimed that this model ignored the differences between male and female sexuality. Several criticisms were based on the inadequacy of the DSM-IV framework for dealing with females' sexual problems.  Increasingly, evidence shows that there are significant differences between male and female sexuality. Level of desire is highly variable from female to female and there are some females who are considered sexually functional who have no active desire for sex, but they can erotically respond well in contexts they find acceptable. This has been termed \"responsive desire\" as opposed to spontaneous desire. The focus on merely the physiological ignores the social, economic and political factors including sexual violence and lack of access to sexual medicine or education throughout the world affecting females and their sexual health. The focus on the physiological ignores the relationship context of sexuality despite the fact that this is often the cause of sexual problems. The focus on discrepancy in desire between two partners may result in the partner with the lower level of desire being labeled as \"dysfunctional,\" but the problem really sits with the difference between the two partners. However, within couples the assessment of desire tends to be relative. That is, individuals make judgments by comparing their levels of desire to that of their partner. The sexual problems that females complain of often do not fit well into the DSM-IV framework for sexual dysfunctions. The DSM-IV system of sub-typing may be more applicable to one sex than the other. Research indicates a high degree of comorbidity between HSDD and female sexual arousal disorder. Therefore, a diagnosis combining the two (as the DSM-5 eventually did) might be more appropriate.   == See also == Drugs and sexual desire Hypersexuality Sexual anhedonia Sexual anorexia Sexual arousal disorder   == References ==   == Further reading == Cryle, Peter; Moore, Alison (2011). Frigidity: An Intellectual History. Basingstoke: Palgrave Macmillan. ISBN 978-0-230-30345-4. Cryle, Peter; Moore, Alison (May 2010). \"Frigidity at the Fin-de-Siècle, a Slippery and Capacious Concept\". Journal of the History of Sexuality. 19 (2): 243–61. doi:10.1353/sex.0.0096. PMID 20617591. S2CID 40019141. Moore, Alison (November 2009). \"Frigidity, Gender and Power in French Cultural History – From Jean Fauconney to Marie Bonaparte\". French Cultural Studies. 20 (4): 331–49. doi:10.1177/0957155809344155. S2CID 145773398. Moore, Alison (2009). \"The Invention of the Unsexual: Situating Frigidity in the History of Sexuality and in Feminist Thought\". French History and Civilization. 2: 181–92. Montgomery, KA (Jun 2008). \"Sexual Desire Disorders\". Psychiatry (Edgmont). 5 (6): 50–55. PMC 2695750. PMID 19727285. Basson, R; Leiblum, S; Brotto, L; et al. (December 2003). \"Definitions of women's sexual dysfunction reconsidered: advocating expansion and revision\". Journal of Psychosomatic Obstetrics and Gynaecology. 24 (4): 221–9. doi:10.3109/01674820309074686. PMID 14702882. S2CID 4780569. Warnock, JJ (2002). \"Female hypoactive sexual desire disorder: epidemiology, diagnosis and treatment\". CNS Drugs. 16 (11): 745–53. doi:10.2165/00023210-200216110-00003. PMID 12383030. S2CID 24669452. Basson, R (10 May 2005). \"Women's sexual dysfunction: revised and expanded definitions\". Canadian Medical Association Journal. 172 (10). Canadian Medical Association: 1327–1333. doi:10.1503/cmaj.1020174. PMC 557105. PMID 15883409. Nappi, RE; Wawra, K; Schmitt, S (Jun 2006). \"Hypoactive sexual desire disorder in postmenopausal women\". Gynecological Endocrinology. 22 (6): 318–23. doi:10.1080/09513590600762265. PMID 16785156. S2CID 24526712.   == External links =="}