{"name": "Hypotension, Orthostatic", "category": "disease", "content": "Orthostatic hypotension, also known as postural hypotension, is a medical condition wherein a person's blood pressure drops when they are standing up (orthostasis) or sitting down. Primary orthostatic hypotension is also often referred to as neurogenic orthostatic hypotension. The drop in blood pressure may be sudden (vasovagal orthostatic hypotension), within 3 minutes (classic orthostatic hypotension) or gradual (delayed orthostatic hypotension). It is defined as a fall in systolic blood pressure of at least 20 mmHg or diastolic blood pressure of at least 10 mmHg after 3 minutes of standing. It occurs predominantly by delayed (or absent) constriction of the lower body blood vessels, which is normally required to maintain adequate blood pressure when changing the position to standing. As a result, blood pools in the blood vessels of the legs for a longer period, and less is returned to the heart, thereby leading to a reduced cardiac output and inadequate blood flow to the brain. Very mild occasional orthostatic hypotension is common and can occur briefly in anyone, although it is prevalent in particular among the elderly and those with known low blood pressure. Severe drops in blood pressure can lead to fainting, with a possibility of injury. Moderate drops in blood pressure can cause confusion/inattention, delirium, and episodes of ataxia. Chronic orthostatic hypotension is associated with cerebral hypoperfusion that may accelerate the pathophysiology of dementia. Whether it is a causative factor in dementia is unclear. The numerous possible causes for orthostatic hypotension include certain medications (e.g. alpha blockers), autonomic neuropathy, decreased blood volume, multiple system atrophy,  and age-related blood-vessel stiffness. Apart from addressing the underlying cause, orthostatic hypotension may be treated with a recommendation to increase salt and water intake (to increase the blood volume), wearing compression stockings, and sometimes medication (fludrocortisone, midodrine, or others). Salt loading (dramatic increases in salt intake) must be supervised by a doctor, as this can cause severe neurological problems if done too aggressively.   == Anatomy and physiology == To maintain sufficient blood pressure, the body has several compensatory mechanisms. Baroreceptors, a kind of mechanoreceptors, play a crucial role in conveying data about blood pressure in the autonomic nervous system. The data is conveyed to regulate the peripheral resistance and heart output, keeping blood pressure within an established normal limit. There are two kinds of baroreceptors: high-pressure arterial baroreceptors and low-pressure volume receptors, both activated by the stretching of vessel walls. Arterial baroreceptors are situated in the carotid sinuses and the aortic arch, while the low-pressure volume receptors, known as cardiopulmonary receptors, are in the atria, ventricles, and pulmonary vasculature. Arterial baroreceptors detect changes in blood pressure and transmit this information to the brainstem, the nucleus of the solitary tract, which modulates the activity of the autonomic nervous system (ANS). This results in decreased blood pressure, which leads to an increase in heart rate. What's more, the venoarteriolar axon reflex, which results in the constriction of arterial flow to muscles, skin, and adipose tissue also helps stabilize blood pressure.   == Signs and symptoms == Orthostatic hypotension is characterized by symptoms that occur after standing (from lying or sitting), particularly when done rapidly. Many report lightheadedness (a feeling that one might be about to faint), sometimes severe, or even actual fainting with associated fall risk. With chronic orthostatic hypotension, the condition and its effects may worsen even as fainting and many other symptoms become less frequent. Generalized weakness or tiredness may also occur. Some also report difficulty concentrating, blurred vision, tremulousness, vertigo, anxiety, palpitations (awareness of the heartbeat), unsteadiness, feeling sweaty or clammy, and sometimes nausea. A person may look pale. Some people may experience severe orthostatic hypotension with the only symptoms being confusion or extreme fatigue. Chronic severe orthostatic hypotension may present as fluctuating cognition/delirium.   Women who are pregnant are also susceptible to orthostatic hypotension.   === Associated diseases === The disorder may be associated with Addison's disease, atherosclerosis (build-up of fatty deposits in the arteries), diabetes, pheochromocytoma, porphyria, long COVID, and certain neurological disorders, including  autoimmune autonomic ganglionopathy, multiple system atrophy, and other forms of dysautonomia.  It is also associated with Ehlers–Danlos syndrome and anorexia nervosa. It is also present in many patients with Parkinson's disease or Lewy body dementias resulting from sympathetic denervation of the heart or as a side effect of dopaminomimetic therapy. This rarely leads to fainting unless the person has developed true autonomic failure or has an unrelated heart problem. Another disease, dopamine beta hydroxylase deficiency, also thought to be underdiagnosed, causes loss of sympathetic noradrenergic function and is characterized by low or extremely low levels of norepinephrine, but an excess of dopamine. Quadriplegics and paraplegics also might experience these symptoms due to multiple systems' inability to maintain normal blood pressure and blood flow to the upper part of the body.   == Causes == Some causes of orthostatic hypotension include neurodegenerative disorders, low blood volume (e.g. caused by dehydration, bleeding, or the use of diuretics), drugs that cause vasodilation, other types of drugs (notably, narcotics and marijuana), discontinuation of vasoconstrictors, prolonged bed rest (immobility), significant recent weight loss,  anemia, vitamin B12 deficiency, or recent bariatric surgery.   === Medication ===  Orthostatic hypotension can be a side effect of certain antidepressants, such as tricyclics or monoamine oxidase inhibitors (MAOIs). Marijuana and tetrahydrocannabinol can on occasion produce marked orthostatic hypotension. Alcohol can potentiate orthostatic hypotension to the point of syncope. Orthostatic hypotension can also be a side effect of alpha-1 blockers (alpha1 adrenergic blocking agents).  Alpha1 blockers inhibit vasoconstriction normally initiated by the baroreceptor reflex upon postural change and the subsequent drop in pressure. Other antihypertensive medications may also cause orthostatic hypotension, in addition to anticholinergics, dopaminergic drugs, opiates and psychoactive medications.   === Other factors === Patients prone to orthostatic hypotension are the elderly, post partum mothers, and those having been on bed rest. People with anorexia nervosa and bulimia nervosa often develop orthostatic hypotension as a common side effect. Consuming alcohol may also lead to orthostatic hypotension due to its dehydrating effects.   == Mechanism == Orthostatic hypotension happens when gravity causes blood to pool in the lower extremities, which in turn compromises venous return, resulting in decreased cardiac output and subsequent lowering of arterial pressure. For example, changing from a lying position to standing loses about 700 ml of blood from the thorax, with a decrease in systolic and diastolic blood pressures. The overall effect is insufficient blood perfusion in the upper part of the body. Normally, a series of cardiac, vascular, neurologic, muscular, and neurohumoral responses occurs quickly so the blood pressure does not fall very much.  One response is a vasoconstriction (baroreceptor reflex), pressing the blood up into the body again. (Often, this mechanism is exaggerated and is why diastolic blood pressure is a bit higher when a person is standing up, compared to a person in the horizontal position.) Therefore, some factor that inhibits one of these responses and causes a greater than normal fall in blood pressure is required. Such factors include low blood volume, diseases, and medications.    == Diagnosis == Orthostatic hypotension can be confirmed by measuring a person's blood pressure after lying flat for 5 minutes, then 1 minute after standing, and 3 minutes after standing. Orthostatic hypotension is defined as a fall in systolic blood pressure of at least 20 mmHg or the diastolic blood pressure of at least 10 mmHg between the supine reading and the upright reading.  Also, the heart rate should be measured for both positions.  A significant increase in heart rate from supine to standing may indicate a compensatory effort by the heart to maintain cardiac output. A related syndrome, postural orthostatic tachycardia syndrome (POTS), is diagnosed when at least a 30 bpm increase in heart rate occurs with little or no change in blood pressure. A tilt table test may also be performed.   === Definition === Orthostatic hypotension (or postural hypotension) is a drop in blood pressure upon standing.  One definition (AAFP) calls for a systolic blood pressure decrease of at least 20 mm Hg or a diastolic blood pressure decrease of at least 10 mm Hg within 3 minutes of standing. A common first symptom is lightheadedness upon standing, possibly followed by more severe symptoms: narrowing or loss of vision, dizziness, weakness, and even syncope (fainting).   === Subcategories === Orthostatic hypotension can be subcategorized into three groups – initial, classic, and delayed. Initial orthostatic hypotension is frequently characterized by a systolic blood pressure decrease of ≥40 mmHg or diastolic blood pressure decrease of ≥20 mmHg within 15 seconds of standing. Blood pressure then spontaneously and rapidly returns to normal, so the period of hypotension and symptoms is short (<30 s).  Only continuous beat-to-beat BP measurement during an active standing-up maneuver can document this condition. Classic orthostatic hypotension is frequently characterized by a systolic blood pressure decrease of ≥20 mmHg or diastolic blood pressure decrease of ≥10 mmHg between 30 seconds and 3 min of standing. Delayed orthostatic hypotension is frequently characterized by a sustained systolic blood pressure decrease of ≥20 mm Hg or a sustained diastolic blood pressure decrease ≥of 10 mm Hg beyond 3 minutes of standing or upright tilt table testing.   == Management ==   === Lifestyle changes === Apart from treating underlying reversible causes (e.g., stopping or reducing certain medications, treating autoimmune causes), several measures can improve the symptoms of orthostatic hypotension and prevent episodes of syncope (fainting). Even small increases in the blood pressure may be sufficient to maintain blood flow to the brain on standing. In dysautonomic patients who do not have a diagnosis of high blood pressure, drinking 2–3 liters of fluid a day and taking 10 g of salt can improve symptoms, by maximizing the amount of fluid in the bloodstream. Another strategy is keeping the head of the bed slightly elevated. This reduces the return of fluid from the limbs to the kidneys at night, thereby reducing nighttime urine production and maintaining fluid in the circulation. Various measures can be used to improve the return of blood to the heart; the wearing of compression stockings and exercises (\"physical counterpressure maneuvers\" or PCMs) can be undertaken just before standing up (e.g., leg crossing and squatting).   === Medications === The medication midodrine can benefit people with orthostatic hypotension, The main side effect is piloerection (\"goose bumps\"). Fludrocortisone is also used, although based on more limited evidence. Droxidopa has been shown to be effective as well, with few, mostly mild side effects reported. A number of other measures have slight evidence to support their use – indomethacin, fluoxetine, dopamine antagonists, metoclopramide, domperidone, monoamine oxidase inhibitors with tyramine (can produce severe hypertension), oxilofrine, potassium chloride, and yohimbine.   === Other === Robotic devices, such as the Erigo medical device, have been proven to help orthostatic hypotension in some patients. These machines adjust a patient's position from 0 degrees to 90 degrees in progressive increments, allowing the blood pressure to adjust more slowly.   == Prognosis == Orthostatic hypotension may cause accidental falls. It is also linked to an increased risk of cardiovascular disease, heart failure, and stroke. Also, observational data suggest that orthostatic hypotension in middle age increases the risk of eventual dementia and reduced cognitive function.   == See also == Orthostatic hypertension Orthostatic intolerance Vasovagal response   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Orthostatic hypotension at Curlie Postural hypotension : what it is and how to manage it – Centers for Disease Control and Prevention"}