{"name": "Hypoplastic anemia", "category": "disease", "content": "Congenital hypoplastic anemia is a congenital disorder that occasionally also includes leukopenia and thrombocytopenia and is characterized by deficiencies of red cell precursors. Types of congenital hypoplastic anemia include Diamond–Blackfan anemia, Fanconi anemia, Shwachman–Diamond syndrome, Majeed syndrome, Congenital dyserythropoietic anemia type III, and Cartilage–hair hypoplasia.   == Types == Diamond–Blackfan anemia is a is an uncommon congenital hypoplastic anemia that often manifests in the first few months of life. Josephs initially noted Diamond-Blackfan anemia in 1936, and Diamond and Blackfan provided a more thorough description of the condition in 1938. The 1976 publication of the Diamond-Blackfan anemia diagnostic criteria states that the condition must manifest before the patient turns one year old and must include near-normal or slightly decreased neutrophil counts, reticulocytopenia, variable platelet counts, macrocytosis, and normal marrow cellularity with a deficiency of red cell precursors. Diamond-Blackfan anemia in infants manifests as anemia-related symptoms such as pallor, failure to thrive, and difficulty sucking when nursing or using a bottle. Fifty percent of Diamond-Blackfan anemia patients are reported to have congenital malformations in addition to anemia. The incidence of Diamond-Blackfan anemia is 7 cases per million live births. About 40–45% of Diamond-Blackfan anemia cases are familial and have autosomal dominant inheritance; the remaining cases are either sporadic or familial and appear to have distinct inheritance patterns. RPS19 currently has the most prevalent mutation. There are 113 distinct RPS19 mutations linked to Diamond-Blackfan anemia. Red cell transfusions and corticosteroids are the cornerstones of Diamond-Blackfan anemia treatment since 1951. Fanconi anemia (FA) is a genetically and phenotypically diverse recessive disorder that is characterized by a variety of congenital malformations, pancytopenia that progresses over time, and a susceptibility to solid tumors as well as hematologic malignancies. Each patient has a unique set of congenital anomalies that can impact any major organ system or skeletal morphogenesis. Although FA can occur in patients without congenital defects and be diagnosed in adulthood, classic clinical features like growth retardation, small head size, café-au-lait spots, radial ray defects, and renal structural abnormalities can be powerful diagnostic clues. Although macrocytosis and fetal hemoglobin (HbF) increases are frequently observed, their absence does not rule out illness. The MMC or DEB chromosomal breakage test is the accepted method for diagnosing FA. There are currently fifteen known FANC genes, with FANCA, FANCC, FANCG, and FANCD2 being the most common. For certain FA patients, androgen therapy works well in treating bone marrow failure. Hematopoietic abnormalities in FA patients have been successfully treated with synthetic androgens like danazol and oxymetholon. When bone marrow fails in FA, hematopoietic stem cell transplantation is still the first line of treatment of choice. Shwachman–Diamond syndrome (SDS) is a leukemia predisposition and exocrine pancreatic insufficiency-related autosomal recessive marrow failure syndrome. Roughly 90% of patients who fit the clinical criteria for SDS diagnosis have SBDS gene mutations. SBDS corresponds to chromosome 7's 7q11 centromeric region. Steatorrhea and failure to thrive are the typical early presentations of SDS patients. Reduced levels of fat-soluble vitamins (A, D, E, and K) may occur. Young patients with SDS frequently have hepatomegaly with elevated liver transaminases, usually two to three times higher than the normal range. In 88% to 100% of patients with SDS, neutropenia—generally defined as a neutrophil count of less than 1,500 109/L—is the most prevalent sign of bone marrow failure. About two thirds of patients have intermittent neutropenia, while the remaining third have chronic neutropenia. Neutrophil counts can be anywhere from normal to very low. In vitro, there is a reduction in neutrophil numbers as well as neutrophil chemotaxis. There might be more cytopenias present as well. 42% to 66% of patients have been reported to have anemia. Usually, the reticulocyte count is not raised. RBCs can be either macrocytic or normocytic. A common characteristic of many inherited marrow failure syndromes is elevated hemoglobin F levels, which are frequently present. Typically defined as less than 150 109/L, thrombocytopenia affects 24% to 60% of patients. Endocrine abnormalities in SDS include hypothyroidism, hypogonadotropic hypogonadism, growth hormone deficiency, and insulin-dependent diabetes. Cardiomyopathies have also been reported in some cases. The main characteristics of SDS are pancreatic exocrine and bone marrow dysfunction, which are the basis for the majority of clinical phenotype-based diagnoses. Currently, the sole treatment for the hematological complications in SDS is hematopoietic stem cell transplantation. Majeed syndrome is a multi-system inflammatory disease that manifests as congenital dyserythropoietic anemia, chronic multifocal osteomyelitis, and neutrophilic dermatosis. The phosphatidic acid phosphatase gene, LPIN2, is mutated in the disease, which is an autosomal recessive disorder. Congenital dyserythropoietic anemia type III (CDAII) is an autosomal recessive disease characterized by hemolysis, erythroblast morphological abnormalities, hypoglycosylation of certain RBC membrane proteins, and ineffective erythropoiesis. Cartilage–hair hypoplasia is a metaphyseal chondrodysplasia that is autosomally recessive and characterized by short stature, hypoplastic hair, impaired immunity, and aberrant erythrogenesis.   == See also == Congenital dyserythropoietic anemia Birth defect   == References ==   == Further reading == Chavan, Pallavi Pimpale; Aksentijevich, Ivona; Daftary, Aditya; Panwala, Hiren; Khemani, Chetna; Khan, Archana; Khubchandani, Raju (May 15, 2021). \"Majeed Syndrome: Five Cases With Novel Mutations From Unrelated Families in India With a Review of Literature\". The Journal of Rheumatology. 48 (12): 1850–1855. doi:10.3899/jrheum.201663. ISSN 0315-162X. PMID 33993107. S2CID 234745719. Sandstrom, H; Wahlin, A (January 1, 2000). \"Congenital dyserythropoietic anemia type III\". Haematologica. 85 (7): 753–757. ISSN 1592-8721. PMID 10897128. Retrieved December 18, 2023. Makitie, O; Sulisalo, T; de la Chapelle, A; Kaitila, I (January 1, 1995). \"Cartilage-hair hypoplasia\". Journal of Medical Genetics. 32 (1). BMJ: 39–43. doi:10.1136/jmg.32.1.39. ISSN 1468-6244. PMC 1050177. PMID 7897625.   == External links == Diamond–Blackfan anemia - MedlinePlus, Cleveland Clinic, National Organization for Rare Disorders, WebMD, and Orphanet. Fanconi anemia - MedlinePlus, Cleveland Clinic, National Organization for Rare Disorders, WebMD, and Orphanet. Shwachman–Diamond syndrome - MedlinePlus, Cleveland Clinic, National Organization for Rare Disorders, Boston Children’s Hospital, and Orphanet. Majeed syndrome - MedlinePlus, OMIM, Genetic and Rare Diseases Information Center, Orphanet, and DermNet. Congenital dyserythropoietic anemia type III - OMIM 1, OMIM 2, Orphanet, and Genetic and Rare Diseases Information Center. Cartilage–hair hypoplasia - MedlinePlus, Genetic and Rare Diseases Information Center, Orphanet, Johns Hopkins Medicine, and Nemours Children's Health."}