{"name": "ibalizumab", "category": "drug", "content": "Ibalizumab, sold under the brand name Trogarzo, is a non-immunosuppressive humanised monoclonal antibody that binds CD4, the primary receptor for HIV, and inhibits HIV from entering cells. It is a post-attachment inhibitor, blocking HIV from binding to the CCR5 and CXCR4 co-receptors after HIV binds to the CD4 receptor on the surface of a CD4 cell. Post-attachment inhibitors are a subclass of HIV drugs called entry inhibitors. On March 6, 2018, the U.S. Food and Drug Administration (FDA) approved ibalizumab for multidrug-resistant HIV-1. It is used in combination with other antiretroviral drugs. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Ibalizumab, in combination with other antiretrovirals, is indicated for the treatment of human immunodeficiency virus type 1 (HIV-1) infection.   == Development == Ibalizumab is being developed by TaiMed Biologics but was originally developed by Tanox, now part of Genentech. As part of Genentech's takeover of Tanox, the patent for ibalizumab was sold to TaiMed Biologics, a biotech company formed in 2007 with support from the Taiwanese Government through a $20 million investment by the state-owned National Development Fund. Milestones for the intravenous (i.v.) infusion dosage form:  2003: completed a phase-1a clinical trial for i.v. infusion dosage form. 2003: granted fast track status by U.S. FDA. 2003: completed a phase-1b clinical trial for i.v. infusion dosage form. 2006: completed a phase-2a clinical trial for i.v. infusion dosage form. 2011: completed a phase-2b clinical trial for i.v. infusion dosage form. 2012: completed a phase-1 clinical trial for s.c. injection dosage form. 2013: initiated a phase-1/2 clinical trial for s.c. and i.m. injection dosage forms (on-going). 2014: granted orphan drug designation for HIV MDR patients by U.S. FDA. 2015: granted breakthrough therapy designation for i.v. infusion dosage form by U.S. FDA. 2015: initiated a phase-3 clinical trial for i.v. infusion dosage form (on-going). 2016: initiated and intended to complete a rolling BLA submission for i.v. infusion dosage form to U.S. FDA. 2016: completion of a phase-3 clinical trial for i.v. infusion dosage form 2017: completion of BLA submission and pre-approval inspection for i.v. infusion dosage form to U.S. FDA 2018: U.S. market approval (trade name: Trogarzo) In a Phase III trial with 48 weeks of follow-up, HIV patients with multi-drug resistance tolerated ibalizumab well in combination with other treatments, and 59% of patients achieved viral suppression.   == References ==   == External links == \"Ibalizumab\". Drug Information Portal. U.S. National Library of Medicine."}