{"name": "ibopamine", "category": "drug", "content": "Ibopamine is a sympathomimetic drug, designed as a prodrug of epinine (deoxyepinephrine or N-methyldopamine), used in ophthalmology. It induces mydriasis. It also has been investigated for use in the treatment of congestive heart failure. It acts on D1 and  α-adrenergic receptors as an agonist. Ibopamine was first prepared by Casagrande and co-workers. Instilled at 2% concentration, ibopamine exhibits several functions at ocular level such as pre- and post-operative mydriatic activity, D1 dopaminergic activity, etc.   == Pharmacokinetics == Due to the esterases existing in the aqueous humour and ocular tissues, ibopamine can be rapidly hydrolysed to epinine which is the active molecule responsible for the mydriatic effect. The epinine, an analogue of dopamine, can stimulate dopamine receptors and to a lesser degree adrenergic receptors. Thus it is believed that epinine is the pharmacologically active moiety.  It has been shown that the half-life of ibopamine is short to about 2 minutes in the aqueous humour owing to the fast hydrolysis. So ibopamine can not be found in the aqueous humor after instillation.   == Pharmacodynamics == After being hydrolysed to epinine, ibopamine is able to stimulate the alpha-adrenergic and D1 dopaminergic receptors, thereby exhibiting mydriatic effects. In some randomized clinical trials, the D1 dopaminergic activity of ibopamine led to an increased production of aqueous humour and intraocular pressure (IOP) in primary open-angle glaucoma (POAG) patients.   == Toxicology == At systemic and local levels, ibopamine has been proved to be of low toxicity. It is well tolerated since no obvious changes to the haematological and behavioural parameters have been observed after administration.  Ibopamine eye drop at 2% concentration, containing 1 mg of the compound, did not show any significant systemic side-effects and tachyphylaxis phenomena whereas the oral dosage is higher than 400 mg per day.   == Clinical Use == A fast and short-lasting mydriasis can be induced by ibopamine without systemic side-effects.   == See also == Epinine   == References =="}