{"name": "ibrexafungerp", "category": "drug", "content": "Ibrexafungerp, sold under the brand name Brexafemme, is an antifungal medication used to treat vulvovaginal candidiasis (VVC) (vaginal yeast infection). It is taken orally (by mouth). It is also currently undergoing clinical trials for other indications via an intravenous (IV) formulation. An estimated 75% of women will have at least one episode of VVC and 40 to 45% will have two or more episodes in their lifetime. Ibrexafungerp acts via inhibition of glucan synthase, which prevents formation of the fungal cell wall. Ibrexafungerp was approved for medical use in the United States in June 2021. It is the first non-azole oral antifungal drug to be approved by the U.S. Food and Drug Administration (FDA) for the treatment of vaginal yeast infections. The FDA considers it to be a first-in-class medication.   == Medical uses == Ibrexafungerp is indicated for the treatment of adult and postmenarchal pediatric females with vulvovaginal candidiasis (VVC). Ibrexafungerp is currently undergoing late-stage clinical trials for an intravenous formulation for the treatment of various fungal diseases, including life-threatening fungal infections caused primarily by Candida (including C. auris) and Aspergillus species. It has demonstrated broad-spectrum antifungal activity, in vitro and in vivo, against multidrug-resistant pathogens, including azole- and echinocandin-resistant strains.   == Pharmacology ==   === Pharmacodynamics === Ibrexafungerp is a triterpenoid antifungal agent. It acts via inhibition of the enzyme glucan synthase, which is involved in the formation of 1,3-β-D-glucan—an essential component of the fungal cell wall. The compound has concentration-dependent fungicidal activity against Candida species.   === Pharmacokinetics === Ibrexafungerp has a time to maximal concentrations of 4 to 6 hours. It is metabolized by hydroxylation via CYP3A4 and subsequently by glucuronidation and sulfation. The medication has an elimination half-life of approximately 20 hours.   == Synthesis ==   == References ==   == Further reading ==   == External links == \"Ibrexafungerp\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT03734991 for \"Efficacy and Safety of Oral Ibrexafungerp (SCY-078) vs. Placebo in Subjects With Acute Vulvovaginal Candidiasis (VANISH 303)\" at ClinicalTrials.gov Clinical trial number NCT03987620 for \"Efficacy and Safety of Oral Ibrexafungerp (SCY-078) vs. Placebo in Subjects With Acute Vulvovaginal Candidiasis (Vanish 306)\" at ClinicalTrials.gov"}