{"name": "ibritumomab tiuxetan", "category": "drug", "content": "Ibritumomab tiuxetan (pronounced ), sold under the trade name Zevalin, is a monoclonal antibody radioimmunotherapy treatment for non-Hodgkin's lymphoma. The drug uses the monoclonal mouse IgG1 antibody ibritumomab in conjunction with the chelator tiuxetan, to which a radioactive isotope (either yttrium-90 or indium-111) is added. Tiuxetan is a modified version of DTPA whose carbon backbone contains an isothiocyanatobenzyl and a methyl group.   == Medical use == Ibritumomab tiuxetan is used to treat relapsed or refractory, low grade or transformed B cell non-Hodgkin's lymphoma (NHL), a lymphoproliferative disorder, and previously untreated follicular NHL in adults who achieve a partial or complete response to first-line chemotherapy. The treatment starts with an infusion of rituximab. This may be followed by an administration of indium-111 labeled ibritumomab tiuxetan (111In replaces the 90Y component) to allow the distribution of the medication to be imaged on a gamma camera, before the actual therapy is administered.   === Mechanism of action === The antibody binds to the CD20 antigen found on the surface of normal and malignant B cells (but not B cell precursors), allowing radiation from the attached isotope (mostly beta emission) to kill it and some nearby cells. In addition, the antibody itself may trigger cell death via antibody-dependent cell-mediated cytotoxicity (ADCC), complement-dependent cytotoxicity (CDC), and apoptosis. Together, these actions eliminate B cells from the body, allowing a new population of healthy B cells to develop from lymphoid stem cells.   == History == Developed by IDEC Pharmaceuticals, now part of Biogen Idec, ibritumomab tiuxetan was the first radioimmunotherapy drug approved by the US Food and Drug Administration (FDA) in 2002 to treat cancer. It was approved for the treatment of people with relapsed or refractory, low‑grade or follicular B‑cell non‑Hodgkin's lymphoma (NHL), including people with rituximab refractory follicular NHL. It was given marketing authorization by the European Medicines Agency in 2004 for the treatment of adults with rituximab relapsed or refractory CD20+ follicular B-cell non-Hodgkin's lymphoma but. The authorization lapsed in July 2024, after it wasn't marketed for more than three consecutive years. In September 2009, ibritumomab tiuxetan received approval from the FDA for an expanded label to include previously untreated people with a chemotherapy response.   == Society and culture ==   === Economics === Ibritumomab tiuxetan is under patent protection and not available in generic form. When approved, it was the most expensive medication available given in a single dose, costing over US$37,000 (€30,000) for the average dose. Compared with other monoclonal antibody treatments (many of which are well over $40,000 for a course of therapy), it may be considered cost effective.   == References =="}