{"name": "ibudilast", "category": "drug", "content": "Ibudilast  (development codes: AV-411 or MN-166) is an anti-inflammatory drug used mainly in Japan, which acts as a phosphodiesterase inhibitor, inhibiting the PDE4 subtype to the greatest extent, but also showing significant inhibition of other PDE subtypes.   == Medical uses == In Japan, ibudilast oral capsules are approved for the treatment of asthma, and for improvement of dizziness secondary to chronic cerebral circulation impairment associated with sequelae of cerebral infarction. Ibudilast ophthalmic solution is indicated for the treatment of allergic conjunctivitis and hay fever. It may have some use reducing methamphetamine, opioid, and alcohol addiction.   == Pharmacology == Ibudilast has bronchodilator, vasodilator and neuroprotective effects, and is mainly used in the treatment of asthma and stroke. It inhibits platelet aggregation, and may also be useful in the treatment of multiple sclerosis. Ibudilast crosses the blood–brain barrier and suppresses glial cell activation. This activity has been shown to make ibudilast useful in the treatment of neuropathic pain and it not only enhances analgesia produced by opioid drugs, but also reduces the development of tolerance.   === Pharmacodynamics === Ibudilast is principally a PDE4 inhibitor, but it also has significant affinity for PDE3, PDE10A, PDE11. Ibudilast has also been shown to act as an antagonist at the toll-like receptor 4 (TLR4). This likely plays a large part in its effect, specifically its synergy with opioid drugs, its anti-inflammatory effect, and its own painkilling effect. It is unknown if the PDE4-inhibiting properties potentiate the effects of TLR4 inactivation and/or vice versa, despite that some of their effects are shared, such as inflammation reducing properties. TLR4 antagonists theoretically reverse the increase in pain and inflammation caused by most TLR4 agonists, which includes alcohol & many opiate or opioid drugs.   == References =="}