{"name": "icosapent ethyl", "category": "drug", "content": "Ethyl eicosapentaenoic acid (E-EPA, icosapent ethyl), sold under the brand name Vascepa among others, is a medication used to treat dyslipidemia and hypertriglyceridemia. It is used in combination with changes in diet in adults with hypertriglyceridemia ≥ 150 mg/dL. Further, it is often required to be used with a statin (maximally-tolerated dose). The most common side effects are musculoskeletal pain, peripheral edema (swelling of legs and hands), atrial fibrillation, and arthralgia (joint pain). Other common side effects include bleeding, constipation, gout, and rash. It is made from the omega−3 fatty acid eicosapentaenoic acid (EPA). The US Food and Drug Administration (FDA) granted the approval of icosapent ethyl in 2012 to Amarin Corporation, and it became the second fish oil-based medication after omega-3-acid ethyl esters (brand named Lovaza, itself approved in 2004). On 13 December 2019, the FDA also approved Vascepa as the first drug specifically \"to reduce cardiovascular risk among people with elevated triglyceride levels\". It is available as a generic medication. In 2020, it was the 285th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == In the European Union, icosapent ethyl is indicated to reduce cardiovascular risk as an adjunct to statin therapy. In the United States, icosapent ethyl is indicated as an adjunct to maximally tolerated statin therapy to reduce the risk of myocardial infarction, stroke, coronary revascularization, and unstable angina requiring hospitalization in adults with elevated triglyceride levels (≥ 150 mg/dL) and established cardiovascular disease or diabetes and two or more additional risk factors for cardiovascular disease. It is also indicated as an adjunct to diet to reduce triglyceride levels in adults with severe (≥ 500 mg/dL) hypertriglyceridemia. Intake of large doses (2.0 to 4.0 g/day) of long-chain omega−3 fatty acids as prescription drugs or dietary supplements are generally required to achieve significant (> 15%) lowering of triglycerides, and at those doses the effects can be significant (from 20% to 35% and even up to 45% in individuals with levels greater that 500 mg/dL). It appears that both eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) lower triglycerides; however, DHA alone appears to raise low-density lipoprotein (the variant which drives atherosclerosis; sometimes very inaccurately called \"bad cholesterol\") and LDL-C values (most typically only a calculated estimate and not measured by labs from person's blood sample for technical and cost reasons; however, this is accurately calculated with a less common NMR lipid panel lab), whilst eicosapentaenoic acid (EPA) alone does not and instead lowers the parameters aforementioned.   === Other fish-oil based drugs === There are other omega−3 fish-oil based drugs on the market that have similar uses and mechanisms of action:  Omega-3-acid ethyl esters (brand names Omacor [renamed Lovaza in the U.S. to avoid confusion with Amicar and Omtryg]), and as of March 2016, four generic versions Omega-3-carboxylic acids (Epanova); the Epanova brand name was discontinued in the United States.   === Effectiveness === Ethyl eicosapentaenoic acid is a prescription medication in the US, but it closely resembles other marine based omega−3 dietary supplements. Evidence suggests that these supplements are able to reduce cardiovascular disease, and premature death. These effects may not carry over in other populations such as people who have diabetes. Compared to dietary supplements, the ingredients in prescription drugs are more carefully controlled  and are typically fixed and tested in clinical trials. The prescription forms are also typically more concentrated, requiring fewer capsules to be taken and increasing the likelihood of compliance.   == Side effects == Special caution should be taken with people who have fish and shellfish allergies. In addition, as with other omega−3 fatty acids, taking ethyl eicosapentaenoic acid (E-EPA) puts people who are on anticoagulants at risk for prolonged bleeding time. The most commonly reported side effect in clinical trials has been joint pain; some people also reported pain in their mouth or throat. E-EPA has not been tested in pregnant women; it is excreted in breast milk and the effects on infants are not known.   == Pharmacology == After ingestion, ethyl eicosapentaenoic acid (E-EPA) is metabolized to eicosapentaenoic acid (EPA). EPA is absorbed in the small intestine and enters circulation. Peak plasma concentration occurs about five hours after ingestion, and the half-life is about 89 hours. EPA is lipolyzed mostly in the liver.   == Mechanism of action == Eicosapentaenoic acid (EPA), the active metabolite of ethyl eicosapentaenoic acid (E-EPA), like other omega−3 fatty acid based drugs, appears to reduce production of triglycerides in the liver and to enhance clearance of triglycerides from circulating very low-density lipoprotein (VLDL) particles. The way it does that is not clear, but potential mechanisms include increased breakdown of fatty acids; inhibition of diglyceride acyltransferase, which is involved in biosynthesis of triglycerides in the liver; and increased activity of lipoprotein lipase in blood.   == Chemistry == Ethyl eicosapentaenoic acid (E-EPA) is an ethyl ester of eicosapentaenoic acid, which is an omega−3 fatty acid.   == History == In July 2012, the US Food and Drug Administration (FDA) approved ethyl eicosapentaenoic acid (E-EPA) for severe hypertriglyceridemia as an adjunct to dietary measures; Amarin Corporation had developed the drug. Amarin Corporation challenged the FDA's authority to limit its ability to market the drug for off-label use and won its case on appeal in 2012, changing the way the FDA regulates the marketing of medication. Ethyl eicosapentaenoic acid (E-EPA) was the second fish-oil drug to be approved, after omega-3-acid ethyl esters (GlaxoSmithKline's Lovaza, which was approved in 2004.) Initial sales were not as robust as Amarin had hoped. The labels for the two drugs were similar, but doctors prescribed Lovaza for people who had triglycerides lower than 500 mg/dL based on some clinical evidence. Amarin wanted to actively market E-EPA for that population as well which would have greatly expanded its revenue and applied to the FDA for permission to do so in 2013, which the FDA denied. In response, in May 2015 Amarin sued the FDA for infringing its First Amendment rights, and in August 2015, a judge ruled that the FDA could not \"prohibit the truthful promotion of a drug for unapproved uses because doing so would violate the protection of free speech.\" The ruling left open the question of what the FDA would allow Amarin to say about E-EPA, and in March 2016 the FDA and Amarin agreed that Amarin would submit specific marketing material to the FDA for the FDA to review (as is usual for prescription medications). If the parties disagreed on whether the material was truthful, they would seek a judge to mediate. In December 2019, the FDA approved the use of icosapent ethyl as an adjunctive (secondary) therapy to reduce the risk of cardiovascular events among adults with elevated triglyceride levels (a type of fat in the blood) of 150 milligrams per deciliter or higher. People must also have either established cardiovascular disease alone or diabetes along with two or more additional risk factors for cardiovascular disease. Icosapent ethyl is the first FDA approved drug to reduce cardiovascular risk among people with elevated triglyceride levels as an add-on to maximally tolerated statin therapy. The efficacy and safety of icosapent ethyl were established in a study with 8,179 participants who were either 45 years and older with a documented history of coronary artery, cerebrovascular, carotid artery and peripheral artery disease or 50 years and older with diabetes and additional risk factors for cardiovascular disease. Participants who received icosapent ethyl were significantly less likely to experience a cardiovascular event, such as a stroke or heart attack. In clinical trials, icosapent ethyl was associated with an increased risk of atrial fibrillation or atrial flutter (irregular heart rhythms) requiring hospitalization. The incidence of atrial fibrillation was greater among participants with a history of atrial fibrillation or atrial flutter. Icosapent ethyl was also associated with an increased risk of bleeding events. The incidence of bleeding was higher among participants who were also taking other medications that increase the risk of bleeding, such as aspirin, clopidogrel or warfarin at the same time.   == Society and culture ==   === Legal status === On 28 January 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Vazkepa, intended to reduce the risk of cardiovascular events in people at high cardiovascular risk. The applicant for this medicinal product is Amarin Pharmaceuticals Ireland Limited. It was approved for medical use in the European Union in March 2021.   == References =="}