{"name": "icotinib", "category": "drug", "content": "Icotinib (trade name Conmana) is a highly selective, first generation epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI). Icotinib is approved for use in China as first-line monotherapy in patients with non-small-cell lung cancer with somatic EGFR mutations.   == Development == Icotinib was first synthesized in 2002 by the company Betta Pharma. The US patent application for the preparation of icotinib and icotinib hydrochloride was filed on December 28, 2012, and granted on July 21, 2015.   == Mechanism of action == Icotinib is a quinazoline derivative that competitively inhibits the ATP binding site of the EGFR receptor protein. EGFR drives malignant growth of cells when mutations occur within the tyrosine kinase domain of this protein. Such mutations cause unchecked cell proliferation, which inappropriately activates the anti-apoptotic Ras signaling pathway. By blocking the binding of ATP to EGFR, icotinib prevents activity of the signal transduction cascade that initiates mitosis.   == Indications == Icotinib is approved in China for the treatment of non-small cell lung cancer in patients with an EGFR mutation who have advanced or metastatic disease.   == Clinical research == The ICOGEN trial was a double-blind, head-to-head phase III study comparing icotinib with gefitinib in 399 patients across 27 centers in China. Results showed icotinib to have a median progression-free survival of 4.6 months (95% CI 3.5 – 6.3) as compared to gefitinib which has a PFS of 3.4 months (95% CI 2.3 – 3.8). Post-hoc analysis found fewer adverse events with icotinib than gefitinib (61% versus 70% respectively, p = 0.046). The ISAFE trial was a phase IV study evaluating the safety and toxicity of icotinib in 5,549 patients. It showed an overall adverse event rate of 31.5% and response rate of 30% to the drug. After receiving approval from the FDA to study icotinib in NSCLC patients, a phase 1 study was planned to be conducted at Roswell Park Comprehensive Cancer Center in New York State, however the trial was withdrawn prior to enrollment. No further pursuits of US-based studies of icotinib have transpired since.   == Regulatory approvals == Icotinib was approved in China by the SFDA in June, 2011. An indication for icotinib was approved in China by the SFDA in November 2014 as first-line treatment for patients with advanced-stage NSCLC with EGFR mutation.   == References =="}