{"name": "idarucizumab", "category": "drug", "content": "Idarucizumab, sold under the brand name Praxbind, is a monoclonal antibody used as a reversal agent for dabigatran. Idarucizumab was developed by Boehringer Ingelheim. One study sponsored by the manufacturer found that idarucizumab effectively reversed anticoagulation caused by dabigatran within minutes. It was approved for medical use in the United States and in the European Union in 2015.   == Mechanism of action == Idarucizumab is a non-competitive inhibitor that forms complexes with dabigatran to counteract its anticoagulant effect within minutes of administration. It binds to dabigatran that is free or bound to thrombin, as well as dabigatran's active metabolites. Idarucizumab is specific to dabigatran and has an affinity that is around 350 times stronger compared to thrombin.   == Medical uses == A systematic review found that idarucizumab was most frequently given to patients on dabigatran who were experiencing bleeding. It was also prescribed to patients before undergoing invasive surgery. The most common dose of idarucizumab prescribed was 5 g. This is consistent with the current guidelines in the USA and Canada regarding the use and indications of idarucizumab. A second dose of idarucizumab may be administered if bleeding is still present, or if another invasive surgery is needed after the initial 5 g dose. However, there is much less evidence on the benefits and harms of a repeated dose, and it is rarely given.   == Adverse effects == The most common minor adverse effect was headache. Other side effects include back pain, skin irritation, constipation and weakness. A major adverse effect is thromboembolism resulting in stroke, pulmonary embolism, deep vein thrombosis and heart attack. This is especially of concern, because patients prescribed idarucizumab were already at a higher risk of thromboembolic events.   === Pregnancy === There are no human or animal studies that show the effect of idarucizumab in pregnancy and lactation. Idarucizumab, if indicated, may be taken during pregnancy, due to the benefits it provides to the patient compared to the unclear risk to the fetus.   == Society and culture ==   === Names === Idarucizumab is the International nonproprietary name (INN). The description was updated in 2016. Idarucizumab is the United States Adopted Name (USAN).   == References =="}