{"name": "idebenone", "category": "drug", "content": "Idebenone, sold under the brand name Raxone among others, is a medication that was initially developed by Takeda Pharmaceutical Company for the treatment of Alzheimer's disease and other cognitive defects. This has been met with limited success. The Swiss company Santhera Pharmaceuticals has started to investigate it for the treatment of neuromuscular diseases. In 2010, early clinical trials for the treatment of Friedreich's ataxia and Duchenne muscular dystrophy have been completed. As of December 2013 the drug is not approved for these indications in North America or Europe. It is approved by the European Medicines Agency (EMA) for use in Leber's hereditary optic neuropathy (LHON) and was designated an orphan drug in 2007. Chemically, idebenone is an organic compound of the quinone family. It is also promoted commercially as a synthetic analog of coenzyme Q10 (CoQ10).   == Uses ==   === Indications that are or were approved in some territories ===   ==== Nootropic effects and Alzheimer's disease ==== Idebenone improved learning and memory in experiments with mice. In humans, evaluation of Surrogate endpoints like electroretinography, auditory evoked potentials and visual analogue scales also suggested positive nootropic effects, but larger studies with hard endpoints are missing. Research on idebenone as a potential therapy of Alzheimer's disease have been inconsistent, but there may be a trend for a slight benefit. In May 1998, the approval for this indication  was cancelled in Japan due to the lack of proven effects. In some European countries, the drug is available for the treatment of individual patients in special cases.   ==== Friedreich's ataxia (Sovrima) ==== Preliminary testing has been done in humans and found idebenone to be a safe treatment for Friedreich's ataxia (FA), exhibiting a positive effect on cardiac hypertrophy and neurological function. The latter was only significantly improved in young patients. In a different experiment, a one-year test on eight patients, idebenone reduced the rate of deterioration of cardiac function, but without halting the progression of ataxia. The drug was approved for Friedreich's ataxia in Canada in 2008 under conditions including proof of efficacy in further clinical trials. However, in February 2013, Health Canada announced that idebenone would be voluntarily recalled as of April 2013 by its Canadian manufacturer, Santhera Pharmaceuticals, due to the failure of the drug to show efficacy in the further clinical trials that were conducted. In 2008, the European Medicines Agency (EMA) refused a marketing authorisation for this indication. As of 2013 the drug was not approved for FA in Europe nor in the US, where, as of February 2023, there is only one approved treatment.   ==== Leber's hereditary optic neuropathy (Raxone) ==== Leber's hereditary optic neuropathy (LHON) is a mitochondrially inherited (mother to all offspring) degeneration of retinal ganglion cells (RGCs) and their axons that leads to an acute or subacute loss of central vision; this affects predominantly young adult males.  Santhera completed a Phase III clinical trial in this indication in Europe with positive results, and submitted an application to market the drug to European regulators in July 2011. It is approved by EMA for this indication and was designated an orphan drug in 2007.   === Indications being explored ===   ==== Duchenne muscular dystrophy (Catena) ==== After experiments in mice and preliminary studies in humans, idebenone has entered Phase II clinical trials in 2005 and Phase III trials in 2009.   ==== Other neuromuscular diseases ==== Phase I and II clinical trial for the treatment of MELAS (mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes) was conducted. Phase I/II trial for primary progressive multiple sclerosis concluded that Idebenone did not inhibit disability progression. As of 2022, a phase III clinical trial is ongoing for the treatment of Parkinson's disease.   === Life style === Idebenone is claimed to have properties similar to CoQ10 in its antioxidant properties, and has therefore been used in anti-aging on the basis of free-radical theory. Clinical evidence for this use is missing. It has been used in topical applications to treat wrinkles.   == Pharmacology == In cellular and tissue models, idebenone acts as a transporter in the electron transport chain of mitochondria and thus increases the production of adenosine triphosphate (ATP) which is the main energy source for cells, and also inhibits lipoperoxide formation. Positive effects on the energy household of mitochondria has also been observed in animal models. Clinical relevance of these findings has not been established.   === Pharmacokinetics === Idebenone is well absorbed from the gut but undergoes excessive first pass metabolism in the liver, so that less than 1% reach the circulation. This rate can be improved with special formulations (suspensions) of idebenone and by administering it together with fat food; but even taking these measures bioavailability still seems to be considerably less than 14% in humans. More than 99% of the circulating drug are bound to plasma proteins. Idebenone metabolites include glucuronides and sulfates, which are mainly (~80%) excreted via the urine.   == References =="}