{"name": "idelalisib", "category": "drug", "content": "Idelalisib, sold under the brand name Zydelig, is a medication used to treat certain blood cancers. Idelalisib acts as a phosphoinositide 3-kinase inhibitor; more specifically, it blocks P110δ, the delta isoform of the enzyme phosphoinositide 3-kinase. It was developed by Gilead Sciences. It is taken orally (swallowed by mouth).   == Medical uses == Idelalisib is a second-line medication for people whose chronic lymphocytic leukemia (CLL) has relapsed. Used in combination with rituximab, idelalisib is to be used in people for whom rituximab alone would be considered appropriate therapy due to other existing medical conditions. It appears to be effective and leads to improvement of lymphadenopathy and splenomegaly. However, the lymphocyte counts take longer to decrease to normal levels with idelalisib. It is not recommended as a first-line treatment.   == Adverse effects == Clinical symptoms include diarrhea, fever, fatigue, nausea, cough, pneumonia, abdominal pain, chills and rash. Laboratory abnormalities may include: neutropenia, hypertriglyceridemia, hyperglycemia and elevated levels of liver enzymes. Idelalisib's safety and effectiveness to treat relapsed FL and relapsed SLL were established in a clinical trial with 123 participants with slow-growing (indolent) non-Hodgkin lymphomas. All participants were treated with idelalisib and were evaluated for complete or partial disappearance of their cancer after treatment (objective response rate, or ORR). Results showed 54% of participants with relapsed FL and 58% of participants with SLL experienced ORR. The US label for idelalisib has a boxed warning describing toxicities that can be serious and fatal, including liver toxicity, severe diarrhea, colon inflammation, lung tissue inflammation (pneumonitis) and intestinal perforation, and the manufacturer was required to put in place a Risk Evaluation and Mitigation Strategy (REMS) under which the risk of toxicities would be managed. In March 2016, as reports were made from three ongoing clinical trials of serious adverse events and deaths, mostly due to infections, the European Medicines Agency opened a review of the drug and its risks. On March 21, 2016 Gilead Sciences (the manufacturer of idelalisib) alerted healthcare providers about decreased overall survival and increased risk of serious infections in patients with CLL and indolent non-Hodgkin lymphoma (iNHL) treated with idelalisib. The company also disclosed that it stopped six clinical trials in patients with CLL, SLL and iNHL due to an increased rate of adverse events, including deaths. In 2016, the EMA recommended that people on idelalisib should be given medication against the lung infection Pneumocystis jirovecii pneumonia and this should be continued for up to 6 months after idelalisib has stopped. In addition, people should be monitored for signs of infection.   == Pharmacology ==   === Mechanism of action === PI3Kδ is expressed in normal and malignant B-cells. By inhibiting it, idelalisib induces apoptosis and prevents proliferation in cell lines derived from malignant B-cells and in primary tumor cells. It also inhibits several cell signaling pathways, including B-cell receptor (BCR) signaling and the CXCR4 and CXCR5 signaling, which are involved in the trafficking and homing of B-cells to the lymph nodes and bone marrow.   === Binding profile === Idelalisib is a competitive inhibitor of the ATP binding site of the PI3Kδ catalytic domain. Its in vitro potency and selectivity relative to the other Class I PI3K isoforms is the following:   == Society and culture ==   === Legal status === In July 2014, the FDA and EMA granted idelalisib approval to treat chronic lymphocytic leukemia. It was also approved by the FDA for the treatment of relapsed follicular lymphoma (FL) and small lymphocytic lymphoma (SLL), both in patients who had received at least two prior systemic therapies. This approval was voluntarily withdrawn by the manufacturer in May 2022 after they failed to complete post-marketing confirmatory studies required by the FDA.  This has coincided with the withdrawal of every other PI3K inhibitor for follicular lymphoma: duvelisib in December 2021, umbralisib in January 2022, and copanlisib in November 2023. These withdrawals are attributed to a possibly detrimental effect on survival seen in multiple studies of this drug class, likely due to toxic side effects.   === Economics === Idelalisib had annual sales of $168 million (USD) during the year of 2016, up from $132 million (USD) in 2015.    == References =="}