{"name": "Idiopathic Hypereosinophilic Syndrome", "category": "disease", "content": "Hypereosinophilic syndrome  is a disease characterized by a persistently elevated eosinophil count (≥ 1500 eosinophils/mm³) in the blood for at least six months without any recognizable cause, with involvement of either the heart, nervous system, or bone marrow. Hypereosinophilic syndrome can manifest in many different ways from nonspecific symptoms and fatigue to neurological impairment and endomyocardial fibrosis, which may be fatal. There are three different variants of hypereosinophilic syndrome, myeloproliferative, lymphocytic, and idiopathic. HES is a diagnosis of exclusion, after clonal eosinophilia (such as FIP1L1-PDGFRA-fusion induced hypereosinophelia and leukemia) and reactive eosinophilia (in response to infection, autoimmune disease, atopy, hypoadrenalism, tropical eosinophilia, or cancer) have been ruled out. There are some associations with chronic eosinophilic leukemia as it shows similar characteristics and genetic defects. If left untreated, HES is progressive and fatal. It is treated with glucocorticoids such as prednisone. The addition of the monoclonal antibody mepolizumab may reduce the dose of glucocorticoids.   == Signs and symptoms == Depending on eosinophil target-organ infiltration, the clinical presentation of hypereosinophilic syndrome (HES) varies from patient to patient. Individuals with myeloproliferative variant HES may be more likely to experience mucosal ulcerations involving the genitalia or airways, while patients with lymphocytic variant HES typically exhibit prominent skin symptoms such as urticarial plaques, angioedema, and erythroderma. Myeloproliferative variant HES is far more common in men and is typically linked to symptoms more typical of myeloproliferative disorders, including anemia, splenomegaly, hepatomegaly, and fibrotic disease (particularly of the heart). Patients can develop a range of nonspecific symptoms, including fever, diarrhea, rash, angioedema, weakness, exhaustion, coughing, and dyspnea. The common and non-specific cutaneous manifestations are either erythematous, itchy papules and nodules that resemble eczema, or urticarial and angioedematous lesions. These types of lesions are frequently the main clinical consequence of hypereosinophilia in patients with lymphocytic-HES. Cardiac involvement typically progresses through three phases. Rarely, the early necrotic stage involving the endo-myocardium manifests as acute heart failure. In most cases, however, there are no symptoms. A thrombotic stage ensues after this one, during which thrombi form in the cardiac chambers along the injured endocardium and may separate, resulting in peripheral emboli. Endomyocardial fibrosis causes irreversible restrictive cardiomyopathy in the final stage of fibrosis, and damage to the atrioventricular valves may cause more acute presentations of congestive heart failure. Both the peripheral (polyneuropathy) and central (diffuse encephalopathy) nervous systems may be affected by neurological manifestations. Disorientation, memory loss, and altered behavior and cognitive function are the symptoms of diffuse encephalopathy. Symptoms of peripheral neuropathies can include mixed sensory and motor complaints, symmetric or asymmetric sensory alterations, or pure motor deficits. Stroke or brief ischemic episodes can happen after intracardiac thrombi have been embolised peripherally. In certain patients, procoagulant therapy may result in thrombosis of the intracranial veins (lateral sinus and/or longitudinal vein). This condition is linked to persistent hypereosinophilia. When there are no radiological abnormalities, lung involvement can vary from a persistent dry cough and/or bronchial hyperreactivity to restrictive disease with pulmonary infiltrates. There have been isolated reports of acute respiratory distress syndrome development. Chronic illness may lead to the development of pulmonary fibrosis. Hematological manifestations include thrombocytopenia, anemia, splenomegaly, and hepatomegaly. Patients may occasionally exhibit mild lymphadenopathy. HES patients may experience coagulation problems. It is thought that long-term hypereosinophilia may both directly stimulate coagulation and damage the endovascular surface, which would explain peripheral vasculopathy. Abdominal pain, diarrhea, nausea, and vomiting are a few examples of gastrointestinal symptoms. There may be colitis, enterocolitis, or eosinophilic gastritis; if eosinophilic infiltrates affect the intestinal wall's deeper layers, colitis may be linked to ascitis.   == Causes == While some HES patients have eosinophilia in conjunction with known myeloid malignancies, others do not have a known malignancy but do have laboratory or bone marrow abnormalities, such as thrombocytopenia, anemia, hepatosplenomegaly, and eosinophil-related tissue damage and fibrosis, that are frequently associated with myeloproliferative disease. The diagnosis of myeloproliferative HES is made for these individuals. Eosinophilia in lymphocytic HES is caused by populations of activated T lymphocytes producing more eosinophil hematopoietins, specifically interleukin-5 (IL-5). Severe eosinophilia with an unknown etiology that manifests in successive generations is known as familial hypereosinophilia syndrome (HES).   == Mechanism == It is possible that several mechanisms contribute to the pathophysiology of HES because of the clinical heterogeneity of its patients. Despite the lack of knowledge regarding the precise mechanism underlying eosinophil-induced tissue damage, eosinophil accumulation seems to have pathological outcomes. Eosinophils cause direct cytotoxicity by releasing harmful substances locally, such as enzymes, pro-inflammatory cytokines, reactive oxygen species, cationic proteins, and factors derived from arachidonic acid. The extent of end-organ damage varies, and the severity of organ damage is frequently unrelated to the degree or duration of eosinophilia.   == Diagnosis == Numerous techniques are used to diagnose hypereosinophilic syndrome, of which the most important is blood testing. In HES, the eosinophil count is greater than 1.5 × 109/L. On some smears the eosinophils may appear normal in appearance, but morphologic abnormalities, such as a lowering of granule numbers and size, can be observed. Roughly 50% of patients with HES also have anaemia. Secondly, various imaging and diagnostic technological methods are utilised to detect defects to the heart and other organs, such as valvular dysfunction and arrhythmias by means of echocardiography. Chest radiographs may indicate pleural effusions and/or fibrosis, and neurological tests such as CT scans can show strokes and increased cerebrospinal fluid pressure. A proportion of patients have a mutation involving the PDGFRA and FIP1L1 genes on the fourth chromosome, leading to a tyrosine kinase fusion protein. Testing for this mutation is now routine practice, as its presence indicates a likely response to imatinib, a tyrosine kinase inhibitor. Chusid et al. developed empirical diagnostic standards for idiopathic HES in 1975:  More than 1,500/mL of blood eosinophilia for more than six months in a row, along with hypereosinophilic disease signs and symptoms. Lack of an underlying cause for hypereosinophilia after a full diagnostic assessment. Organ dysfunction or damage as a result of eosinophils' toxic contents being released locally. Since there isn't a particular diagnostic test for HES, the syndrome is diagnosed by exclusion. Differential diagnosis includes drug hypersensitivity reactions, parasitic infections, sarcoid, advanced HIV infection, inflammatory bowel disease, lymphoid neoplasms, and autoimmune lymphoproliferative syndrome.   === Classification === Myeloproliferative HES (M-HES) and lymphocytic HES (L-HES) are the two main categories of HES, along with a few other clearly defined clinical entities.   == Treatment == As a first-line treatment for HES patients' symptoms, corticosteroids are recommended. Because high-dose prednisone rapidly lowers eosinophil levels, it is usually started at a dose of 1 mg/kg/day. Upon achieving appropriate control over eosinophilia, the medication can be gradually reduced. Steroid-refractory HES has been managed with a variety of cytotoxic treatments. Out of all of them, hydroxyurea has been researched the most and has been linked to few side effects at doses as high as 2 g per day. It has been demonstrated that immunomodulatory drugs, such as interferon-alpha, cyclosporine, and intravenous immunoglobulin, that influence Th2 cytokine production and T cell proliferation can be therapeutically effective in HES. The U.S. Food and Drug Administration (FDA) has approved imatinib mesylate, a tyrosine kinase inhibitor, as the first treatment for HES. An option for patients who have not responded to conventional treatment regimens is a stem cell transplant.   == Outlook == The prognosis for HES was extremely poor when the syndrome was first described; however, due to a variety of factors, including earlier detection of complications, improved surgical management of cardiac and valvular disease, and the use of a wider range of therapeutic molecules to control hypereosinophilia, the prognosis has steadily and significantly improved over time. Patients without chronic heart failure and those who respond well to pharmaceutical treatments have a good prognosis. However, the mortality rate rises in patients with anaemia, chromosome abnormalities or a very high white blood cell count.   == Epidemiology == The European Medicines Agency (EMA) estimated the prevalence of HES at the time of granting orphan drug designation for HES in 2004 at 1.5 in 100,000 people, corresponding to a current case load of about 8,000 in the EU, 5,000 in the U.S., and 2,000 in Japan.   == History == In 1968, the term \"hypereosinophilic syndrome\" was created to group patients who had several closely related conditions that were all marked by persistently elevated peripheral blood eosinophil levels and organ damage from eosinophilic infiltration.   == See also == Eosinophilia Chronic eosinophilic leukemia   == References ==   == Further reading == Simon, Hans-Uwe; Rothenberg, Marc E.; Bochner, Bruce S.; Weller, Peter F.; Wardlaw, Andrew J.; Wechsler, Michael E.; Rosenwasser, Lanny J.; Roufosse, Florence; Gleich, Gerald J.; Klion, Amy D. (2010). \"Refining the definition of hypereosinophilic syndrome\". Journal of Allergy and Clinical Immunology. 126 (1). Elsevier BV: 45–49. doi:10.1016/j.jaci.2010.03.042. ISSN 0091-6749. PMC 3400024. PMID 20639008. Ogbogu, Princess U.; Bochner, Bruce S.; Butterfield, Joseph H.; Gleich, Gerald J.; Huss-Marp, Johannes; Kahn, Jean Emmanuel; Leiferman, Kristin M.; Nutman, Thomas B.; Pfab, Florian; Ring, Johannes; Rothenberg, Marc E.; Roufosse, Florence; Sajous, Marie-Helene; Sheikh, Javed; Simon, Dagmar; Simon, Hans-Uwe; Stein, Miguel L.; Wardlaw, Andrew; Weller, Peter F.; Klion, Amy D. (2009). \"Hypereosinophilic syndrome: A multicenter, retrospective analysis of clinical characteristics and response to therapy\". Journal of Allergy and Clinical Immunology. 124 (6). Elsevier BV: 1319–1325.e3. doi:10.1016/j.jaci.2009.09.022. ISSN 0091-6749. PMC 2829669. PMID 19910029.   == External links == Cleveland Clinic Mayo Clinic"}