{"name": "iloprost", "category": "drug", "content": "Iloprost, sold under the brand name Ventavis among others, is a medication used to treat pulmonary arterial hypertension (PAH), scleroderma, Raynaud's phenomenon, frostbite, and other conditions in which the blood vessels are constricted and blood cannot flow to the tissues. Iloprost is a prostacyclin mimetic. For pulmonary arterial hypertension, iloprost is given via inhalation. Iloprost works by opening (dilating) the blood vessels to allow the blood to flow through them. It was developed by the pharmaceutical company Schering AG and is marketed by Bayer Schering Pharma AG in the European Union and by Actelion Pharmaceuticals in the US.   == Medical uses == In the US, iloprost is indicated for the treatment of pulmonary arterial hypertension (PAH) (WHO Group 1) to improve a composite endpoint consisting of exercise tolerance, symptoms (NYHA Class), and lack of deterioration. In the EU, iloprost is indicated for the treatment of people with primary pulmonary hypertension, classified as New York Heart Association functional class III, to improve exercise capacity and symptoms. In February 2024, the US Food and Drug Administration approved iloprost (Aurlumyn) to treat severe frostbite to reduce the risk of finger or toe amputation.   == Clinical pharmacology == Iloprost is a synthetic analogue of prostacyclin PGI2. Iloprost dilates systemic and pulmonary arterial vascular beds. It also affects platelet aggregation but the relevance of this effect to the treatment of pulmonary hypertension is unknown. The two diastereoisomers of iloprost differ in their potency in dilating blood vessels, with the 4S isomer substantially more potent than the 4R isomer. While Iloprost is an analog of PGI2 that activates PGI2's receptor, the prostacyclin receptor, to stimulate vasodilation, it has little selectivity in that it binds to and activates all four receptors for prostaglandin E2 viz., prostaglandin EP1 receptor, prostaglandin EP2 receptor, prostaglandin EP3 receptor, and prostaglandin EP4 receptor. Activation of the EP2 and EP4 receptors cause vasodilation but activation of the EP3 receptor causes vasoconstriction.   == Contraindications == Contraindications include: unstable angina; within 6 months of myocardial infarction; decompensated cardiac failure (unless under close medical supervision); severe arrhythmias; congenital or acquired heart-valve defects; within 3 months of cerebrovascular events; pulmonary veno-occlusive disease; conditions which increase risk of bleeding.   == Common side effects == In clinical studies, common adverse reactions due to inhaled iloprost included: vasodilation (flushing, 27%), cough (39%), headache (30%), flu syndrome (14%), nausea (13%), neck spasms (12%), hypotension (11%), insomnia (8%), and fainting (syncope) (8%); other serious adverse events reported with the use of Ventavis included congestive heart failure, chest pain, supraventricular tachycardia, dyspnea, swelling of the limbs (especially around the ankles and feet), and kidney failure. Serious adverse events reported with the use of inhaled iloprost include congestive heart failure, chest pain, supraventricular tachycardia, shortness of breath, peripheral edema, and kidney failure.   == References ==   == Further reading =="}