{"name": "imidapril", "category": "drug", "content": "Imidapril, sold under the brand name Tanatril among others, is an ACE inhibitor used as an antihypertensive drug and for the treatment of chronic heart failure. It was patented in 1982 and approved for medical use in 1993.   == Contraindications == Contraindications are hypersensitivity against ACE inhibitors, especially if it has resulted in angioedema; idiopathic or hereditary angioedema; kidney failure; the second and third trimesters in pregnancy; and combination with the drug aliskiren in people with diabetes.   == Adverse effects == Common adverse effects are similar to other antihypertensive drugs and include headache, vertigo, and drowsiness. A dry cough is common as with all ACE inhibitors. Other possible adverse effects are described at ACE inhibitor#Adverse effects.   == Interactions == No interaction studies have been conducted except with digoxin, which slightly decreases imidapril levels, possibly because it reduces its absorption from the gut. Other potential interactions are not well studied: Rifampicin reduces the activation of imidapril to its active metabolite imidaprilat. Like other ACE inhibitors, imidapril increases potassium levels in the blood and can therefore cause hyperkalaemia, especially when combined with potassium-sparing diuretics or potassium substitution. Other diuretics, vasodilators, tricyclic antidepressants and antipsychotics can add to the antihypertensive effect of imidapril. Lithium can reach toxic levels when combined with imidapril. The effect of antidiabetic drugs can be increased, potentially causing hypoglycaemia (low blood glucose levels).   == Pharmacology ==   === Mechanism of action ===   === Pharmacokinetics === About 70% of the ingested imidapril is absorbed quickly from the gut; this percentage is reduced significantly when taken with a fatty meal. It reaches highest blood plasma concentrations after two hours and has a biological half-life of two hours. The substance is a prodrug and is activated to imidaprilat, which reaches highest plasma concentrations after 7 hours, has an initial half-life of 7 to 9 hours and a terminal half-life of more than 24 hours. The absolute bioavailability of imidaprilat is 42%. About 40% of the drug is excreted via the urine and 50% via the bile and faeces.   == References =="}