{"name": "imipenem", "category": "drug", "content": "Imipenem (trade name Primaxin among others) is a synthetic β-lactam antibiotic belonging to the carbapenems chemical class. developed by Merck scientists Burton Christensen, William Leanza, and Kenneth Wildonger in the mid-1970s. Carbapenems are highly resistant to the β-lactamase enzymes produced by many multiple drug-resistant Gram-negative  bacteria, thus playing a key role in the treatment of infections not readily treated with other antibiotics. It is usually administered through intravenous injection. Imipenem was patented in 1975 and approved for medical use in 1985. It was developed via a lengthy trial-and-error search for a more stable version of the natural product thienamycin, which is produced by the bacterium Streptomyces cattleya. Thienamycin has antibacterial activity, but is unstable in aqueous solution, thus it is practically of no medicinal use. Imipenem has a broad spectrum of activity against aerobic and anaerobic, Gram-positive and Gram-negative bacteria. It is particularly important for its activity against Pseudomonas aeruginosa and Enterococcus species. However, it is not active against MRSA.   == Medical uses ==   === Spectrum of bacterial susceptibility and resistance === Acinetobacter anitratus, Acinetobacter calcoaceticus, Actinomyces odontolyticus, Aeromonas hydrophila, Bacteroides distasonis, Bacteroides uniformis, and Clostridium perfringens are generally susceptible to imipenem, while  Acinetobacter baumannii, some Acinetobacter spp., Bacteroides fragilis, and Enterococcus faecalis have developed resistance to imipenem to varying degrees. Not many species are resistant to imipenem except Pseudomonas aeruginosa (Oman) and Stenotrophomonas maltophilia.   === Coadministration with cilastatin ===  Imipenem is rapidly degraded by the renal enzyme dehydropeptidase 1 when administered alone, and is almost always coadministered with cilastatin to prevent this inactivation.   == Adverse effects == Common adverse drug reactions are nausea and vomiting. People who are allergic to penicillin and other β-lactam antibiotics should take caution if taking imipenem, as cross-reactivity rates are high. At high doses, imipenem is seizurogenic.   == Mechanism of action == Imipenem acts as an antimicrobial through inhibiting cell wall synthesis of various Gram-positive and Gram-negative bacteria. It remains very stable in the presence of β-lactamase (both penicillinase and cephalosporinase) produced by some bacteria, and is a strong inhibitor of β-lactamases from some Gram-negative bacteria that are resistant to most β-lactam antibiotics.   == References ==   == Further reading ==   == External links == \"Imipenem\". Drug Information Portal. U.S. National Library of Medicine."}