{"name": "imiquimod", "category": "drug", "content": "Imiquimod, sold under the brand name Aldara among others, is a medication that acts as an immune response modifier that is used to treat genital warts, superficial basal cell carcinoma, and actinic keratosis. Scientists at 3M's pharmaceuticals division discovered the drug and 3M obtained the first FDA approval in 1997. As of 2015, imiquimod is generic and is available worldwide under many brands. In 2021, it was the 290th most commonly prescribed medication in the United States, with more than 600,000 prescriptions.   == Medical uses == Imiquimod is a patient-applied cream prescribed to treat genital warts, Bowens disease (squamous cell carcinoma in situ), and, secondary to surgery, for basal cell carcinoma, as well as actinic keratosis. Imiquimod 5% cream is indicated for the topical treatment of:  external genital and perianal warts (condylomata acuminata) in adults; small superficial basal-cell carcinomas (sBCCs) in adults; clinically typical, non-hyperkeratotic, non-hypertrophic actinic keratoses (AKs) on the face or scalp in immunocompetent adults when size or number of lesions limit the efficacy and / or acceptability of cryotherapy and other topical treatment options are contraindicated or less appropriate. Imiquimod 3.75% cream is indicated for the topical treatment of clinically typical, non-hyperkeratotic, non-hypertrophic, visible or palpable actinic keratosis of the full face or balding scalp in immunocompetent adults when other topical treatment options are contraindicated or less appropriate.   == Side effects == Side effects include local inflammatory reactions, such as blisters, a burning sensation, skin redness, dry skin, itching, skin breakdown, skin crusting or scabbing, skin drainage, skin flaking or scaling, skin ulceration, sores, swelling, as well as systemic reactions, such as fever, \"flu-like\" symptoms, headache, and tiredness. People who have had an organ transplant and are taking immune-suppressing drugs should not use imiquimod.   == Mechanism of action == Imiquimod yields profound antitumoral activity by acting on several immunological levels synergistically. Imiquimod stimulates the innate immune system by activating toll-like receptor 7 (TLR7), commonly involved in pathogen recognition. Cells activated by imiquimod via TLR-7 secrete cytokines (primarily interferon-α (IFN-α), interleukin-6 (IL-6), and tumor necrosis factor-α (TNF-α)). There is evidence that imiquimod, when applied to skin, can lead to the activation of Langerhans cells, which subsequently migrate to local lymph nodes to activate the adaptive immune system. Other cell types activated by imiquimod include natural killer cells, macrophages and B-lymphocytes. Imiquimod exerts its effect by increasing levels of the opioid growth factor receptor (OGFr). In experiments, blocking OGFr function with siRNA technology resulted in loss of any antiproliferative effect of imiquimod.   == History == Scientists at 3M's pharmaceutical division discovered imiquimod as part of a program to discover inhibitors of herpes simplex virus replication based on a known adenine derivative.: 369–372  3M obtained the first FDA approval for it in 1997 as a treatment for external genital and perianal warts under the brand \"Aldara\". In 2004, 3M obtained FDA approval to market imiquimod as a treatment for superficial basal cell carcinoma. In 2006, 3M sold its pharmaceutical business in the Americas to Graceway Pharmaceuticals, its European pharmaceutical business to Meda AB, and its pharmaceutical business in other territories to two private equity firms. Graceway declared bankruptcy in 2011, after the expiration of the patents on imiquimod, and its assets, including the rights to imiquimod branding and approvals in the Americas, were purchased by Medicis Pharmaceutical. Imiquimod 5% was approved for medical use in the European Union in September 1998. Imiquimod 3.75% was approved for medical use in the European Union in August 2012. As of 2015, imiquimod is generic and is available worldwide under many brands.   == Research == One randomized double-blind Phase III clinical study found clearance of genital warts (an FDA-approved indication) improved from 9% with placebo to 24.9% with 3.75% imiquimod cream applied for up to eight weeks. Imiquimod has been tested for treatment of molluscum contagiosum. Two large randomized controlled trials, however, found no evidence of effectiveness of imiquimod in treating children with molluscum contagiosum, and concerning adverse effects were also noted. These disprove earlier anecdotal claims and smaller, less reliable studies. Imiquimod has also been tested for treatment of vulvar intraepithelial neoplasia, vaginal intraepithelial neoplasia, common warts (a 2012 Cochrane review found no randomized controlled trials), plantar warts, warts in people with suppressed immune systems, flat warts on face and neck, and warts under and around fingernails and toenails. As of 2014, insufficient evidence exists to recommend treatment of warts (other than genital warts) with imiquimod, due to the small size of and lack of controls in existing studies.   == References ==   == External links == DermNet treatments/imiquimod"}