{"name": "imlifidase", "category": "drug", "content": "Imlifidase, brand name Idefirix, is a medication for the desensitization of highly sensitized adults needing kidney transplantation, but unlikely to receive a compatible transplant. Imlifidase is a cysteine protease derived from the immunoglobulin G (IgG)‑degrading enzyme of Streptococcus pyogenes. It cleaves the heavy chains of all human IgG subclasses (but no other immunoglobulins), eliminating Fc-dependent effector functions, including CDC and antibody-dependent cell-mediated cytotoxicity (ADCC). Thus, imlifidase reduces the level of donor specific antibodies, enabling transplantation. The benefits with imlifidase are its ability to convert a positive crossmatch to a negative one in highly sensitized people to allow renal transplantation. The most common side effects are infections and infusion related reactions. Imlifidase was approved for medical use in the European Union in August 2020.   == Medical uses == Imlifidase is indicated for desensitization treatment of highly sensitized adult kidney transplant people with positive crossmatch against an available deceased donor. The use of imlifidase should be reserved for people unlikely to be transplanted under the available kidney allocation system including prioritization programs for highly sensitized people.   == History == Imlifidase was granted orphan drug designations by the European Commission in January 2017, and November 2018, and by the U.S. Food and Drug Administration (FDA) in both February and July 2018. In February 2019, Hansa Medical AB changed its name to Hansa Biopharma AB.   == References ==   == Further reading == Ge S, Chu M, Choi J, Louie S, Vo A, Jordan SC, et al. (October 2019). \"Imlifidase Inhibits HLA Antibody-Mediated NK Cell Activation and Antibody-Dependent Cell-Mediated Cytotoxicity (ADCC) In Vitro\". Transplantation. 104 (8): 1574–1579. doi:10.1097/TP.0000000000003023. PMID 31644495. S2CID 204865743.{{cite journal}}:  CS1 maint: overridden setting (link) Lin J, Boon L, Bockermann R, Robertson AK, Kjellman C, Anderson CC (March 2020). \"Desensitization using imlifidase and EndoS enables chimerism induction in allosensitized recipient mice\". Am. J. Transplant. 20 (9): 2356–2365. doi:10.1111/ajt.15851. PMC 7496317. PMID 32185855. Lonze BE, Tatapudi VS, Weldon EP, Min ES, Ali NM, Deterville CL, et al. (September 2018). \"IdeS (Imlifidase): A Novel Agent That Cleaves Human IgG and Permits Successful Kidney Transplantation Across High-strength Donor-specific Antibody\". Ann. Surg. 268 (3): 488–496. doi:10.1097/SLA.0000000000002924. PMID 30004918. S2CID 51624972.{{cite journal}}:  CS1 maint: overridden setting (link) Lorant T, Bengtsson M, Eich T, Eriksson BM, Winstedt L, Järnum S, et al. (November 2018). \"Safety, immunogenicity, pharmacokinetics, and efficacy of degradation of anti-HLA antibodies by IdeS (imlifidase) in chronic kidney disease patients\". Am. J. Transplant. 18 (11): 2752–2762. doi:10.1111/ajt.14733. PMC 6221156. PMID 29561066.{{cite journal}}:  CS1 maint: overridden setting (link)"}