{"name": "Inappropriate ADH Syndrome", "category": "disease", "content": "The syndrome of inappropriate antidiuretic hormone secretion (SIADH), also known as the syndrome of inappropriate antidiuresis (SIAD), is characterized by a physiologically inappropriate release of antidiuretic hormone (ADH) either from the posterior pituitary gland, or an abnormal non-pituitary source. Unsuppressed ADH causes a physiologically inappropriate increase in solute-free water being reabsorbed by the tubules of the kidney to the venous circulation leading to hypotonic hyponatremia (a low plasma osmolality and low sodium levels).  The causes of SIADH are commonly grouped into categories including: central nervous system diseases that directly stimulate the hypothalamus to release ADH, various cancers that synthesize and secrete ectopic ADH, various lung diseases, numerous drugs that may stimulate the release of ADH, enhance ADH effects, act as ADH analogues in the body, or stimulate the vasopressin receptor 2 at the kidney (the site of ADH action); or inherited mutations leading to a gain of function of the vasopressin-2 receptor (a very rare occurrence). Inappropriate antidiuresis may also be due to acute stressors such as exercise, pain, severe nausea or during the post-operative state. In 17-60% of people, the cause of inappropriate antidiuresis is never found.  ADH is derived from a preprohormone precursor that is synthesized in cells in the hypothalamus and stored in vesicles in the posterior pituitary.  Appropriate  ADH secretion is regulated by osmoreceptors on the hypothalamic cells that synthesize and store ADH:  plasma hypertonicity activates these receptors, ADH is released into the blood stream, the kidney increases solute-free water reabsorption and return to the circulation, and the hypertonicity is alleviated. A decrease in the effective circulating volume of blood (the volume of arterial blood effectively perfusing tissues) also stimulates an appropriate, physiologic release of ADH. Inappropriate (increased) ADH secretion causes a physiologically inappropriate water reabsorption by the kidneys. This causes the extracellular fluid (ECF) space to become hypo-osmolar, including a low sodium concentration (hyponatremia). In the intracellular space, cells swell as intracellular volume increases as water moves from an area of low solute concentration (extracellular space) to an area of high solute concentration (the cells' interior). In severe or acute hypoosmolar hyponatremia, swelling of brain cells causes various neurological abnormalities, which in severe or acute cases can result in convulsions, coma, and death. The symptoms of chronic syndrome of inappropriate antidiuresis are more vague, and may include cognitive impairment, gait abnormalities, or osteoporosis. The main treatment of inappropriate antidiuresis is to identify and treat the underlying cause, if possible. This usually causes plasma osmolality and sodium levels to return to normal in several days. In those in which an underlying cause cannot be found, or is untreatable, treatments are targeted to alleviating correcting the hypoosmolality and hyponatremia. These include restriction of fluid intake, using salt tablets (sometimes with diuretics), urea supplements, or increasing the protein intake. The vasopressin receptor 2 blocker tolvaptan may also be used. The presence of cerebral edema, or other moderate to severe symptoms, may necessitate intravenous hypertonic saline administration with close monitoring of the serum sodium levels to avoid overcorrection.  SIADH was originally described in 1957 in two people with small-cell carcinoma of the lung.   == Signs and symptoms ==   === Gastro-intestinal === Anorexia Nausea   === Musculoskeletal === Muscle aches Generalized muscle weakness   === Neuro-muscular === Myoclonus Decreased reflexes Ataxia Pathological reflexes Tremor Asterixis   === Respiratory === Cheyne-Stokes respiration   === Neurological === Dysarthria Lethargy Confusion Delirium Seizures Coma (from brain swelling) Death   == Causes == Causes of SIADH include conditions that dysregulate ADH secretion in the central nervous system, tumors that secrete ADH, drugs that increase ADH secretion, among other causes. Cancer accounts for an estimated 24% of cases of SIADH, with 25% of those causes due to small cell lung cancer. Medications or drugs are responsible for 18% of cases of SIADH. This is due to a variety of mechanisms including: stimulation of ADH release (opiates, ifosfamide, vincristine, platinum-based antineoplastics and MDMA (also known as ecstasy)); enhancers of ADH effect (Non-steroidal anti-inflammatories); ADH analogues (desmopressin, oxytocin); and vasopressin receptor 2 activators (selective serotonin reuptake inhibitors (SSRIs), haloperidol, carbamazepine, cyclophosphamide, and chlorpropamide). Of the causes of medication induced syndrome of inappropriate antidiuresis, antidepressants (especially SSRIs) are the most common culprit. Central nervous system (CNS) disorders or conditions may cause SIADH in 9% of cases, this includes subarachnoid hemorrhage (56% of CNS causes), pituitary surgery (35% of CNS causes), brain cancer, infections, stroke and head trauma. No cause of inappropriate antidiuresis is initially found in 17-60% of cases. A list of common causes is below:   == Pathophysiology == Normally there are homeostatic processes in the body which maintain the concentration of body solutes within a narrow range, both inside and outside cells. The process occurs as follows: in some hypothalamic cells there are osmoreceptors which respond to hyperosmolality in body fluids by signalling the posterior pituitary gland to secrete ADH. This keeps serum sodium concentration - a proxy for solute concentration - at normal levels, prevents hypernatremia and turns off the osmoreceptors. Specifically, when the serum sodium rises above 142 mEq/L, ADH secretion is maximal (and thirst is stimulated as well); when it is below 135 mEq/L, there is no secretion. ADH activates V2 receptors on the basolateral membrane of principal cells in the renal collecting duct, initiating a cyclic AMP-dependent process that culminates in increased production of water channels (aquaporin 2), and their insertion into the cells’ luminal membranes. Excessive ADH causes an inappropriate increase in the reabsorption in the kidneys of solute-free water (\"free water\"): excess water moves from the distal convoluted tubules (DCTs) and collecting tubules of the nephrons - via activation of aquaporins, the site of the ADH receptors - back into the circulation. This has two consequences. First, in the extracellular fluid (ECF) space, there is a dilution of blood solutes, causing hypoosmolality, including a low sodium concentration - hyponatremia. [There is no expansion of the ECF volume because as it attempts to expand, aldosterone is suppressed and atrial natriuretic peptide (ANP) is stimulated: both of these hormones cause isotonic ECF fluid to be excreted by the kidneys sufficient to keep ECF volume at a normal level.] Also, virtually simultaneously to these ECF events, the intracellular space (ICF) volume expands. This is because the osmolality of the ECF is (transiently) less than that of the ICF; and since water is readily permeable to cell membranes, solute-free water moves from the ECF to the ICF compartment by osmosis: all cells swell. Swelling of brain cells - cerebral edema - causes various neurological abnormalities which in acute and/or severe cases can result in convulsions, coma, and death. The normal function of ADH on the kidneys is to control the amount of water reabsorbed by kidney nephrons. ADH acts in the distal portion of the renal tubule (Distal Convoluted Tubule) as well as on the collecting duct and causes the retention of water, but not solute. Hence, ADH activity effectively dilutes the blood (decreasing the concentrations of solutes such as sodium), causing hyponatremia; this is compounded by the fact that the body responds to water retention by decreasing aldosterone, thus allowing even more sodium wasting. For this reason, a high urinary sodium excretion will be seen. The abnormalities underlying type D syndrome of inappropriate antidiuretic hormone hypersecretion concern individuals where vasopressin release and response are normal but where abnormal renal expression and translocation of aquaporin 2, or both are found. It has been suggested that this is due to abnormalities in the secretion of secretin in the brain and that \"Secretin as a neurosecretory hormone from the posterior pituitary, therefore, could be the long-sought vasopressin independent mechanism to solve the riddle that has puzzled clinicians and physiologists for decades.\" There are no abnormalities in total body sodium metabolism. Hyponatremia and inappropriately concentrated urine (UOsm >100 mOsm/L) are seen   == Diagnosis == Diagnosis is based on clinical and laboratory findings of low serum osmolality and low serum sodium. Urinalysis reveals a highly concentrated urine with a high fractional excretion of sodium (high sodium urine content compared to the serum sodium). A suspected diagnosis is based on a serum sodium under 138. A confirmed diagnosis has seven elements: 1) a decreased effective serum osmolality - <275 mOsm/kg of water; 2) urinary sodium concentration high - over 40 mEq/L with adequate dietary salt intake; 3) no recent diuretic usage; 4) no signs of ECF volume depletion or excess; 5) no signs of decreased arterial blood volume - cirrhosis, nephrosis, or congestive heart failure; 6) normal adrenal and thyroid function; and 7) no evidence of hyperglycemia (diabetes mellitus), hypertriglyceridemia, or hyperproteinia (myeloma). There are nine supplemental features: 1) a low BUN; 2) a low uric acid; 3) a normal creatinine; 4) failure to correct hyponatremia with IV normal saline; 5) successful correction of hyponatremia with fluid restriction; 6) a fractional sodium excretion >1%; 7) a fractional urea excretion >55%; 8) an abnormal water load test; and 9) an elevated plasma AVP.   === Differential diagnosis === Antidiuretic hormone (ADH) is released from the posterior pituitary for a number of physiologic reasons. The majority of people with hyponatremia, other than those with excessive water intake (polydipsia) or renal salt wasting, will have elevated ADH as the cause of their hyponatremia. However, not every person with hyponatremia and elevated ADH has SIADH. One approach to a diagnosis is to divide ADH release into appropriate (not SIADH) or inappropriate (SIADH). Appropriate ADH release can be a result of hypovolemia, a so-called non-osmotic trigger of ADH release. This may be true hypovolemia, as a result of dehydration with fluid losses replaced by free water. It can also be perceived hypovolemia, as in the conditions of congestive heart failure (CHF) and cirrhosis in which the kidneys perceive a lack of intravascular volume. The hyponatremia caused by appropriate ADH release (from the kidneys' perspective) in both CHF and cirrhosis have been shown to be an independent poor prognostic indicator of mortality. Appropriate ADH release can also be a result of non-osmotic triggers. Symptoms such as nausea/vomiting and pain are significant causes of ADH release. The combination of osmotic and non-osmotic triggers of ADH release can adequately explain the hyponatremia in the majority of people who are hospitalized with acute illness and are found to have mild to moderate hyponatremia. SIADH is less common than appropriate release of ADH. While it should be considered in a differential, other causes should be considered as well. Cerebral salt wasting syndrome (CSWS) also presents with hyponatremia, there are signs of dehydration for which reason the management is diametrically opposed to SIADH. Importantly CSWS can be associated with subarachnoid hemorrhage (SAH) which may require fluid supplementation rather than restriction to prevent brain damage. Most cases of hyponatremia in children are caused by appropriate secretion of antidiuretic hormone rather than SIADH or another cause.   == Treatment == Managing SIADH depends on whether symptoms are present, the severity of the hyponatremia, and the duration. Management of SIADH includes:  Treating the underlying cause when possible. Mild and asymptomatic hyponatremia is treated with adequate solute intake (including salt and protein) and fluid restriction with fluids (from all sources) restricted to 1-1.5 liters of fluid per day. Long-term fluid restriction may maintain the person in a symptom-free state as well as correcting the hyponatremia, but efficacy is limited by difficulties in patient adherence. Moderate or severe hyponatremia, or hyponatremia with severe symptoms is treated by raising the serum sodium level by 1-2 mmol per liter per hour for the first few hours with a goal of raising levels less than 8-10 mmol per liter in the first 24 hours and 18 mmol per liter in the first 48 hours. Raising the serum sodium concentration too rapidly may cause central pontine myelinolysis (also known as osmotic demyelination). Sodium correction should be no greater than 10 mEq/L/day, with a correction no greater than 8 mEq/L/day in those at high risk of osmotic demyelination. If overcorrection does occur, a 5% dextrose in water infusion may be given to temporarily lower sodium levels. total of 8 mmol per liter during the first day with the use of furosemide and replacing sodium and potassium losses with 0.9% saline. For people with severe symptoms (severe confusion, convulsions, or coma) hypertonic saline (3%) 1–2 ml/kg IV in 3–4 h may be given.   === Medications === Demeclocycline can be used in chronic situations when fluid restrictions are difficult to maintain; demeclocycline is the most potent inhibitor of Vasopressin (ADH/AVP) action. However, demeclocycline has a 2–3 day delay in onset with extensive side effect profile, including skin photosensitivity, and nephrotoxicity. Urea: oral daily ingestion has shown favorable long-term results with protective effects in myelinosis and brain damage. Limitations noted to be undesirable taste and is contraindicated in people with cirrhosis to avoid initiation or potentiation of hepatic encephalopathy. Conivaptan – an antagonist of both V1A and V2 vasopressin receptors. Tolvaptan – an antagonist of the vasopressin receptor 2.   == Epidemiology == 40% of all hospitalized adults aged 65 and older have hyponatremia, with an estimated 25-40% of those cases being due to inappropriate antidiuresis. The incidence of SIADH rises with increasing age with residents of nursing homes being at highest risk.   == History == Through medullary lesioning in animals, Jungmann and Meyer from Germany induced polyuria and increased urinary salt excretion in 1913. Water intake restriction did not stop the polyuria, and salt continued to be excreted in the urine despite..In 1936, McCance defined the consequences of salt depletion in normal human. Patients with extra-renal salt losses complicated by hyponatremia were found to be common-place, and consistent with McCance's description, they excreted urine virtually free of sodium..In 1950, Sims et al, published their work that suggest observed relation between hyponatremia and pulmonary tuberculosis. Their work suggested that a primary reduction in cellular osmolarity may be the initiating factor in the development of this new syndrome, (later called SIADH). The increased excretion of sodium at subnormal concentrations of this ion in the serum might represent an attempt to reduce extracellular tonicity to conform with a reduced cellular osmolarity. An eosinopenia response to epinephrine and the ability to reduce the excretion of sodium on a regime free of salt aids in differentiating this syndrome from Addison's disease..Almost a century after the pioneering work of Claude Bernard (1813-1878) in animals, Peters et al, in 1950, reported three patients seen at Yale New Haven Hospital with hyponatremia associated with varying cerebral pathologies and severe dehydration. In each patient, urine sodium losses persisted despite hyponatremia and a high-salt diet. All three patients were unable to prevent urinary sodium loss despite low serum sodium levels and no evidence of extrarenal sodium loss. Their hyponatremia responded to salt therapy. They postulated that this provided evidence of an extra-pituitary cerebral structure mediating normal sodium metabolism but were unsure of its location or mechanism of action. A subsequent paper from the group at Yale attributed hyponatremia in neurologic disease to SIADH..In 1952, Welt et al, described another six patients with cerebral lesions exhibiting severe clinical dehydration, hyponatremia, a negative sodium balance, but no potassium retention. All responded to sodium chloride administration but administering aldosterone precursor 11-deoxycorticosterone did not reverse renal sodium loss. The authors felt neither pituitary nor adrenal insufficiency was involved, but that direct neural control of renal proximal tubular reabsorption of sodium was disrupted..In 1953, Leaf et al, demonstrated that exogenous administration of the antidiuretic hormone vasopressin resulted in hyponatremia and a natriuresis dependent on water retention and weight gain. This was not “salt wasting”; it was a physiologic response to an expanded intravascular volume. Vasopressin-ADH administration to normal humans was shown to result in water retention and urinary loss of electrolytes (primarily sodium) in other studies at the time. William Schwartz (1922–2009) attended Duke University after serving in the US Army in World War II. He observed that sulfanilamide increased excretion of sodium in patients with heart failure. This observation was the basis for the discovery and development of modern diuretic drugs. Frederic Bartter (1914–1983) worked on hormones affecting the kidney that led to the discovery of syndrome of inappropriate antidiuretic hormone (SIADH) in 1957 and Bartter syndrome in 1963. Schwartz-Bartter syndrome is named after these two scientists. The first reports of hyponatremia and renal sodium loss corrected by fluid restriction in patients with bronchogenic carcinoma were published by Bartter. At that time, no direct measurement of vasopressin was done..In sammary, the condition was first described at separate institutions by William Schwartz and Frederic Bartter in two people with lung cancer. Criteria were developed by Schwartz and Bartter in 1967 and have remained unchanged since then.   == Society and culture == The condition is occasionally referred to by the names of the authors of the first report: Schwartz-Bartter syndrome.  Because not all people with this syndrome have elevated levels of vasopressin, the term \"syndrome of inappropriate antidiuresis\" (SIAD) has been proposed as a more accurate description of this condition.   == References ==   == External links =="}