{"name": "inclisiran", "category": "drug", "content": "Inclisiran, sold under the brand name Leqvio, is a medication used for the treatment of high low-density lipoprotein (LDL) cholesterol and for the treatment of people with atherosclerotic cardiovascular disease (ASCVD), ASCVD risk-equivalents, and heterozygous familial hypercholesterolemia (HeFH). It is a small interfering RNA (siRNA) that acts as an inhibitor of a proprotein convertase, specifically, inhibiting translation of the protein PCSK9. Inclisiran was approved for use in the European Union in December 2020. In August 2021, it received NICE approval for use by the National Health Service in the UK. In December 2021, it was approved for medical use in the United States. The U.S. Food and Drug Administration considers it to be a first-in-class medication. In August 2023, the National Medical Products Administration approved the use of inclisiran in China.   == Medical uses == In the European Union, inclisiran is indicated in adults with primary hypercholesterolemia (heterozygous familial and non-familial) or mixed dyslipidaemia, as an adjunct to diet in combination with a statin or statin with other lipid-lowering therapies in people unable to reach LDL-C goals with the maximum tolerated dose of a statin, or alone or in combination with other lipid-lowering therapies in people who are statin-intolerant, or for whom a statin is contraindicated. In the United States, it is indicated as an adjunct to diet and maximally tolerated statin therapy for the treatment of adults with heterozygous familial hypercholesterolemia (HeFH) or clinical atherosclerotic cardiovascular disease (ASCVD), who require additional lowering of low- density lipoprotein cholesterol (LDL-C). The FDA approved an expansion of  its indications to primary hypercholesterolemia patients in July 2023. In China, inclisiran is indicated in adults with primary hypercholesterolemia (heterozygous familial and non-familial) or mixed dyslipidaemia.   == Discovery and mechanism of action ==  Inclisiran is a small interfering RNA that acts as an inhibitor of a proprotein convertase, specifically, inhibiting translation of the protein termed proprotein convertase subtilisin/kexin type 9 (PCSK9). Small interfering RNA molecules (siRNAs) are designed to intervene in the pathway of RNA interference (RNAi), a naturally operating mechanism, wherein they bind to a complex within the cell termed the RNA-induced silencing complex (RISC); after binding, the RISC structure in the siRNA-RISC complex is altered, allowing it to cleave specific messenger RNA molecules (mRNAs). The siRNA-RISC complex is catalytic, and thus can cleave multiple copies of the mRNA that it targets; cleaved mRNAs are not translated into proteins, and thus the concentration of the protein targeted by the siRNA design is decreased. The proprotein convertase, PCSK9, is a liver-produced and -secreted serine protease whose binding and action on LDL receptors results in their increased lysosomal degradation in hepatocytes, a consequence of which is an increase in the level of circulating LDL cholesterol (and inhibition of which, the decrease in this level). Studies of PCSK9 genetics supported the conclusion that decreases in circulating LDL cholesterol accomplished in this way would result in \"diminished cardiovascular risk... with no apparent negative health consequences\", and long term administration of antibodies with short in vivo half-lives, 1-2 times a month, reduced circulating PCSK9 and LDL cholesterol levels, with the result of a \"lower incidence of cardiovascular events than placebo\". Together, these results contributed to the validation of PCSK9-targeting siRNAs for development as a new therapeutic for use in LDL cholesterol–lowering therapy; specifically, small interfering RNA (siRNA) molecules of appropriate sequence and structure were sought and discovered as a means of decreasing PCSK9 levels, and the development of a clinical candidate ensued thereafter.   == History == In 2019, The Medicines Company announced positive results from pivotal phase III study (all primary and secondary endpoints were met with efficacy consistent with Phase I and II studies). The company anticipated regulatory submissions in the U.S. in the fourth quarter of 2019, and in Europe in the first quarter of 2020. Inclisiran is being developed by The Medicines Company, a subsidiary of Novartis, which licensed the rights to inclisiran from Alnylam Pharmaceuticals. The effectiveness of inclisiran was studied in three randomized, double-blind, placebo-controlled trials (trial 1/NCT03397121, trial 2/NCT03399370, and trial 3/NCT03400800) that enrolled 3,457 adults with HeFH or clinical ASCVD. Enrolled participants were taking maximally tolerated statin therapy but required additional LDL-C lowering based on their risk for cardiovascular events. In all three studies, the main effectiveness outcome measure was the percent change in LDL-C from the beginning of the trial to day 510 (month 17). In each trial, participants received under-the-skin injections of either 284 mg inclisiran or a placebo on four separate days: day 1, day 90 (month 3), day 270 (month 9), and day 450 (month 15). Study 1 enrolled 1,561 adults with ASCVD. At day 510, the inclisiran group had an average LDL-C decrease of 51% whereas the placebo group had an average LDL-C increase of 1%. Study 2 enrolled 1,414 adults with ASCVD. At day 510, the inclisiran group had an average LDL-C decrease of 46% whereas the placebo group had an average LDL-C increase of 4%. Study 3 enrolled 482 adults with HeFH. At day 510, the inclisiran group had an average LDL-C decrease of 40% whereas the placebo group had an average LDL-C increase of 8%. The trials were conducted in 13 countries: Canada, Czech Republic, Denmark, Germany, Hungary, Netherlands, Poland, South Africa, Spain, Sweden, Ukraine, United Kingdom, and the United States. The effect of inclisiran on cardiovascular morbidity (suffering from a disease) and mortality (death) has not been determined.   == Society and culture ==   === Economics === The wholesale acquisition cost of inclisiran is US$3,250 per injection.   == References ==   == Further reading == Ray KK, Landmesser U, Leiter LA, Kallend D, Dufour R, Karakas M, et al. (April 2017). \"Inclisiran in Patients at High Cardiovascular Risk with Elevated LDL Cholesterol\" (PDF). N. Engl. J. Med. 376 (15): 1430–1440. doi:10.1056/NEJMoa1615758. hdl:10044/1/45416. PMID 28306389. S2CID 205101529. Ray KK, Wright RS, Kallend D, Koenig W, Leiter LA, Raal FJ, et al. (March 2020). \"Two Phase 3 Trials of Inclisiran in Patients with Elevated LDL Cholesterol\". N. Engl. J. Med. 382 (16): 1507–1519. doi:10.1056/NEJMoa1912387. hdl:10044/1/77951. PMID 32187462.   == External links == Clinical trial number NCT03399370 for \"Inclisiran for Participants With Atherosclerotic Cardiovascular Disease and Elevated Low-density Lipoprotein Cholesterol (ORION-10)\" at ClinicalTrials.gov Clinical trial number NCT03400800 for \"Inclisiran for Subjects With ACSVD or ACSVD-Risk Equivalents and Elevated Low-density Lipoprotein Cholesterol (ORION-11)\" at ClinicalTrials.gov Clinical trial number NCT03397121 for \"Trial to Evaluate the Effect of Inclisiran Treatment on Low Density Lipoprotein Cholesterol (LDL-C) in Subjects With Heterozygous Familial Hypercholesterolemia (HeFH) (ORION-9)\" at ClinicalTrials.gov"}