{"name": "indigo carmine", "category": "drug", "content": "Indigo carmine, or 5,5′-indigodisulfonic acid sodium salt, is an organic salt derived from indigo by aromatic sulfonation, which renders the compound soluble in water. Like indigo, it produces a blue color, and is used in food and other consumables, cosmetics, and as a medical contrast agent and staining agent; it also acts as a pH indicator. It is approved for human consumption in the United States and European Union. It has the E number E132, and is named Blue No. 2 by the US Federal Food, Drug, and Cosmetic Act.   == Uses ==  Indigo carmine in a 0.2% aqueous solution is blue at pH 11.4 and yellow at 13.0. Indigo carmine is also a redox indicator, turning yellow upon reduction. Another use is as a dissolved ozone indicator through the conversion to isatin-5-sulfonic acid. This reaction has been shown not to be specific to ozone: it also detects superoxide, an important distinction in cell physiology. It is also used as a dye in the manufacturing of capsules.   === Medical uses ===  Indigotindisulfonate sodium, sold under the brand name Bludigo, is used as a contrast agent during surgical procedures. It is indicated for use in cystoscopy in adults following urological and gynecological procedures. It was approved for medical use in the United States in July 2022. In obstetric surgery, it may be used to detect amniotic fluid leaks. In urologic surgery, intravenous indigo carmine can be used to highlight portions of the urinary tract. The dye is filtered rapidly by the kidneys from the blood, and colors the urine blue. However, the dye can cause a potentially dangerous acute increase in blood pressure in some cases. Indigo carmine stain is not absorbed into cells, so it is applied to tissues to enhance the visibility of mucosa. This leads to its use for examination and diagnosis of benign and malignant lesions and growths on mucosal surfaces of the body.   === Food, pharmaceutical, cosmetic, and scientific uses === Indigo carmine is one of the few blue food colorants.  Others include the anthocyanidins and rare entites such as variagatic acid and popolohuanone.   == Safety and regulation ==  Indigo carmin shows \"genotoxicity, developmental toxicity or modifications of haematological parameters in chronic toxicity studies\". Only at 17 mg/kg of body weight per day were effects on testes observed.   == References ==   == External links =="}