{"name": "inebilizumab", "category": "drug", "content": "Inebilizumab, sold under the brand name Uplizna, is a medication for the treatment of neuromyelitis optica spectrum disorder (NMOSD) in adults. Inebilizumab is a humanized mAb that binds to and depletes CD19+ B cells including plasmablasts and plasma cells. The most common adverse reactions include urinary tract infection, headache, joint pain (arthralgia), nausea and back pain. Inebilizumab was approved for medical use in the United States in June 2020, in the European Union in April 2022, and in Canada in December 2023. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Inebilizumab is indicated for the treatment of neuromyelitis optica spectrum disorder (NMOSD) in adults with a particular antibody (patients who are anti-aquaporin-4 or AQP4 antibody positive). Neuromyelitis optica spectrum disorder is a rare autoimmune disorder in which immune system cells and autoantibodies attack and damage the optic nerves and spinal cord. Neuromyelitis optica spectrum disorder can be associated with antibodies that bind to a protein called aquaporin-4 (AQP4). Binding of the anti-AQP4 antibody appears to activate other components of the immune system, causing inflammation and damage to the central nervous system. Clinically, the disease is manifested with attacks/relapses that result in neurological impairment such as blindness, paraplegia, sensory loss, bladder dysfunction, and peripheral pain. The disability from each attack is cumulative, making neuromyelitis optica spectrum disorder a chronically debilitating and potentially life-threatening disease.   == Side effects == The label for inebilizumab includes a warning for infusion reactions, potential depletion of certain proteins (hypogammaglobulinemia), and potential increased risk of infection — including progressive multifocal leukoencephalopathy, and potential reactivation of hepatitis B and tuberculosis. The most common adverse reactions in the neuromyelitis optica spectrum disorder clinical trial were urinary tract infection, headache, joint pain (arthralgia), nausea and back pain. Women who are pregnant should not take inebilizumab because it may cause harm to a developing fetus or newborn baby. The FDA advises health care professionals to inform females of reproductive age to use effective contraception during treatment with inebilizumab and for six months after the last dose. Vaccination with live-attenuated or live vaccines is not recommended during treatment and should be administered at least four weeks prior to initiation of inebilizumab.   == History == Inebilizumab was created from the research led by Thomas Tedder at Cellective Therapeutics, and development was continued by Viela Bio and MedImmune. Inebilizumab was approved for medical use in the United States in June 2020. The effectiveness of inebilizumab for the treatment of NMOSD was demonstrated in a clinical study (NCT02200770) of 230 adult participants that evaluated the efficacy and safety of intravenous inebilizumab. In the trial, 213 of the 230 participants had antibodies against AQP4 (anti-AQP4 antibody positive). During the 197-day study, the risk of an NMOSD relapse in the 161 anti-AQP4 antibody positive participants who were treated with inebilizumab was reduced by 77% when compared to the placebo treatment group. There was no evidence of a benefit in participants who were anti-AQP4 antibody negative. The primary efficacy endpoint was the time to the onset of the first adjudicated relapse on or before study day 197 evaluated by a blinded, independent, adjudication committee, who determined whether the attack met protocol-defined criteria. The trial was conducted at 82 sites in 24 countries (including the United States) in North and South America, Europe, Africa, Asia and Australia. The U.S. Food and Drug Administration (FDA) granted the application for inebilizumab orphan drug designation and granted approval of Uplizna to Viela Bio.   == Society and culture ==   === Legal status === In November 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Uplizna, intended for the treatment of adults with neuromyelitis optica spectrum disorders (NMOSD) who are anti-aquaporin 4 immunoglobulin G (AQP4-IgG) seropositive. The applicant for this medicinal product is Viela Bio. Inebilizumab was approved for medical use in the European Union in April 2022.   === Names === Inebilizumab is the international nonproprietary name (INN) and the United States Adopted Name (USAN).   == References ==   == Further reading == Cree BA, Bennett JL, Kim HJ, Weinshenker BG, Pittock SJ, Wingerchuk DM, et al. (October 2019). \"Inebilizumab for the treatment of neuromyelitis optica spectrum disorder (N-MOmentum): a double-blind, randomised placebo-controlled phase 2/3 trial\". Lancet. 394 (10206): 1352–1363. doi:10.1016/S0140-6736(19)31817-3. PMID 31495497. S2CID 201839513.   == External links == Clinical trial number NCT02200770 for \"A Double-masked, Placebo-controlled Study With Open Label Period to Evaluate MEDI-551 in Neuromyelitis Optica and Neuromyelitis Optica Spectrum Disorders\" at ClinicalTrials.gov"}