{"name": "Infantile Severe Myoclonic Epilepsy", "category": "disease", "content": "Epileptic spasms is an uncommon-to-rare epileptic disorder in infants, children and adults. One of the other names of the disorder, West syndrome, is in memory of the English physician, William James West (1793–1848), who first described it in an article published in The Lancet in 1841. The original case actually described his own son, James Edwin West (1840–1860). Other names for it are \"generalized flexion epilepsy\", \"infantile epileptic encephalopathy\", \"infantile myoclonic encephalopathy\", \"jackknife convulsions\", \"massive myoclonia\" and \"Salaam spasms\". The term \"infantile spasms\" can be used to describe the specific seizure manifestation in the syndrome, but is also used as a synonym for the syndrome itself. West syndrome in modern usage is the triad of infantile spasms, a pathognomonic EEG pattern (called hypsarrhythmia), and developmental regression – although the international definition requires only two out of these three elements. The syndrome is age-related, generally occurring between the third and the twelfth month, generally manifesting around the fifth month. There are various causes. The syndrome is often caused by an organic brain dysfunction whose origins may be prenatal, perinatal (caused during birth) or postnatal.   == Signs and symptoms ==  The epileptic seizures observed in infants with West syndrome, fall into three categories, collectively known as infantile spasms. Typically, the following triad of attack types appears; while the three types usually appear simultaneously, they also can occur independently of each other:  Lightning attacks: Sudden, severe myoclonic convulsions of the entire body or several parts of the body in split seconds, and the legs in particular are bent (flexor muscle convulsions here are generally more severe than extensor ones). Nodding attacks: Convulsions of the throat and neck flexor muscles, during which the chin is fitfully jerked towards the breast or the head is drawn inward. Salaam or jackknife attacks: a flexor spasm with rapid bending of the head and torso forward and simultaneous raising and bending of the arms while partially drawing the hands together in front of the chest and/or flailing. If one imagined this act in slow motion, it would appear similar to the Muslim ceremonial greeting (Salaam), from which this type of attack derives its name.   == Cause ==  It is still unknown which bio-chemical mechanisms lead to the occurrence of West syndrome. It is known to be a malfunction of neurotransmitter function, or more precisely, a malfunction in the regulation of the GABA transmission process. Another possibility being researched is a hyper-production of the corticotropin-releasing hormone (CRH). It is possible that more than one factor is involved. Both hypotheses are supported by the effect of certain medications used to treat West syndrome. Cases of epilepsy have been historically divided into three different groups: symptomatic, cryptogenic, and unknown. The International League Against Epilepsy (ILAE) in 2011 recommended abandoning these terms for reasons of clarity and instead trying to place individual cases into one of the following three groups: genetic, structural/metabolic, and unknown. The new terms are more immediately clear in their meaning, except that the structural and metabolic group includes cases that have a genetic component that does not always directly lead to the condition. Only the genetic grouping has a known direct genetic cause. \"Unknown\" cases may be of unknown genetic, structural, metabolic, or other unknown cause. The old terminology was defined by the ILAE as follows:  symptomatic:  the epilepsy is the consequence of a known or suspected disorder of the central nervous system. cryptogenic: this refers to a disorder whose cause is hidden or occult. Cryptogenic epilepsies are presumed to be symptomatic. idiopathic:  there is no underlying cause other than a possible hereditary predisposition. The remainder of this section will refer to the older terminology.   === Symptomatic ===  If a cause presents itself, the syndrome is referred to as symptomatic West syndrome, as the attacks manifest as a symptom of another problem. Almost any cause of brain damage could be associated, and these are divided into prenatal, perinatal, and post-natal. The following is a partial list:  In around one third of the children, there is evidence of a profound organic disorder of the brain. This includes: microcephaly cortical dysplasia cerebral atrophy lissencephaly bacterial meningitis phakomatoses (e.g. tuberous sclerosis) Aicardi syndrome cephalhematoma and vascular malformation. Furthermore, other causes increasingly being named in the literature are: Incontinentia pigmenti Foix–Chavany–Marie syndrome Patau syndrome (trisomy 13) Sturge–Weber syndrome neurometabolic diseases congential infections (e.g. Cytomegalovirus) hypoglycemia brain damage due to asphyxiation or hypoxia (lack of oxygen, e.g. during birth), periventricular leukomalacia, cephalhematoma, cerebrovascular accident or brain damage of various types as well as that caused by premature birth.   ==== Down syndrome ==== West syndrome appears in 1% to 5% of infants with Down syndrome. This form of epilepsy is relatively difficult to treat in children who do not have the chromosomal abnormalities involved in Down syndrome. However, in children with Down syndrome, the syndrome is often far more mild, and the children often react better to medication. The German Down Syndrome Info Center noted in 2003 that what was normally a serious epilepsy was in such cases often a relatively benign one. EEG records for children with Down syndrome are often more symmetrical with fewer unusual findings. Although not all children can become entirely free from attacks with medication, children with Down syndrome are less likely to go on to develop Lennox-Gastaut syndrome or other forms of epilepsy than those without additional hereditary material on the 21st chromosome. The reason why it is easier to treat children with Down syndrome is not known. If, however, a child with Down syndrome has seizures that are difficult to control, the child should be assessed for autistic spectrum disorder.   === Cryptogenic === When a direct cause cannot be determined but the child has other neurological disorder, the case is referred to as cryptogenic West syndrome. The cryptogenic group is often considered idiopathic while referred to as \"cryptogenic\". Sometimes multiple children within the same family develop West syndrome. In this case, it is also referred to as cryptogenic, in which genetic and sometimes hereditary influences play a role. There are known cases in which West syndrome appears in successive generations in boys; this has to do with X-chromosomal heredity.   === Genetic === Mutations in several genes have been associated with West syndrome. These include the Aristaless related homeobox (ARX) and  cyclin dependent kinase like 5 (CDKL5) genes. The ARX gene in particular seems to be responsible for at least some of the X linked cases. Variants in the KCNT1 gene can also in rare cases result in West syndrome.   === Idiopathic === Occasionally the syndrome is referred to as idiopathic West syndrome, when a cause cannot be determined. Important diagnostic criteria are:  Regular development until the onset of the attacks or before the beginning of the therapy no pathological findings in neurological or neuroradiological studies no evidence of a trigger for the spasms Those are becoming rare due to modern medicine.   == Diagnosis == Diagnosis can be made by EEG. In case of epileptic spasms, EEG shows typical hypsarrhythmia patterns. According to Infantile Spasms: Act Now, delays to diagnosis of more than 7 days increase life-long developmental impairment. In addition, only 3 out of 10 parents get their child evaluated within 1 week of seeing the spasms.   == Treatment == As of 2017, data on optimal treatment was limited.  Therapies with hormones is the standard of care, namely adrenocorticotrophic hormone (ACTH) sold under brand Acthar, or oral corticosteroids such as prednisone.  Vigabatrin, marketed under brands Vigpoder and Sabril, is also a common consideration, though there is a risk of visual field loss with long term use.  The high cost of ACTH leads doctors to avoid it in the US; higher dose prednisone appears to generate equivalent outcomes. As of 2017 data from clinical trials of the ketogenic diet for treating infantile spams was inconsistent; most trials were as a second-line therapy after failure of drug treatment, and as of 2017 it had not been explored as a first line treatment in an adequately designed clinical trial. Epilepsy surgery is recommended in patients with seizures arising from a restricted region.   == Prognosis ==  It is not possible to make a generalised prognosis for development due to the variability of causes, as mentioned above, the differing types of symptoms and cause. Each case must be considered individually. The prognosis for children with idiopathic West syndrome are mostly more positive than for those with the cryptogenic or symptomatic forms. Idiopathic cases are less likely to show signs of developmental problems before the attacks begin, the attacks can often be treated more easily and effectively and there is a lower relapse rate. Children with this form of the syndrome are less likely to go on to develop other forms of epilepsy; around two in every five children develop at the same rate as healthy children.  In other cases, however, treatment of West syndrome is relatively difficult and the results of therapy often dissatisfying; for children with symptomatic and cryptogenic West syndrome, the prognosis is generally not positive, especially when they prove resistant to therapy. Statistically, 5 out of every 100 children with West syndrome do not survive beyond five years of age, in some cases due to the cause of the syndrome, in others for reasons related to their medication. Only less than half of all children can become entirely free from attacks with the help of medication. Statistics show that treatment produces a satisfactory result in around three out of ten cases, with only one in every 25 children's cognitive and motoric development developing more or less normally.  A large proportion (up to 90%) of children experience severe physical  and cognitive impairments, even when treatment for the seizures is successful. This is not usually because of the epileptic seizures, but rather because of the causes behind them (cerebral anomalies or their location or degree of severity). Severe, frequent attacks can (further) damage the brain. Permanent damage often associated with West syndrome in the literature include cognitive disabilities, learning difficulties and behavioural problems, cerebral palsy (up to 5 out of 10 children), psychological disorders and often autism (in around 3 out of 10 children). Once more, the cause of each individual case of West syndrome must be considered when debating cause and effect.  As many as 6 out of 10 children with West syndrome have epilepsy later in life. Sometimes West syndrome turns into a focal or other generalised epilepsy. Around half of all children develop Lennox-Gastaut syndrome.   == Epidemiology == Incidence is around 1:3200 to 1:3500 of live births. Statistically, boys are more likely to be affected than girls at a ratio of around 3:2. In 9 out of every 10 children affected, the spasms appear for the first time between the third and the twelfth month of age. In rarer cases, spasms may occur in the first two months or during the second to fourth year of age.   == History == West syndrome was named after the English doctor and surgeon William James West (1793–1848), who lived in Tonbridge. In 1841 he observed this type of epilepsy in his own son, James E West, who was approximately four months old at the time. He published his observations from a scientific perspective in an article in The Lancet. He named the seizures \"Salaam Tics\" at the time.   == See also == Epilepsy Phenome/Genome Project   == References ==   == External links ==  Much of this article is translated from the German Wikipedia article"}