{"name": "Infection caused by Helicobacter pylori", "category": "disease", "content": "Helicobacter pylori, previously known as Campylobacter pylori, is a gram-negative, flagellated, helical bacterium. Mutants can have a rod or curved rod shape, that exhibit less virulence. Its helical body (from which the genus name, Helicobacter, derives) is thought to have evolved to penetrate the mucous lining of the stomach, helped by its flagella, and thereby establish infection. The bacterium was first identified as the causal agent of gastric ulcers in 1983 by the Australian doctors Barry Marshall and Robin Warren. In 2005 they were awarded the Nobel Prize in Physiology or Medicine for this discovery. Infection of the stomach with H. pylori is not the cause of illness itself; over half of the global population is infected but most are asymptomatic. Persistent colonization with more virulent strains can induce a number of gastric and extragastric disorders. Gastric disorders due to infection begin with gastritis, inflammation of the stomach lining. When infection is persistent the prolonged inflammation will become chronic gastritis. Initially this will be non-atrophic gastritis, but damage caused to the stomach lining can bring about the change to atrophic gastritis, and the development of ulcers both within the stomach itself or in the duodenum, the nearest part of the intestine. At this stage the risk of developing gastric cancer is high. However, the development of a duodenal ulcer has a lower risk of cancer.Helicobacter pylori is a class 1 carcinogen, and potential cancers include gastric mucosa-associated lymphoid tissue (MALT) lymphomas and gastric cancer. Infection with H. pylori is responsible for around 89 per cent of all gastric cancers, and is linked to the development of 5.5 per cent of all cases of cancer worldwide. H. pylori is the only bacterium known to cause cancer. Extragastric complications that have been linked to H. pylori include anemia due either to iron-deficiency or vitamin B12 deficiency, diabetes mellitus, cardiovascular, and certain neurological disorders. An inverse link has also been claimed with H. pylori having a positive protective effect on many disorders including asthma, esophageal cancer, IBD (including GERD and Crohn's disease) and other disorders. Some studies suggest that H. pylori plays an important role in the natural stomach ecology by influencing the type of bacteria that colonize the gastrointestinal tract. Other studies suggest that non-pathogenic strains of H. pylori may beneficially normalize stomach acid secretion, and regulate appetite. In 2023, it was estimated that about two-thirds of the world's population were infected with H. pylori, being more common in developing countries. The prevalence has declined in many countries due to eradication treatments with antibiotics and proton-pump inhibitors, and with increased standards of living.   == Microbiology == Helicobacter pylori is a species of gram-negative bacteria in the Helicobacter genus. About half the world's population is infected with H. pylori but only a few strains are pathogenic. H pylori is a helical bacterium having a predominantly helical shape, also often described as having a spiral or S shape. Its helical shape is better suited for progressing through the viscous mucosa lining of the stomach, and is maintained by a number of enzymes in the cell wall's peptidoglycan. The bacteria reach the less acidic mucosa by use of their flagella. Three strains studied showed a variation in length from 2.8–3.3 μm but a fairly constant diameter of 0.55–0.58 μm. H. pylori can convert from a helical to an inactive coccoid form that can evade the immune system, and that may possibly become viable, known as viable but nonculturable (VBNC). Helicobacter pylori is microaerophilic – that is, it requires oxygen, but at lower concentration than in the atmosphere. It contains a hydrogenase that can produce energy by oxidizing molecular hydrogen (H2) made by intestinal bacteria. H. pylori can be demonstrated in tissue by Gram stain, Giemsa stain, H&E stain, Warthin-Starry silver stain, acridine orange stain, and phase-contrast microscopy. It is capable of forming biofilms. Biofilms help to hinder the action of antibiotics and can contribute to treatment failure. To successfully colonize its host, H. pylori uses many different virulence factors including oxidase, catalase, and urease. Urease is the most abundant protein, its expression representing about 10% of the total protein weight. H. pylori possesses five major outer membrane protein families. The largest family includes known and putative adhesins. The other four families are porins, iron transporters, flagellum-associated proteins, and proteins of unknown function. Like other typical gram-negative bacteria, the outer membrane of H. pylori consists of phospholipids and lipopolysaccharide (LPS). The O-antigen of LPS may be fucosylated and mimic Lewis blood group antigens found on the gastric epithelium.   === Genome === Helicobacter pylori consists of a large diversity of strains, and hundreds of genomes have been completely sequenced. The genome of the strain 26695 consists of about 1.7 million base pairs, with some 1,576 genes. The pan-genome, that is the combined set of 30 sequenced strains, encodes 2,239 protein families (orthologous groups OGs). Among them, 1,248 OGs are conserved in all the 30 strains, and represent the universal core. The remaining 991 OGs correspond to the accessory genome in which 277 OGs are unique to one strain. There are eleven restriction modification systems in the genome of H. pylori. This is an unusually high number providing a defence against bacteriophages.   === Transcriptome === Single-cell transcriptomics using single-cell RNA-Seq gave the complete transcriptome of H. pylori which was published in 2010. This analysis of its transcription confirmed the known acid induction of major virulence loci, including the urease (ure) operon and the Cag pathogenicity island. A total of 1,907 transcription start sites 337 primary operons, and 126 additional suboperons, and 66 monocistrons were identified. Until 2010, only about 55 transcription start sites (TSSs) were known in this species. 27% of the primary TSSs are also antisense TSSs, indicating that – similar to E. coli – antisense transcription occurs across the entire H. pylori genome. At least one antisense TSS is associated with about 46% of all open reading frames, including many housekeeping genes. About 50% of the 5′ UTRs (leader sequences) are 20–40 nucleotides (nt) in length and support the AAGGag motif located about 6 nt (median distance) upstream of start codons as the consensus Shine–Dalgarno sequence in H. pylori.   === Proteome === The proteome of H. pylori has been systematically analyzed and more than 70% of its proteins have been detected by mass spectrometry, and other methods. About 50% of the proteome has been quantified, informing of the number of protein copies in a typical cell. Studies of the interactome have identified more than 3000 protein-protein interactions. This has provided information of how proteins interact with each other, either in stable protein complexes or in more dynamic, transient interactions, which can help to identify the functions of the protein. This in turn helps researchers to find out what the function of uncharacterized proteins is, e.g. when an uncharacterized protein interacts with several proteins of the ribosome (that is, it is likely also involved in ribosome function). About a third of all ~1,500 proteins in H. pylori remain uncharacterized and their function is largely unknown.   == Infection ==  An infection with Helicobacter pylori can either have no symptoms even when lasting a lifetime, or can harm the stomach and duodenal linings by inflammatory responses induced by several mechanisms associated with a number of virulence factors. Colonization can initially cause H. pylori induced gastritis, an inflammation of the stomach lining that became a listed disease in ICD11. This will progress to chronic gastritis if left untreated. Chronic gastritis may lead to atrophy of the stomach lining, and the development of peptic ulcers (gastric or duodenal). These changes may be seen as stages in the development of gastric cancer, known as Correa's cascade. Extragastric complications that have been linked to H. pylori include anemia due either to iron-deficiency or vitamin B12 deficiency, diabetes mellitus, cardiovascular, and certain neurological disorders. Peptic ulcers are a consequence of inflammation that allows stomach acid and the digestive enzyme pepsin to overwhelm the protective mechanisms of the mucous membranes. The location of colonization of H. pylori, which affects the location of the ulcer, depends on the acidity of the stomach. In people producing large amounts of acid, H. pylori colonizes near the pyloric antrum (exit to the duodenum) to avoid the acid-secreting parietal cells at the fundus (near the entrance to the stomach). G cells express relatively high levels of PD-L1 that protects these cells from H. pylori-induced immune destruction. In people producing normal or reduced amounts of acid, H. pylori can also colonize the rest of the stomach.  The inflammatory response caused by bacteria colonizing near the pyloric antrum induces G cells in the antrum to secrete the hormone gastrin, which travels through the bloodstream to parietal cells in the fundus. Gastrin stimulates the parietal cells to secrete more acid into the stomach lumen, and over time increases the number of parietal cells, as well. The increased acid load damages the duodenum, which may eventually lead to the formation of ulcers. Helicobacter pylori is a class I carcinogen, and potential cancers include gastric mucosa-associated lymphoid tissue (MALT) lymphomas and gastric cancer. Less commonly, diffuse large B-cell lymphoma of the stomach is a risk. Infection with H. pylori is responsible for around 89 per cent of all gastric cancers, and is linked to the development of 5.5 per cent of all cases of cancer worldwide. Although the data varies between different countries, overall about 1% to 3% of people infected with Helicobacter pylori develop gastric cancer in their lifetime compared to 0.13% of individuals who have had no H. pylori infection. H. pylori-induced gastric cancer is the third highest cause of worldwide cancer mortality as of 2018. Because of the usual lack of symptoms, when gastric cancer is finally diagnosed it is often fairly advanced. More than half of gastric cancer patients have lymph node metastasis when they are initially diagnosed.  Chronic inflammation that is a feature of cancer development is characterized by infiltration of neutrophils and macrophages to the gastric epithelium, which favors the accumulation of pro-inflammatory cytokines, reactive oxygen species (ROS) and reactive nitrogen species (RNS) that cause DNA damage. The oxidative DNA damage and levels of oxidative stress can be indicated by a biomarker, 8-oxo-dG. Other damage to DNA includes double-strand breaks. Small gastric and colorectal polyps are adenomas that are more commonly found in association with the mucosal damage induced by H. pylori gastritis. Larger polyps can in time become cancerous. A modest association of H. pylori has been made with the development of colorectal cancers, but as of 2020 causality had yet to be proved.   === Signs and symptoms === Most people infected with H. pylori never experience any symptoms or complications, but will have a 10% to 20% risk of developing peptic ulcers or a 0.5% to 2% risk of stomach cancer. H. pylori induced gastritis may present as acute gastritis with stomach ache, nausea, and ongoing dyspepsia (indigestion) that is sometimes accompanied by depression and anxiety. Where the gastritis develops into chronic gastritis, or an ulcer, the symptoms are the same and can include indigestion, stomach or abdominal pains, nausea, bloating, belching, feeling hunger in the morning, feeling full too soon, and sometimes vomiting, heartburn, bad breath, and weight loss. Complications of an ulcer can cause severe signs and symptoms such as black or tarry stool indicative of bleeding into the stomach or duodenum; blood - either red or coffee-ground colored in vomit; persistent sharp or severe abdominal pain; dizziness, and a fast heartbeat. Bleeding is the most common complication. In cases caused by H. pylori there was a greater need for hemostasis often requiring gastric resection. Prolonged bleeding may cause anemia leading to weakness and fatigue. Inflammation of the pyloric antrum, which connects the stomach to the duodenum, is more likely to lead to duodenal ulcers, while inflammation of the corpus may lead to a gastric ulcer. Stomach cancer can cause nausea, vomiting, diarrhoea, constipation, and unexplained weight loss. Gastric polyps are adenomas that are usually asymptomatic and benign, but may be the cause of dyspepsia, heartburn, bleeding from the stomach, and, rarely, gastric outlet obstruction. Larger polyps may have become cancerous. Colorectal polyps may be the cause of rectal bleeding, anemia, constipation, diarrhea, weight loss, and abdominal pain.   == Pathophysiology == Virulence factors help a pathogen to evade the immune response of the host, and to successfully colonize. The many virulence factors of H. pylori include its flagella, the production of urease, adhesins, serine protease HtrA (high temperature requirement A), and the major exotoxins CagA and VacA. The presence of VacA and CagA are associated with more advanced outcomes. CagA is an oncoprotein associated with the development of gastric cancer.  H. pylori infection is associated with epigenetically reduced efficiency of the DNA repair machinery, which favors the accumulation of mutations and genomic instability as well as gastric carcinogenesis. It has been shown that expression of two DNA repair proteins, ERCC1 and PMS2, was severely reduced once H. pylori infection had progressed to cause dyspepsia. Dyspepsia occurs in about 20% of infected individuals. Epigenetically reduced protein expression of DNA repair proteins MLH1, MGMT and MRE11 are also evident. Reduced DNA repair in the presence of increased DNA damage increases carcinogenic mutations and is likely a significant cause of gastric carcinogenesis. These epigenetic alterations are due to H. pylori-induced methylation of CpG sites in promoters of genes and H. pylori-induced altered expression of multiple microRNAs. Two related mechanisms by which H. pylori could promote cancer have been proposed. One mechanism involves the enhanced production of free radicals near H. pylori and an increased rate of host cell mutation. The other proposed mechanism has been called a \"perigenetic pathway\", and involves enhancement of the transformed host cell phenotype by means of alterations in cell proteins, such as adhesion proteins. H. pylori has been proposed to induce inflammation and locally high levels of tumor necrosis factor (TNF), (also known as tumor necrosis factor alpha (TNFα) and/or interleukin 6 (IL-6). According to the proposed perigenetic mechanism, inflammation-associated signaling molecules, such as TNF, can alter gastric epithelial cell adhesion and lead to the dispersion and migration of mutated epithelial cells without the need for additional mutations in tumor suppressor genes, such as genes that code for cell adhesion proteins.   === Flagellum === The first virulence factor of Helicobacter pylori that enables colonization is its flagellum. H. pylori has from two to seven flagella at the same polar location which gives it a high motility. The flagellar filaments are about 3 μm long, and composed of two copolymerized flagellins, FlaA and FlaB, coded by the genes flaA, and flaB. The minor flagellin FlaB is located in the proximal region and the major flagellin FlaA makes up the rest of the flagellum. The flagella are sheathed in a continuation of the bacterial outer membrane which gives protection against the gastric acidity. The sheath is also the location of the origin of the outer membrane vesicles that gives protection to the bacterium from bacteriophages. Flagella motility is provided by the proton motive force provided by urease-driven hydrolysis allowing chemotactic movements towards the less acidic pH gradient in the mucosa. On reaching the mucosa H. pylori can can burrow into the mucus, and to the underlying epithelial cell layer and the gastric pits where they colonise and live in the gastric glands. Occasionally the bacteria are found inside the epithelial cells themselves. The use of quorum sensing by the bacteria enables the formation of a biofilm which furthers persistent colonisation. In the layers of the biofilm H. pylori can escape from the actions of antibiotics, and also be protected from host-immune responses. In the biofilm H, pylori can change the flagella to become adhesive structures.   === Urease ===  In addition to using chemotaxis to avoid areas of high acidity (low pH), H. pylori also produces large amounts of urease, an enzyme which breaks down the urea present in the stomach to produce ammonia and bicarbonate which are released into the bacterial cytosol, and into the surrounding environment creating a neutral area. The decreased acidity (higher pH) changes the mucus layer from a gel-like state to a more viscous state that makes it easier for the flagella to move the bacteria through the mucosa, and attach to the gastric epithelial cells. Helicobacter pylori is one of the few known types of bacterium that has a urea cycle which is uniquely configured in the bacterium. 10% of the cell is of nitrogen a balance that needs to be maintained. Any excess is stored in urea excreted in the urea cycle. A final stage enzyme in the urea cycle is arginase an enzyme that is crucial to the pathogenesis of H. pylori. Arginase produces ornithine and urea that the enzyme urease breaks down into carbonic acid and ammonia. Urease is the bacterium’s most abundant protein accounting for 10–15% of the bacterium's total protein content. Its expression is not only required for establishing initial colonization in the breakdown of urea to carbonic acid and ammonia but is essential for maintaining chronic infection. Ammonia reduces the stomach acidity allowing the bacteria to become locally established. Arginase promotes the persistence of infection by consuming arginine; arginine is used by macrophages to produce nitric oxide which has a strong antimicrobial effect. The ammonia produced to regulate pH is toxic to epithelial cells.   === Adhesins === H. pylori must make attachment with the epithelial cells to prevent its being swept away with the constant movement and renewal of the mucus. To give them this adhesion, bacterial outer membrane proteins as virulence factors called adhesins are produced. BabA (blood group antigen binding adhesin) is most important during initial colonization, and SabA (sialic acid binding adhesin) is important in persistence. BabA attaches to glycans and mucins in the epithelium. BabA (coded for by the babA2 gene) also binds to the Lewis b antigen displayed on the surface of the epithelial cells. Adherence via BabA is acid sensitive and can be fully reversed by a decreased pH. It has been proposed that BabA's acid responsiveness enables adherence while also allowing an effective escape from an unfavorable environment such as a low pH that is harmful to the organism. SabA (coded for by the sabA gene) binds to increased levels of sialyl-Lewis X antigen expressed on gastric mucosa.   === Cholesterol glucoside === The outer membrane contains cholesterol glucoside, a sterol glucoside that H. pylori glycosylates from the cholesterol in the gastric gland cells, and inserts it into its outer membrane. This cholesterol glucoside is important for membrane stability, morphology and immune evasion, and is rarely found in other bacteria. The enzyme responsible for this is cholesteryl α-glucosyltransferase (αCgT) or (Cgt) encoded by the HP0421 gene. A major effect of the depletion of host cholesterol by Cgt is to disrupt cholesterol-rich lipid rafts in the epithelial cells. Lipid rafts are involved in cell signalling and their disruption causes a reduction in the immune inflammatory response particularly by reducing interferon gamma. Cgt is also secreted by the type IV secretion system, and is secreted in a selective way so that gastric niches where the pathogen can thrive are created. Its lack has been shown to give vulnerability from environmental stress to bacteria, and also to disrupt CagA mediated interactions.   === Catalase === Colonization induces an intense anti-inflammatory response as a first-line immune system defence. Phagocytic leukocytes and monocytes infiltrate the site of infection, and antibodies are produced. H. pylori is able to adhere to the surface of the phagocytes and impede their action. This is responded to by the phagocyte in the generation and release of oxygen metabolites into the surrounding space. H. pylori can survive this response by the activity of catalase at its attachment to the phagocytic cell surface. Catalase decomposes hydrogen peroxide into water and oxygen, protecting the bacteria from toxicity. Catalase has been shown to almost completely inhibit the phagocytic oxidative response. It is coded for by the gene katA.   === Tipα === TNF-inducing protein alpha (Tipα) is a carcinogenic protein encoded by HP0596 unique to H. pylori that induces the expression of tumor necrosis factor. Tipα enters gastric cancer cells where it binds to cell surface nucleolin, and induces the expression of vimentin. Vimentin is important in the epithelial–mesenchymal transition associated with the progression of tumors.   === CagA === CagA (cytotoxin-associated antigen A) is a major virulence factor for H. pylori, an oncoprotein that is encoded by the cagA gene. Bacterial strains with the cagA gene are associated with the ability to cause ulcers, MALT lymphomas, and gastric cancer. The cagA gene codes for a relatively long (1186-amino acid) protein. The cag pathogenicity island (PAI) has about 30 genes, part of which code for a complex type IV secretion system (T4SS or TFSS). The low GC-content of the cag PAI relative to the rest of the Helicobacter genome suggests the island was acquired by horizontal transfer from another bacterial species. The serine protease HtrA also plays a major role in the pathogenesis of H. pylori. The HtrA protein enables the bacterium to transmigrate across the host cells' epithelium, and is also needed for the translocation of CagA. The virulence of H. pylori may be increased by genes of the cag pathogenicity island; about 50–70% of H. pylori strains in Western countries carry it. Western people infected with strains carrying the cag PAI have a stronger inflammatory response in the stomach and are at a greater risk of developing peptic ulcers or stomach cancer than those infected with strains lacking the island. Following attachment of H. pylori to stomach epithelial cells, the type IV secretion system expressed by the cag PAI \"injects\" the inflammation-inducing agent, peptidoglycan, from their own cell walls into the epithelial cells. The injected peptidoglycan is recognized by the cytoplasmic pattern recognition receptor (immune sensor) Nod1, which then stimulates expression of cytokines that promote inflammation. The type-IV secretion apparatus also injects the cag PAI-encoded protein CagA into the stomach's epithelial cells, where it disrupts the cytoskeleton, adherence to adjacent cells, intracellular signaling, cell polarity, and other cellular activities. Once inside the cell, the CagA protein is phosphorylated on tyrosine residues by a host cell membrane-associated tyrosine kinase (TK). CagA then allosterically activates protein tyrosine phosphatase/protooncogene Shp2. These proteins are directly toxic to cells lining the stomach and signal strongly to the immune system that an invasion is under way. As a result of the bacterial presence, neutrophils and macrophages set up residence in the tissue to fight the bacteria assault. Pathogenic strains of H. pylori have been shown to activate the epidermal growth factor receptor (EGFR), a membrane protein with a TK domain. Activation of the EGFR by H. pylori is associated with altered signal transduction and gene expression in host epithelial cells that may contribute to pathogenesis. A C-terminal region of the CagA protein (amino acids 873–1002) has also been suggested to be able to regulate host cell gene transcription, independent of protein tyrosine phosphorylation. A great deal of diversity exists between strains of H. pylori, and the strain that infects a person can predict the outcome.   === VacA === VacA (vacuolating cytotoxin autotransporter) is another major virulence factor encoded by the vacA gene. All strains of H. pylori carry this gene but there is much diversity, and only 50% produce the encoded cytotoxin. The four main subtypes of vacA are s1/m1, s1/m2, s2/m1, and s2/m2. s1/m1 and s1/m2 are known to cause an increased risk of gastric cancer. VacA is an oligomeric protein complex that causes a progressive vacuolation in the epithelial cells leading to their death. The vacuolation has also been associated with promoting intracellular reservoirs of H. pylori by disrupting the calcium channel cell membrane TRPML1. VacA has been shown to increase the levels of COX2, an up-regulation that increases the production of a prostaglandin indicating a strong host cell inflammatory response.   === Outer membrane proteins and vesicles === About 4% of the genome encodes for outer membrane proteins that can be grouped into five families. The largest family includes bacterial adhesins. The other four families are porins, iron transporters, flagellum-associated proteins, and proteins of unknown function. Like other typical gram-negative bacteria, the outer membrane of H. pylori consists of phospholipids and lipopolysaccharide (LPS). The O-antigen of LPS may be fucosylated and mimic Lewis blood group antigens found on the gastric epithelium. H. pylori forms blebs from the outer membrane that pinch off as outer membrane vesicles to provide an alternative delivery system for virulence factors including CagA. A Helicobacter cysteine-rich protein HcpA is known to trigger an immune response, causing inflammation.  A Helicobacter pylori virulence factor DupA is associated with the development of duodenal ulcers.   === Mechanisms of tolerance === The need for survival has led to the development of different mechanisms of tolerance that enable the persistence of H. pylori. These mechanisms can also help to overcome the effects of antibiotics. H. pylori has to not only survive the harsh gastric acidity but also the sweeping of mucus by continuous peristalsis, and phagocytic attack accompanied by the release of reactive oxygen species.  All organisms encode genetic programs for response to stressful conditions including those that cause DNA damage. Stress conditions activate bacterial response mechanisms that are regulated by proteins expressed by regulator genes. The oxidative stress can induce potentially lethal mutagenic DNA adducts in its genome. Surviving this DNA damage is supported by transformation-mediated recombinational repair, that contributes to successful colonization. H. pylori is naturally competent for transformation. While many organisms are competent only under certain environmental conditions, such as starvation, H. pylori is competent throughout logarithmic growth. Transformation (the transfer of DNA from one bacterial cell to another through the intervening medium) appears to be part of an adaptation for DNA repair. Homologous recombination is required for repairing double-strand breaks (DSBs). The AddAB helicase-nuclease complex resects DSBs and loads RecA onto single-strand DNA (ssDNA), which then mediates strand exchange, leading to homologous recombination and repair. The requirement of RecA plus AddAB for efficient gastric colonization suggests that H. pylori is either exposed to double-strand DNA damage that must be repaired or requires some other recombination-mediated event. In particular, natural transformation is increased by DNA damage in H. pylori, and a connection exists between the DNA damage response and DNA uptake in H. pylori.  This natural competence contributes to the persistence of H. pylori. H. pylori has much greater rates of recombination, and mutation than other bacteria.  Genetically different strains can be found in the same host, and also in different regions of the stomach. An overall response to multiple stressors can result from an interaction of the mechanisms. RuvABC proteins are essential to the process of recombinational repair, since they resolve intermediates in this process termed Holliday junctions. H. pylori mutants that are defective in RuvC have increased sensitivity to DNA-damaging agents and to oxidative stress, exhibit reduced survival within macrophages, and are unable to establish successful infection in a mouse model. Similarly, RecN protein plays an important role in DSB repair. An H. pylori recN mutant displays an attenuated ability to colonize mouse stomachs, highlighting the importance of recombinational DNA repair in survival of H. pylori within its host.   ==== Biofilm ==== An effective sustained colonization response is the formation of a biofilm. Having first adhered to cellular surfaces the bacteria produce and secrete extracellular polymeric substance (EPS). EPS consists largely of biopolymers and provides the framework for the biofilm structure. H. pylori helps the biofilm formation by altering the flagella to adhesive structures that provide adhesion between the cells. Layers of aggregated bacteria as microcolonies accumulate to thicken the biofilm. The matrix of EPS prevents the entry of antibiotics and immune cells, and provides protection from heat and competition from other microorganisms. Channels form between the cells in the biofilm matrix allowing the transport of nutrients, enzymes, metabolites, and waste. Cells in the deep layers may be nutritionally deprived and enter into the coccoid dormant-like state. By changing the shape of the bacterium to a coccoid form the exposure of LPS (targeted by antibiotics) becomes limited, and so evades detection by the immune system. It has also been shown that the CAG pathogenicity island remains intact in the coccoid form. Some of these antibiotic resistant cells may remain in the host as persister cells. Following eradication the persister cells can cause a recurrence of the infection. Bacteria can detach from the biofilm to relocate and colonize elsewhere in the stomach to form other biofilms.   == Diagnosis ==  Colonization with H. pylori is not a disease in itself, but a condition associated with a number of stomach diseases. Testing is recommended in cases of peptic ulcer disease or low-grade gastric MALT lymphoma; after endoscopic resection of early gastric cancer; for first-degree relatives with gastric cancer, and in certain cases of indigestion. Other indications that prompt testing for H. pylori include long term aspirin or other non-steroidal anti-inflammatory use, unexplained iron deficiency anemia, or in cases of immune thrombocytopenic purpura. Several methods of testing exist, both invasive and non-invasive. Non-invasive tests for H. pylori infection include serological tests for antibodies, stool tests, and urea breath tests. Carbon urea breath tests include the use of carbon-13, or a radioactive carbon-14 producing a labelled carbon dioxide that can be detected in the breath. Carbon urea breath tests have a high sensitivity and specificity for the diagnosis of H. pylori. Proton-pump inhibitors and antibiotics should be discontinued for at least 30 days prior to testing for H. pylori infection or eradication, as both agents inhibit H. pylori growth and may lead to false negative results. Testing to confirm eradication is recommended 30 days or more after completion of treatment for H. pylori infection. H. pylori breath testing or stool antigen testing are both reasonable tests to confirm eradication. H. pylori serologic testing, including IgG antibodies, are not recommended as a test of eradication as they may remain elevated for years after successful treatment of infection. An endoscopic biopsy is an invasive means to test for H. pylori infection. Low-level infections can be missed by biopsy, so multiple samples are recommended. The most accurate method for detecting H. pylori infection is with a histological examination from two sites after endoscopic biopsy, combined with either a rapid urease test or microbial culture. Generally, repeating endoscopy is not recommended to confirm H. pylori eradication, unless there are specific indications to repeat the procedure.   == Transmission == Helicobacter pylori is contagious, and is transmitted through direct contact either with saliva (oral-oral) or feces (fecal–oral route), but mainly through the oral–oral route. Consistent with these transmission routes, the bacteria have been isolated from feces, saliva, and dental plaque. H. pylori may also be transmitted by consuming contaminated food or water. Transmission occurs mainly within families in developed nations, but also from the broader community in developing countries.   == Prevention == To prevent the development of H. pylori-related diseases when infection is suspected, antibiotic-based therapy regimens are recommended to eradicate the bacteria. When successful the disease progression is halted. First line therapy is recommended if low-grade gastric MALT lymphoma is diagnosed, regardless of evidence of H. pylori. However, if a severe condition of atrophic gastritis with gastric lesions is reached antibiotic-based treatment regimens are not advised since such lesions are often not reversible and will progress to gastric cancer. If the cancer is managed to be treated it is advised that an eradication program be followed to prevent a recurrence of infection, or reduce a recurrence of the cancer, known as metachronous. Due to H. pylori's role as a major cause of certain diseases (particularly cancers) and its consistently increasing resistance to antibiotic therapy, there is an obvious need for alternative treatments. A vaccine targeted towards the development of gastric cancer, including MALT lymphoma, would also prevent the development of gastric ulcers. A vaccine that would be prophylactic for use in children, and one that would be therapeutic later are the main goals. Challenges to this are the extreme genomic diversity shown by H. pylori and complex host-immune responses. Previous studies in the Netherlands and in the US have shown that such a prophylactic vaccine programme would be ultimately cost-effective. However, as of late 2019 there have been no advanced vaccine candidates and only one vaccine in a Phase I clinical trial.  Furthermore, development of a vaccine against H. pylori has not been a priority of major pharmaceutical companies. A key target for potential therapy is the proton-gated urea channel, since the secretion of urease enables the survival of the bacterium.   == Treatment ==  The 2022 Maastricht Consensus Report recognised H. pylori gastritis as Helicobacter pylori induced gastritis, and has been included in ICD11. Initially the infection tends to be superficial, localised to the upper mucosal layers of the stomach. The intensity of chronic inflammation is related to the cytotoxicity of the H. pylori strain. A greater cytotoxicity will result in the change from a non-atrophic gastritis to an atrophic gastritis with the loss of mucous glands. This condition is a prequel to the development of peptic ulcers and gastric adenocarcinoma. Eradication of H. pylori is recommended to treat the infection including when advanced to peptic ulcer disease.  The recommendations for first-line treatment is a quadruple therapy consisting of a proton-pump inhibitor, amoxicillin, clarithromycin, and metronidazole. Prior to treatment testing is recommended for antibiotic resistance. In areas of known clarithromycin resistance first line therapy is changed to a bismuth based regimen including tetracycline and metronidazole for 14 days. A high rate of resistance to metronidazole has been recognised. If one of these courses of treatment fails it is suggested to use the alternative. Treatment failure may be attributed to antibiotic resistance, and also to inadequate acid suppression from proton-pump inhibitors. Following clinical trials, the use of a potassium-competitive acid blocker vonoprazan which has a greater acid suppressive action was approved for use in the US in 2022. Its recommended use is in combination with amoxicillin, with or without clarithromycin. It has been shown to have a faster action and can be used with or without food. Successful eradication regimens have revolutionised the treatment of peptic ulcers. Eradication of H. pylori is also associated with a subsequent decreased risk of duodenal or gastric ulcer recurrence. Plant extracts and probiotic foods are being increasingly used as add-ons to usual treatments. Probiotic yogurts containing lactic acid bacteria, Bifidobacteria and Lactobacillus exert a suppressive effect on H. pylori infection, and their use has been shown to improve the rates of eradication. Some commensal intestinal bacteria as part of the gut microbiota produce butyrate that acts as a prebiotic and enhances the mucosal immune barrier. Their use as probiotics may help balance the gut dysbiosis that accompanies antibiotic use. Some probiotic strains have been shown to have bactericidal and bacteriostatic activity against H. pylori, and also help to balance the gut dysbiosis. Antibiotics have a negative impact on gastrointestinal microbiota and cause nausea, diarrhea, and sickness for which probiotics can alleviate.   === Antibiotic resistance === Increasing antibiotic resistance is the main cause of initial treatment failure. Factors linked to resistance include mutations, efflux pumps, and the formation of biofilms. One of the main antibiotics used in eradication therapies is clarithromycin, but clarithromycin-resistant strains have become well-established and the use of alternative antibiotics need to be considered. Fortunately, non-invasive stool tests for clarithromycin have become available that allow selection of patients that are likely to respond to the therapy. Multidrug resistance has also increased. Additional rounds of antibiotics may be used or other therapies. Next generation sequencing is looked to for identifying initial specific antibiotic resistances that will help in targeting more effective treatment. In 2018 the WHO listed H. pylori as a high priority pathogen for the research and discovery of new drugs and treatments. The increasing antibiotic resistance encountered has spurred interest in developing alternative therapies using a number of plant compounds. Plant compounds have fewer side effects than synthetic drugs. Most plant extracts contain a complex mix of components that may not act on their own as antimicrobials but can work together with antibiotics to enhance treatment and work towards overcoming resistance. Plant compounds have a different mechanism of action that has proved useful in fighting antimicrobial resistance. Various compounds can act for example by inhibiting enzymes such as urease, and adhesions to the mucous membrane. Sulfur-containing compounds from plants with high concentrations of polysulfides, coumarins, and terpenes have all been shown to be effective against H. pylori. H. pylori is found in saliva and dental plaque. Its transmission is known to include oral-oral, suggesting that the dental plaque biofilm may act as a reservoir for the bacteria. Periodontal therapy or scaling and root planing has therefore been suggested as an additional treatment to enhance eradication rates, but more research is needed.   === Cancers ===   ==== Stomach cancer ====  Helicobacter pylori is a risk factor for gastric adenocarcinomas. Treatment is highly aggressive with even localized disease being treated sequentially with chemotherapy and radiotherapy before surgical resection. Since this cancer, once developed, is independent of H. pylori infection, eradication regimens are not used.   ==== Gastric MALT lymphoma and DLBCL ====  MALT lymphomas are malignancies of mucosa-associated lymphoid tissue. Early gastric MALTomas due to H. pylori may be successfully treated (70–95% of cases) with one or more eradication programs. Some 50–80% of patients who experience eradication of the pathogen develop within 3–28 months a remission and long-term clinical control of their lymphoma. Radiation therapy to the stomach and surrounding (i.e. peri-gastric) lymph nodes has also been used to successfully treat these localized cases. Patients with non-localized (i.e. systemic Ann Arbor stage III and IV) disease who are free of symptoms have been treated with watchful waiting or, if symptomatic, with the immunotherapy drug, rituximab, (given for 4 weeks) combined with the chemotherapy drug, chlorambucil, for 6–12 months; 58% of these patients attain a 58% progression-free survival rate at 5 years. Frail stage III/IV patients have been successfully treated with rituximab or the chemotherapy drug, cyclophosphamide, alone. Antibiotic-proton pump inhibitor eradication therapy and localized radiation therapy have been used successfully to treat H. pylori-positive MALT lymphomas of the rectum; however radiation therapy has given slightly better results and therefore been suggested to be the disease' preferred treatment. However, the generally recognized treatment of choice for patients with systemic involvement uses various chemotherapy drugs often combined with rituximab. A MALT lymphoma may rarely transform into a more aggressive diffuse large B-cell lymphoma (DLBCL). Where this is associated with H. pylori infection, the DLBCL is less aggressive and more amenable to treatment. When limited to the stomach, they have sometimes been successfully treated with H. pylori eradication programs. If unresponsive or showing a deterioration, a more conventional chemotherapy (CHOP), immunotherapy or local radiotherapy can be considered, and any of these or a combination have successfully treated these more advanced types.   == Prognosis == Helicobacter pylori colonizes the stomach for decades in most people, and induces chronic gastritis, a long-lasting inflammation of the stomach. In most  cases symptoms are never experienced but about 10–20% of those infected will ultimately develop gastric and duodenal ulcers, and have a possible 1–2% lifetime risk of gastric cancer. H. pylori thrives in a high salt diet, which is seen as an environmental risk factor for its association with gastric cancer. A diet high in salt enhances colonization, increases inflammation, increases the expression of H. pylori virulence factors, and intensifies chronic gastritis. Paradoxically, extracts of kimchi, a salted probiotic food, has been found to have a preventive effect on H. pylori–associated gastric carcinogenesis. In the absence of treatment, H. pylori infection usually persists for life. Infection may disappear in the elderly as the stomach's mucosa becomes increasingly atrophic and inhospitable to colonization. Some studies in young children up to two years of age have shown that infection can be transient in this age group. It is possible for H. pylori to re-establish in a person after eradication. This recurrence can be caused by the original strain (recrudescence), or be caused by a different strain (reinfection). A 2017 meta-analysis showed that the global per-person annual rates of recurrence, reinfection, and recrudescence is 4.3%, 3.1%, and 2.2% respectively. It is unclear what the main risk factors are. Mounting evidence suggests H. pylori has an important role in protection from some diseases. The incidence of acid reflux disease, Barrett's esophagus, and esophageal cancer have been rising dramatically at the same time as H. pylori's presence decreases. In 1996, Martin J. Blaser advanced the hypothesis that H. pylori has a beneficial effect by regulating the acidity of the stomach contents. The hypothesis is not universally accepted, as several randomized controlled trials failed to demonstrate worsening of acid reflux disease symptoms following eradication of H. pylori. Nevertheless, Blaser has reasserted his view that H. pylori is a member of the normal gastric microbiota. He postulates that the changes in gastric physiology caused by the loss of H. pylori account for the recent increase in incidence of several diseases, including type 2 diabetes, obesity, and asthma. His group has recently shown that H. pylori colonization is associated with a lower incidence of childhood asthma.   == Epidemiology == In 2023, it was estimated that about two-thirds of the world's population were infected with H. pylori infection, being more common in developing countries. H. pylori infection is more prevalent in South America, Sub-Saharan Africa, and the Middle East. The global prevalence declined markedly in the decade following 2010, with a particular reduction in Africa. The age when someone acquires this bacterium seems to influence the pathologic outcome of the infection. People infected at an early age are likely to develop more intense inflammation that may be followed by atrophic gastritis with a higher subsequent risk of gastric ulcer, gastric cancer, or both. Acquisition at an older age brings different gastric changes more likely to lead to duodenal ulcer. Infections are usually acquired in early childhood in all countries. However, the infection rate of children in developing nations is higher than in industrialized nations, probably due to poor sanitary conditions, perhaps combined with lower antibiotics usage for unrelated pathologies. In developed nations, it is currently uncommon to find infected children, but the percentage of infected people increases with age. The higher prevalence among the elderly reflects higher infection rates incurred in childhood. In the United States, prevalence appears higher in African-American and Hispanic populations, most likely due to socioeconomic factors. The lower rate of infection in the West is largely attributed to higher hygiene standards and widespread use of antibiotics. Despite high rates of infection in certain areas of the world, the overall frequency of H. pylori infection is declining. However, antibiotic resistance is appearing in H. pylori; many metronidazole- and clarithromycin-resistant strains are found in most parts of the world.   == History == Helicobacter pylori migrated out of Africa along with its human host around 60,000 years ago. Research has shown that genetic diversity in H. pylori, like that of its host, decreases with geographic distance from East Africa. Using the genetic diversity data, researchers have created simulations that indicate the bacteria seem to have spread from East Africa around 58,000 years ago. Their results indicate modern humans were already infected by H. pylori before their migrations out of Africa, and it has remained associated with human hosts since that time. H. pylori was first discovered in the stomachs of patients with gastritis and ulcers in 1982 by Barry Marshall and Robin Warren of Perth, Western Australia. At the time, the conventional thinking was that no bacterium could live in the acid environment of the human stomach. In recognition of their discovery, Marshall and Warren were awarded the 2005 Nobel Prize in Physiology or Medicine. Before the research of Marshall and Warren, German scientists found spiral-shaped bacteria in the lining of the human stomach in 1875, but they were unable to culture them, and the results were eventually forgotten. The Italian researcher Giulio Bizzozero described similarly shaped bacteria living in the acidic environment of the stomach of dogs in 1893. Professor Walery Jaworski of the Jagiellonian University in Kraków investigated sediments of gastric washings obtained by lavage from humans in 1899. Among some rod-like bacteria, he also found bacteria with a characteristic spiral shape, which he called Vibrio rugula. He was the first to suggest a possible role of this organism in the pathogenesis of gastric diseases. His work was included in the Handbook of Gastric Diseases, but it had little impact, as it was published only in Polish. Several small studies conducted in the early 20th century demonstrated the presence of curved rods in the stomachs of many people with peptic ulcers and stomach cancers. Interest in the bacteria waned, however, when an American study published in 1954 failed to observe the bacteria in 1180 stomach biopsies. Interest in understanding the role of bacteria in stomach diseases was rekindled in the 1970s, with the visualization of bacteria in the stomachs of people with gastric ulcers. The bacteria had also been observed in 1979, by Robin Warren, who researched it further with Barry Marshall from 1981. After unsuccessful attempts at culturing the bacteria from the stomach, they finally succeeded in visualizing colonies in 1982, when they unintentionally left their Petri dishes incubating for five days over the Easter weekend. In their original paper, Warren and Marshall contended that most stomach ulcers and gastritis were caused by bacterial infection and not by stress or spicy food, as had been assumed before. Some skepticism was expressed initially, but within a few years multiple research groups had verified the association of H. pylori with gastritis and, to a lesser extent, ulcers. To demonstrate H. pylori caused gastritis and was not merely a bystander, Marshall drank a beaker of H. pylori culture. He became ill with nausea and vomiting several days later. An endoscopy 10 days after inoculation revealed signs of gastritis and the presence of H. pylori. These results suggested H. pylori was the causative agent. Marshall and Warren went on to demonstrate antibiotics are effective in the treatment of many cases of gastritis. In 1994, the National Institutes of Health stated most recurrent duodenal and gastric ulcers were caused by H. pylori, and recommended antibiotics be included in the treatment regimen. The bacterium was initially named Campylobacter pyloridis, then renamed C. pylori in 1987 (pylori being the genitive of pylorus, the circular opening leading from the stomach into the duodenum, from the Ancient Greek word πυλωρός, which means gatekeeper). When 16S ribosomal RNA gene sequencing and other research showed in 1989 that the bacterium did not belong in the genus Campylobacter, it was placed in its own genus, Helicobacter from the Ancient Greek έλιξ (hělix) \"spiral\" or \"coil\". In October 1987, a group of experts met in Copenhagen to found the European Helicobacter Study Group (EHSG), an international multidisciplinary research group and the only institution focused on H. pylori. The Group is involved with the Annual International Workshop on Helicobacter and Related Bacteria, (renamed as the European Helicobacter and Microbiota Study Group), the Maastricht Consensus Reports (European Consensus on the management of H. pylori), and other educational and research projects, including two international long-term projects:  European Registry on H. pylori Management (Hp-EuReg) – a database systematically registering the routine clinical practice of European gastroenterologists. Optimal H. pylori management in primary care (OptiCare) – a long-term educational project aiming to disseminate the evidence based recommendations of the Maastricht IV Consensus to primary care physicians in Europe, funded by an educational grant from United European Gastroenterology.   == Research == Results from in vitro studies suggest that fatty acids, mainly polyunsaturated fatty acids, have a bactericidal effect against H. pylori, but their in vivo effects have not been proven. The antibiotic resistance provided by biofilms has generated much research into targeting the mechanisms of quorum sensing used in the formation of biofilms. A suitable vaccine for H.pylori, either prophylactic or therapeutic, is an ongoing research aim. The Murdoch Children's Research Institute is working at developing a vaccine that instead of specifically targeting the bacteria, aims to inhibit the inflammation caused that leads to the associated diseases. Gastric organoids can be used as models for the study of H. pylori pathogenesis.   == See also == List of oncogenic bacteria Infectious causes of cancer CagZ   == References ==   == External links ==  \"Information on tests for H. pylori\". National Institutes of Health. U.S. Department of Health and Human Services. Archived from the original on 13 June 2013. \"European Helicobacter Study Group (EHSG)\". \"Type strain of Helicobacter pylori at BacDive\". Bacterial Diversity Metadatabase. \"Helicobacter pylori\". Genome. KEGG. Japan. 26695."}