{"name": "Infection by Cryptococcus neoformans", "category": "disease", "content": "Cryptococcus neoformans is an encapsulated yeast belonging to the class Tremellomycetes and an obligate aerobe that can live in both plants and animals. Its teleomorph is a filamentous fungus, formerly referred to Filobasidiella neoformans. In its yeast state, it is often found in bird excrement. Cryptococcus neoformans can cause disease in apparently immunocompetent, as well as immunocompromised, hosts.   == Classification == Cryptococcus neoformans has undergone numerous nomenclature revisions since its first description in 1895.  It formerly contained two varieties: C. neoformans var. neoformans and C. neoformans  var. grubii. A third variety, C. neoformans var. gattii, was later defined as a distinct species, Cryptococcus gattii. The most recent classification system divides these varieties into seven species. C. neoformans refers to C. neoformans  var. grubii. A new species name, Cryptococcus deneoformans, is used for the former C. neoformans var. neoformans. C. gattii is divided into five species. The teleomorph was first described in 1975 by K.J. Kwon-Chung, who obtained cultures of Filobasidiella neoformans by crossing strains of the yeast C. neoformans. She was able to observe basidia similar to those of the genus Filobasidium, hence the name Filobasidiella for the new genus. Following changes to the International Code of Nomenclature for algae, fungi, and plants, the practice of giving different names to teleomorph and anamorph forms of the same fungus was discontinued, meaning that Filobasidiella neoformans became a synonym of the earlier name Cryptococcus neoformans.   == Characteristics ==  Cryptococcus neoformans typically grows as a yeast (unicellular) and replicates by budding. It makes hyphae during mating, and eventually creates basidiospores at the end of the hyphae before producing spores. Under host-relevant conditions, including low glucose, serum, 5% carbon dioxide, and low iron, among others, the cells produce a characteristic polysaccharide capsule. The recognition of C. neoformans in Gram-stained smears of purulent exudates may be hampered by the presence of the large gelatinous capsule which apparently prevents definitive staining of the yeast-like cells. In such stained preparations, it may appear either as round cells with Gram-positive granular inclusions impressed upon a pale lavender cytoplasmic background or as Gram-negative lipoid bodies. When grown as a yeast, C. neoformans has a prominent capsule composed mostly of polysaccharides. Under the microscope, the India ink stain is used for easy visualization of the capsule in cerebral spinal fluid. The particles of ink pigment do not enter the capsule that surrounds the spherical yeast cell, resulting in a zone of clearance or \"halo\" around the cells. This allows for quick and easy identification of C. neoformans. Unusual morphological forms are rarely seen. For identification in tissue, mucicarmine stain provides specific staining of polysaccharide cell wall in C. neoformans. Cryptococcal antigen from cerebrospinal fluid is thought to be the best test for diagnosis of cryptococcal meningitis in terms of sensitivity, though it might be unreliable in HIV-positive patients. The first genome sequence for a strain of C. neoformans (var. neoformans; now C. deneoformans) was published in 2005. Studies suggest that colonies of C. neoformans and related fungi growing within the ruins of the Chernobyl Nuclear Power Plant may be able to metabolize ionizing radiation.   == Pathology == Infection with C. neoformans is termed cryptococcosis. Most infections with C. neoformans occur in the lungs. However, fungal meningitis and encephalitis, especially as a secondary infection for AIDS patients, are often caused by C. neoformans, making it a particularly dangerous fungus.  Infections with this fungus are rare in people with fully functioning immune systems, hence C. neoformans is often referred to as an opportunistic pathogen. It is a facultative intracellular pathogen that can utilize host phagocytes to spread within the body. Cryptococcus neoformans was the first intracellular pathogen for which the non-lytic escape process termed vomocytosis was observed. It has been speculated that this ability to manipulate host cells results from environmental selective pressure by amoebae, a hypothesis first proposed by Arturo Casadevall under the term \"accidental virulence\". In human infection, C. neoformans is spread by inhalation of aerosolized basidiospores, and can disseminate to the central nervous system, where it can cause meningoencephalitis. In the lungs, C. neoformans cells are phagocytosed by alveolar macrophages. Macrophages produce oxidative and nitrosative agents, creating a hostile environment, to kill invading pathogens. However, some C. neoformans cells  can survive intracellularly in macrophages. Intracellular survival appears to be the basis for latency, disseminated disease, and resistance to eradication by antifungal agents.  One mechanism by which C. neoformans survives the hostile intracellular environment of the macrophage involves upregulation of expression of genes involved in responses to oxidative stress. Traversal of the blood–brain barrier by C. neoformans plays a key role in meningitis pathogenesis. However, precise mechanisms by which it passes the blood-brain barrier are still unknown; one recent study in rats suggested an important role of secreted serine proteases.  The metalloprotease Mpr1 has been demonstrated to be critical in blood-brain barrier penetration. Meiosis (sexual reproduction), another possible survival factor for intracellular C. neoformans The vast majority of environmental and clinical isolates of C. neoformans are mating type alpha.  Filaments of mating type alpha have haploid nuclei ordinarily, but these can undergo a process of diploidization (perhaps by endoduplication or stimulated nuclear fusion) to form diploid cells termed blastospores.  The diploid nuclei of blastospores are able to undergo meiosis, including recombination, to form haploid basidiospores that can then be dispersed. This process is referred to as monokaryotic fruiting.  Required for this process is a gene designated dmc1, a conserved homologue of genes recA in bacteria, and rad51 in eukaryotes (see articles recA and rad51).  Dmc1 mediates homologous chromosome pairing during meiosis and repair of double-strand breaks in DNA. One benefit of meiosis in C. neoformans could be to promote DNA repair in the DNA-damaging environment caused by the oxidative and nitrosative agents produced in macrophages.  Thus, C. neoformans can undergo a meiotic process, monokaryotic fruiting, that may promote recombinational repair in the oxidative, DNA-damaging environment of the host macrophage, and this may contribute to its virulence.   == Serious complications of human infection == Infection starts in lungs, disseminates via blood to meninges and then to other parts of the body. Capsule inhibits phagocytosis. Can cause a systemic infection, including fatal meningitis known as meningoencephalitis in normal, diabetic and immunocompromised hosts. The infection from C. neoformans in the brain can be fatal if untreated. CNS (central nervous system) infection may also be present as a brain abscess known as cryptococcomas, subdural effusion, dementia, isolated cranial nerve lesion, spinal cord lesion, and ischemic stroke. If cryptococcal meningitis occurs, mortality rate is between 10 and 30%. Cryptococcal meningitis causes more than 180000 deaths annually.The estimated one-year mortality of HIV-related people who receive treatment for cryptococcal meningitis is 70% in low-income countries versus 20–30% for high-income countries. The symptoms include headache, fever, neck stiffness, nausea and vomiting, photophobia. The diagnosis methods contain a serum cryptococcal antigen test and lumbar puncture with cerebrospinal fluid (CSF) examination to find out the Cryptococcus neoformans.   == Treatment ==  Cryptococcosis that does not affect the central nervous system can be treated with fluconazole alone. Cryptococcal meningitis should be treated for two weeks with intravenous amphotericin B 0.7–1.0 mg/kg/day and oral flucytosine 100 mg/kg/day (or intravenous flucytosine 75 mg/kg/day if the patient is unable to swallow).  This should then be followed by oral fluconazole 400–800 mg daily for ten weeks and then 200 mg daily for at least one year and until the patient's CD4 count is above 200 cells/mcl.  Flucytosine is a generic, off-patent medicine. However, a market failure exists, with a two-week cost of flucytosine therapy being about $10,000. As a result, flucytosine is currently universally unavailable in low- and middle-income countries.  In 1970, flucytosine was available in Africa.   The dose of 200 mg/kg/day for flucytosine is not more effective, is associated with more side effects and should not be used. [Needs a reference?] A single high dose of liposomal amphotericin B with 14 days of flucytosine and fluconazole is recommended by the newest WHO guideline for cryptococcal meningitis. A new study found that brain glucose can trigger amphotericin B (AmB) tolerance of C. neoformans during meningitis which means it needs longer treatment time to kill the fungal cells. The study found that the brain glucose induced AmB tolerance of C. neoformans via glucose repression activator Mig1. Mig1 inhibits the production of ergosterol, the target of AmB, and promotes the production of inositol phosphoryl ceramide (IPC), which competes with AmB for ergosterol to limit AmB efficacy in mouse brain and human CSF. Strikingly, Results of this study indicated that IPC synthase inhibitor aureobasidin A (AbA) can enhance the anti-cryptococcal activity of AmB. AbA+AmB AmB had an even better therapeutic effect in a mouse model of cryptococcal meningitis than AmB+flucytosine which may bring new hope for the treatment of Cryptococcal meningitis. In Africa, oral fluconazole at a rate of 200 mg daily is often used. However, this does not result in cure, because it merely suppresses the fungus and does not kill it; viable fungus can continue to be grown from cerebrospinal fluid of patients not having taken fluconazole for many months.  An increased dose of 400 mg daily does not improve outcomes, but prospective studies from Uganda and Malawi reported that higher doses of 1200 mg per day have more fungicidal activity. The outcomes with fluconazole monotherapy have 30% worse survival than amphotericin-based therapies, in a recent systematic review.   == References ==   == External links ==  Media related to Cryptococcus neoformans at Wikimedia Commons A good overview of Cryptococcus neoformans biology from the Science Creative Quarterly Cryptococcus neoformans biology, general information, life cycle image at MetaPathogen The outcome of Cryptococcus neoformans intracellular pathogenesis in human monocytes"}