{"name": "Infection due to Erysipelothrix rhusiopathiae (disorder)", "category": "disease", "content": "Erysipelas () is a relatively common bacterial infection of the superficial layer of the skin (upper dermis), extending to the superficial lymphatic vessels within the skin, characterized by a raised, well-defined, tender, bright red rash, typically on the face or legs, but which can occur anywhere on the skin. It is a form of cellulitis and is potentially serious. Erysipelas is usually caused by the bacterium Streptococcus pyogenes, also known as group A β-hemolytic streptococci, which enters the body through a break in the skin, such as a scratch or an insect bite. It is more superficial than cellulitis and is typically more raised and demarcated. The term comes from the Greek ἐρυσίπελας (erysípelas), meaning red skin. In animals erysipelas is a disease caused by infection with the bacterium Erysipelothrix rhusiopathiae. In animals it is called Diamond Skin Disease and occurs especially in pigs. Heart valves and skin are affected. Erysipelothrix rhusiopathiae can also infect humans but in that case the infection is known as erysipeloid and is an occupational skin disease.   == Signs and symptoms == Symptoms often occur suddenly. Affected individuals may develop a fever, shivering, chills, fatigue, headaches and vomiting and be generally unwell within 48 hours of the initial infection. The red plaque enlarges rapidly and has a sharply demarcated, raised edge. It may appear swollen, feel firm, warm and tender to touch and have a consistency similar to orange peel. Pain may be extreme. More severe infections can result in vesicles (pox or insect bite-like marks), blisters, and petechiae (small purple or red spots), with possible skin necrosis (death). Lymph nodes may be swollen and lymphedema may occur. Occasionally a red streak extending to the lymph node can be seen. The infection may occur on any part of the skin, including the face, arms, fingers, legs and toes; it tends to favour the extremities. The umbilical stump and sites of lymphoedema are also common sites affected. Fat tissue and facial areas, typically around the eyes, ears and cheeks, are most susceptible to infection. Repeated infection of the extremities can lead to chronic swelling (lymphoedema).  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Cause ==  Most cases of erysipelas are due to Streptococcus pyogenes, also known as group A β-hemolytic streptococci, less commonly to group C or G streptococci and rarely to Staphylococcus aureus. Newborns may contract erysipelas due to Streptococcus agalactiae, also known as group B streptococcus or GBS. The infecting bacteria can enter the skin through minor trauma, human, insect or animal bites, surgical incisions, ulcers, burns and abrasions. There may be underlying eczema or athlete's foot (tinea pedis), and it can originate from streptococci bacteria in the subject's own nasal passages or ear. The rash is due to an exotoxin, not the Streptococcus bacteria, and is found in areas where no symptoms are present, e.g. the infection may be in the nasopharynx, but the rash is found usually on the epidermis and superficial lymphatics.   == Diagnosis == Erysipelas is usually diagnosed by the clinician looking at the characteristic well-demarcated rash following a history of injury or recognition of one of the risk factors. Tests, if performed, may show a high white cell count, raised CRP or positive blood culture identifying the organism. Skin cultures are often negative. Erysipelas must be differentiated from herpes zoster, angioedema, contact dermatitis, erythema chronicum migrans of early Lyme disease, gout, septic arthritis, septic bursitis, vasculitis, allergic reaction to an insect bite, acute drug reaction, deep vein thrombosis and diffuse inflammatory carcinoma of the breast.   === Differentiating from cellulitis === Erysipelas can be distinguished from cellulitis by two particular features:  its raised advancing edge and its sharp borders. The redness in cellulitis is not raised and its border is relatively indistinct. Bright redness of erysipelas has been described as a third differentiating feature. Erysipelas does not affect subcutaneous tissue. It does not release pus, only serum or serous fluid. Subcutaneous edema may lead the physician to misdiagnose it as cellulitis.   == Treatment == Treatment is with antibiotics; (amoxicillin/clavulanic acid, cefalexin, or cloxacillin) taken by mouth for five days; though sometimes longer.  Because of the risk of reinfection, prophylactic antibiotics are sometimes used after resolution of the initial condition.   == Prognosis == The disease prognosis includes:  Spread of infection to other areas of body can occur through the bloodstream (bacteremia), including septic arthritis. Glomerulonephritis can follow an episode of streptococcal erysipelas or other skin infection but not rheumatic fever. Recurrence of infection: Erysipelas can recur in 18–30% of cases even after antibiotic treatment. A chronic state of recurrent erysipelas infections can occur with several predisposing factors, including alcoholism, diabetes and athlete's foot. Another predisposing factor is chronic cutaneous edema, such as can in turn be caused by venous insufficiency or heart failure. Lymphatic damage Necrotizing fasciitis, commonly known as ‘flesh-eating’ bacterial infection, is a potentially deadly exacerbation of the infection if it spreads to deeper tissue.   == Epidemiology == There is currently no validated recent data on the worldwide incidence of erysipelas. From 2004 to 2005 UK hospitals reported 69,576 cases of cellulitis and 516 cases of erysipelas. One book stated that several studies have placed the prevalence rate between one and 250 in every 10,000 people. The development of antibiotics, as well as increased sanitation standards, has contributed to the decreased rate of incidence. Erysipelas caused systemic illness in up to 40% of cases reported by UK hospitals and 29% of people had recurrent episodes within three years. Anyone can be infected, although incidence rates are higher in infants and elderly. Several studies also reported a higher incidence rate in women. Four out of five cases occur on the legs, although historically the face was a more frequent site. Risk factors for developing the disease include  Arteriovenous fistula Chronic skin conditions such as psoriasis, athlete's foot, and eczema Excising the saphenous vein Immune deficiency or compromise, such as Diabetes Alcoholism Obesity Human immunodeficiency virus (HIV) In newborns, exposure of the umbilical cord and vaccination site injury Issues in lymph or blood circulation Leg ulcers Lymphatic edema Lymphatic obstruction Lymphoedema Nasopharyngeal infection Nephrotic syndrome Pregnancy Previous episode(s) of erysipelas Toe web intertrigo Traumatic wounds Venous insufficiency or disease   === Preventive measures === Individuals can take preventive steps to decrease their risk of catching the disease. Properly cleaning and covering wounds is important for people with an open wound. Effectively treating athlete's foot or eczema if they were the cause of the initial infection will decrease the chance of the infection occurring again. People with diabetes should pay attention to maintaining good foot hygiene. It is also important to follow up with doctors to make sure the disease has not come back or spread. About one third of people who have had erysipelas will be infected again within three years. Rigorous antibiotics may be needed in the case of recurrent bacterial skin infections.   == Notable cases ==  In Rodrigo Souza Leão's autobiographical novel All Dogs are Blue, he says that his erysipelas is cured by the antibiotic Benzetacil (Benzathine benzylpenicillin).   == History == It was historically known as St Anthony's fire.   == Citations ==   == External links =="}