{"name": "Infection caused by Citrobacter", "category": "disease", "content": "Citrobacter koseri, formerly known as Citrobacter diversus, is a Gram-negative non-spore forming, rod-shaped bacterium.  It is a facultative anaerobe capable of aerobic respiration. It is motile via peritrichous flagella.  It is a member of the family of Enterobacteriaceae. The members of this family are part of the normal flora and commonly found in the digestive tracts of humans and animals.[1]  C. koseri may act as an opportunistic pathogen in individuals who are immunocompromised. It rarely is community-acquired and mainly occurs as hospital-acquired infections. Infections caused by C. koseri can lead to various symptoms, including fever, chills, diarrhea, and abdominal pain. In severe cases, the bacterium can cause sepsis, meningitis, or brain abscesses. Brain abscesses have a high rate of mortality and complications, particularly in neonates. The transmission of C. koseri could be vertical from mother to fetus, and other sources can be horizontal by asymptomatic nursery staff.   == Signs and symptoms == Neonates infected with C. koseri usually present with sepsis, meningitis, seizures, apnea, and a bulging fontanelle. No evidence of a stiff neck or high-grade fever is present.   === Complications === Occasionally, it causes meningitis, but it can cause sepsis and ventriculitis. Arterial and venous infarctions are possible because of the bacterial infiltration along the main vessel; exudates within the ventricles and ventriculitis may obstruct the ventricular foramina and result in multicystic hydrocephalus with consequent long-lasting shunting difficulties and necrotizing meningoencephalitis with pneumocephalus has been reported.   === Pathogenicity === The pathogenic mechanism is poorly understood. C. koseri may uniquely penetrate, survive, and replicate into vascular endothelial cells and macrophages. Furthermore, it survives in phagolysosomal fusion and replicates within macrophages, which may contribute to the establishment of chronic abscesses.   == Diagnosis ==   === Medical imaging === Early and massive tissue necrosis is a specific feature of C. koseri brain infection. The early stage of the disease predominates in the white matter, causing cerebritis; the later stage is marked with necrotic cavities in multiple locations. The cavities are initially square and not tense, but when pus forms and collects in these cavities, they tend to become more rounded; a persisting cavity leads to septated ventriculitis that may result in multicystic hydrocephalus. Early cerebritis is seen, and multiple large cavities can be seen in the late stage of the disease; abscesses formation, contraction of the cavities, and hydrocephalus due to ventriculitis are observed in the late follow-up.   === Pathology === Macroscopic findings include purulent exudates, opaque leptomeninges (thinning of meninges), pus, and ventriculitis/ ependymitis.   === Microbiology === In samples collected from cerebrospinal fluid, C. koseri grows well on any ordinary medium; they produce unpigmented, colorless mucoid colonies. If incubated for 24 hours in other media such as indole, citrate, and adonitol, C. koseri will be positive, hydrogen sulfide negative in Kligers’ iron agar, and negative results in lactose, salicin, and sucrose broth as well.   === Histology === Citrobacter koseri may be identified in the walls of congested vessels; the presence of the cavities resulting from the infection does not develop a well-formed fibrotic wall.   === Differential diagnosis === The differential diagnosis of C. koseri brain abscesses can be confused with other related diseases, so diagnostic imaging is essential to confirm this bacterium. The significant feature of C. koseri is the necrotic cavity which cannot be misidentified as an earlier ischemic or hemorrhagic insult or other mass lesions; congential/neonatal tumors are uncommon (choroid plexus papillomas, craniopharyngiomas, teratomas); even when they present, they are different from the inflammatory ring of cerebral infection. Early cerebritis should not be mistaken for normal, immature white matter, nor cicatricial leukomalacia.   == Treatment == A broad spectrum  cephalosporin and meropenem  are often used because of the good penetration into the central nervous system. If the response to the antibiotic is poor, the surgical aspiration of the collected pus reduces the mass effect and enhances the efficacy of the antibiotics.   == Prognosis == The prognosis of the C. koseri infection is 20 to 30% of neonates die, and 75% of survivors have significant neurologic damage such as complex hydrocephalus, neurologic deficits, mental delay, and epilepsy.   == Control == The most effective way to reduce transmission of organisms is regular handwashing.   == References ==   == External links ==  \"Citrobacter koseri\". NCBI Taxonomy Browser. 545. Type strain of Citrobacter koseri at BacDive -  the Bacterial Diversity Metadatabase"}