{"name": "Infective laryngitis", "category": "disease", "content": "Throat irritation can refer to a dry cough, a scratchy feeling at the back of the throat, a sensation of a lumpy feeling, something stuck at the back of the throat, or possibly a feeling of dust in the throat. The symptoms are unpleasant and usually temporary, but occasionally signifies a more serious health issue, such as laryngitis.   == Common cold ==   == COVID 19 ==   == Allergy ==  During the summer months, allergies are a common cause of throat irritation. Many individuals have allergies to pet dander, dust, mites, pollen and molds that can trigger an allergic reaction which present with runny nose, red eyes, congested nose and throat irritation. Often a dry cough may also be present.   == Laryngitis ==  It is inflammation of the voice box which can occur from overuse, irritation or infection. Laryngitis can be a short term illness or a prolonged problem. The majority of cases of laryngitis are due to viral infections that only last a few days. Laryngitis is often a common complaint in individuals who sing. Opera singers or those who yell at sporting events strain the throat muscles and develop a case of laryngitis.    == Pharyngitis ==  Viruses are common causes of the common cold. Less often, bacteria may also cause pharyngitis. Both of these organisms enter the body via the nose or mouth as aerosolized particles when someone sneezes or coughs. Because many germs are contagious, one can even acquire them from touching utensils, toys, personal care products or door knobs. The most common viruses that causes throat irritation include the common cold virus, influenza, infectious mononucleosis, measles and croup. Most bacteria and viruses usually induce throat irritation during the winter or autumn.   == Epiglottitis ==  It is a very serious disorder of the back of the throat near the windpipe. The most common cause of epiglottitis is an infection by the bacteria, H influenza. The condition may present all of a sudden with high fever, severe sore throat, difficult and painful swallowing, drooling saliva, hoarse voice, difficulty breathing and malaise. The condition is life-threatening and needs immediate hospitalization. Epiglottitis is treated with antibiotics. Routine vaccination has made epiglottitis very rare but it still does present in some children. Prompt diagnosis and treatment can be life saving.   == Post-nasal drip == Also called rhinorrhea, is a very common medical disorder that occurs when the nasal tissues are congested and the excess fluid runs either at the back of the throat or out of the nose. Post-nasal drip can be caused by the common cold, allergies to dust, smoking, or pet dander. Even spicy foods can sometimes cause post-nasal drip. Runny nose is not life-threatening but can be uncomfortable and socially unacceptable.   == Strep throat ==  It is caused by bacteria which if untreated can lead to many other problems in the body. Strep throat is most common in childhood but can affect people of all ages. It may present with throat pain, difficulty swallowing, painful and swollen tonsils, fever, headache, skin rash and flu. The diagnosis of strep throat is straight forward and the treatment requires a course of penicillin. However, if the treatment is not adequate, rheumatic fever can occur with resultant damage to the heart valves.   == Acid reflux ==  This affliction is a common cause of throat irritation. Normally the stomach produces acid in the stomach which is neutralized in the small intestine. To prevent acid from flowing backwards, the lower part of the swallowing tube (esophagus) has a valve which closes after food passes through. In some individuals, this valve becomes incompetent and acid goes up into the esophagus. Reflux episodes often occur at night and one may develop a bitter taste in the mouth. The throat can be severely irritated when acid touches the  vocal cords and can lead to spasms of coughing. To prevent throat irritation from reflux, one should lose weight, stop smoking, avoid coffee beverages and sleep with the head elevated.   == Post-viral cough == A post-viral cough is a lingering cough that follows a viral respiratory tract infection, such as a common cold or flu and lasting up to eight weeks. Post-viral cough is a clinically recognized condition represented within the European medical literature. Patients usually experience repeated episodes of post-viral cough. The heightened sensitivity in the respiratory tract is demonstrated by inhalation cough challenge   == Cancer == Rarely persistent throat irritation and hoarseness may also be from a more serious disorder like cancer.   == Diagnosis == The diagnosis of a throat irritation include a physical exam and throat culture.   == Treatment == Sore or scratchy throat can temporarily be relieved with 1/4 to 1/2 teaspoon salt dissolved in an 8-ounce glass of warm water used as a gargle. The majority of cases of throat irritation usually go away without any treatment. There is no real treatment for throat irritation from a virus. If you have difficulty swallowing then you should drink liquids, suck on lozenges, ice chips or mix salt with warm water to gargle. Bacterial infections generally require antibiotics. Home remedies for throat irritation include gargling with warm water twice a day, sipping honey and lemon mixture or sucking on medicated lozenges. If the cause is dry air, then one should humidify the home. Since smoke irritates the throat, stop smoking and avoid all fumes from chemicals, paints and volatile liquids. Rest your voice if you have been screaming or singing. If you have pharyngitis, avoid infecting others by covering your mouth when coughing and wear a mask.   == References =="}