{"name": "Infectious enteritis", "category": "disease", "content": "Enteritis is inflammation of the small intestine. It is most commonly caused by food or drink contaminated with pathogenic microbes, such as Serratia, but may have other causes such as NSAIDs, radiation therapy as well as autoimmune conditions like coeliac disease. Symptoms include abdominal pain, cramping, diarrhoea, dehydration, and fever. Related diseases of the gastrointestinal system (including gastritis, gastroenteritis, colitis, and enterocolitis) involve inflammation of the stomach and large intestine. Duodenitis, jejunitis, and ileitis are subtypes of enteritis which are localised to a specific part of the small intestine. Inflammation of both the stomach and small intestine is referred to as gastroenteritis.   == Signs and symptoms == Signs and symptoms of enteritis are highly variable and vary based on the specific cause and other factors such as individual variance and stage of disease. Symptoms may include abdominal pain, cramping, diarrhea, dehydration, fever, nausea, vomiting, and weight loss.   == Causes ==   === Immune Mediated === Crohn's disease – also known as regional enteritis, it can occur along any surface of the gastrointestinal tract. The most common location for Crohn's disease to manifest, with or without the involvement of the colon or other parts of the GI tract, is in the terminal ileum (the final segment of the small intestine). In 40% of cases, it is limited to the small intestine.   === Autoimmune === Coeliac disease – caused by an autoimmune reaction to gluten by genetically predisposed individuals. Eosinophilic gastroenteritis, also known as eosinophilic enteropathy or eosinophilic enteritis – a rare and heterogeneous condition where eosinophils build up in the gastrointestinal tract and blood vessels, leading to polyp formation, necrosis, inflammation and ulcers. It is most commonly seen in patients with a history of atopy, however is overall relatively uncommon.   === Infectious enteritis === In Germany, 90% of cases of infectious enteritis are caused by four pathogens, Norovirus, Rotavirus, Campylobacter and Salmonella. Other common causes of infectious enteritis include bacteria such as Shigella and E. coli, as well as viruses such as adenovirus, astrovirus and calicivirus. Other less common pathogens include Bacillus cereus, Clostridium perfringens, Clostridium difficile and Staphylococcus aureus. Campylobacter jejuni  is one of the most common sources of infectious enteritis, and the most common bacterial pathogen found in two-year-old and smaller children with diarrhoea. It has been linked to consumption of contaminated water and food, most commonly poultry and milk. The disease tends to be less severe in developing countries, due to the constant exposure which people have with the antigen in the environment, leading to early development of antibodies. Rotavirus is responsible for infecting 140 million people and causing 1 million deaths each year, mostly in children younger than five years. This makes it the most common cause of severe childhood diarrhoea and diarrhea-related deaths in the world. It selectively targets mature enterocytes in the small intestine, causing malabsorption, as well as inducing secretion of water. It has also been observed to cause villus ischemia, and increase intestinal motility. The net result of these changes is induced diarrhoea. Enteritis necroticans is an often fatal illness, caused by β-toxin of Clostridium perfringens. This causes inflammation and segments of necrosis throughout the gastrointestinal tract. It is most common in developing countries; however, it has also been documented in post-World War II Germany. Risk factors for enteritis necroticans include decreased trypsin activity, which prevent intestinal degradation of the toxin, and reduced intestinal motility, which increases likelihood of toxin accumulation.   === Vascular disease === Ischemic enteritis is uncommon compared to ischemic colitis due to the highly vascularised nature of the small intestine, allowing for sufficient blood flow in most situations. It develops due to circulatory shock of mesenteric vessels in the absence of major vessel occlusion, often associated with an underlying condition such as hypertension, arrhythmia, or diabetes. Thus, it has been considered to be associated with atherosclerosis. Surgical treatment is usually required due to the likelihood of stenosis or complete occlusion of the small intestine. Ischemic damage can range from mucosal infarction, which is limited only to the mucosa; mural infarction of the mucosa and underlying submucosa; to transmural infarction of the full thickness of the gastrointestinal wall. Mucosal and mural infarcts in and of themselves may not be fatal, however may progress further to a transmural infarct. This has the potential for perforation of the wall, leading to peritonitis.   === Radiation enteritis ===  Inflammation of the gastrointestinal tract is common after treatment with radiation therapy to the abdomen or pelvis. It is classified as early if it manifests within the first three months, and delayed if it manifests three months after treatment. Early radiation enteritis is caused by cell death of the crypt epithelium and subsequent mucosal inflammation, however usually subsides after the course of radiation therapy is completed. Delayed radiation enteritis is a chronic disease which has a complex pathogenesis involving changes in the majority of the intestinal wall.   == Diagnosis == Diagnosis may be simple in cases where the patient's signs and symptoms are idiopathic. However, this is generally not the case, considering that many pathogens which cause enteritis may exhibit similar symptoms, especially early in the disease. In particular, campylobacter, shigella, salmonella and many other bacteria induce acute self-limited colitis, an inflammation of the lining of the colon which appears similar under the microscope. A medical history, physical examination and tests such as blood counts, stool cultures, CT scans, MRIs, PCRs, colonoscopies and upper endoscopies may be used in order to perform a differential diagnosis. A biopsy may be required to obtain a sample for histopathology.   == Treatment ==  Mild cases usually do not require treatment and will go away after a few days in healthy people. In cases where symptoms persist or when it is more severe, specific treatments based on the initial cause may be required. In cases where diarrhea is present, replenishing fluids lost is recommended, and in cases with prolonged or severe diarrhoea which persists, intravenous rehydration therapy or antibiotics may be required. A simple oral rehydration therapy (ORS) can be made by dissolving one teaspoon of salt, eight teaspoons of sugar and the juice of an orange into one litre of clean water. Studies have shown the efficacy of antibiotics in reducing the duration of the symptoms of infectious enteritis of bacterial origin, however antibiotic treatments are usually not required due to the self-limiting duration of infectious enteritis.   === Autoimmune ===  Autoimmune causes of enteritis such as Crohn's disease require significant chronic treatment to avoid nutritional deficiencies, cancer, bacterial overgrowth, and other complications. Some patients with mild forms of the disease may not need treatment, but a majority of people with Crohn's disease require glucocorticoid medications.  For treating eosinophilic gastroenteritis, the main treatment is usually a corticosteroid medication, as these have been shown to have good efficacy in managing eosinophilic gastroenteritis. Other treatments include modifying diets to avoid food allergies, azathioprine and antibodies, including mepolizumab, omalizumab, infliximab, and adalimumab.   == Etymology == The word enteritis () uses combining forms of entero- and -itis, both Neo-Latin from Greek, respectively from ἑντερον (enteron, small intestine) and -ιτις (-itis, inflammation).   == See also == Enteropathy Staphylococcal enteritis   == References ==   == External links ==  Media related to Enteritis at Wikimedia Commons"}