{"name": "Infestation by Phthirus pubis", "category": "disease", "content": "The crab louse or pubic louse (Pthirus pubis) is an insect that is an obligate ectoparasite of humans, feeding exclusively on blood. The crab louse usually is found in the person's pubic hair. Although the louse cannot jump, it can also live in other areas of the body that are covered with coarse hair, such as the perianal area, the entire body (in men), and the eyelashes (in children). Humans are the only known hosts of the crab louse, although a closely related species, Pthirus gorillae, infects gorillas. The human parasite is thought to have diverged from Pthirus gorillae approximately 3.3 million years ago. It is more distantly related to the genus Pediculus, which contains the human head and body lice and lice that affect chimpanzees and bonobos.   == Description == An adult crab louse is about 1.3–2 mm long (slightly smaller than the body louse and head louse), and can be distinguished from those other species by its almost round body. Another distinguishing feature is that the second and third pairs of legs of a crab louse are much thicker than the front legs and have large claws.   == Life cycle == The eggs of the crab louse are laid usually on the coarse hairs of the genital and perianal regions of the human body. The female lays about three eggs a day. The eggs take 6–8 days to hatch, and there are three nymphal stages which together take 10–17 days before the adult develops, making a total life cycle from egg to adult of 16–25 days. Adults live for up to 30 days. Crab lice feed exclusively on blood, and take a blood meal 4–5 times daily. Outside the host they can survive for 24–48 hours. Crab lice are transmitted from person to person most commonly via sexual contact, although fomites (bedding, clothing) may play a minor role in their transmission.   == Infestation of humans ==  Infestation of the eyelashes is referred to as pediculosis ciliaris or phthiriasis palpebrarum. The main symptom of infestation with crab lice is itching, usually in the pubic-hair area, resulting from hypersensitivity to louse saliva, which can become stronger over two or more weeks following initial infestation. In some infestations, a characteristic grey-blue or slate coloration appears (maculae caeruleae) at the feeding site, which may last for several days.  The prevalence varies between 0.3% to 4.6% with an estimated average of 2% with an increase during war, disasters and in overcrowding. Crab louse infestations are not considered a reportable condition by many health authorities, and many cases are self-treated or treated discreetly by physicians. It has been suggested that an increasing percentage of humans removing their pubic hair, especially in women, has led to reduced crab louse populations in some parts of the world.  While crab lice are not known to transmit disease, the possibility has been raised they may be a vector for Bartonella spp. and Acinetobacter spp which might require further study. In infested individuals an average of a dozen lice can be found. Although they are typically found attached to hair in the pubic area, sometimes they are also found on coarse hair elsewhere on the body (for example, eyebrows, eyelashes, beard, moustache, chest, armpits, etc.). They do not generally occur on the finer hair of the scalp. Crab lice attach to pubic hair that is thicker than other body hair because their claws are adapted to the specific diameter of pubic hair and other thick hairs of the body. Crab louse infestations (pthiriasis) are usually spread through sexual contact and are most common in adults. The crab louse can travel up to 25 cm (10 in) on the body. Crab louse infestation is found worldwide and occurs in all races and ethnic groups and in all socio-economic levels. Occasionally they may be also transmitted by close personal contact or contact with articles such as clothing, bed linen, and towels that have been used by an infested person. Crab lice found on the head or eyelashes of children may be an indication of sexual exposure or abuse. Symptoms of crab louse infestation in the pubic area include itching, redness and inflammation. Crab lice are not known to transmit disease; however, secondary bacterial infection can occur from scratching of the skin. Crab louse infestation can be diagnosed by identifying the presence of active stages of the louse, as well as of eggs (nits) on the pubic hair and other hairs of the body. When infestation is diagnosed, other family members and contact persons should also be examined. A magnifying glass or dermoscope could be used for better identification.   == References ==   == External links ==  MedlinePlus Encyclopedia: Pubic lice"}