{"name": "Infection by Pasteurella multocida", "category": "disease", "content": "Pasteurella multocida is a Gram-negative, nonmotile, penicillin-sensitive coccobacillus of the family Pasteurellaceae. Strains of the species are currently classified into five serogroups (A, B, D, E, F) based on capsular composition and 16 somatic serovars (1–16). P. multocida is the cause of a range of diseases in mammals and birds, including fowl cholera in poultry, atrophic rhinitis in pigs, and bovine hemorrhagic septicemia in cattle and buffalo. It can also cause a zoonotic infection in humans, which typically is a result of bites or scratches from domestic pets. Many mammals (including domestic cats and dogs) and birds harbor it as part of their normal respiratory microbiota.   == History == Pasteurella multocida was first found in 1878 in cholera-infected birds.  However, it was not isolated until 1880, by Louis Pasteur, in whose honor Pasteurella is named.   == Disease == See: Pasteurellosis P. multocida causes a range of diseases in wild and domesticated animals, as well as humans.  The bacterium is found in birds, cats, dogs, rabbits, cattle, and pigs.  In birds, P. multocida causes avian or fowl cholera disease; a significant disease present in commercial and domestic poultry flocks worldwide, particularly layer flocks and parent breeder flocks. P. multocida strains that cause fowl cholera in poultry typically belong to the serovars 1, 3, and 4.  In the wild, fowl cholera has been shown to follow bird migration routes, especially of snow geese. The P. multocida serotype-1 is most associated with avian cholera in North America, but the bacterium does not linger in wetlands for extended periods of time.   P. multocida causes atrophic rhinitis in pigs; it also can cause pneumonia or bovine respiratory disease in cattle. It may be responsible for mass mortality in saiga antelopes. In humans, P. multocida is the most common cause of wound infections after dog or cat bites. The infection usually shows as soft tissue inflammation within 24 hours. High leukocyte and neutrophil counts are typically observed, leading to an inflammatory reaction at the infection site (generally a diffuse, localized cellulitis).  It can also infect other locales, such as the respiratory tract, and is known to cause regional lymphadenopathy (swelling of the lymph nodes). In more serious cases, a bacteremia can result, causing an osteomyelitis or endocarditis. Patients with a joint replacement (perhaps notably knee replacement) in place may, in particular, be at risk of secondary infection of that joint during an episode of P multocida cellulitis/bacteraemia. The bacteria may also cross the blood–brain barrier and cause meningitis.   == Virulence, culturing, and metabolism == P. multocida expresses a range of virulence factors including a polysaccharide capsule and the variable carbohydrate surface molecule, lipopolysaccharide (LPS). The capsule has been shown in strains of serogroups A and B to help resist phagocytosis by host immune cells and capsule type A has also been shown to help resist complement-mediated lysis. The LPS produced by P. multocida consists of a hydrophobic lipid A molecule (that anchors the LPS to the outer membrane), an inner core, and an outer core, both consisting of a series of sugars linked in a specific way. There is no O-antigen on the LPS and the molecule is similar to LPS produced by Haemophilus influenzae and the lipooligosaccharide of Neisseria meningitidis. A study in a serovar 1 strain showed that a full-length LPS molecule was essential for the bacteria to be fully virulent in chickens. Strains that cause atrophic rhinitis in pigs are unique as they also have P. multocida toxin (PMT) residing on a bacteriophage. PMT is responsible for the twisted snouts observed in pigs infected with the bacteria. This toxin activates Rho GTPases, which bind and hydrolyze GTP, and are important in actin stress fiber formation. Formation of stress fibers may aid in the endocytosis of P. multocida. The host cell cycle is also modulated by the toxin, which can act as an intracellular mitogen. P. multocida has been observed invading and replicating inside host amoebae, causing lysis in the host. P. multocida will grow at 37 °C (99 °F) on blood or chocolate agar, HS agar, but will not grow on MacConkey agar. Colony growth is accompanied by a characteristic \"mousy\" odor due to metabolic products. A facultative anaerobe, P. multocida it is oxidase-positive and catalase-positive. It can also ferment a large number of carbohydrates in anaerobic conditions. The survival of P. multocida bacteria has also been shown to be increased by the addition of salt into their environments. Levels of sucrose and pH also have been shown to have minor effects on bacterial survival.   == Diagnosis and treatment == Diagnosis of the bacterium in humans was traditionally based on clinical findings, and culture and serological testing, but false negatives have been a problem due to easy death of P. multocida, and serology cannot differentiate between current infection and previous exposure.  The quickest and most accurate method for confirming an active P. multocida infection is molecular detection using polymerase chain reaction. This bacterium can be effectively treated with β-lactam antibiotics, which inhibit cell wall synthesis.  It can also be treated with fluoroquinolones or tetracyclines; fluoroquinolones inhibit bacterial DNA synthesis and tetracyclines interfere with protein synthesis by binding to the bacterial 30S ribosomal subunit. Despite poor in vitro susceptibility results, macrolides (binding to the ribosome) also can be applied, certainly in the case of pulmonary complications. Due to the polymicrobial etiology of P. multocida infections, treatment requires the use of antimicrobials targeted at the elimination of both aerobic and anaerobic, Gram-negative bacteria. As a result, amoxicillin-clavulanate (a beta-lactamase inhibitor/penicillin combination) is seen as the treatment of choice.   == Current research == P. multocida mutants are being researched for their ability to cause diseases.  In vitro experiments show the bacteria respond to low iron.  Vaccination against progressive atrophic rhinitis was developed by using a recombinant derivative of P. multocida toxin. The vaccination was tested on pregnant gilts (female swine without previous litters). The piglets born to treated gilts were inoculated, while the piglets born to unvaccinated mothers developed atrophic rhinitis. Other research is being done on the effects of protein, pH, temperature, sodium chloride (NaCl), and sucrose on  P. multocida development and survival in water.  The research seems to show the bacteria survive better in 18 °C (64 °F) water compared to 2 °C (36 °F) water. The addition of 0.5% NaCl also aided bacterial survival, while the sucrose and pH levels had minor effects, as well.  Research has also been done on the response of P. multocida to the host environment. These tests use DNA microarrays and proteomics techniques. P. multocida-directed mutants have been tested for their ability to produce disease.  Findings seem to indicate the bacteria occupy host niches that force them to change their gene expression for energy metabolism, uptake of iron, amino acids, and other nutrients. In vitro experiments show the responses of the bacteria to low iron and different iron sources, such as transferrin and hemoglobin. P. multocida genes that are upregulated in times of infection are usually involved in nutrient uptake and metabolism.  This shows true virulence genes may only be expressed during the early stages of infection. Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient's genome.  P. multocida DNA contains high frequencies of putative DNA uptake sequences (DUSs) identical to those in Hemophilus influenzae that promote donor DNA uptake during transformation.  The location of these sequences in P. multocida shows a skewed distribution towards genome maintenance genes, such as those involved in DNA repair. This finding suggests that P. multocida might be competent to undergo transformation under certain conditions, and that genome maintenance genes involved in transforming donor DNA may preferentially replace their damaged counterparts in the DNA of the recipient cell.   == References ==   == External links == Animal bite infections (healthAtoZ.com) Genome Projects from Genomes OnLine Database Type strain of Pasteurella multocida at BacDive -  the Bacterial Diversity Metadatabase"}