{"name": "Infection due to enterococcus", "category": "disease", "content": "Enterococcus faecium is a Gram-positive, gamma-hemolytic or non-hemolytic bacterium in the genus Enterococcus. It can be commensal (innocuous, coexisting organism) in the gastrointestinal tract of humans and animals, but it may also be pathogenic, causing diseases such as neonatal meningitis or endocarditis. Vancomycin-resistant E. faecium is often referred to as VRE.   == Pathogenic properties == This bacterium has developed multi-drug antibiotic resistance and uses colonization and secreted factors in virulence (enzymes capable of breaking down fibrin, protein and carbohydrates to regulate adherence bacteria to inhibit competitive bacteria). The enterococcal surface protein (Esp) allows the bacteria to aggregate and form biofilms. Additional virulence factors include aggregation substance (AS), cytosolin, and gelantinase. AS allows the microbe to bind to target cells and it facilitates the transfer of genetic material between cells. By producing the enterocins A, B, and P (genus-specific bacteriocins), Enterococcus faecium can combat pathogenic gut microbes, such as Escherichia coli, reducing gastrointestinal disease in hosts. As an alternative to adding antibiotics to livestock feed, which risks antimicrobial resistance, E. faecium Strain NCIMB 10415 is being used as a probiotic in animal feed. However, the constant exposure to high levels of this microbe result in immunosuppression by reducing expression of IL-8, IL-10, and CD86, predisposing livestock to severe Salmonella infections.   == Vancomycin-resistant Enterococci (VRE) == Enterococcus faecium has been a leading cause of multi-drug resistant enterococcal infections over Enterococcus faecalis in the United States. Approximately 40% of medical intensive care units reportedly found that the majority, respectively 80% and 90.4%, of device-associated infections (namely, infections due to central lines, urinary drainage catheters, and ventilators) were due to vancomycin- and ampicillin-resistant E. faecium. The rapid increase of VRE has made it difficult for physicians to fight infections caused by E. faecium since not many antimicrobial solutions are available. In the United States infections by VRE occurs more frequently. Persons infected or colonized with VRE are more likely to transmit the organism. Transmission depends primarily on which body site(s) harbor the bacteria, whether the body fluids are excreted and how frequently health care providers touch these body sites. Patients infected or colonized with VRE may be cared for in any patient care setting with minimal risk of transmission to other patients provided appropriate infection control measures are taken. A genome-wide E. faecium sRNA study suggested that some sRNAs are linked to the antibiotic resistance and stress response. Patients with bloodstream infections caused by E. faecium have a higher mortality rate compared to those caused by Enterococcus faecalis (37% vs 32%).   == VRE symptoms == Enterococcus infections, including VRE infections, cause a range of different symptoms depending on the location of the infection. This includes infections of the bloodstream, urinary tract infections (UTI), and wound infections associated with catheters or surgery. Wound infections associated with catheters and surgery can cause soreness and swelling at wound site, red, warm skin around wounds, and fluid leakage. Urinary tract infections can cause frequent or intense urges to urinate, pain or burning sensations while urinating, fatigue, and lower back or abdominal pain. Bloodstream infections can cause fever, chills, body aches, nausea and vomiting, and diarrhea.   == Tolerance to alcohol-based disinfectants == A study published in 2018 showed multi drug-resistant E. faecium exhibiting tolerance to alcohol-based solutions. The authors speculated about this being an explanation to an increase of E. faecium infections, indicating that alternate methods are required to slow the spread of E. faecium in a hospital setting. The study found that isolates of the bacterium from after 2010 were 10 times more tolerant of the alcohol-based disinfectants than older isolates. However, the isopropanol solutions tested in this study used isopropanol concentrations lower than those used in most hand disinfectants and the authors also stated that hand disinfectants using 70% isopropanol were effective in full strength even against tolerant strains. However, a mouse gut colonization model of E. faecium transmission showed that alcohol-tolerant E. faecium resisted standard 70% isopropanol surface disinfection, resulting in greater mouse gut colonization compared to alcohol-sensitive E. faecium. This research has led some to question whether it may be possible for microbes to become entirely tolerant of alcohol.   == Treatment == Linezolid, daptomycin, tigecycline and the streptogramins (e.g. quinupristin/dalfopristin) can have activity against VRE. VRE can be successfully treated with sultamicillin.   == See also == ESKAPE – Six virulent antibiotic-resistant pathogens   == References ==   == Further reading ==   == External links == Type strain of Enterococcus faecium at BacDive - the Bacterial Diversity Metadatabase"}