{"name": "infigratinib", "category": "drug", "content": "Infigratinib is an kinase inhibitor in development for the treatment of achondroplasia and hypochondroplasia. Infigratinib targets the fibroblast growth factor receptors FGFR1, FGFR2, and FGFR3. Infigratinib was originally approved at a higher dose for medical use in the United States in May 2021 for cholangiocarcinoma, but is no longer marketed for that indication due to difficulties commercializing in the indication.   == Medical uses == Infigratinib is currently in clinical trials for the treatment of children with achondroplasia. Infigratinib is now in a Phase 3 clinical trial. Infigratinib was originally developed at a higher dose for the treatment of adults with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma (bile duct cancer) with a fibroblast growth factor receptor 2 (FGFR2) fusion or other rearrangement as detected by an FDA-approved test.   == History == The US Food and Drug Administration (FDA) approved infigratinib based on evidence from one clinical trial (NCT02150967) of 108 participants with bile duct cancer (cholangiocarcinoma).  The CBGJ398X2204 trial was a multicenter open-label single-arm trial that enrolled 108 participants with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma with an FGFR2 fusion or rearrangement as determined by local or central testing. The trials were conducted at 18 sites in the United States, Europe, and Asia. The trial enrolled adult participants with bile duct cancer who had been treated previously with chemotherapy for their advanced cancer and whose tumors had a certain type of abnormality in the FGFR2 gene. Participants received infigratinib once daily by mouth for 21 consecutive days followed by 7 days off therapy. This 28-day cycle was administered until disease progression or the side effects became too toxic. The trial measured the percentage of participants who achieved partial or complete shrinkage of their cancer and how long that shrinkage lasted (duration of response or DoR). Infigratinib has since been developed at a lower dose (0.25 mg/kg) for children with achondroplasia, a condition caused by variants in the FGFR3 gene. Preliminary Phase 2 results showed that children treated with infigratinib showed a mean change from baseline in annualized height velocity of +2.51 cm/yr at 12 months, with no serious adverse events.   == Society and culture ==   === Legal status === Infigratinib was designated an orphan drug by the FDA and the European Medicines Agency in 2021. It was approved for medical use under the FDA's accelerated approval program in May 2021. Infigratinib has since been withdrawn from commercialization due to the sponsor's difficulties distributing the drug and enrolling a confirmatory clinical trial.   == References ==   == External links == Clinical trial number NCT02150967 for \"A Phase II, Single Arm Study of BGJ398 in Patients With Advanced Cholangiocarcinoma\" at ClinicalTrials.gov"}