{"name": "ingenol mebutate", "category": "drug", "content": "Ingenol mebutate, sold under the brand name Picato, is a substance that is found in the sap of the plant Euphorbia peplus, commonly known as petty spurge, and is an inducer of apoptosis. This compound was isolated first from this plant in 2000. A gel formulation of the drug has been approved by the U.S. Food and Drug Administration (FDA) and by the European Medicines Agency (EMA) for the topical treatment of actinic keratosis. Two different strengths of the gel have been approved for use on either the face and scalp (0.015%) or the trunk and extremities (0.05%), respectively. In 2020 the drug was withdrawn from the market in the EU.   == Adverse effects == Irritation of the application site is very common. The various types of irritation include redness, scaling, crusting, pain, severe itching, and sometimes infection. Additional possible side effects include eye irritation, such as periorbital edema (3% of patients in studies), headaches (2%) and nasopharyngitis (running nose, 2%). Allergic reactions, shingles, changes in pigmentation at application site, chemical conjunctivitis, and corneal burns may also occur. The European Medicines Agency recommended suspending the marketing authorisation of ingenol mebutate due to concerns regarding increased incidence of skin cancer in patients treated with topical ingenol mebutate compared to vehicle or imiquimod. Physicians were advised to refrain from prescribing ingenol and to use different treatment options. Subsequently, the marketing authorization holder requested withdrawal of the manufacturing authorization for commercial reasons. The withdrawal was granted and therefore, ingenol mebutate is no longer registered in the EU.   == Interactions == As ingenol mebutate is not effectively absorbed through the skin and into the bloodstream, interactions with oral drugs are unlikely.   == Chemistry == The substance is an ester of the diterpene ingenol and angelic acid.  A 3-step semisynthesis of ingenol mebutate starting from ingenol was described by a chemical research group in Denmark in 2012. A 14-step synthesis of (+)-ingenol from (+)-3-carene, which is a relatively inexpensive constituent of turpentine, was published in July 2013.   == Mechanism of action == The mechanism by which ingenol mebutate causes cell death is still not fully understood.  One study on squamous cell carcinoma, the precursor of which is actinic keratosis, cultures found that the PKC/MEK/ERK signaling pathway is involved in causing cell death after treatment with ingenol mebutate.  In addition, the interleukin decoy receptors IL1R2 and IL13RA2 were induced, resulting in a reduction in the long-term viability of the cells, which could help prevent recurrence.   == Studies == Results from four multicenter, randomized, double-blind studies have shown that ingenol mebutate gel applied topically, for 2 to the trunk or 3 days to the face or scalp, is effective for field treatment of actinic keratoses. A twelve-month follow-up study was performed on actinic keratosis patients who had been treated with ingenol mebutate, 108 of which had been treated for face or scalp and 71 for trunk or extremities and the study found that of those treated for the face or scalp 46.1% had sustained clearance, and of those treated for the trunk 44.0% had sustained clearance for the period of the study.   == Research ==   === HIV === Ingenol mebutate has also been found to be useful for reactivating latent HIV virus in cells taken from individuals who have tested negative for signs of the disease following extended courses of anti-retroviral drugs, raising the possibility that this drug may be used to expose the last traces of virus, and thus potentially provide a permanent cure for HIV infection. Research is ongoing to determine whether the effects observed in vitro are also seen in animal models, with a view to eventual human trials for this application.   === Tattoo removal === A placebo-controlled study on hairless mice found that 0.1% ingenol mebutate gel was able to remove two-week-old tattoos consistently.  It was observed that the microspheres within the skin containing the dye would exude into the scab intact and slough off as the skin healed about 20 days after treatment began. This mechanism appears to be independent of ink color, unlike laser tattoo removal, which is less effective for certain colors. There are no reports of human trials having been conducted.   === Skin cancer risk === Health Canada assessed twelve studies published in scientific and medical literature in order to determine the link between the use of ingenol mebutate and skin cancer. Health Canada's review found that six of the twelve studies had evidence of skin cancer with the use of ingenol mebutate. The European Medicines Agency (EMA) has also reviewed this safety issue. In April 2020, it concluded that ingenol mebutate may increase the risk of skin cancer and that its risks outweigh its benefits. On 11 February 2020, the manufacturer voluntarily withdrew the product from the European Union market.   == References =="}