{"name": "inositol", "category": "drug", "content": "In biochemistry, medicine, and related sciences, inositol generally refers to myo-inositol (formerly meso-inositol), the most important stereoisomer of the chemical compound cyclohexane-1,2,3,4,5,6-hexol. Its formula is C6H12O6; the molecule has a ring of six carbon atoms, each with an hydrogen atom and a hydroxyl group (–OH). In myo-inositol, two of the hydroxyls, neither adjacent not opposite, lie above the respective hydrogens relative to the mean plane of the ring. The compound is a carbohydrate, specifically a sugar alcohol (as distinct from aldoses like glucose) with half the sweetness of sucrose (table sugar). It is one of the most ancient components of living beings with multiple functions in eukaryotes, including structural lipids and secondary messengers. A human kidney makes about two grams per day from glucose, but other tissues synthesize it too. The highest concentration is in the brain, where it plays an important role in making other neurotransmitters and some steroid hormones bind to their receptors. In other tissues, it mediates cell signal transduction in response to a variety of hormones, neurotransmitters, and growth factors and participates in osmoregulation. In most mammalian cells the concentrations of myo-inositol are 5 to 500 times greater inside cells than outside them. A 2023 meta-analysis found that inositol is a safe and effective treatment in the management of polycystic ovary syndrome (PCOS). However, there is only evidence of very low quality for its efficacy in increasing fertility for IVF in women with PCOS. The other naturally occurring stereoisomers of cyclohexane-1,2,3,4,5,6-hexol are scyllo-, muco-, D-chiro-, L-chiro-, and neo-inositol, although they occur in minimal quantities compared to myo-inositol. The other possible isomers are allo-, epi-, and cis-inositol.   == History == myo-Inositol was first isolated from muscle extracts by Johanes Joseph Scherer (1814–1869) in 1850. It was formerly called meso-inositol to distinguish it from the chiro- isomers. However, since all other isomers are meso (non-chiral) compounds, the name myo-inositol is now preferred (myo- being a medical prefix for \"muscle\"). Inositol was once considered a member of the vitamin B complex, namely vitamin B8 before the discovery that it is made naturally in the human body, and therefore cannot be a vitamin or essential nutrient.   == Chemical properties == myo-Inositol is a meso compound, meaning it is optically inactive because it has a plane of symmetry. It is a white crystalline powder, relatively stable in the air. It is highly soluble in water, slightly soluble in glacial acetic acid, ethanol, glycol, and glycerin, but insoluble in chloroform and ether. In its most stable conformation, the myo-inositol isomer assumes the chair conformation, which moves the maximum number of hydroxyls to the equatorial position, where they are farthest apart from each other. In this conformation, the natural myo isomer has a structure in which five of the six hydroxyls (the first, third, fourth, fifth, and sixth) are equatorial, whereas the second hydroxyl group is axial.   == Physiological roles == myo-Inositol plays an important role as the structural basis for a number of secondary messengers in eukaryotic cells, the various inositol phosphates. In addition, inositol serves as an important component of the structural lipids phosphatidylinositol (PI) and its various phosphates, the phosphatidylinositol phosphate (PIP) lipids.   == Biosynthesis == In humans, myo-Inositol is synthesized de novo but D-chiro-inositol is not. myo-Inositol is synthesized from glucose 6-phosphate (G6P) in two steps. First, G6P is isomerised by an inositol-3-phosphate synthase enzyme (for example, ISYNA1) to myo-inositol 1-phosphate, which is then dephosphorylated by an inositol monophosphatase enzyme (for example, IMPA1) to give free myo-inositol. In humans, most inositol is synthesized in the kidneys, followed by testicles, typically in amounts of a few grams per day. At the peripheral level, myo-inositol is converted to D-chiro-inositol by a specific epimerase. Only a minor fraction of myo-inositol is converted into D-chiro-inositol. The activity of this epimerase is insulin dependent, causing a reduction of D-chiro-inositol in muscle, fat, and liver when there is insulin resistance. D-chiro-inositol reduces the conversion of testosterone to estrogen, thereby increases the levels of testosterone and worsening PCOS.   === Phytic acid in plants ===  Inositol hexaphosphate, also called phytic acid or IP6, is a phytochemical and the principal storage form of phosphorus in many plant tissues, especially bran and seed. Phosphorus and inositol in phytate form are not generally bioavailable to non-ruminant animals because these animals lack the digestive enzyme phytase required to remove the phosphate groups. Ruminants readily digest phytate because of the phytase produced by microorganisms in the rumen. Moreover, phytic acid also chelates important minerals such as calcium, magnesium, iron, and zinc, making them unabsorbable, and contributing to mineral deficiencies in people whose diets rely highly on bran and seeds for their mineral intake, such as occurs in developing countries. Inositol penta- (IP5), tetra- (IP4), and triphosphate (IP3) are also called \"phytates\". Inositol or its phosphates and associated lipids are found in many foods, in particular fruit, especially cantaloupe and oranges. In plants, the hexaphosphate of inositol, phytic acid or its salts, the phytates, serve as phosphate stores in seed, for example in nuts and beans. Phytic acid also occurs in cereals with high bran content. Phytate is, however, not directly bioavailable to humans in the diet, since it is not digestible. Some food preparation techniques partly break down phytates to change this. However, inositol in the form of phospholipids, as found in certain plant-derived substances such as lecithins, is well absorbed and relatively bioavailable.   == Biological function == Inositol, phosphatidylinositol, and some of their mono- and polyphosphates function as secondary messengers in a number of intracellular signal transduction pathways. They are involved in a number of biological processes, including:  Insulin signal transduction Cytoskeleton assembly Nerve guidance (epsin) Intracellular calcium (Ca2+) concentration control Cell membrane potential maintenance Breakdown of fats Gene expression In one important family of pathways, phosphatidylinositol 4,5-bisphosphate (PIP2) is stored in cellular membranes until it is released by any of a number of signalling proteins and transformed into various secondary messengers, for example diacylglycerol and inositol trisphosphate. 'myo-Inositol has very low toxicity, with a reported LD50 10,000 mg/kg body weight (oral) in rats.   == Industrial uses ==   === Explosives industry === At the 1936 meeting of the American Chemical Society, professor Edward Bartow of the University of Iowa presented a commercially viable means of extracting large amounts of inositol from the phytic acid naturally present in waste corn. As a possible use for the chemical, he suggested 'inositol nitrate' as a more stable alternative to nitroglycerin. Today, inositol nitrate is used to gelatinize nitrocellulose in many modern explosives and solid rocket propellants.   === Road salt === When plants are exposed to increasing concentrations of road salt, the plant cells become dysfunctional and undergo apoptosis, leading to inhibited growth. Inositol pretreatment could reduce these effects.   == Research and clinical applications ==   === Trichotillomania === High doses of inositol may be used to treat trichotillomania (compulsive hair-pulling) and related disorders.   === Other illnesses === D-chiro-inositol is an important messenger molecule in insulin signaling. Inositol supplementation has been shown to significantly decrease triglycerides and LDL cholesterol in patients with metabolic diseases. myo-Inositol is important for thyroid hormone synthesis. Depletion of myo-inositol may predispose to development of hypothyroidism. Patients with hypothyroidism have a higher demand for myo-inositol than healthy subjects. Inositol should not be routinely implemented for the management of preterm babies who have or are at a risk of infant respiratory distress syndrome (RDS). Myo-inositol helps prevent neural tube defects with particular efficacy in combination with folic acid. Inositol is considered a safe and effective treatment for polycystic ovary syndrome (PCOS). It works by increasing insulin sensitivity, which helps to improve ovarian function and reduce hyperandrogenism. It is also shown to reduce the risk of metabolic disease in women with PCOS. In addition, thanks to its role as FSH second messenger, myo-inositol is effective in restoring FSH/LH ratio and menstrual cycle regularization. myo-Inositol's role as FSH second messenger leads to a correct ovarian follicle maturation and consequently to a higher oocyte quality. Improving the oocyte quality in both women with or without PCOS, myo-inositol can be considered as a possible approach for increasing the chance of success in assisted reproductive technologies. In contrast, D-chiro-inositol can impair oocyte quality in a dose-dependent manner. The high level of DCI seems to be related to elevated insulin levels retrieved in about 70% of PCOS women. In this regard, insulin stimulates the irreversible conversion of myo-inositol to D-chiro-inositol causing a drastic reduction of myo-inositol. myo-Inositol depletion is particularly damaging to ovarian follicles because it is involved in FSH signaling, which is impaired due to myo-inositol depletion. Recent evidence reports a faster improvement of the metabolic and hormonal parameters when these two isomers are administered in their physiological ratio. The plasmatic ratio of myo-inositol and D-chiro-inositol in healthy subjects is 40:1 of myo- and D-chiro-inositol respectively. The use of the 40:1 ratio shows the same efficacy of myo-inositol alone but in a shorter time. In addition, the physiological ratio does not impair oocyte quality. The use of inositols in PCOS is gaining more importance, and an efficacy higher than 70% with a strong safety profile is reported. On the other hand, about 30% of patients could show as inositol-resistant. New evidence regarding PCOS aetiopathogenesis describes an alteration in the species and the quantity of each strain characterizing the normal gastrointestinal flora. This alteration could lead to chronic, low-level inflammation and malabsorption. A possible solution could be represented by the combination of myo-inositol and α-lactalbumin. This combination shows a synergic effect in increasing myo-inositol absorption. A recent study reported that the myo-inositol and α-lactalbumin combination increases myo-inositol plasmatic content in inositol-resistant patients with a relative improvement of hormonal and metabolic parameters.   == Use as a cutting agent == Inositol has been used as an adulterant or cutting agent for many illegal drugs, such as cocaine, methamphetamine, and sometimes heroin, probably because of its solubility, powdery texture, or reduced sweetness (50%) compared to more common sugars. Inositol is also used as a stand-in film prop for cocaine in filmmaking.   == Nutritional sources == myo-Inositol is naturally present in a variety of foods, although tables of food composition do not always distinguish between lecithin, the relatively bioavailable lipid form and the biounavailable phytate/phosphate form. Foods containing the highest concentrations of myo-inositol and its compounds include fruits, beans, grains, and nuts. Fruits in particular, especially oranges and cantaloupe, contain the highest amounts of myo-inositol. It is also present in beans, nuts, and grains, however, these contain large amounts of myo-inositol in the phytate form, which is not bioavailable without transformation by phytase enzymes. Bacillus subtilis, the microorganism which produces the fermented food natto, produces phytase enzymes that may convert phytic acid to a more bioavailable form of inositol polyphosphate in the gut. Additionally, Bacteroides species in the gut secrete vesicles containing an active enzyme which converts the phytate molecule into bioavailable phosphorus and inositol polyphosphate, which is an important signaling molecule in the human body. myo-Inositol can also be found as an ingredient in energy drinks, either in conjunction with or as a substitute for glucose. In humans, myo-inositol is naturally made from glucose-6-phosphate through enzymatic dephosphorylation.   == Production == As of 2021, the main industrial process for the production of myo-inositol (mostly in China and Japan) started with phytate (IP6) extracted from the soaking water resulting from corn and rice bran processing. After purification, the phytate is hydrolized, and myo-inositol is separated by crystallization. Another route is microbial fermentation of carbohydrates by various organisms, such as the fungus Neurospora crassa (Beadle and Tatum, 1945), Candida boidini (Shirai et al., 1997), Saccharomyces cerevisiae (Culbertson et al., 1976), Escherichia coli (Hansen, 1999). Alternatively, enzime extracts from microbial cultures can be used in vitro to obtain myo-inositol from various substrates, including glucose, sucrose, starch, xylose, and amylose.   == References ==   == External links ==  Inositol MS Spectrum Inositol bound to proteins in the PDB"}