{"name": "inotersen", "category": "drug", "content": "Inotersen, sold under the brand name Tegsedi, is a 2'-O-(2-methoxyethyl) (2'-MOE) antisense oligonucleotide medication used for the treatment of nerve damage in adults with hereditary transthyretin-mediated amyloidosis. The sequence is TCTTG GTTACATGAA ATCCC, where C is methylated C, and the first and third section (bases 1-5 and 16–20, separated from the middle section by spaces) are MOE-modified. The most common side effects are injection site reactions (redness, swelling, bleeding, pain, rash, and itching at the injection site), nausea, headache, tiredness, low platelet counts, and fever. Inotersen can cause serious side effects, including low platelet counts and kidney inflammation. Because of these serious side effects, Inotersen is available in the United States only through a restricted program called the Tegsedi Risk Evaluation and Mitigation (REMS) Program. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == History == Inotersen was approved for medical use in the European Union in July 2018. The US Food and Drug Administration (FDA) approved inotersen in October 2018. The application for inotersen was granted orphan drug designation. The FDA approved inotersen based on evidence from one clinical trial (Trial 1/NCT01737398) that included 172 participants with hereditary transthyretin-mediated amyloidosis. The trial was conducted at 24 sites in Australia, Europe, South America, and the United States. The benefits and side effects of inotersen were evaluated in one clinical trial that enrolled participants with hereditary transthyretin-mediated amyloidosis. Participants were randomly assigned to receive inotersen or placebo by subcutaneous injection given once a week for 65 weeks. During the first week of treatment, participants received three doses of treatment, followed by once weekly subcutaneous injections for 64 weeks. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed.   == References =="}