{"name": "inotuzumab ozogamicin", "category": "drug", "content": "Inotuzumab ozogamicin, sold under the brand name Besponsa, is an antibody-drug conjugate medication used to treat relapsed or refractory B-cell precursor acute lymphoblastic leukemia. It is administered by intravenous infusion. The medication consists of a humanized monoclonal antibody against CD22 (inotuzumab), linked to a cytotoxic agent from the class of calicheamicins called ozogamicin. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical use == Inotuzumab ozogamicin is used to treat relapsed or refractory B-cell precursor acute lymphoblastic leukemia. In March 2024, the FDA approved inotuzumab ozogamicin for the treatment of children aged one year and older with relapsed or refractory CD22-positive B-cell precursor acute lymphoblastic leukemia.   == Adverse effects == The FDA label for the use of inotuzumab ozagamicin carries a boxed warning concerning the risk of liver toxicity, in particular hepatic veno-occlusive disease (VOD), which has been fatal in some people. The risk of this is higher in people who take the drug before having hematopoietic stem cell transplantation (HSCT) and more people die who have HSCT following treatment with this drug, than people who have HSCT, taking other chemotherapies. The risk gets higher as more rounds of treatment with inotuzumab ozogamicin are administered. The most common serious adverse reactions in people taking the drug in the clinical trial leading to approval were infections (23%), loss of neutrophils with fever (11%), hemorrhage (5%), stomach pain (3%), fever (3%), VOD (2%), and tiredness (2%). More than 20% of people had the following adverse reactions: loss of platelets (51%), loss of neutrophils (49%), infections (48%), anemia (36%), leukopenia (35%), tiredness (35%), hemorrhage (33%), fever (32%), nausea (31%), headache (28%), loss of neutrophils with fever (26%), elevated transaminases (26%), stomach pain (23%), and jaundice (21%). Between 10%  and 20% of people also had loss of appetite, vomiting, diarrhea, mouth sores, constipation, chills, and injection site reactions. In studies in pregnant animals, the drug caused harm to the fetus at doses less than those used clinically, and so the drug has not been tested in pregnant women.   == Pharmacology == The antibody component of inotuzumab ozogamicin binds to CD22 receptors, which are expressed mostly on B cells.  The whole conjugate is then drawn into the cell, where the ozogamicin is cleaved from the antibody by the acidic environment of the lysosome. The ozogamicin eventually travels to the nucleus where it breaks up DNA, causing the cell to die.   == Chemistry == Inotuzumab ozogamicin consists of the humanized monoclonal antibody inotuzumab (against CD22), linked to a cytotoxic agent from the class of calicheamicins called ozogamicin.  Ozogamicin is N-acetyl-gamma-calicheamicin dimethylhydrazide.   It includes the same linker, called \"AcBut\", and toxin, as gemtuzumab ozogamicin, which arose from the same collaboration.  The linker is a carbonyl-containing carboxylic acid. The antibody, originally called G5/44, was created by grafting the complementarity-determining regions and some framework residues from the murine anti-CD22 mAb m5/44, onto human acceptor frameworks.   == History == Inotuzumab ozogamicin was discovered by scientists collaborating at Celltech and Wyeth, and it was developed by Pfizer which had acquired Wyeth. Celltech and Wyeth entered into a collaboration in 1991 to develop antibody-drug conjugates. The humanized antibody portion was generated at Celltech and the DNA encoding it was transfected into CHO cells, which were sent to Wyeth, where chemists expressed and purified the antibodies and conjugated them with the linker to the cytotoxin; the work was published in 2004.  Celltech was acquired by UCB in 2004  and Wyeth was acquired by Pfizer in 2009. In May 2013, a phase III trial in patients with relapsed or refractory CD22+ aggressive non-Hodgkin lymphoma (NHL) who were not candidates for intensive high-dose chemotherapy was terminated for futility. In March 2024, the FDA approved inotuzumab ozogamicin for the treatment of children aged one year and older with relapsed or refractory CD22-positive B-cell precursor acute lymphoblastic leukemia. Efficacy was evaluated in a multicenter, single-arm, open-label study in 53 pediatric participants aged one year and older with relapsed or refractory CD22-positive B-cell precursor acute lymphoblastic leukemia. Two dose levels were evaluated--an initial dose of 1.4 mg/m2/cycle in 12 participants and 1.8 mg/m2/cycle in 41 participants. Premedications included methylprednisolone 1 mg/kg (maximum of 50 mg), an antipyretic, and an antihistamine. Participants received a median of 2 cycles of therapy (range: 1 to 4 cycles). The application was granted priority review and orphan drug designations.   == Society and culture ==   === Legal status === In 2017, inotuzumab ozogamicin was approved by the European Commission and the FDA for the treatment of adults with relapsed or refractory CD22-positive B-cell precursor acute lymphoblastic leukemia under the brand name Besponsa (Pfizer/Wyeth).   == References ==   == External links == \"Inotuzumab Ozogamicin\". National Cancer Institute. September 2017. \"Inotuzumab Ozogamicin\". NCI Drug Dictionary. National Cancer Institute."}