{"name": "insulin detemir", "category": "drug", "content": "Insulin detemir, sold under the brand name Levemir among others, is a long-acting modified form of medical insulin used to treat both type 1 and type 2 diabetes. It is used by injection under the skin. It is effective for up to 24 hours. Common side effects include low blood sugar, allergic reactions, pain at the site of injection, and weight gain. Use in pregnancy and breastfeeding appears safe. It works by increasing the amount of glucose that tissues take in and decreasing the amount of glucose made by the liver. Insulin detemir was approved for medical use in the European Union in June 2004, and in the United States in June 2005. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 117th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical use == It is used to treat both type 1 and type 2 diabetes. A recent Cochrane systematic review also compared the effects of insulin detemir to NPH insulin and other insulin analogues (insulin glargine, insulin degludec) in both children and adults with Type 1 diabetes. With respect to blood sugar management, it appears to work better than NPH insulin, however this finding was inconsistent across included and previous studies. In the same systematic review no other clinically significant differences were found between different insulin analogues in either adults nor children.   == Side effects == Common side effects include low blood sugar, allergic reactions, pain at the site of injection, and weight gain. Use in pregnancy and breastfeeding appears safe.   == Chemistry == It is an insulin analogue in which a fatty acid (myristic acid) is bound to the lysine amino acid at position B29. It is quickly absorbed after which it binds to albumin in the blood through its fatty acid at position B29. It then slowly dissociates from this complex.   == Society and culture == In June 2009, the US Food and Drug Administration (FDA) issued a public health advisory for insulin determir after learning that 129,000 stolen vials reappeared and were being sold in the U.S. market. The FDA warned that the stolen vials \"may not have been stored and handled properly and may be dangerous for patients to use.\" The stolen vials were identified as lots XZF0036, XZF0037, and XZF0038.   == References =="}