{"name": "insulin lispro", "category": "drug", "content": "Insulin lispro, sold under the brand name Humalog among others, is a modified type of medical insulin used to treat type 1 and type 2 diabetes. It is delivered subcutaneously either by injection or from an insulin pump. Onset of effects typically occurs within 30 minutes and lasts about 5 hours. Often a longer-acting insulin like insulin NPH is also needed. Common side effects include low blood sugar. Other serious side effects may include low blood potassium. Use in pregnancy and breastfeeding is generally safe. It works the same as human insulin by increasing the amount of glucose that tissues take in and decreasing the amount of glucose made by the liver. Insulin lispro was first approved for use in the United States in 1996. It is a manufactured analogue of human insulin where two amino acids have swapped positions. In 2022, it was the 70th most commonly prescribed medication in the United States, with more than 9 million prescriptions.   == Medical uses == Insulin lispro is used to treat people with type 1 diabetes or type 2 diabetes. People doing well on short-acting insulin should not routinely be changed to insulin lispro, but may benefit from some advantages like flexibility and responsiveness.   == Side effects == Common side effects include skin irritation at the site of injection, hypoglycemia, hypokalemia, and lipodystrophy. Other serious side effects include anaphylaxis, and hypersensitivity reactions.   == Mechanism of action == Through recombinant DNA technology, the final lysine and proline residues on the C-terminal end of the B-chain are reversed. This modification does not alter receptor binding, but blocks the formation of insulin dimers and hexamers. This allows larger amounts of active monomeric insulin to be immediately available for postprandial injections.   == Chemistry == It is a manufactured form of human insulin where the amino acids lysine and proline have been switched at the end of the B chain of the insulin molecule. This switch of amino acids mimics Insulin-like growth factor 1 which also has lysine (K) and proline (P) in that order at positions 28 and 29.   == History == Insulin lispro (brand name Humalog) was granted marketing authorization in the European Union in April 1996, and it was approved for use in the United States in June 1996. Insulin lispro (brand name Liprolog) was granted marketing authorization in the European Union in May 1997, and again in August 2001. Combination drugs combining insulin lispro and other forms of insulin were approved for use in the United States in December 1999. Insulin lispro Sanofi was granted marketing authorization as a biosimilar in the European Union in July 2017. Insulin lispro injection (brand name Admelog) was approved for use in the United States in December 2017. In January 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency recommended granting of a marketing authorization for insulin lispro acid (brand name Lyumjev) for the treatment of diabetes in adults. Insulin lispro (Lyumjev) was approved for use in the European Union in March 2020, and in the United States in June 2020.   == Society and culture ==   === Economics === In the United States, the price of for a vial of Humalog increased from US$35 in 2001 to $234 in 2015, or $10.06 and $29.36 per 100 units. In April 2019, Eli Lilly and Company announced they would produce a version selling for $137.35 per vial. The chief executive said that this was a contribution \"to fix the problem of high out-of-pocket costs for Americans living with chronic conditions\", but Patients for Affordable Drugs Now said it was just a public relations move, as \"other countries pay $20 for a vial of insulin.\" In March 2023, Lilly announced a program capping their insulin prices at $35 per month.   == References =="}