{"name": "interferon alfa-2b", "category": "drug", "content": "Interferon alfa-2b is an antiviral or antineoplastic drug. It is a recombinant form of the protein Interferon alpha-2 that was originally sequenced and produced recombinantly in E. coli in the laboratory of Charles Weissmann at the University of Zurich, in 1980. It was developed at Biogen, and ultimately marketed by Schering-Plough under the trade name Intron-A. It was also produced in 1986 in recombinant human form, in the Center for Genetic Engineering and Biotechnology of Havana, Cuba, under the name Heberon Alfa R. It has been used for a wide range of indications, including viral infections and cancers. This drug is approved around the world for the treatment of chronic hepatitis C, chronic hepatitis B, hairy cell leukemia, Behçet's disease, chronic myelogenous leukemia, multiple myeloma, follicular lymphoma, carcinoid tumor, mastocytosis and malignant melanoma. The medication is being used in clinical trials to treat patients with SARS-CoV-2 and there are published results in the peer-reviewed scientific literature. So far, two non-peer reviewed research articles have been published. One study at the University of Texas Medical Branch, Galveston, showed evidence of a direct anti-viral effect of Interferon alpha against novel Coronavirus in vitro. The study demonstrated around 10,000 fold reduction in the quantity of virus that was pre-treated with Interferon alpha 48 hours earlier. A second study by universities in China, Australia and Canada analysed 77 moderate COVID-19 subjects in Wuhan and observed that those who received Interferon alpha-2b showed a significant reduction in the duration of virus shedding period and even in levels of the inflammatory cytokine, IL-6.   This drug is also used off-label in cats and dogs, both by injection and orally. The cross-species nature of IFN-α allow it to work in non-human animals, but the period of usefulness is limited by the production of antibodies against this foreign protein.   == See also == Interferon Ropeginterferon alfa-2b   == References ==   == Further reading ==   == External links =="}