{"name": "interferon beta-1a", "category": "drug", "content": "Interferon beta-1a (also interferon beta 1-alpha) is a cytokine in the interferon family used to treat multiple sclerosis (MS). It is produced by mammalian cells, while interferon beta-1b is produced in modified E. coli.  Some research indicates that interferon injections  may result in an 18–38% reduction in the rate of MS relapses. Interferon beta has not been shown to slow the advance of disability. Interferons are not a cure for MS (there is no known cure); the claim is that interferons may slow the progress of the disease if started early and continued for the duration of the disease.   == Medical uses ==   === Clinically isolated syndrome === The earliest clinical presentation of relapsing-remitting multiple sclerosis is the clinically isolated syndrome (CIS), that is, a single attack of a single symptom. During a CIS, there is a subacute attack suggestive of demyelination which should be included in the spectrum of MS phenotypes. Treatment with interferons after an initial attack decreases the risk of developing clinical definite MS.   === Relapsing-remitting MS === Medications are modestly effective at decreasing the number of attacks in relapsing-remitting multiple sclerosis and in reducing the accumulation of brain lesions, which is measured using gadolinium-enhanced magnetic resonance imaging (MRI). Interferons reduce relapses by approximately 30% and their safe profile make them the first-line treatments. Nevertheless, not all the patients are responsive to these therapies. It is known that 30% of MS patients are non-responsive to Beta interferon. They can be classified in genetic, pharmacological and pathogenetic non-responders. One of the factors related to non-respondance is the presence of high levels of interferon beta neutralizing  antibodies. Interferon therapy, and specially interferon beta 1b, induces the production of  neutralizing  antibodies, usually in the second 6 months of treatment, in 5 to 30% of treated patients. Moreover, a subset of RRMS patients with specially active MS, sometimes called \"rapidly worsening MS\" are normally non-responders to interferon beta 1a. While more studies of the long-term effects of the drugs are needed,  existing data on the effects of interferons indicate that early-initiated long-term therapy is safe and it is related to better outcomes.   == Side effects ==  Interferon beta-1a is available only in injectable forms, and can cause skin reactions at the injection site that may include cutaneous necrosis. Skin reactions with interferon beta are more common with subcutaneous administration and vary greatly in their clinical presentation. They usually appear within the first month of treatment albeit their frequence and importance diminish after six months of treatment. Skin reactions are more prevalent in women. Mild skin reactions usually do not impede treatment whereas necroses appear in around 5% of patients and lead to the discontinuation of the therapy. Also over time, a visible dent at the injection site due to the local destruction of fat tissue, known as lipoatrophy, may develop, however, this rarely occurs with interferon treatment. Interferons, a subclass of cytokines, are produced in the body during illnesses such as influenza in order to help fight the infection. They are responsible for many of the symptoms of influenza infections, including fever, muscle aches, fatigue, and headaches. Many patients report influenza-like symptoms hours after taking interferon beta that usually improve within 24 hours, being such symptoms related to the temporary increase of cytokines. This reaction tends to disappear after 3 months of treatment and its symptoms can be treated with over-the-counter nonsteroidal anti-inflammatory drugs, such as ibuprofen, that reduce fever and pain. Another common transient secondary effect with interferon-beta is a functional deterioration of already existing symptoms of the disease. Such deterioration is similar to the one produced in MS patients due to heat, fever or stress (Uhthoff's phenomenon), usually appears within 24 hours of treatment, is more common in the initial months of treatment, and may last several days. A symptom specially sensitive to worsening is spasticity. Interferon-beta can also reduce numbers of white blood cells (leukopenia), lymphocytes (lymphopenia) and neutrophils (neutropenia), as well as affect liver function. In most cases these effects are non-dangerous and reversible after cessation or reduction of treatment. Nevertheless, recommendation is that all patients should be monitored through laboratory blood analyses, including liver function tests, to ensure safe use of interferons. To help prevent injection-site reactions, patients are advised to rotate injection sites and use an aseptic injection technique. Injection devices are available to optimize the injection process.  Side effects are often onerous enough that many patients ultimately discontinue taking interferons  (or glatiramer acetate, a comparable disease-modifying therapy requiring regular injections).   == Mechanism of action == Interferon beta balances the expression of pro- and anti-inflammatory agents in the brain, and reduces the number of inflammatory cells that cross the blood brain barrier. Overall, therapy with interferon beta leads to a reduction of neuron inflammation. Moreover, it is also thought to increase the production of nerve growth factor and consequently improve neuronal survival. In vitro, interferon beta reduces production of Th17 cells which are a subset of T lymphocytes believed to have a role in the pathophysiology of MS.   == Society and culture ==   === Brand names ===   ==== Avonex ==== Avonex was approved in the US in 1996, and in the European Union in 1997, and is registered in more than 80 countries worldwide. It is the leading MS therapy in the US, with around 40% of the overall market, and in the European Union, with around 30% of the overall market. It is produced by the Biogen biotechnology company, originally under competition protection in the US under the Orphan Drug Act. Avonex is sold in three formulations, a lyophilized powder requiring reconstitution, a pre-mixed liquid syringe kit, and a pen; it is administered via intramuscular injection.   ==== Rebif ==== Rebif is a disease-modifying drug (DMD) used to treat multiple sclerosis in cases of clinically isolated syndromes as well as relapsing forms of multiple sclerosis and is similar to the interferon beta protein produced by the human body. It is co-marketed by Merck Serono and Pfizer in the US under an exception to the Orphan Drug Act.  It was approved in the European Union in 1998, and in the US in 2002; it has since been approved in more than 90 countries worldwide including Canada and Australia. EMD Serono has had sole rights to Rebif in the US since January 2016. Rebif is administered via subcutaneous injection.   ==== Cinnovex ==== Cinnovex is the brand name of recombinant Interferon beta-1a, which is manufactured as biosimilar/biogeneric in Iran.  It is produced in a lyophilized form and sold with distilled water for injection. Cinnovex was developed at the Fraunhofer Society in collaboration with CinnaGen, and is the first therapeutic protein from a Fraunhofer laboratory to be approved as biogeneric / biosimilar medicine. There are several clinical studies to prove the similarity of CinnoVex and Avonex. A more water-soluble variant is currently being investigated by the Vakzine Projekt Management (VPM) GmbH in Braunschweig, Germany.   ==== Plegridy ====  Plegridy is a brand name of a pegylated form of Interferon beta-1a. Plegridy's advantage is it only needs injecting once every two weeks.   ==== Betaferon (interferon beta-1b) ==== Closely related to interferon beta-1a is interferon beta-1b, which is also indicated for MS, but is formulated with a different dose and administered with a different frequency. Each drug has a different safety/efficacy profile. Interferon beta-1b is marketed only by Bayer in the US as Betaseron, and outside the US as Betaferon.   === Economics === In the United States, as of 2015, the cost is between US$1,284 and US$1,386 per 30 mcg vial. As of 2020, the National Average Drug Acquisition Cost (NADAC) in the United States for Avonex was $6,872.94 for a 30 mcg kit. Avonex and Rebif are on the top ten best-selling multiple sclerosis drugs of 2013. It is an example of a specialty drug that would only be available through a specialty pharmacy. This is because it requires a refrigerated chain of distribution and costs $17,000 a year.   == Research ==   === COVID-19 ===  Interferon beta-1a administered subcutaneously or intravenously was investigated since March 2020 as a potential treatment in patients hospitalized with COVID-19 in a multinational Solidarity trial (initially in combination with lopinavir) but it did not reduce in-hospital mortality compared to local standard of care.  SNG001, an inhalation formulation of interferon beta-1a, is being developed as a treatment for COVID-19 by Synairgen. A pilot trial in hospitalized patients showed higher odds of clinical improvement with SNG001 compared to placebo and in January 2021 a phase 3 trial in this population started.   == References ==   == External links == \"Interferon beta-1a\". Drug Information Portal. U.S. National Library of Medicine. \"Interferon Beta-1a Intramuscular Injection\". MedlinePlus."}