{"name": "Intestinal infection due to Pseudomonas", "category": "disease", "content": "Pseudomonas aeruginosa is a common encapsulated, Gram-negative, aerobic–facultatively anaerobic, rod-shaped bacterium that can cause disease in plants and animals, including humans. A species of considerable medical importance, P. aeruginosa is a multidrug resistant pathogen recognized for its ubiquity, its intrinsically advanced antibiotic resistance mechanisms, and its association with serious illnesses – hospital-acquired infections such as ventilator-associated pneumonia and various sepsis syndromes. P. aeruginosa is able to selectively inhibit various antibiotics from penetrating its outer membrane - and has high resistance to several antibiotics. According to the World Health Organization P. aeruginosa poses one of the greatest threats to humans in terms of antibiotic resistance. The organism is considered opportunistic insofar as serious infection often occurs during existing diseases or conditions – most notably cystic fibrosis and traumatic burns. It generally affects the immunocompromised but can also infect the immunocompetent as in hot tub folliculitis. Treatment of P. aeruginosa infections can be difficult due to its natural resistance to antibiotics. When more advanced antibiotic drug regimens are needed adverse effects may result. It is citrate, catalase, and oxidase positive. It is found in soil, water, skin flora, and most human-made environments throughout the world. It thrives not only in normal atmospheres, but also in low-oxygen atmospheres, thus has colonized many natural and artificial environments. It uses a wide range of organic material for food; in animals, its versatility enables the organism to infect damaged tissues or those with reduced immunity. The symptoms of such infections are generalized inflammation and sepsis. If such colonizations occur in critical body organs, such as the lungs, the urinary tract, and kidneys, the results can be fatal. Because it thrives on moist surfaces, this bacterium is also found on and in medical equipment, including catheters, causing cross-infections in hospitals and clinics. It is also able to decompose hydrocarbons and has been used to break down tarballs and oil from oil spills. P. aeruginosa is not extremely virulent in comparison with other major species of pathogenic bacteria such as Gram-positive Staphylococcus aureus and Streptococcus pyogenes – though P. aeruginosa is capable of extensive colonization, and can aggregate into enduring biofilms.   == Nomenclature ==  The word Pseudomonas means \"false unit\", from the Greek pseudēs (Greek: ψευδής, false) and (Latin: monas, from Greek: μονάς, a single unit). The stem word mon was used early in the history of microbiology to refer to microorganisms and germs, e.g., kingdom Monera. The species name aeruginosa is a Latin word meaning verdigris (\"copper rust\"), referring to the blue-green color of laboratory cultures of the species. This blue-green pigment is a combination of two secondary metabolites of P. aeruginosa, pyocyanin (blue) and pyoverdine (green), which impart the blue-green characteristic color of cultures. Another assertion from 1956 is that aeruginosa may be derived from the Greek prefix ae- meaning \"old or aged\", and the suffix ruginosa means wrinkled or bumpy. The names pyocyanin and pyoverdine are from the Greek, with pyo-, meaning \"pus\", cyanin, meaning \"blue\", and verdine, meaning \"green\". Hence, the term \"pyocyanic bacteria\" refers specifically to the \"blue pus\" characteristic of a P. aeruginosa infection. Pyoverdine in the absence of pyocyanin is a fluorescent-yellow color.   == Biology ==   === Genome === The genome of Pseudomonas aeruginosa consists of a relatively large circular chromosome (5.5–6.8 Mb) that carries between 5,500 and 6,000 open reading frames, and sometimes plasmids of various sizes depending on the strain. Comparison of 389 genomes from different P. aeruginosa strains showed that just 17.5% is shared. This part of the genome is the P. aeruginosa core genome.  A comparative genomic study (in 2020) analyzed 494 complete genomes from the Pseudomonas genus, of which 189 were P. aeruginosa strains. The study observed that their protein count and GC content ranged between 5500 and 7352 (average: 6192) and between 65.6 and 66.9% (average: 66.1%), respectively. This comparative analysis further identified 1811 aeruginosa-core proteins, which accounts for more than 30% of the proteome. The higher percentage of aeruginosa-core proteins in this latter analysis could partly be attributed to the use of complete genomes. Although P. aeruginosa is a very well-defined monophyletic species, phylogenomically and in terms of ANIm values, it is surprisingly diverse in terms of protein content, thus revealing a very dynamic accessory proteome, in accordance with several analyses. It appears that, on average, industrial strains have the largest genomes, followed by environmental strains, and then clinical isolates. The same comparative study (494 Pseudomonas strains, of which 189 are P. aeruginosa) identified that 41 of the 1811 P. aeruginosa core proteins were present only in this species and not in any other member of the genus, with 26 (of the 41) being annotated as hypothetical. Furthermore, another 19 orthologous protein groups are present in at least 188/189 P. aeruginosa strains and absent in all the other strains of the genus.   === Population structure === The population of P. aeruginosa can be classified in three main lineages, genetically characterised by the model strains PAO1, PA14, and the more divergent PA7. While P. aeruginosa is generally thought of as an opportunistic pathogen, several widespread clones appear to have become more specialised pathogens, particularly in cystic fibrosis patients, including the Liverpool epidemic strain (LES) which is found mainly in the UK, DK2 in Denmark, and AUST-02 in Australia (also previously known as AES-2 and P2). There is also a clone that is frequently found infecting the reproductive tracts of horses.   === Metabolism === P. aeruginosa is a facultative anaerobe, as it is well adapted to proliferate in conditions of partial or total oxygen depletion. This organism can achieve anaerobic growth with nitrate or nitrite as a terminal electron acceptor. When oxygen, nitrate, and nitrite are absent, it is able to ferment arginine and pyruvate by substrate-level phosphorylation. Additionally, phenazines produced by P. aeruginosa can act as electron shuttles to facilitate survival of cells at depth in biofilms. Adaptation to microaerobic or anaerobic environments is essential for certain lifestyles of P. aeruginosa, for example, during lung infection in cystic fibrosis and primary ciliary dyskinesia, where thick layers of lung mucus and bacterially-produced alginate surrounding mucoid bacterial cells can limit the diffusion of oxygen. P. aeruginosa growth within the human body can be asymptomatic until the bacteria form a biofilm, which overwhelms the immune system. These biofilms are found in the lungs of people with cystic fibrosis and primary ciliary dyskinesia, and can prove fatal.   === Cellular co-operation === P. aeruginosa relies on iron as a nutrient source to grow. However, iron is not easily accessible because it is not commonly found in the environment. Iron is usually found in a largely insoluble ferric form. Furthermore, excessively high levels of iron can be toxic to P. aeruginosa. To overcome this and regulate proper intake of iron, P. aeruginosa uses siderophores, which are secreted molecules that bind and transport iron. These iron-siderophore complexes, however, are not specific. The bacterium that produced the siderophores does not necessarily receive the direct benefit of iron intake. Rather, all members of the cellular population are equally likely to access the iron-siderophore complexes. Members of the cellular population that can efficiently produce these siderophores are commonly referred to as cooperators; members that produce little to no siderophores are often referred to as cheaters. Research has shown when cooperators and cheaters are grown together, cooperators have a decrease in fitness, while cheaters have an increase in fitness. The magnitude of change in fitness increases with increasing iron limitation. With an increase in fitness, the cheaters can outcompete the cooperators; this leads to an overall decrease in fitness of the group, due to lack of sufficient siderophore production. These observations suggest that having a mix of cooperators and cheaters can reduce the virulent nature of P. aeruginosa.   === Enzymes === LigDs form a subfamily of the DNA ligases. These all have a LigDom/ligase domain, but many bacterial LigDs also have separate polymerase domains/PolDoms and nuclease domains/NucDoms. In P. aeruginosa's case the nuclease domains are N-terminus, and the polymerase domains are C-terminus, extensions of the single central ligase domain.   == Pathogenesis ==  Frequently acting as an opportunistic, nosocomial pathogen of immunocompromised individuals, but capable of infecting the immunocompetent, P. aeruginosa typically infects the airway, urinary tract, burns, and wounds, and also causes other blood infections.  It is the most common cause of infections of burn injuries and of the outer ear (otitis externa), and is the most frequent colonizer of medical devices (e.g., catheters). Pseudomonas can be spread by equipment that gets contaminated and is not properly cleaned or on the hands of healthcare workers. Pseudomonas can, in rare circumstances, cause community-acquired pneumonias, as well as ventilator-associated pneumonias, being one of the most common agents isolated in several studies. Pyocyanin is a virulence factor of the bacteria and has been known to cause death in C. elegans by oxidative stress. However, salicylic acid can inhibit pyocyanin production. One in ten hospital-acquired infections is from Pseudomonas . Cystic fibrosis patients are also predisposed to P. aeruginosa infection of the lungs due to a functional loss in chloride ion movement across cell membranes as a result of a mutation. P. aeruginosa may also be a common cause of \"hot-tub rash\" (dermatitis), caused by lack of proper, periodic attention to water quality. Since these bacteria thrive in moist environments, such as hot tubs and swimming pools, they can cause skin rash or swimmer's ear. Pseudomonas is also a common cause of postoperative infection in radial keratotomy surgery patients. The organism is also associated with the skin lesion ecthyma gangrenosum. P. aeruginosa is frequently associated with osteomyelitis involving puncture wounds of the foot, believed to result from direct inoculation with P. aeruginosa via the foam padding found in tennis shoes, with diabetic patients at a higher risk. A comparative genomic analysis of 494 complete Pseudomonas genomes, including 189 complete P. aeruginosa genomes, identified several proteins that are shared by the vast majority of P. aeruginosa strains, but are not observed in other analyzed Pseudomonas genomes. These aeruginosa-specific core proteins, such as CntL, CntM, PlcB, Acp1, MucE, SrfA, Tse1, Tsi2, Tse3, and EsrC are known to play an important role in this species' pathogenicity.   === Toxins === P. aeruginosa uses the virulence factor exotoxin A to inactivate eukaryotic elongation factor 2 via ADP-ribosylation in the host cell, much as the diphtheria toxin does. Without elongation factor 2, eukaryotic cells cannot synthesize proteins and necrotise. The release of intracellular contents induces an immunologic response in immunocompetent patients. In addition P. aeruginosa uses an exoenzyme, ExoU, which degrades the plasma membrane of eukaryotic cells, leading to lysis. Increasingly, it is becoming recognized that the iron-acquiring siderophore, pyoverdine, also functions as a toxin by removing iron from mitochondria, inflicting damage on this organelle. Since pyoverdine is secreted into the environment, it can be easily detected by the host or predator, resulting the host/predator migration towards the bacteria.   === Phenazines === Phenazines are redox-active pigments produced by P. aeruginosa. These pigments are involved in quorum sensing, virulence, and iron acquisition. P. aeruginosa produces several pigments all produced by a biosynthetic pathway: phenazine-1-carboxamide (PCA), 1-hydroxyphenazine, 5-methylphenazine-1-carboxylic acid betaine, pyocyanin and aeruginosin A. Two nearly identical operons are involved in phenazine biosynthesis: phzA1B1C1D1E1F1G1 and phzA2B2C2D2E2F2G2. The enzymes encoded by these operons convert chorismic acid to PCA. The products of three key genes, phzH, phzM, and phzS then convert PCA to the other phenazines mentioned above. Though phenazine biosynthesis is well studied, questions remain as to the final structure of the brown phenazine pyomelanin. When pyocyanin biosynthesis is inhibited, a decrease in P. aeruginosa pathogenicity is observed in vitro. This suggests that pyocyanin is mostly responsible for the initial colonization of P. aeruginosa in vivo.   === Triggers === With low phosphate levels, P. aeruginosa has been found to activate from benign symbiont to express lethal toxins inside the intestinal tract and severely damage or kill the host, which can be mitigated by providing excess phosphate instead of antibiotics.   === Plants and invertebrates === In higher plants, P. aeruginosa induces soft rot, for example in Arabidopsis thaliana (Thale cress) and Lactuca sativa (lettuce). It is also pathogenic to invertebrate animals, including the nematode Caenorhabditis elegans, the fruit fly Drosophila, and the moth Galleria mellonella. The associations of virulence factors are the same for plant and animal infections. In both insects and plants, P. aeruginosa virulence is highly quorum sensing (QS) dependent. Its QS is in turn highly dependent upon such genes as acyl-homoserine-lactone synthase, and lasI.   === Quorum sensing === P. aeruginosa is an opportunistic pathogen with the ability to coordinate gene expression in order to compete against other species for nutrients or colonization. Regulation of gene expression can occur through cell-cell communication or quorum sensing (QS) via the production of small molecules called autoinducers that are released into the external environment. These signals, when reaching specific concentrations correlated with specific population cell densities, activate their respective regulators thus altering gene expression and coordinating behavior. P. aeruginosa employs five interconnected QS systems – las, rhl, pqs, iqs, and pch – that each produce unique signaling molecules. The las and rhl systems are responsible for the activation of numerous QS-controlled genes, the pqs system is involved in quinolone signaling, and the iqs system plays an important role in intercellular communication. QS in P. aeruginosa is organized in a hierarchical manner. At the top of the signaling hierarchy is the las system, since the las regulator initiates the QS regulatory system by activating the transcription of a number of other regulators, such as rhl. So, the las system defines a hierarchical QS cascade from the las to the rhl regulons. Detection of these molecules indicates P. aeruginosa is growing as biofilm within the lungs of cystic fibrosis patients. The impact of QS and especially las systems on the pathogenicity of P. aeruginosa is unclear, however. Studies have shown that lasR-deficient mutants are associated with more severe outcomes in cystic fibrosis patients and are found in up to 63% of chronically infected cystic fibrosis patients despite impaired QS activity. QS is known to control expression of a number of virulence factors in a hierarchical manner, including the pigment pyocyanin. However, although the las system initiates the regulation of gene expression, its absence does not lead to loss of virulence factors. Recently, it has been demonstrated that the rhl system partially controls las-specific factors, such as proteolytic enzymes responsible for elastolytic and staphylolytic activities, but in a delayed manner. So, las is a direct and indirect regulator of QS-controlled genes. Another form of gene regulation that allows the bacteria to rapidly adapt to surrounding changes is through environmental signaling. Recent studies have discovered anaerobiosis can significantly impact the major regulatory circuit of QS. This important link between QS and anaerobiosis has a significant impact on production of virulence factors of this organism. Garlic experimentally blocks quorum sensing in P. aeruginosa.   === Biofilms formation and cyclic di-GMP === As in most Gram negative bacteria, P. aeruginosa biofilm formation is regulated by one single molecule: cyclic di-GMP. At low cyclic di-GMP concentration, P. aeruginosa has a free-swimming mode of life. But when cyclic di-GMP levels increase, P. aeruginosa start to establish sessile communities on surfaces. The intracellular concentration of cyclic di-GMP increases within seconds when P. aeruginosa touches a surface (e.g.: a rock, plastic, host tissues...). This activates the production of adhesive pili, that serve as \"anchors\" to stabilize the attachment of P. aeruginosa on the surface. At later stages, bacteria will start attaching irreversibly by producing a strongly adhesive matrix. At the same time, cyclic di-GMP represses the synthesis of the flagellar machinery, preventing P. aeruginosa from swimming. When suppressed, the biofilms are less adherent and easier to treat. The biofilm matrix of P. aeruginosa is composed of nucleic acids, amino acids, carbohydrates, and various ions. It mechanically and chemically protects P. aeruginosa from aggression by the immune system and some toxic compounds. P. aeruginosa biofilm's matrix is composed of up to three types of sugar polymers (or \"exopolysacharides\") named PSL, PEL, and alginate. Which exopolysacharides are produced varies by strain.  The polysaccharide synthesis operon and cyclic di-GMP form a positive feedback loop. This 15-gene operon is responsible for the cell-cell and cell-surface interactions required for cell communication. PEL is a cationic exopolysaccharide that cross-links extracellular DNA in the P. aeruginosa biofilm matrix. Upon certain cues or stresses, P. aeruginosa revert the biofilm program and detach. Recent studies have shown that the dispersed cells from P. aeruginosa biofilms have lower cyclic di-GMP levels and different physiologies from those of planktonic and biofilm cells, with unique population dynamics and motility. Such dispersed cells are found to be highly virulent against macrophages and C. elegans, but highly sensitive towards iron stress, as compared with planktonic cells.   === Biofilms and treatment resistance === Biofilms of P. aeruginosa can cause chronic opportunistic infections, which are a serious problem for medical care in industrialized societies, especially for immunocompromised patients and the elderly. They often cannot be treated effectively with traditional antibiotic therapy. Biofilms serve to protect these bacteria from adverse environmental factors, including host immune system components in addition to antibiotics. P. aeruginosa can cause nosocomial infections and is considered a model organism for the study of antibiotic-resistant bacteria. Researchers consider it important to learn more about the molecular mechanisms that cause the switch from planktonic growth to a biofilm phenotype and about the role of QS in treatment-resistant bacteria such as P. aeruginosa. This should contribute to better clinical management of chronically infected patients, and should lead to the development of new drugs. Scientists have been examining the possible genetic basis for P. aeruginosa resistance to antibiotics such as tobramycin. One locus identified as being an important genetic determinant of the resistance in this species is ndvB, which encodes periplasmic glucans that may interact with antibiotics and cause them to become sequestered into the periplasm. These results suggest a genetic basis exists behind bacterial antibiotic resistance, rather than the biofilm simply acting as a diffusion barrier to the antibiotic.   == Diagnosis ==  Depending on the nature of infection, an appropriate specimen is collected and sent to a bacteriology laboratory for identification. As with most bacteriological specimens, a Gram stain is performed, which may show Gram-negative rods and/or white blood cells. P. aeruginosa produces colonies with a characteristic \"grape-like\" or \"fresh-tortilla\" odor on bacteriological media. In mixed cultures, it can be isolated as clear colonies on MacConkey agar (as it does not ferment lactose) which will test positive for oxidase. Confirmatory tests include production of the blue-green pigment pyocyanin on cetrimide agar and growth at 42 °C. A TSI slant is often used to distinguish nonfermenting Pseudomonas species from enteric pathogens in faecal specimens. When P. aeruginosa is isolated from a normally sterile site (blood, bone, deep collections), it is generally considered dangerous, and almost always requires treatment. However, P. aeruginosa is frequently isolated from nonsterile sites (mouth swabs, sputum, etc.), and, under these circumstances, it may represent colonization and not infection. The isolation of P. aeruginosa from nonsterile specimens should, therefore, be interpreted cautiously, and the advice of a microbiologist or infectious diseases physician/pharmacist should be sought prior to starting treatment. Often, no treatment is needed.   === Classification === Morphological, physiological, and biochemical characteristics of Pseudomonas aeruginosa are shown in the Table below.  Note: + = Positive, - =Negative P. aeruginosa is a Gram-negative, aerobic (and at times facultatively anaerobic), rod-shaped bacterium with unipolar motility. It has been identified as an opportunistic pathogen of both humans and plants. P. aeruginosa is the type species of the genus Pseudomonas. Identification of P. aeruginosa can be complicated by the fact individual isolates often lack motility. The colony morphology itself also displays several varieties. The main two types are large, smooth, with a flat edge and elevated center and small, rough, and convex. A third type, mucoid, can also be found. The large colony can typically be found in clinal settings while the small is found in nature. The third, however, is present in biological settings and has been found in respiratory and in the urinary tract. Furthermore, mutations in the gene lasR drastically alter colony morphology and typically lead to failure to hydrolyze gelatin or hemolyze. In certain conditions, P. aeruginosa can secrete a variety of pigments, including pyocyanin (blue), pyoverdine (yellow and fluorescent), pyorubin (red), and pyomelanin (brown). These can be used to identify the organism.  Clinical identification of P. aeruginosa may include identifying the production of both pyocyanin and fluorescein, as well as its ability to grow at 42 °C. P. aeruginosa is capable of growth in diesel and jet fuels, where it is known as a hydrocarbon-using microorganism, causing microbial corrosion. It creates dark, gellish mats sometimes improperly called \"algae\" because of their appearance.   == Treatment ==  Many P. aeruginosa isolates are resistant to a large range of antibiotics and may demonstrate additional resistance after unsuccessful treatment. It should usually be possible to guide treatment according to laboratory sensitivities, rather than choosing an antibiotic empirically. If antibiotics are started empirically, then every effort should be made to obtain cultures (before administering the first dose of antibiotic), and the choice of antibiotic used should be reviewed when the culture results are available.  Due to widespread resistance to many common first-line antibiotics, carbapenems, polymyxins, and more recently tigecycline were considered to be the drugs of choice; however, resistance to these drugs has also been reported. Despite this, they are still being used in areas where resistance has not yet been reported. Use of β-lactamase inhibitors such as sulbactam has been advised in combination with antibiotics to enhance antimicrobial action even in the presence of a certain level of resistance. Combination therapy after rigorous antimicrobial susceptibility testing has been found to be the best course of action in the treatment of multidrug-resistant P. aeruginosa. Some next-generation antibiotics that are reported as being active against P. aeruginosa include doripenem, ceftobiprole, and ceftaroline. However, these require more clinical trials for standardization. Therefore, research for the discovery of new antibiotics and drugs against P. aeruginosa is very much needed. Antibiotics that may have activity against P. aeruginosa include:  aminoglycosides (gentamicin, amikacin, tobramycin, but not kanamycin) quinolones (ciprofloxacin, levofloxacin, but not moxifloxacin) cephalosporins (ceftazidime, cefepime, cefoperazone, cefpirome, ceftobiprole, but not cefuroxime, cefotaxime, or ceftriaxone) antipseudomonal penicillins: carboxypenicillins (carbenicillin and ticarcillin), and ureidopenicillins (mezlocillin, azlocillin, and piperacillin). P. aeruginosa is intrinsically resistant to all other penicillins. carbapenems (meropenem, imipenem, doripenem, but not ertapenem) polymyxins (polymyxin B and colistin) monobactams (aztreonam) As fluoroquinolones are one of the few antibiotic classes widely effective against P. aeruginosa, in some hospitals, their use is severely restricted to avoid the development of resistant strains. On the rare occasions where infection is superficial and limited (for example, ear infections or nail infections), topical gentamicin or colistin may be used. For pseudomonal wound infections, acetic acid with concentrations from 0.5% to 5% can be an effective bacteriostatic agent in eliminating the bacteria from the wound. Usually a sterile gauze soaked with acetic acid is placed on the wound after irrigation with normal saline. Dressing would be done once per day. Pseudomonas is usually eliminated in 90% of the cases after 10 to 14 days of treatment.   === Antibiotic resistance ===  One of the most worrisome characteristics of P. aeruginosa is its low antibiotic susceptibility, which is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes, i.e., the genes that encode proteins that serve as enzymes to break down antibiotics. Examples of such genes are:  AmpC: encodes an AmpC-type β-lactamase enzyme, which breaks down penicillins, cephalosporins, and carbapenems; PER-1: encodes a PER-1 type extended-spectrum β-lactamase enzyme, which breaks down penicillins and cephalosporins; IMP: encodes active-on-imipenem (IMP) carbapenemase (metallo-β-lactamase) enzyme which breaks down carbapenems; NDM-1: encodes a New Delhi metallo-β-lactamase 1 enzyme, which breaks down carbapenems; OXA: encodes an oxacillinase (OCA) β-lactamase enzyme, which breaks down carbapenems; AAC(6')-Ib: encodes an aminoglycoside-modifying enzyme called aminoglycoside N6'-acetyltransferase, which alters the structure of aminoglycoside antibiotics such as gentamicin and tobramycin; Qnr: encodes a Qnr protein, which protects DNA gyrase and topoisomerase IV from the effects of quinolone (fluoroquinolone) antibiotics such as ciprofloxacin. Specific genes and enzymes involved in antibiotic resistance can vary between different strains.  P. aeruginosa TG523 harbored genes predicted to have antibacterial activity and those which are implicated in virulence. Another feature that contributes to antibiotic resistance of P. aeruginosa is the low permeability of the bacterial cellular envelopes. In addition to this intrinsic resistance, P. aeruginosa easily develops acquired resistance either by mutation in chromosomally encoded genes or by the horizontal gene transfer of antibiotic resistance determinants. Development of multidrug resistance by P. aeruginosa isolates requires several different genetic events, including acquisition of different mutations and/or horizontal transfer of antibiotic resistance genes. Hypermutation favours the selection of mutation-driven antibiotic resistance in P. aeruginosa strains producing chronic infections, whereas the clustering of several different antibiotic resistance genes in integrons favors the concerted acquisition of antibiotic resistance determinants. Some recent studies have shown phenotypic resistance associated to biofilm formation or to the emergence of small-colony variants may be important in the response of P. aeruginosa populations to antibiotic treatment. Mechanisms underlying antibiotic resistance have been found to include production of antibiotic-degrading or antibiotic-inactivating enzymes, outer membrane proteins to evict the antibiotics, and mutations to change antibiotic targets. Presence of antibiotic-degrading enzymes such as extended-spectrum β-lactamases like PER-1, PER-2, and VEB-1, AmpC cephalosporinases, carbapenemases like serine oxacillinases, metallo-b-lactamases, OXA-type carbapenemases, and aminoglycoside-modifying enzymes, among others, have been reported. P. aeruginosa can also modify the targets of antibiotic action: for example, methylation of 16S rRNA to prevent aminoglycoside binding and modification of DNA, or topoisomerase to protect it from the action of quinolones. P. aeruginosa has also been reported to possess multidrug efflux pumps systems that confer resistance against a number of antibiotic classes, and the MexAB-OprM (Resistance-nodulation-division (RND) family) is considered as the most important. An important factor found to be associated with antibiotic resistance is the decrease in the virulence capabilities of the resistant strain. Such findings have been reported in the case of rifampicin-resistant and colistin-resistant strains, in which decrease in infective ability, quorum sensing, and motility have been documented. Mutations in DNA gyrase are commonly associated with antibiotic resistance in P. aeruginosa. These mutations, when combined with others, confer high resistance without hindering survival. Additionally, genes involved in cyclic-di-GMP signaling may contribute to resistance. When P. aeruginosa is grown under in vitro conditions designed to mimic a cystic fibrosis patient's lungs, these genes mutate repeatedly. Two small RNAs, Sr0161 and ErsA, were shown to interact with mRNA encoding the major porin OprD responsible for the uptake of carbapenem antibiotics into the periplasm. The sRNAs bind to the 5'UTR of oprD, causing increase in bacterial resistance to meropenem. Another sRNA, Sr006, may positively regulate (post-transcriptionally) the expression of PagL, an enzyme responsible for deacylation of lipid A. This reduces the pro-inflammatory property of lipid A. Furthermore, similar to a process found in Salmonella, Sr006 regulation of PagL expression may aid in polymyxin B resistance.   === Prevention === Probiotic prophylaxis may prevent colonization and delay onset of Pseudomonas infection in an ICU setting. Immunoprophylaxis against Pseudomonas is being investigated. The risk of contracting P. aeruginosa can be reduced by avoiding pools, hot tubs, and other bodies of standing water; regularly disinfecting and/or replacing equipment that regularly encounters moisture (such as contact lens equipment and solutions); and washing one's hands often (which is protective against many other pathogens as well). However, even the best hygiene practices cannot totally protect an individual against P. aeruginosa, given how common P. aeruginosa is in the environment.   === Experimental therapies === Phage therapy against P. aeruginosa has been investigated as a possible effective treatment, which can be combined with antibiotics, has no contraindications and minimal adverse effects. Phages are produced as sterile liquid, suitable for intake, applications etc. Phage therapy against ear infections caused by P. aeruginosa was reported in the journal Clinical Otolaryngology in August 2009. As of 2024, research on the topic is ongoing.   == Research == In 2013, João Xavier described an experiment in which P. aeruginosa, when subjected to repeated rounds of conditions in which it needed to swarm to acquire food, developed the ability to \"hyperswarm\" at speeds 25% faster than baseline organisms, by developing multiple flagella, whereas the baseline organism has a single flagellum. This result was notable in the field of experimental evolution in that it was highly repeatable. P. aeruginosa has been studied for use in bioremediation and use in processing polyethylene in municipal solid waste. Research on this bacterium's systems biology led to the development of genome-scale metabolic models that enable computer simulation and prediction of bacterial growth rates under varying conditions, including its virulence properties.   == Distribution ==   === Pest risk analysis === As of 2019 the East African Community considers P. aeruginosa to be a quarantine concern because of the presence of Phaseolus vulgaris–pathogenic strains of P. aeruginosa in Kenya for the rest of the area. A pest risk analysis by the EAC was based on this bacterium's CABI's Crop Protection Compendium listing, following Kaaya & Darji 1989's initial detection in Kenya.   === Eyedrops ===  A small number of infections in the United States in 2022 and 2023 were likely caused by poorly manufactured eyedrops.   == See also ==   == References ==   == Further reading ==   == External links ==  \"Pseudomonas aeruginosa DSM 50071\". The Bacterial Diversity Metadatabase."}