{"name": "interferon beta-1b", "category": "drug", "content": "Interferon beta-1b is a cytokine in the interferon family used to treat the relapsing-remitting and secondary-progressive forms of multiple sclerosis (MS). It is approved for use after the first MS event. Closely related is interferon beta 1a, also indicated for MS, with a very similar drug profile.   == Mechanism of action == Interferon beta balances the expression of pro- and anti-inflammatory agents in the brain, and reduces the number of inflammatory cells that cross the blood brain barrier. Overall, therapy with interferon beta leads to a reduction of neuron inflammation. Moreover, it is also thought to increase the production of nerve growth factor and consequently improve neuronal survival.   == Side effects ==  Interferon beta-1b is available only in injectable forms, and can cause skin reactions at the injection site that may include cutaneous necrosis. Skin reactions vary greatly in their clinical presentation. They usually appear within the first month of treatment albeit their frequence and importance diminish after six months of treatment. Skin reactions are more prevalent in women. Mild skin reactions usually do not impede treatment whereas necroses appear in around 5% of patients and lead to the discontinuation of the therapy. Also over time, a visible dent at the injection site due to the local destruction of fat tissue, known as lipoatrophy, may develop. Interferons, a subclass of cytokines, are produced in the body during illnesses such as influenza in order to help fight the infection. They are responsible for many of the symptoms of influenza infections, including fever, muscle aches, fatigue, and headaches. Many patients report influenza-like symptoms hours after taking interferon beta that usually improve within 24 hours, being such symptoms related to the temporary increase of cytokines. This reaction tends to disappear after 3 months of treatment and its symptoms can be treated with over-the-counter nonsteroidal anti-inflammatory drugs, such as ibuprofen, that reduce fever and pain. Another common transient secondary effect with interferon-beta is a functional deterioration of already existing symptoms of the disease. Such deterioration is similar to the one produced in MS patients due to heat, fever or stress (Uhthoff's phenomenon), usually appears within 24 hours of treatment, is more common in the initial months of treatment, and may last several days. A symptom specially sensitive to worsening is spasticity. Interferon-beta can also reduce numbers of white blood cells (leukopenia), lymphocytes (lymphopenia) and neutrophils (neutropenia), as well as affect liver function. In most cases these effects are non-dangerous and reversible after cessation or reduction of treatment. Nevertheless, recommendation is that all patients should be monitored through laboratory blood analyses, including liver function tests, to ensure safe use of interferons. The injection-site reactions can be mitigated by rotating injection sites or by using one of the medications that requires less frequent injections.  Side effects are often onerous enough that many patients ultimately discontinue taking Interferons (or glatiramer acetate, a comparable disease-modifying therapies requiring regular injections).   == Efficacy ==   === Clinically isolated syndrome === The earliest clinical presentation of relapsing-remitting multiple sclerosis is the clinically isolated syndrome (CIS), that is, a single attack of a single symptom. During a CIS, there is a subacute attack suggestive of demyelination but the patient does not fulfill the criteria for diagnosis of multiple sclerosis. Treatment with interferons after an initial attack decreases the risk of developing clinical definite MS.   === Relapsing-remitting MS === Medications are modestly effective at decreasing the number of attacks in relapsing-remitting multiple sclerosis and in reducing the accumulation of brain lesions, which is measured using gadolinium-enhanced magnetic resonance imaging (MRI). Interferons reduce relapses by approximately 30% and their safe profile make them the first-line treatments. Nevertheless, not all the patients are responsive to these therapies. It is known that 30% of MS patients are non-responsive to Beta interferon. They can be classified in genetic, pharmacological and pathogenetic non-responders. One of the factors related to non-respondance is the presence of high levels of interferon beta neutralizing  antibodies. Interferon therapy, and specially interferon beta-1b, induces the production of  neutralizing  antibodies, usually in the second 6 months of treatment, in 5 to 30% of treated patients. Moreover, a subset of RRMS patients with specially active MS, sometimes called \"rapidly worsening MS\" are normally non-responders to interferon beta-1b. While more studies of the long-term effects of the drugs are needed,  some data on the effects of interferons indicate that early-initiated long-term therapy is safe and it is related to better outcomes.  More recent data suggest that interferon betas does not hasten disability. Interferon-β exacerbates Th17-mediated inflammatory disease.   == Commercial formulations == Betaferon/Betaseron is marketed today by Bayer Pharma. The originator was Schering AG (Berlex in North America), now part of Bayer Pharma. Novartis has also introduced Extavia, a new brand of interferon beta-1b, in 2009.   == References ==   == External links == \"Interferon beta-1b\". Drug Information Portal. U.S. National Library of Medicine."}