{"name": "Invasive Ductal Breast Carcinoma", "category": "disease", "content": "Ductal carcinoma in situ (DCIS), also known as intraductal carcinoma, is a pre-cancerous or non-invasive cancerous lesion of the breast. DCIS is classified as Stage 0. It rarely produces symptoms or a breast lump that can be felt, typically being detected through screening mammography. It has been diagnosed in a significant percentage of men (see male breast cancer). In DCIS, abnormal cells are found in the lining of one or more milk ducts in the breast. In situ means \"in place\" and refers to the fact that the abnormal cells have not moved out of the mammary duct and into any of the surrounding tissues in the breast (\"pre-cancerous\" indicates that it has not yet become an invasive cancer). In some cases, DCIS may become invasive and spread to other tissues, but there is no way of determining which lesions will remain stable without treatment, and which will go on to become invasive. DCIS encompasses a wide spectrum of diseases ranging from low-grade lesions that are not life-threatening to high-grade (i.e. potentially highly aggressive) lesions. DCIS has been classified according to the architectural pattern of the cells (solid, cribriform, papillary, and micropapillary), tumor grade (high, intermediate, and low grade), or the presence or absence of comedo histology; or, in the case of the apocrine cell-based in situ carcinoma, apocrine ductal carcinoma in situ, it may be classified according to the cell type forming the lesion. DCIS can be detected on mammograms by examining tiny specks of calcium known as microcalcifications. Since suspicious groups of microcalcifications can appear even in the absence of DCIS, a biopsy may be necessary for diagnosis. About 20–30% of those who do not receive treatment develop breast cancer. DCIS is the most common type of pre-cancer in women. There is some disagreement on its status as cancer; some bodies include DCIS when calculating breast cancer statistics, while others do not.   == Terminology == Ductal carcinoma in situ (DCIS) literally means groups of \"cancerous\" epithelial cells which remain in their normal location (in situ) within the ducts and lobules of the mammary gland. Clinically, DCIS is considered to be a premalignant (i.e. potentially malignant) condition, because the biologically abnormal cells have not yet crossed the basement membrane to invade the surrounding tissue. When multiple lesions (known as \"foci\" of DCIS) are present in different quadrants of the breast, this is referred to as \"multicentric\" disease. For statistical purposes, DCIS is sometimes counted as a \"cancer\", but this is not always the case. When classified as a cancer, it is referred to as a \"non-invasive\" or \"pre-invasive\" form. It is described by the National Cancer Institute as a \"noninvasive condition\".   == Signs and symptoms ==  Most of the women who develop DCIS do not experience any symptoms. The majority of cases (80-85%) are detected through screening mammography. The first signs and symptoms may appear if the cancer advances. Because of the lack of early symptoms, DCIS is most often detected at screening mammography. In a few cases, DCIS may cause:  A lump or thickening in or near the breast or under the arm A change in the size or shape of the breast Nipple discharge or nipple tenderness; the nipple may also be inverted, or pulled back into the breast Ridges or pitting of the breast; the skin may look like the skin of an orange A change in the way the skin of the breast, areola, or nipple looks or feels such as warmth, swelling, redness or scaliness.   == Causes == The specific causes of DCIS are still unknown. The risk factors for developing this condition are similar to those for invasive breast cancer. Some women are however more prone than others to developing DCIS. Women considered at higher risks are those who have a family history of breast cancer, those who have had their periods at an early age or who have had a late menopause. Also, women who have never had children or had them late in life are also more likely to get this condition. Long-term use of estrogen-progestin hormone replacement therapy (HRT) for more than five years after menopause, genetic mutations (BRCA1 or BRCA2 genes), atypical hyperplasia, as well as radiation exposure or exposure to certain chemicals may also contribute in the development of the condition. Nonetheless, the risk of developing noninvasive cancer increases with age and it is higher in women older than 45 years.   == Diagnosis == 80% of cases in the United States are detected by mammography screening. More definitive diagnosis is made by breast biopsy for histopathology.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Treatment == There are different opinions on the best treatment of DCIS. Surgical removal, with or without additional radiation therapy or tamoxifen, is the recommended treatment for DCIS by the National Cancer Institute. Surgery may be either a breast-conserving lumpectomy or a mastectomy (complete or partial removal of the affected breast). If a lumpectomy is used it is often combined with radiation therapy. Tamoxifen may be used as hormonal therapy if the cells show estrogen receptor positivity. Research shows that survival is the same with lumpectomy as it is with mastectomy, whether or not a woman has radiation after lumpectomy. Chemotherapy is not needed for DCIS since the disease is noninvasive. While surgery reduces the risk of subsequent cancer, many people never develop cancer even without treatment and the associated side effects. There is no evidence comparing surgery with watchful waiting and some feel watchful waiting may be a reasonable option in certain cases.   === Radiation therapy === Use of radiation therapy after lumpectomy provides equivalent survival rates to mastectomy, although there is a slightly higher risk of recurrent disease in the same breast in the form of further DCIS or invasive breast cancer. Systematic reviews (including a Cochrane review) indicate that the addition of radiation therapy to lumpectomy reduces recurrence of DCIS or later onset of invasive breast cancer in comparison with breast-conserving surgery alone, without affecting mortality. The Cochrane review did not find any evidence that the radiation therapy had any long-term toxic effects. While the authors caution that longer follow-up will be required before a definitive conclusion can be reached regarding long-term toxicity, they point out that ongoing technical improvements should further restrict radiation exposure in healthy tissues. They do recommend that comprehensive information on potential side effects is given to women who receive this treatment. The addition of radiation therapy to lumpectomy appears to reduce the risk of local recurrence to approximately 12%, of which approximately half will be DCIS and half will be invasive breast cancer; the risk of recurrence is 1% for women undergoing mastectomy.   === Mastectomy === There is no evidence that mastectomy decreases the risk of death over a lumpectomy. Mastectomy, however, may decrease the rate of the DCIS or invasive cancer occurring in the same location. Mastectomies remain a common recommendation in those with persistent microscopic involvement of margins after local excision or with a diagnosis of DCIS and evidence of suspicious, diffuse microcalcifications.   === Sentinel node biopsy === Some institutions that have encountered high rates of recurrent invasive cancers after mastectomy for DCIS have endorsed routine sentinel node biopsy (SNB). However, research indicates that sentinel node biopsy has risks that outweigh the benefits for most women with DCIS. SNB should be considered with tissue diagnosis of high-risk DCIS (grade III with palpable mass or larger size on imaging) as well as in people undergoing mastectomy after a core or excisional biopsy diagnosis of DCIS.   == Prognosis == With treatment, the prognosis is excellent, with greater than 97% long-term survival. If untreated, DCIS progresses to invasive cancer in roughly one-third of cases, usually in the same breast and quadrant as the earlier DCIS. About 2% of women who are diagnosed with this condition and treated died within 10 years. Biomarkers can identify which women who were initially diagnosed with DCIS are at high or low risk of subsequent invasive cancer.   == Epidemiology ==  DCIS is often detected with mammographies but can rarely be felt. With the increasing use of screening mammography, noninvasive cancers are more frequently diagnosed and now constitute 15% to 20% of all breast cancers. Cases of DCIS have increased five-fold between 1983 and 2003 in the United States due to the introduction of screening mammography. In 2009 about 62,000 cases were diagnosed.   == References ==   == External links =="}