{"name": "Invasive Pulmonary Aspergillosis", "category": "disease", "content": "Aspergillosis is a fungal infection of usually the lungs, caused by the genus Aspergillus, a common mould that is breathed in frequently from the air, but does not usually affect most people. It generally occurs in people with lung diseases such as asthma, cystic fibrosis or tuberculosis, or those who are immunocompromised such as those who have had a stem cell or organ transplant or those who take medications such as steroids and some cancer treatments which suppress the immune system. Rarely, it can affect skin. Aspergillosis occurs in humans, birds and other animals. Aspergillosis occurs in chronic or acute forms which are clinically very distinct. Most cases of acute aspergillosis occur in people with severely compromised immune systems such as those undergoing bone marrow transplantation. Chronic colonization or infection can cause complications in people with underlying respiratory illnesses, such as asthma, cystic fibrosis, sarcoidosis, tuberculosis, or chronic obstructive pulmonary disease. Most commonly, aspergillosis occurs in the form of chronic pulmonary aspergillosis (CPA), aspergilloma, or allergic bronchopulmonary aspergillosis (ABPA). Some forms are intertwined; for example ABPA and simple aspergilloma can progress to CPA. Other, noninvasive manifestations include fungal sinusitis (both allergic in nature and with established fungal balls), otomycosis (ear infection), keratitis (eye infection), and onychomycosis (nail infection). In most instances, these are less severe, and curable with effective antifungal treatment. The most frequently identified pathogens are Aspergillus fumigatus and Aspergillus flavus, ubiquitous organisms capable of living under extensive environmental stress. Most people are thought to inhale thousands of Aspergillus spores daily but without effect due to an efficient immune response. Invasive aspergillosis has a 20% mortality at 6 months. The major chronic, invasive, and allergic forms of aspergillosis account for around 600,000 deaths annually worldwide.   == Signs and symptoms == A fungus ball in the lungs may cause no symptoms and may be discovered only with a chest X-ray, or it may cause repeated coughing up of blood, chest pain, and occasionally severe, even fatal, bleeding. A rapidly invasive Aspergillus infection in the lungs often causes cough, fever, chest pain, and difficulty breathing. Poorly controlled aspergillosis can disseminate through the blood to cause widespread organ damage. Symptoms include fever, chills, shock, delirium, seizures, and blood clots. The person may develop kidney failure, liver failure (causing jaundice), and breathing difficulties. Death can occur quickly. Aspergillosis of the ear canal causes itching and occasionally pain. Fluid draining overnight from the ear may leave a stain on the pillow. Aspergillosis of the sinuses causes a feeling of congestion and sometimes pain or discharge. It can extend beyond the sinuses.   == Cause ==  Aspergillosis is caused by Aspergillus, a common mold, which tends to affect people who already have a lung disease such as cystic fibrosis or asthma, or who cannot fight infection themselves. The most common causative species is Aspergillus fumigatus.   === Risk factors === People who are immunocompromised — such as patients undergoing hematopoietic stem cell transplantation, chemotherapy for leukaemia, or AIDS — are at an increased risk for invasive aspergillosis infections. These people may have neutropenia or corticosteroid-induced immunosuppression as a result of medical treatments. Neutropenia is often caused by extremely cytotoxic medications such as cyclophosphamide. Cyclophosphamide interferes with cellular replication including that of white blood cells such as neutrophils. A decreased neutrophil count inhibits the ability of the body to mount immune responses against pathogens. Although tumor necrosis factor alpha (TNF-α) — a signaling molecule related to acute inflammation responses — is produced, the abnormally low number of neutrophils present in neutropenic patients leads to a depressed inflammatory response. If the underlying neutropenia is not fixed, rapid and uncontrolled hyphal growth of the invasive fungi will occur and result in negative health outcomes. In addition to decreased neutrophil degranulation, the antiviral response against Flu and SARS-CoV-2 viruses, mediated by type I and type II interferon, is diminished jointly with the local antifungal immune response measured in the lungs of patients with IAPA (Influenza-Associated Pulmonary Aspergillosis) and CAPA (COVID-19-Associated Pulmonary Aspergillosis). COVID-19 patients with preexisting or newly diagnosed bronchiectasis are at particular risk of developing pulmonary aspergillosis. Normally the mucociliary clearance mechanism of the airways of the lungs removes inhaled particles. However, in those with underlying lung diseases, such as cystic fibrosis or bronchiectasis, this mucociliary clearance mechanism is impaired and aspergillus spores (which are 2-5 μm in diameter) are able to colonize the airways and sinuses.   == Diagnosis ==  On chest X-ray and CT, pulmonary aspergillosis classically manifests as a halo sign, and later, an air crescent sign. In hematologic patients with invasive aspergillosis, the galactomannan test can make the diagnosis in a noninvasive way. Galactomannan is a component of the fungal wall. False-positive Aspergillus galactomannan tests have been found in patients on intravenous treatment with some antibiotics or fluids containing gluconate or citric acid such as some transfusion platelets, parenteral nutrition, or PlasmaLyte. On microscopy, Aspergillus species are reliably demonstrated by silver stains, e.g., Gridley stain or Gomori methenamine-silver. These give the fungal walls a gray-black colour. The hyphae of Aspergillus species range in diameter from 2.5 to 4.5 μm. They have septate hyphae, but these are not always apparent, and in such cases they may be mistaken for Zygomycota. Aspergillus hyphae tend to have dichotomous branching that is progressive and primarily at acute angles of around 45°. In those with suspected pulmonary aspergillosis, bronchoalveolar lavage can be done to collect fluid from the airways of the lungs for analysis. This involves exploration of the airway with a bronchoscope, then the introduction of a small amount of fluid into the airway which is then collected for analysis. This analysis can include assessment of cells, galactomannan testing, staining and fungal culture as well as polymerase chain reaction (PCR) assessment. PCR has an 85% sensitivity and 76% specificity for the diagnosis of aspergillosis, sensitivity is increased when the test is combined with galactomannan testing. Allergic bronchopulmonary aspergillosis (ABPA) is diagnosed by establishing an immune sensitization to aspergillosis, which can be done by measuring total eosinophils, total immunoglobulin E (IgE) and aspergillus specific IgE and IgG levels. Elevations of these markers, combined with clinical and radiologic findings suggesting infection are used to confirm ABPA.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Prevention == Prevention of aspergillosis involves a reduction of mold exposure via environmental infection-control. Antifungal prophylaxis can be given to high-risk patients. Posaconazole is often given as prophylaxis in severely immunocompromised patients.   == Screening ==   A systematic review has evaluated the diagnostic accuracy of polymerase chain reaction (PCR) tests in people with defective immune systems from medical treatment such as chemotherapy. Evidence suggests PCR tests have moderate diagnostic accuracy when used for screening for invasive aspergillosis in high risk groups. CT and MRI are vital to diagnosis, however it is always highly recommended to undergo a biopsy of the area to confirm a diagnosis.   == Treatment == The current medical treatments for aggressive invasive aspergillosis include voriconazole and liposomal amphotericin B in combination with surgical debridement. For the less aggressive allergic bronchopulmonary aspergillosis, findings suggest the use of oral steroids for a prolonged period of time, preferably for 6–9 months in allergic aspergillosis of the lungs. Itraconazole is given with the steroids, as it is considered to have a \"steroid-sparing\" effect, causing the steroids to be more effective, allowing a lower dose. Other drugs used, such as amphotericin B, caspofungin (in combination therapy only), flucytosine (in combination therapy only), or itraconazole, are used to treat this fungal infection. However, a growing proportion of infections are resistant to the triazoles. A. fumigatus, the most commonly infecting species, is intrinsically resistant to fluconazole.   == Epidemiology == Aspergillosis is thought to affect more than  14 million people worldwide, with allergic bronchopulmonary aspergillosis (ABPA) infecting about 4 million, severe asthma with fungal sensitization affecting about 6.5 million, and chronic pulmonary aspergillosis (CPA) infecting about 3 million people, considerably more than invasive aspergillosis which affects about 300,000 people. Other common conditions include Aspergillus bronchitis, Aspergillus rhinosinusitis, or otitis externa.   == Society and culture == During the COVID-19 pandemic 2020/21, COVID-19-associated pulmonary aspergillosis was reported in some people who had been admitted to hospital and received longterm steroid treatment.   == Animals == While relatively rare in humans, aspergillosis is a common and dangerous infection in birds, particularly in pet parrots.  Mallards and other ducks are particularly susceptible, as they often resort to poor food sources during bad weather. Captive raptors, such as falcons and hawks, are susceptible to this disease if they are kept in poor conditions and especially if they are fed pigeons, which are often carriers of \"asper\". It can be acute in chicks, but chronic in mature birds. In the United States, aspergillosis has been the culprit in several rapid die-offs among waterfowl.  From 8 December until 14 December 2006, over 2,000 mallards died near Burley, Idaho, an agricultural community about 150 miles southeast of Boise.  Mouldy waste grain from the farmland and feedlots in the area is the suspected source.  A similar aspergillosis outbreak caused by mouldy grain killed 500 mallards in Iowa in 2005. While no connection has been found between aspergillosis and the H5N1 strain of avian influenza (commonly called \"bird flu\"), rapid die-offs caused by aspergillosis can spark fears of bird flu outbreaks.  Laboratory analysis is the only way to distinguish bird flu from aspergillosis. In dogs, aspergillosis is an uncommon disease typically affecting only the nasal passages (nasal aspergillosis). This is much more common in dolicocephalic breeds. It can also spread to the rest of the body; this is termed disseminated aspergillosis and is rare, usually affecting individuals with underlying immune disorders. In 2019, an outbreak of aspergillosis struck the rare kākāpō, a large flightless parrot endemic to New Zealand. By June the disease had killed seven of the birds, whose total population at the time was only 142 adults and 72 chicks. One fifth of the population was infected with the disease and the entire species was considered at risk of extinction.   == See also == Other ways in which aspergillus can cause disease in mammals: Primary cutaneous aspergillosis Aflatoxin   == References ==   == External links == Aspergillosis, MedlinePlus, US National Library of Medicine Aspergillus & Aspergillosis Website National Aspergillosis Centre, Manchester, UK"}