{"name": "ipragliflozin", "category": "drug", "content": "Ipragliflozin (INN,: 69  trade names Suglat) is a pharmaceutical drug for treatment of type 2 diabetes. Ipragliflozin, jointly developed by Astellas Pharma and Kotobuki Pharmaceutical, was approved in Japan on January 17, 2014, and in Russia on May 22, 2019. Ipragliflozin is a Sodium/glucose cotransporter 2 (SGLT2) inhibitor (gliflozin). These membrane proteins are on the cell surface and transfer glucose into the cells. SGLT2 is one subtype of SGLTs and plays a key role in the reuptake of glucose in the proximal tubule of the kidneys. Ipragliflozin reduces blood glucose levels by inhibiting the reuptake of glucose by selectively inhibiting SGLT2.   == Clinical trials == The efficacy and safety of ipragliflozin were both observed in a Phase III study in monotherapy and clinical studies used in combination with other hypoglycemic agents (6 types) in Japan. One placebo-controlled, double-blind study was carried out at 18 different sites in Korea and 12 in Taiwan. Patients were above 20 and had type 2 diabetes for atlas 12 weeks. They were given an 8-week period to clear their systems of all other drugs (besides metformin). Patients received either 50 mg ipragliflozin or a placebo. The drugs were identical in all physical forms. The patients were prohibited from using any other anti diabetic drugs, other than metformin. The study ran for 24 weeks along with a 4-week follow-up period. The standard deviation in hemoglobin A1c were −0.94% and −0.47% in the ipragliflozin and placebo groups, respectively (between-group difference −0.46%, p <0.001). The changes in fasting plasma glucose and bodyweight were also significantly greater in the ipragliflozin group, with between-group differences of −14.1 mg/dL and −1.24 kg, respectively (both p <0.001). The most common adverse events that appeared were upper respiratory infections and urinary tract infections. From this it was concluded that ipragliflozin is both efficacious as well as safe. However, ipragliflozin is currently in Observational Case Control clinical trial to see the long-term (over three years) safety of using ipragliflozin. The estimated completion of this trial is October 2018.  18 October 2016: Astellas completes a clinical trial for Type-2 diabetes mellitus in Japan prior to October 2016 7 September 2016: Astellas Pharma plans a phase III trial for Type-1 diabetes mellitus (Combination therapy) in Japan 1 August 2016: Phase III clinical trials in type 1 diabetes mellitus (combination therapy) in Japan Ipragliflozin was also in development for type 2 diabetes mellitus in the U.S., Europe and other countries, and three phase II trials were completed in combination with metformin. This was since discontinued.   == Commercialization == As of 2014, Suglat was the top reimbursed drug in Japan. Peak sales reached US$515 million with 800,000 and the cost per patient reached US$644 per year. In 2014, the market for selective SGLT2 inhibitors in Japan was around 9 billion yen. Suglat's share of this market was around 49%. In 2015, sales of Suglat grew 77.8% to 7.3 billion yen, following the availability of long-term prescriptions from May 2015. Suglat's share of the market for selective SGLT2 inhibitors in Japan was around 39%. The projected sales in 2016 is to jump all the way to 12.5 billion yen.   == Marketing == Ipragliflozin was the first drug of its kind sold by any company in Japan. Therefore, Astellas will focus their marketing in order to maintain the top share of this market that it holds. Astellas has been building up post-marketing data in regard to the efficacy and safety of ipragliflozin. By supplying information based on this data, Astellas aims to increase the market penetration of ipragliflozin in the Japanese market. In 2015, Astellas additionally launched Suglat in the Republic of Korea and Feburic in Thailand.: 50    == Intellectual Property == In May 2013, Boehringer Ingelheim of Germany applied for a Methods of Treatment, Pharmaceutical Compositions and uses thereof patent. This patent application included SGLT2 inhibitor ipragliflozin. In April 2014, Boehringer Ingelheim applied for usage of SGLT2 inhibitors in equine animals. The usage of these inhibitors in an animal study allows for progression in the application in humans for more than just diabetes. The National Institute of Biological Science out of Beijing filed a similar patent in September 2015. In January 2016, the Dalian University of Technology filed a patent on the synthetic method of ipragliflozin. There are additional patents for the synthesis of the intermediates leading up to these types of inhibitors.   == References =="}