{"name": "ipratropium", "category": "drug", "content": "Ipratropium bromide, sold under the trade name Atrovent among others, is a type of anticholinergic (SAMA: short acting muscarinic antagonist) medication which is applied by different routes: inhaler, nebulizer, or nasal spray, for different reasons.  The inhalant opens up the medium and large airways in the lungs. It is used to treat the symptoms of chronic obstructive pulmonary disease and asthma. It is used by inhaler or nebulizer. Onset of action is typically within 15 to 30 minutes and lasts for three to five hours.  The nasal spray prevents the glands in the nose from producing large amounts of fluid. It is used to treat Rhinorrhea (runny nose) caused by allergic rhinitis, Nonallergic rhinitis, and the common cold. It is used by metered-dose manual pump spray. Onset of action is within an hour.  Common side effects of inhalant use include dry mouth, cough, inflammation of the airways and shortness of breath. Potentially serious side effects include urinary retention, worsening spasms of the airways, and a severe allergic reaction. It appears to be safe in pregnancy and breastfeeding. Ipratropium is a short-acting muscarinic antagonist, which works by causing smooth muscles to relax. Common side effects of nasal spray may include headache, dry nose, dry mouth or throat, nasal or throat irritation, nosebleeds, bad taste in mouth, nausea, dizziness, or constipation. Potentially serious side effects are unusual, but include severe allergic reaction, eye pain or change in vision, or urinary retention. It is considered safe during pregnancy, but it can pass into breast milk and may harm a nursing baby.   Ipratropium bromide was patented in 1966, and approved for medical use in 1974. It is on the World Health Organization's List of Essential Medicines, the most important medicines needed in a health system. Ipratropium is available as a generic medication. In 2021, it was the 269th most commonly prescribed medication in the United States, with more than 1 million prescriptions.  Ipratropium nasal spray is no longer sold under the brand name Atrovent, just the generic. The FDA has found Atrovent was not withdrawn from sale for reasons of safety or effectiveness.   == Medical uses == Ipratropium as an inhalant can be used for the treatment of chronic obstructive pulmonary disease (COPD) and asthma exacerbation. It is supplied in a canister for use in an inhaler or in single dose vials for use in a nebulizer. It is also used to treat and prevent minor and moderate bronchial asthma, especially asthma that is accompanied by cardiovascular system diseases, as it has been shown to produce fewer cardiovascular side effects. Combination with beta-adrenergic agonists increases the dilating effect on the bronchi, as when ipratropium is combined with salbutamol (albuterol — USAN) under the trade names Combivent (a non-aerosol metered-dose inhaler or MDI) and Duoneb (nebulizer) for the management of COPD and asthma, and with fenoterol (trade names Duovent and Berodual N) for the management of asthma. Ipratropium as a nasal solution sprayed into the nostrils can reduce rhinorrhea (runny nose) but will not help nasal congestion. It is supplied in a metered-dose manual pump spray.   == Contraindications == The main contraindication for ipratropium in any form is hypersensitivity to atropine and related substances.  Conditions such as narrow-angle glaucoma, prostatic hyperplasia, or bladder neck obstruction are not necessarily contraindicators, but should be taken into account, particularly if the patient is receiving an anticholinergic by another route.   === Peanut allergy === Previously Atrovent inhalers used chlorofluorocarbon (CFC) as a propellant and contained soy lecithin in the propellant ingredients. In 2008 all CFC inhalers were phased out and hydrofluoroalkane (HFA) inhalers replaced them. Allergy to peanuts was noted for the inhaler as a contraindication but now is not. It has never been a contraindication when administered as a nebulized solution.   == Side effects == If ipratropium is inhaled, side effects resembling those of other anticholinergics are minimal. However, dry mouth and sedation have been reported. Also, effects such as skin flushing, tachycardia, acute angle-closure glaucoma, nausea, palpitations and headache have been observed. Inhaled ipratropium does not decrease mucociliary clearance. The inhalation itself can cause headache and irritation of the throat in a few percent of patients. Urinary retention has been reported in patients receiving doses by nebulizer. As a result, caution may be warranted, especially by men with prostatic hypertrophy. Common side effects of nasal spray are experienced at a rate of 1-6% (versus the control group of 0-3%), and may include headache, dry nose, dry mouth or throat, nasal or throat irritation, nosebleeds, bad taste in mouth, nausea, dizziness, or constipation. Potentially serious side effects from nasal spray are rare, but include severe allergic reaction, eye pain or change in vision, or difficulty urinating.  Accidental contact with the eye should be avoided.    == Interactions == Interactions with other anticholinergics like tricyclic antidepressants, anti-Parkinson drugs and quinidine, which theoretically increase side effects, are clinically irrelevant when ipratropium is administered as an inhalant.  Ipratropium nasal spray may interact with certain medications for depression, anxiety, or other mental health conditions, certain medications for Parkinson's disease, such as benztropine and trihexyphenidyl, atropine, certain antihistamines for allergy, cough, and cold, certain medications for bladder problems, such as oxybutynin and tolterodine, certain medications for stomach problems, such as dicyclomine and hyoscyamine, and certain medications for travel sickness, such as scopolamine.   == Pharmacology == Chemically, ipratropium bromide is a quaternary ammonium compound (which is indicated by the -ium per the BAN and the USAN)  obtained by treating atropine with isopropyl bromide, thus the name: isopropyl + atropine. It is chemically related to components of the plant Datura stramonium, which was used in ancient India for asthma. Ipratropium exhibits broncholytic action by reducing cholinergic influence on the bronchial musculature. It blocks muscarinic acetylcholine receptors, without specificity for subtypes, and therefore promotes the degradation of cyclic guanosine monophosphate (cGMP), resulting in a decreased intracellular concentration of cGMP. Most likely due to actions of cGMP on intracellular calcium, this results in decreased contractility of smooth muscle in the lung, inhibiting bronchoconstriction and mucus secretion. It is a nonselective muscarinic antagonist, and does not diffuse into the blood, which prevents systemic side effects. Ipratropium is a derivative of atropine but is a quaternary amine and therefore does not cross the blood–brain barrier, which prevents central side effects (e.g., anticholinergic syndrome). Ipratropium should never be used in place of salbutamol (albuterol) as a rescue medication.   == References =="}