{"name": "iproniazid", "category": "drug", "content": "Iproniazid (Marsilid, Rivivol, Euphozid, Iprazid, Ipronid, Ipronin) is a non-selective, irreversible monoamine oxidase inhibitor (MAOI) of the hydrazine class. It is a xenobiotic that was originally designed to treat tuberculosis, but was later most prominently used as an antidepressant drug. However, it was withdrawn from the market because of its hepatotoxicity. The medical use of iproniazid was discontinued in most of the world in the 1960s, but remained in use in France until its discontinuation in 2015.   == History == Iproniazid was originally developed for the treatment of tuberculosis, but in 1952, its antidepressant properties were discovered when researchers noted that patients  became inappropriately happy when given isoniazid, a structural analog of iproniazid. Subsequently N-isopropyl addition led to development as an antidepressant and was approved for use in 1958. It was withdrawn in most of the world a few years later in 1961 due to a high incidence of hepatitis, and was replaced by less hepatotoxic drugs such as phenelzine and isocarboxazid. Canada surprisingly withdrew iproniazid in July 1964 due to interactions with food products containing tyramine. Nevertheless, iproniazid has historic value as it helped establish the relationship between psychiatric disorders and the metabolism of neurotransmitters. Although iproniazid was one of the first antidepressants ever marketed, amphetamine (marketed as Benzedrine from 1935, for \"mild depression\", amid other indications) predates it; and frankincense has been marketed traditionally for millennia for, among other things, altering mood, although it was not until 2012 that one of the components of its smoke was found to have antidepressant effects in mice.   == Structure and reactivity == The structure of iproniazid is chemically, in both structure and reactivity, similar to isoniazid. Iproniazid is a substituted hydrazine of which the isopropyl hydrazine moiety is essential for the inhibition of monoamine oxidase activity.   == Synthesis ==  There are multiple routes to synthesize iproniazid. The most common precursor is methyl isonicotinate which formes isonicotinohydrazide when it reacts with hydrazine. Isonicotinohydrazide can be converted into iproniazid via different pathways. One synthesis pathway involves AcMe which results in the formation of N'-(propan-2-ylidene)isonicotinohydrazide. Subsequently, the C=N linkage is selectively hydrogenated in the presence of a platinum catalyst and with water, alcohol or acetic acid as solvent. In another pathway isonicotinohydrazide reacts with either 2-bromopropane or 2-chloropropane in an N-isopropyl addition reaction to the hydrazine moiety. This directly results in the formation of iproniazid.   == Reactions and mechanism of action == Iproniazid inhibits the activity of monoamine oxidases (MAOs) both directly and by formation of an active metabolite, isopropylhydrazine. The formation of isopropylhydrazine from iproniazid has been observed without MAOs present. Both iproniazid and isopropylhydrazine react near the active site of MAOs. The reaction is a progressive first-order reaction with a high activation energy. In the presence of oxygen it is an irreversible reaction, as dehydrogenation of iproniazid at the active site of the enzyme takes place. This dehydrogenation resembles the first step of amine oxidation. After dehydrogenation iproniazid further reacts with the enzyme. Inhibition of MAOs by iproniazid is competitive and sensitive to changes in pH and temperature, similar to oxidation of the monoamine substrate. Inhibition cannot be reversed by addition of the substrate. Iproniazid is able to displace non-hydrazine inhibitors, but not other hydrazine inhibitors from the active site of the enzyme. To increase the inhibition of monoamine oxidase, cyanide can be used. The reaction however remains oxygen-dependent. MAO inhibition can be decreased by addition of glutathione, suggesting non enzymatic conjugation of either iproniazid or isopropylhydrazine with glutathione.   == Metabolism and toxicity ==  Iproniazid is metabolized in the body. Iproniazid is converted to isopropyl hydrazine and isonicotinic acid in an initial hydrolysis reaction. Isopropyl hydrazine can either be released in the blood or it can be metabolically activated by microsomal CYP450 enzymes. This oxidation of isopropyl hydrazine is a toxification reaction that eventually can lead to the formation of an alkylating agent: the isopropyl radical. Hepatic necrosis was found in rats with doses as low as 10 mg/kg.   === Isopropyl radical === The presence of the isopropyl radical was indicated by another observed product of the metabolism of iproniazid: the gas propane. Alkylating agents have the capability to bind to chemical groups such as amino, phosphate hydroxyl, imidazole and sulfhydryl groups. The formed isopropyl radical is able to form S-isopropyl conjugates in vitro. This diminishes covalent binding to other proteins, however it was only observed in vitro. In vivo, hepatotoxic doses of isopropyl hydrazine, the precursor of the isopropyl radical, did not deplete sulfhydryl-group containing compounds.   === Liver necrosis === The isopropyl radical formed as a result of the metabolism of iproniazid, is able to covalently bind to proteins and other macromolecules in the liver. These interactions are the reason for the hepatotoxicity of iproniazid. Covalent binding results in liver necrosis by presumably changing protein function leading to organelle stress and acute toxicity. However, the exact mechanism of how the binding of iproniazid derivatives to liver proteins would induce liver necrosis remains unclear. Cytochrome P450 enzymes are present at the highest concentrations in the liver, causing most alkylating agents to be produced in the liver. This explains why the liver is mostly damaged by covalent binding of alkylating agents such as the isopropyl radical. Rat models and other animal models have shown that cytochrome P450 enzymes convert isopropyl hydrazine to alkylating compounds that induce liver necrosis. An inducer of a class of hepatic microsomal cytochrome P450 enzymes, phenobarbital, highly increased the chance of necrosis. In contrast, the compounds cobalt chloride, piperonyl butoxide and alpha-naphthylisothiocyanate inhibit microsomal enzymes which resulted in a decreased chance of necrosis due to isopropyl hydrazine.   === Metabolism to other forms === Iproniazid can also be metabolised by O-dealkylation from iproniazid to acetone and isoniazid. Isoniazid can undergo further metabolism via multiple metabolic pathways, of which one eventually results in alkylating agents as well. This toxifying metabolic pathway includes N-acetylation. Reactions involving acetylation are influenced by genetic variance: the acetylator phenotype. The toxicological response to isoniazid (and thus iproniazid) can therefore be subjected to interindividual differences. Acetone can also be produced in alternative pathway as a metabolite of isopropyl hydrazine. It is eventually converted to CO2 and exhaled.   === Isonicotinic acid === Isonicotinic acid, formed during the hydrolysis of iproniazid, is described as a moderately toxic compound and allergen with cumulative effects. Isonicotinic acid is further metabolized by glycine-conjugation or glucuronic acid-conjugation.   === Other toxic effects === Iproniazid can also interact with tyrosine-containing food products which may have toxic effects.   == Excretion == Excretion can occur via different routes: via the lungs, the urine, bile and sometimes via the skin or breast milk. Iproniazid has a molecular weight of 179.219 g/mol, which is far below 500 g/mol, and it is hydrophilic (because of e.g. the N-H groups in the molecule). These two properties together indicate that iproniazid is likely to be excreted in the urine via the kidneys. Iproniazid can also be metabolized and excreted afterwards in the form of one of its metabolites which can be found in the figure above. Isoniazid is hydrophilic and has a molecular weight of 137.139 g/mol. Isoniazid is therefore expected to be excreted via the urine, if it is not further metabolized in the body. The same holds for isonicotinic acid and isonicotinoyl glycine. Carbon dioxide and propane are gaseous which are presumably transported out of the body by exhalation via the lungs.   == Indication == Iproniazid was originally produced as anti-tuberculosis medicine, but found to be more  effective as antidepressant. When it was discovered that iproniazid is hepatotoxic, it was replaced by medicinal xenobiotics that are less harmful to the liver. Examples of antidepressant drugs that are nowadays used instead of iproniazid are isocarboxazid, phenelzine, and tranylcypromine. Drugs more effective for treatment of tuberculosis are isoniazid, pyrazinamide, ethambutol and rifampicin.   == Efficacy and side effects ==   === Efficacy === Iproniazid was designed to treat tuberculosis, but its most significant positive effect is that it has a mood-stimulating property. Therefore, it was used as an antidepressant drug.   === Adverse effects === The most significant adverse effects of using iproniazid is the hepatotoxicity caused by its metabolites. Moreover, usage of iproniazid results in several adverse effects such as dizziness (when lying down), drowsiness, headaches, ataxia, numbness of the feet and hands, and muscular twitching. However, these adverse effects disappear after approximately 10 weeks.   == Effects on animals == Rat animal models have been used to investigate the hepatotoxic (bio)chemical mechanism of iproniazid. A metabolite of iproniazid, isopropyl hydrazine, was found to be a potent hepatotoxin in rats. Hepatic necrosis was found in rats with doses as low as 10 mg/kg. It was predicted with admetSAR that iproniazid had a LD50 of 2.6600 mol/kg in rats.   === Lethality === See the table for experimentally determined LD50, TDLo and LDLo values of various organisms.   == See also == Hydrazine (antidepressant) Isoniazid   == References =="}