{"name": "irbesartan", "category": "drug", "content": "Irbesartan, sold under the brand name Aprovel among others, is a medication used to treat high blood pressure, heart failure, and diabetic kidney disease. It is a reasonable initial treatment for high blood pressure. It is taken by mouth. Versions are available as the combination irbesartan/hydrochlorothiazide. Common side effects include dizziness, diarrhea, feeling tired, muscle pain, and heartburn. Serious side effects may include kidney problems, low blood pressure, and angioedema. Use in pregnancy may harm the baby and use when breastfeeding is not recommended. It is an angiotensin II receptor antagonist and works by blocking the effects of angiotensin II. Irbesartan was patented in 1990, and approved for medical use in 1997. It is available as a generic medication. In 2021, it was the 172nd most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses == Irbesartan is used for the treatment of hypertension. It may also delay progression of diabetic nephropathy and is also indicated for the reduction of renal disease progression in patients with type 2 diabetes, hypertension and microalbuminuria (>30 mg/24 h) or proteinuria (>900 mg/24 h).   === Combination with diuretic === Irbesartan is also available in a fixed-dose combination formulation with hydrochlorothiazide, a thiazide diuretic, to achieve an additive antihypertensive effect.   == Society and culture ==   === Brand names === It was developed by Sanofi Research (part of Sanofi-Aventis). It is jointly marketed by Sanofi-Aventis and Bristol-Myers Squibb under the brand names Aprovel, Karvea, and Avapro.   === Recalls ===  In 2018, the US Food and Drug Administration (FDA) reported that some versions of the angiotensin II receptor blocker medicines (including valsartan, losartan, irbesartan and other \"-sartan\" drugs) contain nitrosamine impurities. Health Canada also reported nitrosamine impurities. The FDA issued revised guidelines about nitrosamine impurities in September 2024.   == References =="}