{"name": "irinotecan", "category": "drug", "content": "Irinotecan, sold under the brand name Camptosar among others, is an anti-cancer medication used to treat colon cancer and small cell lung cancer. For colon cancer it is used either alone or with fluorouracil. For small cell lung cancer it is used with cisplatin. It is given intravenously. Common side effects include diarrhea, vomiting, bone marrow suppression, hair loss, shortness of breath, and fever. Other severe side effects include blood clots, colon inflammation, and allergic reactions. Those with two copies of the UGT1A1*28 gene variant are at higher risk for side effects. Use during pregnancy can result in harm to the baby. Irinotecan is a topoisomerase inhibitor—it blocks the topoisomerase I enzyme, resulting in DNA damage and cell death. Irinotecan was approved for medical use in the United States in 1996. It is on the World Health Organization's List of Essential Medicines. It is made from the natural compound camptothecin which is found in the Chinese ornamental tree Camptotheca acuminata.   == Medical uses == Its main use is in colon cancer, in particular, in combination with other chemotherapy agents. This includes the regimen FOLFIRI, which consists of infusional 5-fluorouracil, leucovorin, and irinotecan. The regimen XELIRI consists of capecitabine and irinotecan. It may also be used together with fluorouracil and folinic acid for pancreatic cancer following failure of initial treatment. In February 2024, the US Food and Drug Administration (FDA) approved irinotecan liposome, in combination with oxaliplatin, fluorouracil, and leucovorin, for the first-line treatment of metastatic pancreatic adenocarcinoma.   == Side effects == The most significant adverse effects of irinotecan include diarrhea, nausea and vomiting, neutropenia and fever, infections of blood or lungs (sepsis, pneumonia), shock, dehydration, kidney failure and thrombocytopenia (low levels of blood platelets).   === Diarrhea === Early diarrhea occurs during or shortly after the infusion of Irinotecan, and is usually transient and infrequently severe. Late diarrhea occurs more than 24 hours after administration of Irinotecan and can be life threatening, sometimes leading to severe dehydration requiring hospitalization or intensive care unit admission. This side-effect is managed with the aggressive use of antidiarrheals such as loperamide or atropine with the first loose bowel movement.   === Immunosuppression === The immune system is adversely impacted by irinotecan. This is reflected in lowered white blood cell counts in the blood, in particular the neutrophils.   == Mechanism of action == Camptothecin, one of the four major structural classifications of plant-derived anti-cancerous compounds, is a cytotoxic alkaloid which consists of a pentacyclic ring structure containing a pyrrole (3, 4 β) quinoline moiety, an S-configured lactone form, and a carboxylate form. Camptothecin is an inhibitor of topoisomerase I. Its analogue, irinotecan, is activated by hydrolysis to SN-38, and is then inactivated by glucuronidation by uridine diphosphate glucuronosyltransferase 1A1 (UGT1A1). The inhibition of topoisomerase I by the active metabolite SN-38 eventually leads to inhibition of both DNA replication and transcription. The molecular action of irinotecan occurs by trapping a subset of topoisomerase-1-DNA cleavage complexes, those with a guanine +1 in the DNA sequence. One irinotecan molecule stacks against the base pairs flanking the topoisomerase-induced cleavage site and poisons (inactivates) the topoisomerase 1 enzyme.   === Interactive pathway === Click on genes, proteins and metabolites below to link to respective articles.     == Pharmacokinetics ==   === Administration === Irinotecan can be administered by 30- or 90-minute intravenous infusions of either 125 mg/m2 weekly for four of every six weeks or 350 mg/m2 every three weeks.   === Distribution === Irinotecan is a hydrophilic compound with a large volume of distribution (400 L/m2). At physiological pH, irinotecan and its active metabolite ethyl-10-hydroxy-camptothecin (SN-38) are present in two pH-dependent equilibrium isoforms; the anti tumor active lactone ring which hydrolyzed to the carboxylate isoform. In plasma, the majority of irinotecan and SN-38 are bound to albumin, which stabilizes their lactone forms. In blood, irinotecan and SN-38 are bound to platelets and red blood cells. Irinotecan has a linear pharmacokinetic. Population pharmacokinetic models assumed a three-compartmental model for irinotecan and a two-compartmental model for SN-38. SN-38 has a short distribution half-life (approximately 8 min). It reached its peak plasma concentration within 2 h after infusion. Also SN-38 exhibit a second peak in the plasma concentration because of its enterohepatic re-circulation and its release from erythrocytes.   === Metabolism ===   ==== Activation by carboxylesterases and butyrylcholinesteras ==== About 2–5% of the pro-drug irinotecan is hydrolyzed into its active metabolite SN-38 in the liver by two carboxylesterase converting enzymes (CES1 and CES2) and in plasma by butyrylcholinesterase (hBChE). CES2 has a 12.5-fold higher affinity for irinotecan than CES1. While, butyrylcholinesterase has a 6-fold higher activity for irinotecan than CES. After conversion, SN-38 is actively transported to the liver by the organic anion transporting polypeptide (OATP) 1B1 transporter.   ==== Inactivation by uridine diphosphate glucuronosyltransferases ==== SN-38 is inactivated by glucuronidation to SN-38G (β-glucuronide conjugate) by several uridine diphosphate glucuronosyltransferase enzymes (UGTs) in the liver (UGT1A1, UGT1A9) and extra-hepatic (UGT1A1, UGT1A7, UGT1A10) and excreted into the bile. Several UGT polymorphisms affects irinotecan pharmacokinetics, for example, the decreased UGT1 activity, may lead to severe toxicity. Also, UGT1A1 conjugates bilirubin and bilirubin glucuronidation is another risk factor for increased toxicity   ==== De-conjugation by β-glucuronidases ==== The intestinal bacteria produced β-glucuronidases that de-conjugate SN-38G to SN-38 resulting in entero-hepatic re-circulation of SN-38.   ==== Metabolism by cytochrome P450 enzymes ==== Irinotecan is metabolized by intrahepatic cytochrome P450 enzymes, CYP3A4 and CYP3A5 into inactive metabolites APC (7-ethyl-10-[4-N-(5-aminopentanoic acid)-1-piperidino] carbonyloxycamptothecin) and NPC (7-ethyl-10-[4-amino-1-piperidino] carbonyloxycamptothecin). NPC can be further converted by CES1 and CES2 in the liver to SN-38. Induction or inhibition of CYP3A enzymes by smoking, some herbs and medications may result in interactions with irinotecan.   === Transport to bile === Irinotecan is transported to bile by the ATP-binding cassette (ABC) transporter proteins: ABCB1, ABCC1, ABCC2, and ABCG2.   === Elimination === Irinotecan clearance is mainly biliary (66%) and estimated 12–21 L/h/m2. All metabolites, except SN-38G, are mainly excreted in feces. Irinotecan elimination half-lives were reported between 5 and 18 h. SN-38 half-lives were reported between 6 and 32 h. There is high (30%) interindividual variability in irinotecan pharmacokinetic parameters which can be altered by several factors including age, sex, dose, administration timing, hepatic function, enzyme activity or hematocrit levels.   == Pharmacogenomics == Irinotecan is converted by an enzyme into its active metabolite SN-38, which is in turn inactivated by the enzyme UGT1A1 by glucuronidation.   === *28 variant patients === People with variants of the UGT1A1 called TA7, also known as the \"*28 variant\", express fewer UGT1A1 enzymes in their liver and often have Gilbert's syndrome. During chemotherapy, they effectively receive a larger than expected dose because their bodies are not able to clear irinotecan as fast as others. In studies this corresponds to higher incidences of severe neutropenia and diarrhea. In 2004, a clinical study was performed that both validated prospectively the association of the *28 variant with greater toxicity and the ability of genetic testing in predicting that toxicity before chemotherapy administration. In 2005, the FDA made changes to the labeling of irinotecan to add pharmacogenomics recommendations, such that irinotecan recipients with a homozygous (both of the two gene copies) polymorphism in UGT1A1 gene, to be specific, the *28 variant, should be considered for reduced drug doses. Irinotecan is one of the first widely used chemotherapy agents that is dosed according to the recipient's genotype.   == History == In February 2024, the FDA approved irinotecan liposome, in combination with oxaliplatin, fluorouracil, and leucovorin, for the first-line treatment of metastatic pancreatic adenocarcinoma. Efficacy was evaluated in NAPOLI 3 (NCT04083235), a randomized, multicenter, open-label, active-controlled trial in 770 participants with metastatic pancreatic adenocarcinoma who had not previously received chemotherapy in the metastatic setting. Randomization was stratified by region, liver metastases, and ECOG performance status. Participants were randomized (1:1) to receive one of the following treatments: NALIRIFOX: irinotecan liposome 50 mg/m2 as an intravenous infusion over 90 minutes, followed by oxaliplatin 60 mg/m2 as an intravenous infusion over 120 minutes, followed by leucovorin 400 mg/m2 intravenously over 30 minutes, followed by fluorouracil 2400 mg/m2 intravenously over 46 hours, every 2 weeks; Gem+NabP: Nab-paclitaxel 125 mg/m2 as an intravenous infusion over 35 minutes, followed by gemcitabine 1000 mg/m2 intravenously over 30 minutes on days 1, 8, and 15 of each 28-day cycle. The application was granted orphan drug designation.   == Society and culture ==   === Legal status === Irinotecan received accelerated approval from the US Food and Drug Administration (FDA) in 1996, and full approval in 1998. A liposome encapsulated version of irinotecan sold under the brand name Onivyde, was approved by the FDA in October 2015, to treat metastatic pancreatic cancer. It was approved for medical use in the European Union in October 2016.   === Names === During development, it was known as CPT-11.   == References ==   == Further reading == Dean L (2015). \"Irinotecan Therapy and UGT1A1 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520360. Bookshelf ID: NBK294473.   == External links == Irinotecan Pathway on PharmGKB"}