{"name": "isatuximab", "category": "drug", "content": "Isatuximab, sold under the brand name Sarclisa, is a monoclonal antibody (mAb) medication for the treatment of multiple myeloma. The most common side effects include neutropenia (low levels of neutrophils, a type of white blood cell), infusion reactions, pneumonia (infection of the lungs), upper respiratory tract infection (such as nose and throat infections), diarrhoea and bronchitis (inflammation of the airways in the lungs). Isatuximab is an anti-CD38 mAb intended to treat relapsed or refractory multiple myeloma. It entered in Phase II trials for multiple myeloma and T-cell leukemia in 2015.    == Medical uses == In the United States it is indicated, in combination with pomalidomide and dexamethasone (video about this from ASH 2022), for the treatment of adults with multiple myeloma who have received at least two prior therapies including lenalidomide and a proteasome inhibitor. It is also indicated in combination with carfilzomib and dexamethasone, for the treatment of adults with relapsed or refractory multiple myeloma who have received one to three prior lines of therapy.  In the European Union it is indicated, in combination with pomalidomide and dexamethasone, for the treatment of adults with relapsed and refractory multiple myeloma (MM) who have received at least two prior therapies including lenalidomide and a proteasome inhibitor (PI) and have demonstrated disease progression on the last therapy.    == History == It was granted orphan drug designation for multiple myeloma by the European Medicines Agency (EMA) in April 2014, and by the U.S. Food and Drug Administration (FDA) in December 2016. Researchers started a Phase I study with isatuximab in combination with pomalidomide and dexamethasone for the treatment of patients with multiple myeloma (MM). The results during the Phase I trial showed that 26 out of the 45 patients discontinued the treatment due to progression of the disease. The patients had already been heavily pretreated. The latter lead to a manageable safety profile where the dose of isatuximab in combination with pomalidomide and dexamethasone would be capped to the maximum of 10 mg/kg weekly every two weeks for future studies. Based on the remarkable findings during the Phase I trial, a Phase II trial was launched where researchers investigated isatuximab as a single agent in patients with MM. The heavily pretreated patients reacted well to the single administration of isatuximab during Phase II of the trial. A Phase III combination trial for plasma cell myeloma is comparing pomalidomide and dexamethasone with and without isatuximab is in progress with an estimated completion date of 2021. Additionally, two Phase III trials were added in 2017. The first trial highlights whether there is an added value in the combination of isatuximab with bortezomib, lenalidomide and dexamethasone. The latter will be tested in patients with newly diagnosed MM who are not qualified for a transplant (IMROZ trial). The second trial evaluates the combinations of isatuximab with carfilzomib and dexamethasone compared to carfilzomib with dexamethasone. The second trial was designed for patients who were previously treated with one to three prior lines (IKEMA). There is currently no treatment for MM, however promising improvements have been made and the study is still ongoing. In March 2020, it was approved for medical use in the United States. The U.S. Food and Drug Administration (FDA) approved isatuximab-irfc in March 2020, based on evidence from a clinical trial (NCT02990338) of 307 subjects with previously treated multiple myeloma. The trial was conducted at 102 sites in Europe, North America, Asia, Australia and New Zealand. The trial evaluated the efficacy and side effects of isatuximab-irfc in subjects with previously treated multiple myeloma. Subjects were randomly assigned to receive either isatuximab-irfc (in combination with pomalidomide and low-dose dexamethasone) or active comparator (pomalidomide and low-dose dexamethasone). Treatment was administered in both groups in 28-day cycles until disease progression or unacceptable toxicity. Both subjects and health care providers knew which treatment was given. The trial measured the time patients lived without the cancer growing (progression-free survival or PFS). It was approved for medical use in the European Union in May 2020.   == Structure and reactivity == The structure of isatuximab consists of two identical immunoglobulin kappa light chains and also two equal immunoglobulin gamma heavy chains. Chemically, isatuximab is similar to the structure and reactivity of daratumumab, hence both drugs show the same CD38 targeting. However, isatuximab shows a more potent inhibition of its ectozyme function. The latter gives potential for some non-cross reactivity. Isatuximab shows action of an allosteric antagonist with the inhibition of the CD38 enzymatic activity. Additionally, isatuximab shows potential where it can induce apoptosis without cross linking. Lastly, Isatuximab reveals direct killing activity when a larger increase in apoptosis is detected in CD38 expressing cancer cells. Furthermore, isatuximab demonstrated a dose dependent inhibition of CD38 enzymatic activity. However, daratumumab with the same experimental conditions shows a more limited inhibition without a dose response.   == Reactions == Isatuximab binds uniquely to an epitope on the CD38 receptor and is the only CD38 antibody which can start apoptosis directly. Isatuximab binds to a different CD38 epitope amino-acid sequence than does the anti-CD38 monoclonal antibody daratumumab. The binding with the CD38 receptor is mainly via the gamma heavy chains and are more potent than other CD38 antibodies such as daratumumab which can inhibit the enzymatic activity of CD38. Moreover, isatuximab inhibits the hydrolase activity of CD38. The antibodies show signs of improving antitumor immunity by eliminating regulatory T cells, B cells and myeloid-derived suppressor cells. The difference in binding between isatuximab and daratumumab is in the recognition of the different amino acid groups. Isatuximab identifies 23 amino acids of CD38 to the contrary with daratumumab who has 27. The residue of Glu233 has a flexible sidechain and faces the N-terminal of Asp1 residue in the isatuximab light chain. The latter light chain of isatuximab is also flexible which makes the interaction between CD38/Glu233 and the Asp1 weaker than the other interactions between CD38 and isatuximab. The caspase-dependent apoptotic pathway and the lysosomal mediated cell death pathway in MM cells is induced by isatuximab. The MM cell death follows the downstream reactions of the lysosomal activation. The latter also activates the production of reactive oxygen species.   == Available forms == Isatuximab or isatuximab-irfc is available as a drug in an intravenous infusion form. Injection doses are 100 mg/5 mL (20 mg/mL) solution in single-dose vial or 500 mg/25 mL (20 mg/mL) solution in single-dose vial.   == Mechanism of action == Cancer of the blood that is distinguished by an overproduction of malignant plasma cells in the bone marrow is called multiple myeloma. The myeloma cells are marked with uniformed overexpression of CD38 surface glycoproteins. Although these proteins are also expressed on other myeloid and lymphoid cells, the extent is relatively minor compared to myeloma cells. The fact that CD38 glycoproteins carry out various important cellular functions, and that they are plentiful on the surface of myeloma cells, has made them an appealing target for multiple myeloma treatment. CD38 was first described as an activation marker, but later the molecule displayed functions in adhesion to endothelial CD31 proteins, e.g. as an aiding component of the synapse complex, as well as an ectoenzyme implicated in the metabolism of extracellular NAD+ and cytoplasmic NADP. The tumour cells can evade the immune system, possibly due to adenosine, an immunosuppressive molecule that arises as a product of the ectoenzymatic activity of CD38. Isatuximab-irfc is an IgG1-derived monoclonal antibody that selectively binds to the CD38 that exists on the exterior of hematopoietic and multiple myeloma cells (as well as other tumor cells). This drug induces apoptosis of tumor cells and activates immune effector mechanisms such as complement dependent cytotoxicity (CDC), antibody-dependent cellular phagocytosis (ADCP), and antibody-dependent cell-mediated cytotoxicity (ADCC). Isatuximab-irfc is able to stimulate natural killer (NK) cells in the absence of CD38-positive target tumor cells and blocks CD38-positive T-regulatory cells. Furthermore, the NADase activity of CD38 is adjusted by isatuximab, similarly to other CD38 antibodies. Contrarily to daratumumab however, isatuximab can incite apoptosis directly without cross-linking, and in its binding epitope. According to the FDA, isatuximab-irfc alone has reduced ADCC and direct tumor cell killing activity in vitro in comparison to when it is combined with pomalidomide. As well as increased anti-tumor activity as opposed to isatuximab-irfc or pomalidomide only in a human multiple myeloma xenograft model.   == Metabolism and toxicity ==   === Metabolism === Isatuximab-irfc is likely to be metabolized through catabolic pathways into smaller peptides. When isatuximab is at a constant state it is expected that the ≥99% elimination will occur approximately two months after the last dose was administered. The clearance percentage diminished when the dosages were increased over time, as well as when multiple doses were administered. However, the elimination of isatuximab-irfc did not differ when applied as a single agent or as a combination therapy.   === Toxicity === A dose-limiting toxicity (DLT) has been characterized as the development of any of the following: grade ≥ 3 non-hematologic toxicity; grade 4 neutropenia or grade 4 thrombocytopenia lasting more than 5 days; grade ≥ 2 allergic reactions or hypersensitivity (i.e., infusion reactions); or any other toxicity considered to be dose-limiting by the investigators or sponsor. Grade ≤ 2 infusion reactions were excluded from the DLT definition, because, with suitable care, patients that had a grade 2 infusion reaction prior to completion of the infusion were able to finalize isatuximab administration. There is no recommended reduced dose of isatuximab-irfc. In the eventuality of hematological toxicity it may be necessary to delay administration so that the blood count may be recovered. Although there is no counteracting agent for isatuximab, clinical experience with overdoses is seemingly nonexistent as well. Overdose symptoms will probably be in line with the side effects attached to isatuximab. Therefore, infusion reactions, gastrointestinal disturbances and an elevated risk of infections may occur. It is necessary to carefully monitor the patient in case of an overdose and to employ clinically indicated symptomatic and supportive procedures. No studies have been conducted with isatuximab concerning carcinogenicity, genotoxicity or fertility.   ==== Pregnancy ==== When given to pregnant women isatuximab-irfc can cause fetal injury, due to the mechanism of action. It can precipitate depletion of immune cells as well as decreased bone density in the fetus. Pregnant women are therefore notified of the potential risks to a fetus, and women that are able to reproduce are advised to use effective contraceptives during treatment and at least five months subsequent to the last dose of isatuximab-irfc. Furthermore, it is not recommended to combine isatuximab-irfc with pomalidomide in women that are carrying a child, because pomalidomide may cause birth defects and death of the unborn child.   == Indications == Isatuximab is indicated as a CD38-directed cytolytic antibody. By inhibiting the enzymatic activity of CD38. The binding of isatuximab to CD38 on multiple myeloma (MM) cells leads to a trigger to several mechanisms leading to direct apoptosis of target cancer cells. The triggered pathways are the caspase-dependent apoptotic and the lysosome-mediated cell death pathway in MM cells. It is used in a combination with dexamethasone and pomalidomide. The drug is thus to treat patients with multiple myeloma. Restrictions for the use of isatuximab is that the patients have to be adults who have at least received two previous treatments with lenalidomide and a proteasome inhibitor. Isatuximab is currently also being tested in a Phase II trial as a monotherapy against refractory/recurrent systemic light-chain amyloidosis.   == Efficacy and side effects ==   === Efficacy === A Phase III study of patients with refractory and relapsed MM, who were resistant to lenalidomide and a proteasome inhibitor, and could not have received daratumumab, another anti-CD38 monoclonal antibody was published in 2019 (ICARIA-MM).  The addition of isatuximab to pomalidomide and dexamethasone improved progression free survival to 11.5 months compared to 6.5 months, with an overall response rate of 63%.   === Side effects === Adverse reactions to isatuximab-irfc may include neutropenia, infusion-related reactions and/or secondary primary malignancies. Of these three the most commonly occurring ones are the infusion-related reactions. Examples of the most frequent symptoms of infusion-related reactions are dyspnea, cough, chills, and nausea, while the severest signs and symptoms included hypertension and dyspnea.   == Effects on animals == The activity of isatuximab has been researched in mouse tumor models. It has been proven that isatuximab leads to antitumor activity in MM cells. Furthermore, the combination of isatuximab and pomalidomide will lead to an extra enhanced antitumor activity in MM cells. Thus, pomalidomide in vivo and in vitro leads to an increase of the activity of isatuximab. Animal studies in reproduction toxicity have not yet been carried out. So, the risks of birth defects and miscarriage risks are unknown.   == Names == Isatuximab is the United States Adopted Name (USAN). It was developed by ImmunoGen and Sanofi-Aventis with the development name SAR-650984.   == References ==   == External links == Clinical trial number NCT02990338 for \"Multinational Clinical Study Comparing Isatuximab, Pomalidomide, and Dexamethasone to Pomalidomide and Dexamethasone in Refractory or Relapsed and Refractory Multiple Myeloma Patients (ICARIA-MM)\" at ClinicalTrials.gov"}