{"name": "isavuconazonium", "category": "drug", "content": "Isavuconazonium, sold under the brand name Cresemba, is a systemic antifungal medication of the triazole class which is used to treat invasive aspergillosis and mucormycosis. It is used as the sulfate. It is taken by mouth or given via injection into a vein. The most common side effects include abnormal liver tests, nausea, vomiting, difficulty breathing, abdominal pain, diarrhea, injection site reactions, headache, low blood potassium and skin rash. Isavuconazonium is a prodrug of isavuconazole.   == Medical uses == Isavuconazonium is used to treat invasive aspergillosis and invasive mucormycosis in adults aged eighteen years old and older. It is available in a capsule for administration by mouth and as a powder for administration via infusion.   == Contraindications == Isavuconazonium is contraindicated in people taking strong CYP3A4 inhibitors, strong CYP3A4 inducers, or moderate CYP3A4 or CYP3A5 inducers. It is contraindicated in people with familial short QT syndrome.   == Side effects == Common adverse effects (occurring in between 1 and 10% of people) include low potassium, decreased appetite, delirium, headache, sleepiness, vein inflammation, difficulty breathing, acute respiratory failure, vomiting, diarrhea, nausea, stomach pain, elevated results in liver function tests, rash, itchy skin, kidney failure, chest pain, and fatigue. There are several uncommon side effects as well. In preclinical studies, isavuconazonium caused birth defects in animals; it has not been tested in pregnant women.   == Interactions == Isavuconazonium is converted into isavuconazole inside the body, and isavuconazole is a substrate for CYP3A4 or CYP3A5. Many other medications inhibit or induce those two enzymes, and isavuconazonium should not be administered with them. Inducers result in levels of isavuconazole that are too low and won't work, and inhibitors can cause high levels of isavuconazole which will in turn cause increased adverse events and toxicity. Likewise isavuconazonium can interfere with appropriate dosing of other drugs that are substrates for those enzymes. In addition, isavuconazole induces CYP2B6 and can decrease the amount of drugs that are metabolized by the enzyme. Isavuconazole inhibits P-glycoprotein (P-gp), BCRP, SLC22A2, and uridine diphosphate-glucuronosyltransferases, each of which remove drugs from circulation; isavuconazonium will increase the amount of drugs that are affected by those proteins and may increase their toxicities.   == Pharmacology == After oral or intravenous administration, isavuconazonium is rapidly hydrolysed by esterases in blood or the gastrointestinal tract to the active form, isavuconazole. Isavuconazole works by inhibition of lanosterol 14α-demethylase, the enzyme responsible for converting lanosterol to ergosterol by demethylation. The resulting depletion of ergosterol and buildup of lanosterol compromise the structure of the fungal cell membrane. Mammalian cells are resistant to demethylation inhibition by azoles, making the drug effects specific to fungi.   == Chemistry == Isavuconazonium comprises an N-(3-acetoxypropyl)-N-methylamino-carboxymethyl group linked through an ester moiety to the triazole nitrogen in isavuconazole. In the aquatic media of the body, the isavuconazole molecule is transformed into monohydrate.   == History == Isavuconazole and isavuconazonium were discovered in Japan by researchers at Roche's research center in Kamakura. Basilea Pharmaceutica, which had been spun out of Roche to develop antimicrobial assets, developed isavuconazonium through Phase II clinical trials. In February 2010, Basilea partnered with Astellas Pharma to complete Phase III trials, obtain regulatory approvals, and market the drug. In 2013 and 2014, the partners won orphan drug designation in the US for isavuconazonium for treating invasive aspergillosis, mucormycosis, and invasive candidiasis. In 2014, Basilea and Astellas amended the agreement to give Astellas sole marketing authority in North America, and Basilea the rights to market in the rest of the world. The US Food and Drug Administration (FDA) granted approval in March 2015, and the European Medicines Agency (EMA) approved it in October 2015. In 2017, Basilea licensed rights to Pfizer to market isavuconazole in Europe and other regions.   == References =="}