{"name": "isoprenaline", "category": "drug", "content": "Isoprenaline, also known as isoproterenol and sold under the brand name Isuprel among others, is a sympathomimetic medication which is used in the treatment of acute bradycardia (slow heart rate), heart block, and rarely for asthma, among other indications. It is used by injection into a vein, muscle, fat, or the heart, by inhalation, and in the past under the tongue or into the rectum. Side effects of isoprenaline include rapid heart beat, heart palpitations, and arrhythmias, among others. Isoprenaline is a selective agonist of the β-adrenergic receptors, including both the β1- and β2-adrenergic receptors. By activating these receptors, it increases heart rate and the force of heart contractions. Chemically, isoprenaline is a synthetic catecholamine and is the N-isopropyl analogue of norepinephrine (noradrenaline) and epinephrine (adrenaline). Isoprenaline was one of the first synthetic sympathomimetic amines and was the first selective β-adrenergic receptor agonist. The medication was discovered in 1940 and was introduced for medical use in 1947.   == Medical uses == Isoprenaline is used to treat heart block and episodes of Adams–Stokes syndrome that are not caused by ventricular tachycardia or fibrillation, in emergencies for cardiac arrest until electric shock can be administered, for bronchospasm occurring during anesthesia, and as an adjunct in the treatment of hypovolemic shock, septic shock, low cardiac output (hypoperfusion) states, congestive heart failure, and cardiogenic shock. It is also used to prevent Torsades de Pointes in patients with long QT refractory to magnesium and to treat patients with intermittent Torsades de Pointes refractory to treatment with magnesium. Isoprenaline is used in the acute management of bradycardia, though not in the chronic treatment of bradycardia. Historically, it was used to treat asthma via metered aerosol or nebulizing devices; it was also available in sublingual, oral, intravenous, and intramuscular formulations. The U.S. National Asthma Education and Prevention Program Expert Panel recommends against its use as a nebulizer for acute bronchoconstriction.   === Available forms === Many formulations of isoprenaline appear to have been discontinued in the United States and many other countries. In the United States, it remains available only as an injectable solution. It was previously also available in the United States as a solution, metered aerosol, powder, or disc for inhalation and as a tablet for sublingual and rectal administration, but these formulations were discontinued.   == Contraindications == It should not be used in people with tachyarrhythmias (except in special circumstances), tachycardia or heart block caused by digitalis poisoning, ventricular arrhythmias which require inotropic therapy, or with angina.   == Side effects == Side effects of isoprenaline may include nervousness, headache, dizziness, nausea, blurred vision, tachycardia, palpitations, angina, Adams-Stokes attacks, pulmonary edema, hypertension, hypotension, ventricular arrhythmias, tachyarrhythmias, difficulty breathing, sweating, mild tremors, weakness, flushing, and pallor. Isoprenaline has been reported to cause insulin resistance leading to diabetic ketoacidosis.   == Overdose == Overdose of isoprenaline may produce effects including tachycardia, arrhythmias, palpitations, angina, hypotension, hypertension, and myocardial necrosis.   == Pharmacology ==   === Pharmacodynamics === Isoprenaline is a β1- and β2-adrenergic receptor full agonist and has almost no activity at the α-adrenergic receptors at lower concentrations. It has similar affinity for the β1- and β2-adrenergic receptors. At higher concentrations, isoprenaline can also evoke responses mediated by α-adrenergic receptors. Its agonist effects at the trace amine-associated receptor 1 (TAAR1) additionally provide it with pharmacodynamic effects that resemble those of the endogenous trace amines, like tyramine. Isoprenaline's effects on the cardiovascular system (non-selective) relate to its actions on cardiac β1-adrenergic receptors and β2-adrenergic receptors on smooth muscle within the tunica media of arterioles. Isoprenaline has positive inotropic and chronotropic effects on the heart. β2-Adrenergic receptor stimulation in arteriolar smooth muscle induces vasodilation. Its inotropic and chronotropic effects elevate systolic blood pressure, while its vasodilatory effects tend to lower diastolic blood pressure. The overall effect is to decrease mean arterial pressure due to the vasodilation caused by β2-adrenergic receptor activation. The isopropylamine group in isoprenaline makes it selective for β-adrenergic receptors. The adverse effects of isoprenaline are also related to the drug's cardiovascular effects. Isoprenaline can produce tachycardia (an elevated heart rate), which predisposes people who take it to cardiac arrhythmias.   === Pharmacokinetics ===   ==== Absorption ==== Data on the absorption of isoprenaline are limited. Oral isoprenaline is well-absorbed but is subject to strong first-pass metabolism and is approximately 1,000 times less potent than intravenous administration. Hence, its oral bioavailability is very low. Another study suggested that its oral bioavailability, based on pharmacodynamic activity via different routes, was slightly less than 4%.   ==== Distribution ==== Isoprenaline is minimally able to cross the blood–brain barrier and hence is a peripherally selective drug. This is attributed to its high hydrophilicity. Whereas the extraction of isoprenaline in a single passage of the brain circulation following intravenous injection in humans was 3.8%, the extraction of propranolol, which is a more lipophilic compound and is readily able to cross into the brain, was 63.0%. The plasma protein binding of isoprenaline is 68.8 ± 1.2%. It is bound mainly to albumin.   ==== Metabolism ==== Isoprenaline is metabolized by catechol O-methyltransferase (COMT) and conjugation by sulfation. It does not appear to be glucuronidated. There is very large interindividual variability in the sulfation of isoprenaline. The free catechol hydroxyl groups keep it susceptible to enzymatic metabolism. The drug is a poor substrate for monoamine oxidase (MAO) and is not metabolized by this enzyme. This is in contrast to epinephrine and norepinephrine. Isoprenaline is much more strongly metabolized and conjugated with oral administration than with intravenous administration. Its metabolite 3-O-methylisoprenaline, formed by COMT, is active as a weak β-adrenergic receptor antagonist.   ==== Elimination ==== Isoprenaline is excreted primarily in the urine, as sulfate conjugates. It is excreted 59 to 107% in urine and 12 to 27% in feces. A majority of isoprenaline is excreted in urine in conjugated form, whereas 6.5 to 16.2% is excreted as unchanged isoprenaline and 2.6 to 11.4% is excreted as 3-O-methylisoprenaline and conjugates.  The elimination half-life of isoprenaline by intravenous administration is approximately 2.5 to 5 minutes. Its half-life with oral administration is approximately 40 minutes.   == Chemistry == Isoprenaline, also known as N-isopropyl-3,4,β-trihydroxyphenethylamine or as N-isopropylnorepinephrine, is a substituted phenethylamine and synthetic catecholamine derivative. It is the N-isopropyl analogue of norepinephrine (3,4,β-trihydroxyphenethylamine) and epinephrine (3,4,β-trihydroxy-N-methylphenethylamine). Isoprenaline is a small-molecule compound with the molecular formula C11H17NO3 and a molecular weight of 211.26 g/mol. It is a hydrophilic compound with a predicted log P of -0.6 to 0.25. For comparison, the experimental log P values of epinephrine and norepinephrine are -1.37 and -1.24, respectively. Isoprenaline is used pharmaceutically as the hydrochloride and sulfate salts. It is also used to a much lesser extent as the free base. Isoprenaline is a racemic mixture of levorotatory and dextrorotatory enantiomers. The levorotatory or (R)-enantiomer of isoprenaline is known as levisoprenaline (INNTooltip International Nonproprietary Name) but was never marketed. Synthetic analogues closely related to isoprenaline include arbutamine, dichloroisoprenaline (dichloroisoproterenol), hexoprenaline, isoetharine (α-ethylisoprenaline), orciprenaline (metaproterenol; a positional isomer of isoprenaline), prenalterol, and soterenol (3-methanesulfonamidylisoprenaline), among others.   == History == Isoprenaline was discovered in 1940 and was developed in the 1940s. It was first approved for medical use in 1947 in the United States. Isoprenaline was one of the first synthetic sympathomimetic amines, was the first selective β-adrenergic receptor agonist, and was the first major sympathomimetic agent devoid of pressor effects. Between 1963 and 1968 in England, Wales, Scotland, Ireland, Australia, and New Zealand there was an increase in deaths among people using isoprenaline to treat asthma. This was attributed to unintentional overdose: the inhalers produced in that area were dispensing five times the dosage dispensed by inhalers produced in the United States and Canada, where the deaths were not observed. The short duration of action and poor oral activity of isoprenaline led to the development of the much longer-acting and orally active orciprenaline (metaproterenol).   == Society and culture ==   === Names === Isoprenaline is the major generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française. Isoprenalina is its Italian generic name and its DCITTooltip Denominazione Comune Italiana. Isoprenaline hydrochloride and isoprenaline sulfate are its BANMTooltip British Approved Name in the case of the hydrochloride and sulfate salts, respectively. Isoproterenol is another important synonym of the drug. Isoproterenol hydrochloride is its USANTooltip United States Adopted Name and JANTooltip Japanese Accepted Name in the case of the hydrochloride salt and isoproterenol sulfate is its USAN and JAN in the case of the sulfate salt. Other synonyms of the drug include isopropylnorepinephrine, isopropylnoradrenaline, and isopropydine. It is additionally known by the former developmental code name WIN-5162. Isoprenaline has been marketed under many brand names worldwide. These include Aleudrina, Asthpul, Iludrin, Iprenol, Isomenyl, Isuprel, Isoprenaline, Isoprenalina, Isoproterenol, Neo-Epinine, Neodrenal, Proternol, and Saventrine, among others. It is also marketed as a combination drug with cromoglicic acid as Frenal Compositum, in combination with pronase as Isopal P, and in combination with atropine as Stmerin D.   == References =="}