{"name": "isosorbide mononitrate", "category": "drug", "content": "Isosorbide mononitrate, sold under many brand names, is a medication used for heart-related chest pain (angina), heart failure and esophageal spasms. It can be used both to treat and to prevent heart-related chest pain; however, it is generally less preferred than beta blockers or calcium channel blockers. It is taken by mouth. Common side effects include headache, low blood pressure with standing, blurry vision, and skin flushing. Serious side effects may include low blood pressure especially if also exposed to PDE5 inhibitors such as sildenafil. Use is not recommended in pregnancy. It is believed to work by relaxing smooth muscle within blood vessels. It was patented in 1971 and approved for medical use in 1981. It is available as a generic medication. In 2021, isosorbide was the 111th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical uses == Isosorbide mononitrate is a nitrate-class drug used for the prevention of angina pectoris.  The sublingual patch has an onset of five minutes and a duration of action of one hour. The oral, slow release tablet has an onset of thirty minutes, and a duration of 8 hours.    == Adverse effects == The following adverse effects have been reported in studies with isosorbide mononitrate: Very common: Headache predominates (up to 30%) necessitating withdrawal of 2 to 3% of patients, but the incidence reduces rapidly as treatment continues. Common: Tiredness, sleep disturbances (6%) and gastrointestinal disturbances (6%) have been reported during clinical trials with isosorbide mononitrate modified-release tablets, but at a frequency no greater than for placebo. Hypotension (4 to 5%), poor appetite (2.5%), nausea (1%) Adverse effects associated with the clinical use of the drug are as expected with all nitrate preparations. They occur mainly in the early stages of treatment. Hypotension (4%) with symptoms such as dizziness and nausea (1%) have been reported. In general, these symptoms disappear during long-term treatment. Other reactions that have been reported with isosorbide mononitrate-modified release tablets include tachycardia, vomiting, diarrhoea, vertigo, and heartburn.   == Interactions == Sildenafil (Viagra). Concomitant administration of isosorbide mononitrate and sildenafil (Viagra) or other phosphodiesterase inhibitors (Tadalafil and Udenafil) can potentiate the vasodilatory effect of isosorbide mononitrate with the potential result of serious side-effects such as syncope or myocardial infarction. Life-threatening hypotension may also occur. Therefore, sildenafil should not be given to patients already receiving isosorbide mononitrate therapy. Sulfhydryl-containing compounds. The metabolism of organic nitrates to nitric oxide is dependent on the presence of sulfhydryl groups in the muscle. The combination of oral N-acetylcysteine and a single dose of sustained-release isosorbide mononitrate 60 mg significantly prolonged the total exercise time in patients with angina pectoris and angiographically proven significant coronary artery disease, when compared with isosorbide mononitrate alone. Concomitant administration of other exogenous sources of sulfhydryl groups such as methionine and captopril may produce a similar interaction. Phenylalkylamine calcium antagonists. The addition of a calcium channel blocker of the verapamil type, such as gallopamil 75 mg, has been shown to further improve left ventricular functional parameters when given in combination with isosorbide mononitrate in a sustained-release formulation. Propranolol. The addition of isosorbide mononitrate to propranolol treatment in patients with cirrhosis and portal hypertension caused a marked fall in portal pressure, a reduction in hepatic blood flow, cardiac output and mean arterial blood pressure, but no additional change in azygos blood flow. The additional effect of isosorbide mononitrate was especially evident in patients whose portal pressure was not reduced by propranolol. Calcium antagonists (general). Marked symptomatic orthostatic hypotension has been reported when calcium antagonists and organic nitrates were used in combination. Dose adjustments of either class of agent may be necessary.   == Brand names == It is sold in the US by Lannett Company, under the brand name Monoket, and was also sold in the US under the name Imdur, and marketed in the UK under the trade names: Isotard, Monosorb, Chemydur. In India, this drug is available under the brand names of Ismo, Imdur, Isonorm, Monotrate, Solotrate, and Monit. In Russia it is occasionally used under the brand names Monocinque and Pektrol. In Australia, this drug is available under the brand name Duride.   == References =="}