{"name": "isosorbide", "category": "drug", "content": "Isosorbide is a bicyclic chemical compound from the group of diols and the oxygen-containing heterocycles, containing two fused furan rings. The starting material for isosorbide is D-sorbitol, which is obtained by catalytic hydrogenation of D-glucose, which is in turn produced by hydrolysis of starch. Isosorbide is discussed as a plant-based platform chemical from which biodegradable derivatives of various functionality can be obtained. In 2021, it was the 111th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Uses ==   === Isosorbid === Because of its pronounced hygroscopicity, isosorbide is used as a humectant and in medicine as an osmotic diuretic (for the treatment of hydrocephalus) and acute angle-closure glaucoma. The two secondary hydroxy groups make isosorbide a versatile platform chemical accessible from renewable resources. As a diol, isosorbide can be mono- or biderivatized using the standard methods of organic chemistry, such as nitration, esterification, etherification, tosylation, etc., and converted into compounds with interesting properties or into monomeric units for novel polymers.   === Isosorbide nitrates === By nitration of isosorbide with concentrated nitric acid, 2,5-isosorbide dinitrate (ISDN) can be obtained.  2,5-isosorbide dinitrate is suitable (just like its major metabolite 5-isosorbide mononitrate, ISMN)  for the treatment of angina pectoris due to its vasodilator effect.   === Isosorbide esters === Esterification of isosorbide with fatty acids gives access to isosorbide monoesters, which are useful as detergents in household cleaners, dishwashing detergents, and cosmetic preparations, because of their properties as surfactant. The likewise readily available isosorbide diesters are used as dispersants for pigments, preservatives, polymer stabilizers, as emulsifiers for cosmetics and as plasticizers for vinyl polymers (in particular polyvinyl chloride, PVC). Isosorbide dioctanoate is a diester of isosorbide and octanoic acid (obtained from palm oil, for example) and therefore made entirely from bio-based building blocks and has been used as Polysorb ID 37 by Roquette Frères for some time as a particularly non-toxic product.   === Isosorbide ethers === Isosorbide ethers (and in particular the simplest representative, 2,5-dimethylisosorbide, abbreviated DMI), are increasingly used as a renewable solvent for cosmetic and pharmaceutical preparations, as an electrolyte additive for lithium-ion accumulators [18] and as a fuel additive for diesel.   === Isosorbide phosphates === Phosphoric acid derivatives of isosorbide are explored as an environmentally friendly alternative to halogen-containing flame retardants. So far, 1,2,5,6,9,10-hexabromocyclododecane (HBCD) has been widely used as a  flame retardant in extruded polystyrene foam (XPS) in the construction and insulation sector, but it was as SVHC (substance of very high concern) banned from  manufacturing and application in May 2013. Phosphorus-based isosorbide compounds, such as isosorbide bis (diphenyl phosphate) [ISTP] are considered as a replacement.  ISTP is readily accessible by transesterification of isosorbide with triphenyl phosphate in the presence of potassium carbonate at 150 °C. The isosorbide-bis-diphenyl phosphate obtained in 88% yield as a yellowish oil contains about 20% dimers. The high decomposition temperature of ISTP allows a use in XPS, although the high softening effect is a drawback. The flame retardancy is particularly pronounced in the presence of sulfur-containing synergists such as bis(diphenylphosphinothionyl)disulfide (BDPS). This allows to reach the minimum requirement of fire protection (class B2) with only 3% ISTP.   === Polymers from Isosorbide === Isosorbide has been examined as a potential platform chemical for the production of diverse polymers and resins. The hydroxy groups can be converted into the  primary amino groups via the tosylates and azides or by addition of acrylonitrile followed by hydrogenation into the corresponding aminopropyl derivatives. The latter have potential for the preparation of polyurethanes, as diamines for the preparation of polyamides, and as a hardener for epoxy resins. When monoethylene glycol as a diol is replaced with isosorbide in the polyester polyethylene terephthalate (PET), polyisosorbide terephthalate (PIT) is obtained, which is characterized by an extreme thermal stability (up to 360 °C under nitrogen). However, the inherently lower reactivity of the secondary hydroxyl groups in isosorbide cause in comparison lower molecular weights and high residual contents of terephthalic acid, which leads to the insufficient chemical stability of the resulting polymers. Therefore, today's polyesters with isosorbide and monoethylene glycol are examined as diol components that show improved properties such as less discoloration. Isosorbide is of also of interest as a precursor to polycarbonates,. It could in principle replace the bisphenol A, which was identified as xenoestrogen. Limitations of isosorbide-based polycarbonates are their unsatisfactory temperature resistance and limited impact resistance, which can be improved though by the addition of comonomers to the isosorbide or by polymer blends. Isosorbide, a diol, is a precursor to In polyurethanes. or as a building block for the polyol [29] It could be converted to the diisocyanate component as well as a chain extender. By reacting isosorbide with epichlorohydrin, isosorbide bis-glycidyl ether (a bis-epoxide) is formed, which could be used as a replacement for the analog bisphenol A bis-epoxide. Isosorbide bis-glycidyl ether can be crosslinked to a thermosetting epoxy resins with suitable curing agents, such as polyamines or cyclic acid anhydrides. These resins are used as adhesives, paints or coatings for food cans. Furthermore, polyoxazolidones are described which can be obtained by reaction of isosorbide diglycidyl ethers with diisocyanates. Polyoxazolidones could find use as rigid, highly branched and solvent-resistant thermoset plastics in the electrical and electronics industry.   == Production == Hydrogenation of glucose gives sorbitol. Isosorbide is obtained by acid-catalyzed dehydration of D-sorbitol which yields the monocyclic furanoid sorbitan, which in turn forms by further dehydration the bicyclic furofuran derivative isosorbide.  The reaction gives about 70 to 80% isosorbide in addition to 30 to 20% of undesirable by-products which have to be removed costly by distillation, recrystallization from alcohols, recrystallization from the melt, by a combination of these methods or by deposition from the vapor phase. A high purity product (> 99.8%) is essential for the use of a monomer when uncoloured, high molecular weight polymers shall be obtained.   == Properties == Isosorbide is a white, crystalline, highly hydrophilic solid. The two secondary hydroxy groups in the V-shaped bicyclic system possess different orientations leading to different chemical reactivities. This allows a selective monoderivatization of isosorbide. The hydroxy group in 5-position is endo oriented and forms a hydrogen bond with the oxygen atom in the adjacent furan ring. This makes the hydroxy group in 5-position more nucleophilic and more reactive than the exo oriented hydroxy group in 2-position; however, it is more shielded from the attack of sterically demanding reactants.   === Safety === With an LD50 value of 25.8 g·kg−1 (rat, oral), isosorbide is similarly nontoxic as D-glucose (also with an LD50 of 25.8 g·kg−1, rat, oral) and is classified by the Food and Drug Administration FDA as GRAS (\"generally recognized as safe\").   == References =="}