{"name": "isosorbide dinitrate", "category": "drug", "content": "Isosorbide dinitrate is a medication used for heart failure, esophageal spasms, and to treat and prevent chest pain from not enough blood flow to the heart. It has been found to be particularly useful in heart failure due to systolic dysfunction together with hydralazine. It is taken by mouth or under the tongue. Common side effects include headache, lightheadedness with standing, and blurred vision. Severe side effects include low blood pressure. It is unclear if use in pregnancy is safe for the baby. It should not be used together with PDE5 Inhibitors. Isosorbide dinitrate is in the nitrate family of medications and works by dilating blood vessels. Isosorbide dinitrate was first written about in 1939. It is on the World Health Organization's List of Essential Medicines. Isosorbide dinitrate is available as a generic medication. A long-acting form exists. In 2021, isosorbide was the 111th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical uses == It is used for angina, in addition to other medications for congestive heart failure, and for esophageal spasms. It is available as an oral tablet both in extended release and slow release. The onset of action for Isosorbide Dinitrate is thirty minutes and the onset of action for oral extended release is 12–24 hours. Long-acting nitrates can be more useful as they are generally more effective and stable in the short term.   == Side effects ==   === Tolerance === After long-term use for treating chronic conditions, tolerance may develop in patients, reducing its effectiveness.  The mechanisms of nitrate tolerance have been thoroughly investigated in the last 30 years and several hypotheses have been proposed. These include:   Impaired biotransformation of isosorbide dinitrate to its active principle NO (or a NO-related species) Neurohormonal activation, causing sympathetic activation and release of vasoconstrictors such as endothelin and angiotensin II which counteract the vasodilation induced by isosorbide dinitrate Plasma volume expansion The oxidative stress hypothesis The last hypothesis might represent a unifying hypothesis, and an isosorbide dinitrate-induced inappropriate production of oxygen free radicals might induce a number of abnormalities which include the ones described above.  Furthermore, nitrate tolerance is shown to be associated with vascular abnormalities which have the potential to worsen patients prognosis: these include endothelial and autonomic dysfunction.     === Other side effects === In the short run, isosorbide dinitrate can cause severe headaches, necessitating analgesic administration for relief of pain, as well as severe hypotension, and, in certain cases, bradycardia.  Rarely occurring are allergic reactions (rash; hives; itching; difficulty breathing; tightness in the chest; swelling of the mouth, face, lips, or tongue); fainting; fast or slow heartbeat; nausea; new or worsening chest pain; vomiting.   == Mechanism of action == Similar to other nitrites and organic nitrates, isosorbide dinitrate is converted to nitric oxide (NO), an active intermediate compound which activates the enzyme guanylate cyclase (atrial natriuretic peptide receptor A). This stimulates the synthesis of cyclic guanosine 3',5'-monophosphate (cGMP) which then activates a series of protein kinase-dependent phosphorylations in the smooth muscle cells, eventually resulting in the dephosphorylation of the myosin light chain of the smooth muscle fiber. The subsequent sequestration of calcium ions results in the relaxation of the smooth muscle cells and vasodilation.   == Society and culture == Isosorbide dinitrate is sold in the US under the brand names Dilatrate-SR by Schwarz and Isordil by Valeant, according to FDA Orange Book. It is sold under the trade name Isoket in the United Kingdom, Argentina, and Hong Kong. It is also a component of BiDil.   == References =="}