{"name": "istradefylline", "category": "drug", "content": "Istradefylline, sold under the brand name Nourianz, is a medication used as an add-on treatment to levodopa/carbidopa in adults with Parkinson's disease (PD) experiencing \"off\" episodes. Istradefylline reduces \"off\" periods resulting from long-term treatment with the antiparkinson drug levodopa. An \"off\" episode is a time when a patient's medications are not working well, causing an increase in PD symptoms, such as tremor and difficulty walking. Relatively common side effects include involuntary muscle movements (dyskinesia), constipation, hallucinations, dizziness and, much like its parent molecule caffeine, nausea and sleeplessness. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Mechanism of action == Istradefylline is a selective antagonist at the adenosine A2A receptor (A2AR), but the precise mechanism by which it exerts its therapeutic effect in Parkinson's disease is unknown. However, it is known that dimers of these receptors form heterotetramers with the dimers of dopamine D2 receptors (D2R) within striatum. Adenosine acts as an endogenous A2AR agonist, but also as a negative allosteric modulator (NAM) within these tetramers towards D2Rs, thus inhibiting the D2R mediated effects of dopamine, an endogenous D2R agonist. Istradefylline is believed to bind an A2AR within an A2AR-D2R-tetramer and function as a NAM towards the other A2AR (instead of D2R), thus inhibiting the effects of adenosine and enhancing the movement (locomotion) promoting effects exerted by dopamine via D2R. However, at high istradefylline concentration, it causes locomotion depression akin to caffeine (which is a broad-spectrum adenosine receptor antagonist), and might do so by displacing adenosine, and working as a NAM towards D2R (instead of A2AR).   == Adverse effects == The adverse effects of Istradefylline have only been studied in the context of treating \"off\" episodes in Parkinson's disease. The most common adverse effects of Istradefylline in clinical trials are dyskinesia exacerbation (roughly 9% increase relative to placebo), malaise, and nasopharyngitis (common cold).   == History == It was first approved in Japan in 2013. The effectiveness of Nourianz in treating \"off\" episodes in patients with Parkinson's disease who are already being treated with levodopa/carbidopa was shown in four 12-week placebo-controlled clinical studies that included a total of 1,143 participants. In all four studies, people treated with Nourianz experienced a statistically significant decrease from baseline in daily \"off\" time compared to patients receiving a placebo. It was approved for medical use in the United States in 2019. and approval was granted to Kyowa Kirin, Inc.   == Research ==   === Wakefulness effects === The wakefulness-promoting effects of non-selective adenosine receptor antagonists like caffeine appear to be mediated specifically and exclusively by antagonism of the adenosine A2A receptor. There is preliminary clinical evidence that istradefylline has wakefulness-promoting effects similarly to caffeine.   === Motivational disorders === Istradefylline shows pro-motivational effects in animals and has been found to reduce apathy, fatigue, and anhedonia in people with Parkinson's disease. Selective adenosine A2A receptor antagonists like istradefylline and preladenant may be useful in the treatment of motivational disorders in humans.   === Other conditions === In addition to Parkinson's disease, istradefylline was under development for the treatment of major depressive disorder (MDD), restless legs syndrome, and substance-related disorders. However, development for these indications was discontinued.   == References ==   == External links == \"Istradefylline\". Drug Information Portal. U.S. National Library of Medicine."}