{"name": "Itching of ear", "category": "disease", "content": "Itching ears is a term used in 2 Timothy 4 of the Christian Bible to describe individuals who seek out messages and doctrines that condone their own lifestyle, as opposed to adhering to the teachings of the apostles. The quote is:  For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears; And they shall turn away their ears from the truth, and shall be turned unto fables.   == Greek context == The phrase from which itching ears originates in the original Greek is κνηθόμενοι τὴν ἀκοήν (knēthomenoi tēn akoēn). κνηθόμενοι, the translation for having an itching ear, is a present participle, signifying a present, continual action occurring. ἀκοήν translates to ear, or a sense of hearing. The use of ἀκοήν is often regarding an inner spiritual hearing. In Romans 10:17, ἀκοὴ (Greek root) is used as the act of hearing, and is described as an action caused by faith (πίστις). Paul continues in chapter 4 verse 3 by describing a time when people will not listen to sound doctrine. Paul uses the phrase for a time will come (ἔσται) which translates more closely to there will be. ἔσται is a third person indicative verb in the future tense, which signifies a warning for Timothy that the Church of Christ on earth will not change for the better.   == Paul's purpose == Paul describes the future that Timothy will face, where people would not endure sound doctrine, and instead heap to themselves teachers in order to satisfy their itching ears. Albert Barnes writes on this subject:  The apostle here says, that by turning away from Timothy, and from sound instruction, they would not abandon all religious teachers, but would rather increase and multiply them. Paul warns Timothy about a future apostasy in which the lusts of people would drive them away from Apostolic teaching, which Timothy belonged to. Charles Ellicott suggests a motive for doing so:  These worldly ones to whom St. Paul referred, reluctant to part with the hope Christianity taught, and unwilling to live the life which St. Paul and Timothy insisted upon as necessary to be lived by all those who would share in that glorious hope, sought out for themselves more indulgent teachers, who would flatter and gratify their hearers with novelties in doctrine, and would, at the same time, lay comparatively little stress on the pure and saintly life.   == Paul's analogy == Paul uses the analogy of having an itching ear to show that pupils, not the teachers are the ones seeking doctrine aside from Apostolic teaching. Matthew Poole describes the cause and effect of an itching ear:  their ears itch, and they must have those that will scratch them. The disease of lust in their souls brings forth an itch in their ears, that they will have a mind to hear only such as will by scratching please them. In chapter 4 verse 4, Paul writes:  2 Timothy 4:4: And they shall turn away their ears from the truth, and shall be turned unto fables. (KJV) Paul uses the word fables (μύθους) to describe the remedy that people seek in order to scratch their itching ears. However, Paul continues to fulfill the analogy in chapter 4 verse 5 by contrasting Timothy's ministry from these fables. Paul calls Timothy to do the work of an evangelist by winning back those who sought fables, through preaching \"the great facts of the Gospel placed side by side with the fables of the false teachers.\"   == References =="}