{"name": "itopride", "category": "drug", "content": "Itopride (INN; brand name Ganaton) is a prokinetic benzamide derivative. These drugs inhibit dopamine and acetylcholine esterase enzyme and have a gastrokinetic effect. Itopride is indicated for the treatment of functional dyspepsia and other gastrointestinal conditions. It is a combined D2 receptor antagonist and acetylcholinesterase inhibitor. Itopride is the dimethoxy analog of trimethobenzamide.   == Medical uses ==  Typically, itopride is indicated in the treatment of GI symptoms caused by reduced GI motility:  dyspepsia of a non-ulcer/dysmotility type (gastric \"fullness\", discomfort, and possible pain) gastroparesis (delayed gastric emptying) anorexia heartburn regurgitation bloating nausea and vomiting other possible gastric, prolactin, or dopamine related conditions Itopride was shown to significantly improve symptoms in patients with functional dyspepsia and motility disorders in placebo-controlled trials. These studies concluded that the reduction in the severity of symptoms of functional dyspepsia after 8 weeks of treatment with itopride indicated that itopride was significantly superior to placebo and that itopride yielded a greater rate of response than placebo in significantly reducing pain and fullness.   == Contraindications and precautions == Itopride is a relatively new drug and it is not currently approved for normal prescribed use nor OTC use in either the US nor the UK. However, this does not necessarily indicate that itopride is not effective or safe. Patients taking itopride should report any side-effects to their treating physician. Itopride is contraindicated in hypersensitivity to itopride or benzamides; lactation, GI hemorrhage, obstruction or perforation. Itopride may not be indicated for those suffering from Parkinson's disease or other conditions involving dopamine regulation issues. Itopride should be used with special caution in the young and the elderly. Little information is available at this time regarding the safe use of itopride during pregnancy.   == Adverse drug reactions == The most common side-effects of itopride include mild to moderate abdominal pain and diarrhoea. Some other side effects that may occur include: rash, giddiness, exhaustion, back or chest pain, increased salivation, constipation, headache, sleeping disorders, dizziness, galactorrhea, and gynecomastia. Leukopenia, a reduction in the normal level of white blood cells, can be a potentially life-threatening reaction to itopride. Central nervous system adverse effects do not tend to occur due to poor penetration across the blood brain barrier, although a slight raising of prolactin levels may occur. Raising of prolactin levels is more common with high dose regimes of itopride.   === Cardiac studies === Itopride belongs to the same benzamide group as cisapride, a drug found to affect QT interval and possibly predispose those using it to cardiac arrhythmias. However, itopride does not have any adverse effect on the QT interval. Later, in a study conducted with healthy adult volunteers, itopride was shown as unlikely to cause cardiac arrhythmias or ECG changes in part to the lack of significant interaction and metabolism via the cytochrome P450 enzyme pathway, unlike cisapride and mosapride, as it is metabolized by a different enzyme set. New molecular studies on guinea pig ventricular myocytes also supported the cardiac safety profile of itopride, as it did not affect certain potassium mechanisms that may have been affected by cisapride or mosapride. Moreover, itopride has no affinity for the 5-HT4 receptors, unlike other benzamides such as cisapride and mosapride, which are 5-HT4 agonists. The affinity of cisapride for 5-HT4 receptors in the heart has been implicated in the undesirable cardiac effects of cisapride itself. The conclusion of this study revealed that itopride is devoid of any abnormal effect on QT interval. Therefore, it may be possible that itopride could be considered as a better and certainly safer prokinetic agent than either cisapride or mosapride, and itopride should also be considered a welcome treatment addition for symptomatic nonulcer dyspepsia and other gastric motility disorders.   == Pharmacology == Itopride acts as a selective dual D2 receptor antagonist and acetylcholinesterase inhibitor. There is evidence  that itopride may have prokinetic effects throughout the gastrointestinal tract from the stomach to the end of the colon. The pharmacokinetics of itopride appear to differ between Asian and Caucasian populations, with Caucasians having 30-50 percent lower blood levels of itopride after oral administration. Itopride poorly penetrates across the blood brain barrier because of its high polarity and thus itopride does not tend to cause any central nervous system adverse effects. Itopride has no effect on potassium channels. Similarly to other D2 receptor antagonists, itopride has been found to dose-dependently increase prolactin levels.   === Pharmacokinetics === After oral administration itopride undergoes rapid and extensive absorption with levels of itopride peaking in the blood plasma after only 35 minutes. Itopride is primarily eliminated via the kidneys having an elimination half-life of approximately 6 hours.   === Mechanism of action ===  Itopride increases acetylcholine concentrations by inhibiting dopamine D2 receptors and acetylcholinesterase. Higher acetylcholine increases GI peristalsis, increases the lower esophageal sphincter pressure, stimulates gastric motility, accelerates gastric emptying, and improves gastro-duodenal coordination. Itopride given as a single dose study found that it also raises levels of motilin, somatostatin and lowers levels of cholecystokinin, as well as adrenocorticotropic hormone. These effects may also contribute to itopride's pharmacology.   == Interactions == Anticholinergic agents reduce the action of itopride.   == Society and culture ==   === Names === Itopride is available under the brand names Ganaton (JP, CZ, RU), Abbott Laboratories), Itoprid PMCS (CZ, SK), Itomed (KG, KZ, MD, RU, UA, UZ) and Prokit (PL), PRO.MED.CS Praha a.s.), Itogard (Apex Pharmaceuticals, Nepal) and others.  In Mexico, itopride (50 mg) is sold by Takeda Laboratories under the brand name Dagla. In Bulgaria and other countries of East Europe itopride (50 mg) is sold by Zentiva under the brand name Zirid    == References ==   == External links == \"Itopride\". Drug Information Portal. U.S. National Library of Medicine. Abbott Labs \"Ganaton\" Clinical trial number NCT00272103 for \"Itopride in Functional Dyspepsia:a Dose Finding Study\" at ClinicalTrials.gov"}