{"name": "ivacaftor", "category": "drug", "content": "Ivacaftor is a medication used to treat cystic fibrosis in people with certain mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) gene (primarily the G551D mutation), who account for 4–5% cases of cystic fibrosis. It is also included in combination medications, lumacaftor/ivacaftor, tezacaftor/ivacaftor, and elexacaftor/tezacaftor/ivacaftor which are used to treat people with cystic fibrosis. Ivacaftor was developed by Vertex Pharmaceuticals in conjunction with the Cystic Fibrosis Foundation and is the first medication that treats the underlying cause rather than the symptoms of the disease. It was approved by the U.S. Food and Drug Administration (FDA) in January 2012. It is one of the most expensive drugs, costing over US$300,000 per year, which has led to criticism of the high cost. The combination drug lumacaftor/ivacaftor was approved by the FDA in July 2015. Cystic fibrosis is caused by any one of several defects in the CFTR protein, which regulates fluid flow within cells and affects the components of sweat, digestive fluids, and mucus. One such defect is the G551D mutation, in which the amino acid glycine (G) in position 551 is replaced with aspartic acid (D).  G551D is characterized by a dysfunctional CFTR protein on the cell surface.  In the case of G551D, the protein is trafficked to the correct area, the epithelial cell surface, but once there the protein  cannot transport chloride through the channel. Ivacaftor, a CFTR potentiator, improves the transport of chloride through the ion channel by binding to the channels directly to induce a non-conventional mode of gating which in turn increases the probability that the channel is open.   == Medical uses == Ivacaftor is used for the treatment of cystic fibrosis in people having one of several specific mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) protein: E56K, G178R, S549R, K1060T, G1244E, P67L, E193K, G551D, A1067T, S1251N, R74W, L206W, G551S, G1069R, S1255P, D110E, R347H, D579G, R1070Q, D1270N, D110H, R352Q, S945L, R1070W, G1349D, R117C, A455E, S977F, F1074L, R117H, S549N, F1052V, D1152H. Ivacaftor is also included in a combination product, lumacaftor/ivacaftor, in a single pill, which is used to treat people with cystic fibrosis who have the F508del mutation in CFTR. Ivacaftor is also included in the combination product tezacaftor/ivacaftor with ivacaftor sold as Symdeko and as Symkevi. Symdeko is indicated to treat people aged six and older who have two copies of the F508del mutation in CFTR. Symkevi is indicated in a combination regimen with ivacaftor 150 mg tablets for the treatment of people with cystic fibrosis (CF) aged twelve years and older who are homozygous for the F508del mutation or who are heterozygous for the F508del mutation and have one of the following mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) gene: P67L, R117C, L206W, R352Q, A455E, D579G, 711+3A→G, S945L, S977F, R1070W, D1152H, 2789+5G→A, 3272 26A→G, and 3849+10kbC→T. Ivacaftor is available in a combination product with elexacaftor and tezacaftor called Trikafta for the treatment of people with cystic fibrosis who have the F508del mutation or other mutations.   == Adverse effects == The most common adverse reactions experienced by patients who received ivacaftor in the pooled placebo-controlled Phase III studies were abdominal pain (15.6% versus 12.5% on placebo), diarrhoea (12.8% versus 9.6% on placebo), dizziness (9.2% versus 1.0% on placebo), rash (12.8% versus 6.7% on placebo), upper respiratory tract reactions (including upper respiratory tract infection, nasal congestion, pharyngeal erythema, oropharyngeal pain, rhinitis, sinus congestion, and nasopharyngitis) (63.3% versus 50.0% on placebo), headache (23.9% versus 16.3% on placebo) and bacteria in sputum (7.3% versus 3.8% on placebo). One patient in the ivacaftor group reported a serious adverse reaction: abdominal pain.   == Pharmacology ==   === Pharmacodynamics === Ivacaftor is a \"potentiator\" of CFTR, meaning it increases the probability that the defective channel will be open and allow chloride ions pass through the channel pore.   === Pharmacokinetics ===   ==== Distribution ==== Ivacaftor is approximately 99% bound to plasma proteins, primarily to alpha 1-acid glycoprotein and albumin. Ivacaftor does not bind to human red blood cells.   ==== Biotransformation ==== Ivacaftor is extensively metabolised in humans. In vitro and in vivo data indicate that ivacaftor is primarily metabolised by CYP3A. M1 and M6 are the two major metabolites of ivacaftor in humans. M1 has approximately one-sixth the potency of ivacaftor and is considered pharmacologically active. M6 has less than one-fiftieth the potency of ivacaftor and is not considered pharmacologically active.   ==== Elimination ==== Following oral administration, the majority of ivacaftor (87.8%) is eliminated in the faeces after metabolic conversion. The major metabolites M1 and M6 accounted for approximately 65% of total dose eliminated with 22% as M1 and 43% as M6. There was negligible urinary excretion of ivacaftor as unchanged parent. The apparent terminal half-life was approximately 12 hours following a single dose in the fed state. The apparent clearance (CL/F) of ivacaftor was similar for healthy subjects and patients with CF. The mean (±SD) of CL/F for the 150 mg dose was 17.3 (8.4) L/h in healthy subjects at steady state.   == History == Ivacaftor was developed by Vertex Pharmaceuticals in conjunction with the Cystic Fibrosis Foundation and is the first medication that treats the underlying cause rather than the symptoms of the disease.    == Society and culture ==   === Legal status === The U.S. Food and Drug Administration (FDA) approved ivacaftor in January 2012,  Soon afterwards so too did the European Medicines Agency (EMA) and Canada and across some European countries. Lumacaftor/ivacaftor was approved by the FDA in July 2015, under breakthrough therapy status and under a priority review.   === Economics === It is one of the most expensive drugs, costing over US$300,000 per year, which has led to criticism of the high cost. The cost of ivacaftor is US$311,000 per year, roughly similar to the price of other medications for extremely rare diseases.  In the first nine months of its second year on the market (2014), ivacaftor sales were $339M, representing 54% of Vertex's product sales revenue.  During the same period, total drug development expenses were $458M, most of which was spent on cystic fibrosis-related research. An editorial in JAMA called the price of ivacaftor \"exorbitant\", citing the support by the Cystic Fibrosis Foundation in its development and the contribution made by fundamental scientific research performed by the National Institutes of Health and relied upon by Vertex in its cystic fibrosis drug discovery programs. The company responded in an email that \"while publicly funded academic research provided important early understanding of the cause of cystic fibrosis, it took Vertex scientists 14 years of their own research, funded mostly by the company, before the drug won approval.\" The Cystic Fibrosis Foundation, a non-profit organization dedicated to improving healthcare for people with cystic fibrosis, provided $150 million of the funding for the development for ivacaftor in exchange for royalty rights in the event that the medication was successfully developed and commercialized.  In 2014, the Foundation sold these royalty rights for $3.3 billion. The Foundation has stated that it intends to spend these funds in support of further research. Vertex said it would make the medication available free to patients in the United States with no insurance and a household income of under $150,000. In 2012, 24 US doctors and researchers involved in the development of the medication wrote to Vertex to protest the price of the medication, which had been set at about $300,000 per year. In the UK, the company provided the medication free for a limited time for certain patients, then left the hospitals to decide whether to continue to pay for it for those patients. UK agencies estimated the cost per quality adjusted life year (QALY) at between £335,000 and £1,274,000 —well above the National Institute for Health and Care Excellence thresholds. The medication was not covered under the Ontario Drug Benefit plan until June 2014, when the Government of Ontario and the manufacturer negotiated for what \"Ontario Health Minister Deb Matthews had called a \"fair price\" for taxpayers\". The negotiations took 16 months and it was estimated that around 20 Ontarians required the medication at the time. The province of Alberta began covering the medication in July 2014, and in September the province of Saskatchewan became the third province to include it in its provincial medication plan. Delay in agreement on a price for Vertex to charge national health plans led to patient group protests in Wales, England, and Australia. As of March 2016, the combination medication Orkambi cost $259,000 a year in the United States.   == Research == The clinical trials used in the regulatory approval of ivacaftor are described here.   === G551D mutation === Of the approximately 70,000 cases of cystic fibrosis worldwide, 4% (~3,000) are due to a mutation called G551D.  The safety and efficacy of ivacaftor for the treatment of cystic fibrosis in patients with this mutation was examined in two clinical trials. The first trial was performed in adults having baseline respiratory function (FEV1) between 32% and 98% of normal for persons of similar age, height, and weight. The baseline average was 64%. Improvement in FEV1 was rapid and sustained.  At the end of 48 weeks, people treated with ivacaftor had on average an absolute increase in FEV1 of 10.4%, vs. a decline of 0.2% in the placebo group.  Pulmonary exacerbations were reduced by about half in the ivacaftor group relative to the placebo group. In a second trial conducted in children age six to 11, the average improvement in FEV1 was an absolute increase of 12.5% in the ivacaftor group at 48 weeks, compared to a very slight decline in the placebo group.   === Other mutations === A third clinical trial examined the efficacy of ivacaftor in people with cystic fibrosis due to G1244E, G1349D, G178R, G551S, S1251N, S1255P, S549N, or S549R mutations.  This trial, which included 39 people of age greater than six years, used a crossover design.  The people in the trial had FEV1 averaging 78% of normal at baseline.  The people in the trial were randomized to receive either ivacaftor or placebo for eight weeks.  This was followed by a four to eight week washout period, then each group received the opposite treatment from what it received in the first part of the trial.  At week 8, the people on treatment with ivacaftor experienced an average absolute improvement in FEV1 of 13.8%, but there was a strong dependence of the efficacy on the exact mutation that a patient had. The detailed data for different mutation types is shown in the U.S. package insert.   == References ==   == External links == \"Ivacaftor\". Drug Information Portal. U.S. National Library of Medicine. \"Ivacaftor mixture with lumacaftor\". Drug Information Portal. U.S. National Library of Medicine. \"Ivacaftor regimen with Tezacaftor\". Drug Information Portal. U.S. National Library of Medicine. \"Lumacaftor and Ivacaftor\". MedlinePlus. \"Tezacaftor and Ivacaftor\". MedlinePlus. \"Elexacaftor, Tezacaftor, and Ivacaftor\". MedlinePlus."}