{"name": "ivermectin", "category": "drug", "content": "Ivermectin is an antiparasitic drug. After its discovery in 1975, its first uses were in veterinary medicine to prevent and treat heartworm and acariasis. Approved for human use in 1987, it is used to treat infestations including head lice, scabies, river blindness (onchocerciasis), strongyloidiasis, trichuriasis, ascariasis and lymphatic filariasis. It works through many mechanisms to kill the targeted parasites, and can be taken by mouth, or applied to the skin for external infestations. It belongs to the avermectin family of medications. William Campbell and Satoshi Ōmura won the 2015 Nobel Prize in Physiology or Medicine for its discovery and applications. It is on the World Health Organization's List of Essential Medicines, and is approved by the U.S. Food and Drug Administration as an antiparasitic agent. In 2021, it was the 341st most commonly prescribed medication in the United States, with more than 100,000 prescriptions. It is available as a generic medicine. Misinformation has been widely spread claiming that ivermectin is beneficial for treating and preventing COVID-19. Such claims are not backed by credible scientific evidence. Multiple major health organizations, including the U.S. Food and Drug Administration, the U.S. Centers for Disease Control and Prevention, the European Medicines Agency, and the World Health Organization have advised that ivermectin is not recommended for the treatment of COVID-19.   == Medical uses == Ivermectin is used to treat human diseases caused by roundworms and a wide variety of external parasites.   === Worm infections === For river blindness (onchocerciasis) and lymphatic filariasis, ivermectin is typically given as part of mass drug administration campaigns that distribute the drug to all members of a community affected by the disease. Adult worms survive in the skin and eventually recover to produce larval worms again; to keep the worms at bay, ivermectin is given at least once per year for the 10–15-year lifespan of the adult worms. The World Health Organization (WHO) considers ivermectin the drug of choice for strongyloidiasis. Ivermectin is also the primary treatment for Mansonella ozzardi and cutaneous larva migrans. The U.S. Centers for Disease Control and Prevention (CDC) recommends ivermectin, albendazole, or mebendazole as treatments for ascariasis. Ivermectin is sometimes added to albendazole or mebendazole for whipworm treatment, and is considered a second-line treatment for gnathostomiasis.   === Mites and insects === Ivermectin is also used to treat infection with parasitic arthropods. Scabies – infestation with the mite Sarcoptes scabiei – is most commonly treated with topical permethrin or oral ivermectin. A single application of permethrin is more efficacious than a single treatment of ivermectin. For most scabies cases, ivermectin is used in a two dose regimen: a first dose kills the active mites, but not their eggs. Over the next week, the eggs hatch, and a second dose kills the newly hatched mites. The two dose regimen of ivermectin has similar efficacy to the single dose permethrin treatment. Ivermectin is, however, more effective than permethrin when used in the mass treatment of endemic scabies. For severe \"crusted scabies\", where the parasite burden is orders of magnitude higher than usual, the U.S. Centers for Disease Control and Prevention (CDC) recommends up to seven doses of ivermectin over the course of a month, along with a topical antiparasitic. Both head lice and pubic lice can be treated with oral ivermectin, an ivermectin lotion applied directly to the affected area, or various other insecticides. Ivermectin is also used to treat rosacea and blepharitis, both of which can be caused or exacerbated by Demodex folliculorum mites.   == Contraindications == The only absolute contraindication to the use of ivermectin is hypersensitivity to the active ingredient or any component of the formulation. In children under the age of five or those who weigh less than 15 kilograms (33 pounds), there is limited data regarding the efficacy or safety of ivermectin, though the available data demonstrate few adverse effects. However, the American Academy of Pediatrics cautions against use of ivermectin in such patients, as the blood-brain barrier is less developed, and thus there may be an increased risk of particular CNS side effects such as encephalopathy, ataxia, coma, or death. The American Academy of Family Physicians also recommends against use in these patients, given a lack of sufficient data to prove drug safety. Ivermectin is secreted in very low concentration in breast milk. It remains unclear if ivermectin is safe during pregnancy.   == Adverse effects == Side effects, although uncommon, include fever, itching, and skin rash when taken by mouth; and red eyes, dry skin, and burning skin when used topically for head lice. It is unclear if the drug is safe for use during pregnancy, but it is probably acceptable for use during breastfeeding. Ivermectin is considered relatively free of toxicity in standard doses (around 300 μg/kg). Based on the data drug safety sheet for ivermectin, side effects are uncommon. However, serious adverse events following ivermectin treatment are more common in people with very high burdens of larval Loa loa worms in their blood. Those who have over 30,000 microfilaria per milliliter of blood risk inflammation and capillary blockage due to the rapid death of the microfilaria following ivermectin treatment. One concern is neurotoxicity after large overdoses, which in most mammalian species may manifest as central nervous system depression, ataxia, coma, and even death, as might be expected from potentiation of inhibitory chloride channels. Since drugs that inhibit the enzyme CYP3A4 often also inhibit P-glycoprotein transport, the risk of increased absorption past the blood-brain barrier exists when ivermectin is administered along with other CYP3A4 inhibitors. These drugs include statins, HIV protease inhibitors, many calcium channel blockers, lidocaine, the benzodiazepines, and glucocorticoids such as dexamethasone. During the course of a typical treatment, ivermectin can cause minor aminotransferase elevations. In rare cases it can cause mild clinically apparent liver disease. To provide context for the dosing and toxicity ranges, the LD50 of ivermectin in mice is 25 mg/kg (oral), and 80 mg/kg in dogs, corresponding to an approximated human-equivalent dose LD50 range of 2.02–43.24 mg/kg, which is far in excess of its FDA-approved usage (a single dose of 0.150–0.200 mg/kg to be used for specific parasitic infections). While ivermectin has also been studied for use in COVID-19, and while it has some ability to inhibit SARS-CoV-2 in vitro, achieving 50% inhibition in vitro was found to require an estimated oral dose of 7.0 mg/kg (or 35x the maximum FDA-approved dosage), high enough to be considered ivermectin poisoning. Despite insufficient data to show any safe and effective dosing regimen for ivermectin in COVID-19, doses have been taken far in excess of FDA-approved dosing, leading the CDC to issue a warning of overdose symptoms including nausea, vomiting, diarrhea, hypotension, decreased level of consciousness, confusion, blurred vision, visual hallucinations, loss of coordination and balance, seizures, coma, and death. The CDC advises against consuming doses intended for livestock or doses intended for external use and warns that increasing misuse of ivermectin-containing products is resulting in an increase in harmful overdoses.   == Pharmacology ==   === Mechanism of action === Ivermectin and its related drugs act by interfering with the nerve and muscle functions of helminths and insects. The drug binds to glutamate-gated chloride channels common to invertebrate nerve and muscle cells. The binding pushes the channels open, which increases the flow of chloride ions and hyper-polarizes the cell membranes, paralyzing and killing the invertebrate. Ivermectin is safe for mammals (at the normal therapeutic doses used to cure parasite infections) because mammalian glutamate-gated chloride channels only occur in the brain and spinal cord: the causative avermectins usually do not cross the blood–brain barrier, and are unlikely to bind to other mammalian ligand-gated channels.   === Pharmacokinetics === Ivermectin can be given by mouth, topically, or via injection. Oral doses are absorbed into systemic circulation; the alcoholic solution form is more orally available than tablet and capsule forms. Ivermectin is widely distributed in the body. Ivermectin does not readily cross the blood–brain barrier of mammals due to the presence of P-glycoprotein (the MDR1 gene mutation affects the function of this protein). Crossing may still become significant if ivermectin is given at high doses, in which case brain levels peak 2–5 hours after administration. In contrast to mammals, ivermectin can cross the blood–brain barrier in tortoises, often with fatal consequences. Ivermectin is metabolized into eight different products by human CYP3A4, two of which (M1, M2) remain toxic to mosquitos.  M1 and M2 also have longer elimination half-lives of about 55 hours. CYP3A5 produces a ninth metabolite.   == Chemistry ==  Fermentation of Streptomyces avermitilis yields eight closely related avermectin homologues, of which B1a and B1b form the bulk of the products isolated. In a separate chemical step, the mixture is hydrogenated to give ivermectin, which is an approximately 80:20 mixture of the two 22,23-dihydroavermectin compounds. Ivermectin is a macrocyclical lactone.   == History == The avermectin family of compounds was discovered by Satoshi Ōmura of Kitasato University and William Campbell of Merck. In 1970, Ōmura isolated a strain of Streptomyces avermitilis from woodland soil near a golf course along the south east coast of Honshu, Japan. Ōmura sent the bacteria to William Campbell, who showed that the bacterial culture could cure mice infected with the roundworm Heligmosomoides polygyrus. Campbell isolated the active compounds from the bacterial culture, naming them \"avermectins\" and the bacterium Streptomyces avermitilis for the compounds' ability to clear mice of worms (in Latin: a 'without', vermis 'worms'). Of the various avermectins, Campbell's group found the compound \"avermectin B1\" to be the most potent when taken orally. They synthesized modified forms of avermectin B1 to improve its pharmaceutical properties, eventually choosing a mixture of at least 80% 22,23-dihydroavermectin B1a and up to 20% 22,23-dihydroavermectin B1b, a combination they called \"ivermectin\". The discovery of ivermectin has been described as a combination of \"chance and choice.\" Merck was looking for a broad-spectrum anthelmintic, which ivermectin is indeed; however, Campbell noted that they \"...also found a broad-spectrum agent for the control of ectoparasitic insects and mites.\" Merck began marketing ivermectin as a veterinary antiparasitic in 1981. By 1986, ivermectin was registered for use in 46 countries and was administered massively to cattle, sheep and other animals. By the late 1980s, ivermectin was the bestselling veterinary medicine in the world. Following its blockbuster success as a veterinary antiparasitic, another Merck scientist, Mohamed Aziz, collaborated with the World Health Organization to test the safety and efficacy of ivermectin against onchocerciasis in humans. They found it to be highly safe and effective, triggering Merck to register ivermectin for human use as \"Mectizan\" in France in 1987. A year later, Merck CEO Roy Vagelos agreed that Merck would donate all ivermectin needed to eradicate river blindness. In 1998, that donation would be expanded to include ivermectin used to treat lymphatic filariasis. Ivermectin earned the title of \"wonder drug\" for the treatment of nematodes and arthropod parasites. Ivermectin has been used safely by hundreds of millions of people to treat river blindness and lymphatic filariasis. Half of the 2015 Nobel Prize in Physiology or Medicine was awarded jointly to Campbell and Ōmura for discovering ivermectin, \"the derivatives of which have radically lowered the incidence of river blindness and lymphatic filariasis, as well as showing efficacy against an expanding number of other parasitic diseases\".   == Society and culture ==   === COVID-19 misinformation ===   === Economics === The initial price proposed by Merck in 1987 was US$6 per treatment, which was unaffordable for patients who most needed ivermectin. The company donated hundreds of millions of courses of treatments since 1988 in more than 30 countries. Between 1995 and 2010, using donated ivermectin to prevent river blindness, the program is estimated to have prevented seven million years of disability at a cost of US$257 million. Ivermectin is considered an inexpensive drug. As of 2019, ivermectin tablets (Stromectol) in the United States were the least expensive treatment option for lice in children at approximately US$9.30, while Sklice, an ivermectin lotion, cost around US$300 for 120 mL (4 US fl oz). As of 2019, the cost effectiveness of treating scabies and lice with ivermectin has not been studied.   === Brand names === It is sold under the brand names Heartgard, Sklice and Stromectol in the United States, Ivomec worldwide by Merial Animal Health, Mectizan in Canada by Merck, Iver-DT in Nepal by Alive Pharmaceutical and Ivexterm in Mexico by Valeant Pharmaceuticals International. In Southeast Asian countries, it is marketed by Delta Pharma Ltd. under the trade name Scabo 6. The formulation for rosacea treatment is sold under the brand name Soolantra. While in development, it was assigned the code MK-933 by Merck.   == Research ==   === Parasitic disease === Ivermectin has been researched in laboratory animals, as a potential treatment for trichinosis and trypanosomiasis. Ivermectin has also been tested on zebrafish infected with Pseudocapillaria tomentosa.   === Tropical diseases === As of 2016 ivermectin was studied as a potential antiviral agent against chikungunya and yellow fever. In chikungunya, ivermectin showed a wide in vitro safety margin as an antiviral. Ivermectin is also of interest in the prevention of malaria, as it is toxic to both the malaria plasmodium itself and the mosquitos that carry it. A direct effect on malaria parasites could not be shown in an experimental infection of volunteers with Plasmodium falciparum. Use of ivermectin at higher doses necessary to control malaria is probably safe, though large clinical trials have not yet been done to definitively establish the efficacy or safety of ivermectin for prophylaxis or treatment of malaria. Mass drug administration of a population with ivermectin to treat and prevent nematode infestation is effective for eliminating malaria-bearing mosquitos and thereby potentially reducing infection with residual malaria parasites. Whilst effective in killing malaria-bearing mosquitos, a 2021 Cochrane review found that, to date, the evidence shows no significant impact on reducing incidence of malaria transmission from the community administration of ivermectin.  One alternative to ivermectin is moxidectin, which has been approved by the Food and Drug Administration for use in people with river blindness. Moxidectin has a longer half-life than ivermectin and may eventually supplant ivermectin as it is a more potent microfilaricide, but there is a need for additional clinical trials, with long-term follow-up, to assess whether moxidectin is safe and effective for treatment of nematode infection in children and women of childbearing potential. There is tentative evidence that ivermectin kills bedbugs, as part of integrated pest management for bedbug infestations. However, such use may require a prolonged course of treatment which is of unclear safety.   === NAFLD === In 2013, ivermectin was demonstrated as a novel ligand of the farnesoid X receptor, a therapeutic target for nonalcoholic fatty liver disease.   === COVID-19 ===  During the COVID-19 pandemic, ivermectin was researched for possible utility in preventing and treating COVID-19, but no good evidence of benefit was found.   == Veterinary use == Ivermectin is routinely used to control parasitic worms in the gastrointestinal tract of ruminant animals. These parasites normally enter the animal when it is grazing, pass the bowel, and set and mature in the intestines, after which they produce eggs that leave the animal via its droppings and can infest new pastures. Ivermectin is only effective in killing some of these parasites, because of an increase in anthelmintic resistance. This resistance has arisen from the persistent use of the same anthelmintic drugs for the past 40 years. Additionally, the use of Ivermectin for livestock has a profound impact on dung beetles, such as T. lusitanicus, as it can lead to acute toxicity within these insects. In dogs, ivermectin is routinely used as prophylaxis against heartworm. Dogs with defects in the P-glycoprotein gene (MDR1), often collie-like herding dogs, can be severely poisoned by ivermectin. The mnemonic \"white feet, don't treat\" refers to Scotch collies that are vulnerable to ivermectin. Some other dog breeds (especially the Rough Collie, the Smooth Collie, the Shetland Sheepdog, and the Australian Shepherd), also have a high incidence of mutation within the MDR1 gene (coding for P-glycoprotein) and are sensitive to the toxic effects of ivermectin. For dogs, the insecticide spinosad may have the effect of increasing the toxicity of ivermectin. A 0.01% ivermectin topical preparation for treating ear mites in cats is available. Clinical evidence suggests 7-week-old kittens are susceptible to ivermectin toxicity. Ivermectin is sometimes used as an acaricide in reptiles, both by injection and as a diluted spray. While this works well in some cases, care must be taken, as several species of reptiles are very sensitive to ivermectin. Use in turtles is particularly contraindicated. A characteristic of the antinematodal action of ivermectin is its potency: for instance, to combat Dirofilaria immitis in dogs, ivermectin is effective at 0.001 milligram per kilogram of body weight when administered orally.   == Notes ==   == References ==   == External links ==  \"Ivermectin Topical\". MedlinePlus."}