{"name": "ivosidenib", "category": "drug", "content": "Ivosidenib, sold under the brand name Tibsovo, is an anti-cancer medication for the treatment of acute myeloid leukemia (AML) and cholangiocarcinoma. It is a small molecule inhibitor of isocitrate dehydrogenase-1 (IDH1), which is mutated in several forms of cancer. Ivosidenib is an isocitrate dehydrogenase-1 inhibitor that works by decreasing abnormal production of the oncometabolite 2-hydroxyglutarate (2-HG), leading to differentiation of malignant cells. Ivosidenib was approved for medical use in the United States in July 2018, and in the European Union in May 2023. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Ivosidenib is indicated for people with acute myeloid leukemia and locally advanced or metastatic cholangiocarcinoma.   == Adverse effects == In ivosidenib-treated patients, reported adverse effects have been febrile neutropenia, alanine aminotransferase increased, aspartate aminotransferase increased, colitis, hypertension, maculopapular rash. However, Ivosidenib was taken in conjunction with standard AML induction treatment, and side effects can not be directly related to the drug.   == History == The US Food and Drug Administration (FDA) awarded orphan drug designations for acute myeloid leukemia and for cholangiocarcinoma.   == Society and culture ==   === Legal status === On 23 February 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Tibsovo, intended for the treatment of adults with newly diagnosed acute myeloid leukemia and for the treatment of adults with locally advanced or metastatic cholangiocarcinoma. The applicant for this medicinal product is Les Laboratoires Servier. Tibsovo was approved for medical use in the European Union in May 2023.   == Research == In tumors from people diagnosed with glioma, acute myeloid leukemia (AML), cholangiocarcinoma, and chondrosarcoma, somatic mutations in the conserved active site of isocitrate dehydrogenase (IDH) 1 and 2 are observed. With these new mutations, these enzymes exhibit new, neomorphic behavior, which results in the reduction of α-ketoglutarate to the oncometabolite R-2-hydroxyglutarate. The new molecule competitively inhibits α-ketoglutarate–dependent enzymes, ultimately leading to epigenetic alterations and impaired hematopoietic differentiation. Mutations in the IDH1 enzyme mutations occur in approximately 6 to 10% of the patients with AML, and IDH2 mutations occur in approximately 9 to 13% of those with AML, with unknown statistics on other conditions listed. The drug is also believed to be a slow-binding inhibitor of the IDH1-WT homodimer. Ivosidenib showed uncompetitive inhibition to the NADP cofactor, showing a hyperbolic curve for the rate constant of inhibition relative to concentration. Ivosidenib also showed no time-dependence in IC50 between 1 and 16 hours of incubation for either homodimer.   == References ==   == External links == Clinical trial number NCT02074839 for \"Study of Orally Administered AG-120 in Subjects With Advanced Hematologic Malignancies With an IDH1 Mutation\" at ClinicalTrials.gov Clinical trial number NCT02989857 for \"Study of AG-120 in Previously Treated Advanced Cholangiocarcinoma With IDH1 Mutations (ClarIDHy) (ClarIDHy)\" at ClinicalTrials.gov"}