{"name": "ixazomib", "category": "drug", "content": "Ixazomib (trade name Ninlaro) is a drug for the treatment of multiple myeloma, a type of white blood cell cancer, in combination with other drugs. It is taken by mouth in the form of capsules. Common side effects include diarrhea, constipation and low platelet count. Like the older bortezomib (which can only be given by injection), it acts as a proteasome inhibitor, has orphan drug status in the US and Europe, and is a boronic acid derivative. The drug was developed by Takeda. In the US, it is approved since November 2015, and in the EU since November 2016.   == Medical uses == Ixazomib is used in combination with lenalidomide and dexamethasone for the treatment of multiple myeloma in adults after at least one prior therapy. There are no experiences with children and youths under 18 years of age. The study relevant for approval included 722 people. In this study, ixazomib increased the median time of progression-free survival from 14.7 months (in the placebo+lenalidomide+dexamethasone study arm including 362 people) to 20.6 months (under ixazomib+lenalidomide+dexamethasone, 360 people), which was a statistically significant effect (p = 0.012). 11.7% of patients in the ixazomib group had a complete response to the treatment, versus 6.6% in the placebo group. Overall response rate (complete plus partial) was 78.3% versus 71.5%. A phase 3 study demonstrated a significant improvement in progression-free survival (PFS) with ixazomib-lenalidomide-dexamethasone (IRd) compared with placebo. High-risk cytogenetic abnormalities were defined as del(17p), t(4;14), and/or t(14;16); additionally, patients were assessed for 1q21 amplification. Of 722 randomized patients, 552 had cytogenetic results; 137 (25%) had high-risk cytogenetic abnormalities and 172 (32%) had 1q21 amplification alone. PFS was improved with IRd versus placebo in both high-risk and standard-risk cytogenetics subgroups: in high-risk patients, with median PFS of 21.4 versus 9.7 months; in standard-risk patients, with median PFS of 20.6 versus 15.6 months. This PFS benefit was consistent across subgroups with individual high-risk cytogenetic abnormalities, including patients with del(17p). PFS was also longer with IRd versus placebo- in patients with 1q21 amplification, and in the \"expanded high-risk\" group, defined as those with high-risk cytogenetic abnormalities and/or 1q21 amplification. IRd demonstrated substantial benefit compared with placebo in relapsed/refractory multiple myeloma patients with high-risk and standard-risk cytogenetics, and improves the poor PFS associated with high-risk cytogenetic abnormalities.   === Pregnancy and breastfeeding === Ixazomib and lenalidomide are teratogenic in animal studies. The latter is contraindicated in pregnant women, making this therapy regimen unsuitable for this group. It is not known whether ixazomib or its metabolites pass into the breast milk.   == Side effects == Common side effects of the ixazomib+lenalidomide+dexamethasone study therapy included diarrhoea (42% versus 36% under placebo+lenalidomide+dexamethasone), constipation (34% versus 25%), thrombocytopenia (low platelet count; 28% versus 14%), peripheral neuropathy (28% versus 21%), nausea (26% versus 21%), peripheral oedema (swelling; 25% versus 18%), vomiting (22% versus 11%), and back pain (21% versus 16%). Serious diarrhoea or thrombocytopenia occurred in 2% of patients, respectively. Side effects of ixazomib alone were only assessed in a small number of people. Diarrhoea grade 2 or higher was found in 24% of these patients, thrombocytopenia grade 3 or higher in 28%, and fatigue grade 2 or higher in 26%.   == Interactions == The drug has a low potential for interactions via cytochrome P450 (CYP) liver enzymes and transporter proteins. The only relevant finding in studies was a reduction of ixazomib blood levels when combined with the strong CYP3A4 inducer rifampicin. The Cmax was reduced by 54% and the area under the curve by 74% in this study.   == Pharmacology ==   === Mechanism of action === At therapeutic concentrations, ixazomib selectively and reversibly inhibits the protein proteasome subunit beta type-5 (PSMB5) with a dissociation half-life of 18 minutes. This mechanism is the same as of bortezomib, which has a much longer dissociation half-life of 110 minutes; the related drug carfilzomib, by contrast, blocks PSMB5 irreversibly. Proteasome subunits beta type-1 and type-2 are only inhibited at high concentrations reached in cell culture models. PSMB5 is part of the 20S proteasome complex and has enzymatic activity similar to chymotrypsin. It induces apoptosis, a type of programmed cell death, in various cancer cell lines. A synergistic effect of ixazomib and lenalidomide has been found in a large number of myeloma cell lines.   === Pharmacokinetics ===  The medication is taken orally as a prodrug, ixazomib citrate, which is a boronic ester; this ester rapidly hydrolyzes under physiological conditions to its biologically active form, ixazomib, a boronic acid. Absolute bioavailability is 58%, and highest blood plasma concentrations of ixazomib are reached after one hour. Plasma protein binding is 99%. The substance is metabolized by many CYP enzymes (percentages in vitro, at higher than clinical concentrations: CYP3A4 42.3%, CYP1A2 26.1%, CYP2B6 16.0%, CYP2C8 6.0%, CYP2D6 4.8%, CYP2C9 4.8%, CYP2C9 <1%) as well as non-CYP enzymes, which could explain the low interaction potential. Clearance is about 1.86 litres per hour with a wide variability of 44% between individuals, and plasma half-life is 9.5 days. 62% of ixazomib and its metabolites are excreted via the urine (of which less than 3.5% in unchanged form) and 22% via the faeces.   == Chemistry == Ixazomib is a boronic acid and peptide analogue like the older bortezomib. It contains a derivative  of the amino acid leucine with the carboxylic acid group being replaced by a boronic acid; and the remainder of the molecule has been likened to phenylalanine. The structure has been found through a large-scale screening of boron-containing molecules.   == History == The drug was developed by Takeda. It got US and European orphan drug status for multiple myeloma in 2011, and for AL amyloidosis in 2012. Takeda submitted a US new drug application for multiple myeloma in July 2015. In September 2015, the U.S. Food and Drug Administration (FDA) granted ixazomib combined with lenalidomide and dexamethasone a priority review designation for multiple myeloma. On 20 November 2015, the FDA approved this combination for second-line treatment. The request for marketing authorisation in Europe was initially refused by the European Medicines Agency (EMA) in May 2016 due to insufficient data showing a benefit of treatment. After Takeda requested a re-examination, the EMA granted a marketing authorisation on 21 November 2016 on the condition that further efficacy studies be conducted. The approval indication is the same as in the US.   == Research ==  As of January 2017, ixazomib is also in Phase III clinical trials for the treatment of AL amyloidosis and plasmacytoma of the bones, and in Phase I/II trials for various other conditions.   == References =="}