{"name": "ixekizumab", "category": "drug", "content": "Ixekizumab, sold under the brand name Taltz, is an injectable medication for the treatment of autoimmune diseases. Chemically, it is a form of a humanized monoclonal antibody. The substance acts by binding interleukin 17A and neutralizing it, reducing inflammation. The most common side effects include upper respiratory infections, injection site reactions and fungal (tinea) infections. The drug was developed by Eli Lilly and Co. and is approved for the treatment of plaque psoriasis in the European Union and the United States as of 2016.   == Medical uses == In the United States, ixekizumab is indicated for the treatment of adults with moderate-to-severe plaque psoriasis who are candidates for systemic therapy or phototherapy, active psoriatic arthritis, active ankylosing spondylitis, and active non-radiographic axial spondyloarthritis with objective signs of inflammation. In the European Union it is indicated for the treatment of moderate-to-severe plaque psoriasis and as a second-line therapy for active psoriatic arthritis. In studies, the drug reduced the Psoriasis Area and Severity Index by at least 75% (PASI75) in 82–89% of patients during the first three months of treatment (depending on the dosing scheme), and 40% of patients experienced a complete absence of psoriasis symptoms (PASI100). In the placebo group, PASI75 was reached in 4% of patients, and PASI100 in none; in the group of patients receiving etanercept, an older anti-psoriasis drug, PASI75 was reached in 48%. Until the 60th study week, 11–44% of ixekizumab treated patients relapsed (again, depending on the dosing scheme), as compared to 84% under placebo.   == Contraindications == The medication is contraindicated for patients with certain infections such as active tuberculosis.   == Adverse effects == In studies, ixekizumab increased the rate of infections (27% of ixekizumab treated patients, compared to 23% under placebo), including severe ones (0.6% versus 0.4% under placebo). Other common side effects included injection site reactions such as redness and pain (13–17% versus 3%), oropharyngeal pain (1%) and nausea (1–2%). Other common adverse effects (≥5.0%) include nasopharyngitis, upper respiratory tract infection, arthralgia, headache, back pain, hypertension, bronchitis, diarrhea, sinusitis, and urinary tract infection. In a review of 18,025 patient years (n=6892 patients), no anaphylaxis was reported, no reactivation of tuberculosis, and low incidence rate of candida infection and serious infections was found. Incidence rates decreased or remained constant over time. Ixekizumab does not have an increased risk of adverse effects in the elderly.   == Overdose == Up to fourfold doses have been given in studies without causing serious side effects.   == Interactions == No interaction studies have been done. Ixekizumab and interleukin 17 are not known to interact with cytochrome P450 (CYP) liver enzymes. Since inflammation suppresses CYP activity, it is theorized that ixekizumab could neutralize this effect and lower blood plasma concentrations of drugs that are metabolized by CYP enzymes, such as warfarin.   == Pharmacology ==   === Mechanism of action === Ixekizumab binds to interleukin 17 (IL-17A), a pro-inflammatory cytokine, and blocks its action. Among other things, IL-17A stimulates proliferation and activation of keratinocytes in the skin. This mechanism is similar to that of another anti-psoriasis antibody, brodalumab, which binds to the interleukin-17 receptor. The antibody has affinity to the homodimer IL-17A and the heterodimer IL-17A/F, but not to other members of the interleukin 17 family.   === Pharmacokinetics === After subcutaneous injection, ixekizumab has a bioavailability of 60–81%; bioavailability is higher in the thigh than the abdomen or arm. Highest blood plasma concentrations are reached after four to seven days after a single dose. With the usual dosing scheme (loading plus a dose every two weeks), steady state concentrations are reached in the eighth week on average. Like other antibodies, ixekizumab is probably degraded by proteolysis. Its elimination half-life is 14–18 days.  The volume of distribution is 7.11 L. Mean clearance is 0.39 L/day. There is no difference in rate of clearance between elderly and younger patients. Increased body weight increases the volume of distribution and clearance rate. Ixekizumab displays linear pharmacokinetics across doses. Pharmacokinetic data is similar for autoinjector pens and prefilled syringes.   == Chemistry == Ixekizumab is a complete monoclonal antibody of the subclass IgG4, consisting of two light chains and two heavy chains linked by disulfide bridges. Both heavy chains are glycosylated at the asparagine in position 296. In the hinge region, a serine is replaced by a proline to reduce formation of half-antibodies and heterodimers in the manufacturing process. The terminal lysine found in wild-type IgG4 is removed. The antibody is produced in Chinese hamster ovary cells.   == History == Clinical trials included a Phase II trial of patients with moderate to severe psoriasis, and a Phase III open-label trial. Ixekizumab was approved by the US Food and Drug Administration (FDA) in March 2016, for the treatment of adults with moderate-to-severe plaque psoriasis and by the European Medicines Agency (EMA) in April 2016. The safety and efficacy of ixekizumab were established in three randomized, placebo-controlled clinical trials with a total of 3,866 participants with plaque psoriasis who were candidates for systemic or phototherapy therapy. The FDA approved ixekizumab based on the evidence from three clinical trials of 1958 participants with moderate to severe psoriasis. The trials were conducted in the US, Canada, Europe, Russia, Mexico, Chile, Argentina, Japan and Australia. In December 2017, the FDA approved it for active psoriatic arthritis.   == References =="}