{"name": "kanamycin", "category": "drug", "content": "Kanamycin A, often referred to simply as kanamycin, is an antibiotic used to treat severe bacterial infections and tuberculosis. It is not a first line treatment. It is used by mouth, injection into a vein, or injection into a muscle. Kanamycin is recommended for short-term use only, usually from 7 to 10 days. Since antibiotics only show activity against bacteria, it is ineffective in viral infections. Common side effects include hearing and balance problems. Kidney problems may also occur. Kanamycin is not recommended during pregnancy as it may harm the baby. It is likely safe during breastfeeding. Kanamycin is in the aminoglycoside family of medications. It works by blocking the production of proteins that are required for bacterial survival. Kanamycin was first isolated in 1957 by Hamao Umezawa from the bacterium Streptomyces kanamyceticus. It was removed from the World Health Organization's List of Essential Medicines in 2019. It is no longer marketed in the United States.   == Medical uses ==   === Spectrum of activity === Kanamycin is indicated for short-term treatment of bacterial infections caused by one or more of the following pathogens: E. coli, Proteus species (both indole-positive and indole-negative), Enterobacter aerogenes, Klebsiella pneumoniae, Serratia marcescens, and Acinetobacter species. In cases of serious infection when the causative organism is unknown, Kanamycin injection in conjunction with a penicillin- or cephalosporin-type drug may be given initially before obtaining results of susceptibility testing. Kanamycin does not treat viral infections.   === Pregnancy and breastfeeding === Kanamycin is pregnancy category D in the United States. Kanamycin enters breast milk in small amounts. The manufacturer therefore advises that people should either stop breastfeeding or kanamycin. The American Academy of Pediatrics considers kanamycin okay in breastfeeding.   === Children === Kanamycin should be used with caution in newborns due to the risk of increased drug concentration resulting from immature kidney function.   == Side effects == Serious side effects include ringing in the ears or loss of hearing, toxicity to kidneys, and allergic reactions to the drug. Other side effects include: Gastrointestinal effects  Nausea, vomiting, diarrhea Musculoskeletal effects  Myasthenia gravis Neurologic effects  Headache Paresthesias Blurring of vision Neuromuscular blockade Metabolic effects  Malabsorption syndrome   == Mechanism == Kanamycin works by interfering with protein synthesis. It binds to the 30S subunit of the bacterial ribosome. This results in incorrect alignment with the mRNA and eventually leads to a misread that causes the wrong amino acid to be placed into the peptide. This leads to nonfunctional peptide chains.   == Composition == Kanamycin is a mixture of three main components: kanamycin A, B, and C. Kanamycin A is the major component in kanamycin. The effects of these components do not appear to be widely studied as individual compounds when used against prokaryotic and eukaryotic cells.   == Biosynthesis == While the main product produced by Streptomyces kanamyceticus is kanamycin A, additional products are also produced, including kanamycin B, kanamycin C, kanamycin D and kanamycin X. The kanamycin biosynthetic pathway can be divided into two parts. The first part is common to several aminoglycoside antibiotics, such as butirosin and neomycin. In it a unique aminocyclitol, 2-deoxystreptamine, is biosynthesized from D-glucopyranose 6-phosphate in four steps. At this point the kanamycin pathway splits into two branches due to the promiscuity of the next enzyme, which can utilize two different glycosyl donors - UDP-N-acetyl-α-D-glucosamine and UDP-α-D-glucose. One of the branches forms kanamycin C and kanamycin B, while the other branch forms kanamycin D and kanamycin X. However, both kanamycin B and kanamycin D can be converted to kanamycin A, so both branches of the pathway converge at kanamycin A.   == Use in research == Kanamycin is used in molecular biology as a selective agent most commonly to isolate bacteria (e.g., E. coli) which have taken up genes (e.g., of plasmids) coupled to a gene coding for kanamycin resistance (primarily Neomycin phosphotransferase II [NPT II/Neo]). Bacteria that have been transformed with a plasmid containing the kanamycin resistance gene are plated on kanamycin (50-100 μg/mL) containing agar plates or are grown in media containing kanamycin (50-100 μg/mL). Only the bacteria that have successfully taken up the kanamycin resistance gene become resistant and will grow under these conditions. As a powder, kanamycin is white to off-white and is soluble in water (50 mg/mL). At least one such gene, Atwbc19 is native to a plant species, of comparatively large size and its coded protein acts in a manner which decreases the possibility of horizontal gene transfer from the plant to bacteria; it may be incapable of giving resistance to bacteria even if gene transfer occurs.   === KanMX marker === The selection marker kanMX is a hybrid gene consisting of a bacterial aminoglycoside phosphotransferase (kanr from transposon Tn903) under control of the strong TEF promoter from Ashbya gossypii. Mammalian cells, yeast, and other eukaryotes acquire resistance to geneticin (= G418, an  aminoglycoside antibiotic similar to kanamycin) when transformed with a kanMX marker. In yeast, the kanMX marker avoids the requirement of auxotrophic markers. In addition, the kanMX marker renders E. coli resistant to kanamycin. In shuttle vectors the KanMX cassette is used with an additional bacterial promoter. Several versions of the kanMX cassette are in use, e.g. kanMX1-kanMX6. They primarily differ by additional restriction sites and other small changes around the actual open reading frame.   == Antibiotic Conjugated Nanoparticle Synthesis == Antibiotic resistance or development of multi-drug resistant bacterial strains is a key challenge for treating bacterial infections. With limited research being carried out to design and develop new antibiotics, novel approaches like functionalizing antibiotic to metal nanoparticles surface to treat resistant bacterial strains have been studied. Kanamycin functionalized gold-nanoparticles (Kan-GNPs) were synthesized and tested for its antibacterial activity against both gram positive and gram negative strains. A dose dependent antibacterial activity was noted for Kan-GNPs in comparison to free kanamycin.   == References =="}