{"name": "Keratitis", "category": "disease", "content": "Keratitis is a condition in which the eye's cornea, the clear dome on the front surface of the eye, becomes inflamed. The condition is often marked by moderate to intense pain and usually involves any of the following symptoms: pain, impaired eyesight, photophobia (light sensitivity), red eye and a 'gritty' sensation. Diagnosis of infectious keratitis is usually made clinically based on the signs and symptoms as well as eye examination, but corneal scrapings may be obtained and evaluated using microbiological culture or other testing to identify the causative pathogen.   == Classification (by chronicity) ==   === Acute === Acute epithelial keratitis Nummular keratitis Interstitial keratitis Disciform keratitis   === Chronic === Neurotrophic keratitis Mucous plaque keratitis   == Classification (infective) ==   === Viral ===  The most common causes of viral keratitis include herpes simplex virus (HSV) and varicella zoster virus (VZV), which cause herpes simplex keratitis and herpes zoster keratitis (a subtype of herpes zoster ophthalmicus) respectively. Herpes simplex keratitis occurs due to latent HSV reactivation in the ophthalmic nerve (the V1 branch of the trigeminal nerve). Herpes keratitis is classically associated with a branching (dendritic) infiltrate pattern of inflammation in the corneal epithelium and may cause clouding of the cornea.  Approximately 8-20% of cases of shingles (due to VZV reactivation) involve the eyes as herpes zoster ophthalmicus. And VZV keratitis occurs in 13-76% of cases of herpes zoster ophthalmicus, usually 1 month after onset of symptoms. Herpes zoster ophthalmicus is also associated with reactivation of ZVZ in the V1 branch (the ophthalmic nerve) of the trigeminal nerve. VZV keratitis presents as a dendriform epithelial keratitis pattern early in the course of the infection. ZVZ keratitis may cause clouding of the cornea, with 50% of cases involving inflammatory infiltrates in the stromal layer of the cornea, corneal scarring is a possible complication of VZV keratitis. Vaccination with the zoster vaccine is highly effective in preventing shingles, as well as herpes zoster ophthalmicus and herpes zoster keratitis.   === Bacterial === Bacterial keratitis. Bacterial infection of the cornea can follow from an injury or from wearing contact lenses. The bacteria involved are Staphylococcus aureus and for contact lens wearers, Pseudomonas aeruginosa. Pseudomonas aeruginosa produces enzymes that can digest the cornea. In those who wear contact lenses, bacteria are the most common causative agent of keratitis, with 90% of cases being due to a bacterial pathogen. Of those 90% of cases, Pseudomonas aeruginosa is responsible for 40%. Staph aureus and streptococci are other common bacterial pathogens responsible for infectious keratitis in contact lens wearers. Lens cases, used to store contact lenses, may form a biofilm leading to colonization of the contact lenses by bacteria, this is especially common with poor contact lens hygiene or improper storage.   === Fungal === Fungal keratitis, caused by Aspergillus fumigatus and Candida albicans (cf. Fusarium, causing an outbreak of keratitis in 2005–2006 through the possible vector of Bausch & Lomb ReNu with MoistureLoc contact lens solution)   === Amoebic === Acanthamoebic keratitis  Amoebic infection of the cornea is a serious corneal infection, most often affecting contact lens wearers. It is usually caused by Acanthamoeba. On May 25, 2007, the U.S. Center for Disease Control issued a health advisory due to increased risk of Acanthamoeba keratitis associated with use of Advanced Medical Optics Complete Moisture Plus Multi-Purpose eye solution.   === Parasitic === Onchocercal keratitis, which follows Onchocerca volvulus infection by infected blackfly bite. These blackfly, Simulium, usually dwell near fast-flowing African streams, so the disease is also called \"river blindness\". Microbial keratitis (due to bacterial, fungal, or parasitic pathogens), as opposed to viral keratitis, is more commonly associated with the formation of corneal ulcers. Other risk factors for corneal ulcer formation include contact lens use, keratitis in the setting of eye trauma, underlying corneal disease or ocular surface diseases (such as severe chronic dry eye). Infectious keratitis sometimes presents as corneal edema, or with a hypopyon (a collection of inflammatory cells in the anterior chamber of the eye).   == Classification (by stage of disease) == Superficial punctate keratitis Ulcerative keratitis   == Classification (by environmental aetiology) == Exposure keratitis (also known as exposure keratopathy) — due to dryness of the cornea caused by incomplete or inadequate eyelid closure (lagophthalmos). Photokeratitis — keratitis due to intense ultraviolet radiation exposure (e.g. snow blindness or welder's arc eye.) Contact lens acute red eye (CLARE) — a non-ulcerative sterile keratitis associated with colonization of Gram-negative bacteria on contact lenses.   == Treatment == Treatment depends on the cause of the keratitis. Infectious keratitis can progress rapidly, and generally requires urgent antibacterial, antifungal, or antiviral therapy to eliminate the pathogen. Antibacterial solutions include levofloxacin, gatifloxacin, moxifloxacin, ofloxacin. It is unclear if steroid eye drops are useful. In addition, contact lens wearers are typically advised to discontinue contact lens wear and replace contaminated contact lenses and contact lens cases. (Contaminated lenses and cases should not be discarded as cultures from these can be used to identify the pathogen). Topical ganciclovir or oral valacyclovir, famciclovir or acyclovir are used for HSV keratitis. Steroids should be avoided as application of steroids to a dendritic ulcer caused by HSV may result in rapid and significant worsening of the ulcer to form an 'amoeboid' or 'geographic' ulcer, so named because of the ulcer's map like shape.   == Prevention == In those who wear contact lenses, good lens hygiene and storage practices reduce the risk of keratitis. Specific lens care practices which may lead to infectious keratitis include wearing contact lenses overnight or in the shower, not replacing contact lens cases, storing lenses in tap water rather than contact lens solution and topping off lens solution rather than replacing it regularly. Improper lens storage may lead to bacterial biofilm formation in the contact lens case and subsequent colonization of the lenses by bacteria. Exposure of the lens to tap water through improper storage or use may lead to acanthamoeba infection, as the amoeba is commonly found in tap water. Acyclovir prophylaxis has been found to reduce the risk of additional episodes of herpes simplex viral eye diseases (as well as oral or facial herpes) including a 50% reduction in the incidence of HSV keratitis. There was no rebound effect, or increased rate of HSV related eye disease upon stopping acyclovir prophylaxis.   == Prognosis == Some infections may scar the cornea, thereby limiting vision.  Others may result in perforation of the cornea, endophthalmitis (an infection inside the eye), or even loss of the eye.  With proper medical attention, infections can usually be successfully treated without long-term visual loss. Acanthamoebic and fungal keratitis are difficult to treat and are associated with a poor prognosis.   == In non-humans == Feline eosinophilic keratitis — affecting cats and horses; possibly initiated by feline herpesvirus 1 or other viral infection.   == See also == Chronic superficial keratitis, or pannus, for the disease in dogs Thygeson's superficial punctate keratopathy Keratoendotheliitis fugax hereditaria   == References ==   == External links ==  Facts About the Cornea and Corneal Disease The National Eye Institute (NEI) Filimentary keratitis"}