{"name": "Keratoconjunctivitis Sicca", "category": "disease", "content": "Dry eye syndrome, also known as keratoconjunctivitis sicca, is the condition of having dry eyes. Symptoms include dryness in the eye, irritation, redness, discharge, blurred vision, and easily fatigued eyes. Symptoms range from mild and occasional to severe and continuous. Dry eye syndrome can lead to blurred vision, instability of the tear film, increased risk of damage to the ocular surface such as scarring of the cornea, and changes in the eye including the neurosensory system. Dry eye occurs when either the eye does not produce enough tears or when the tears evaporate too quickly. This can be caused by age, contact lens use, meibomian gland dysfunction, pregnancy, Sjögren syndrome, vitamin A deficiency, omega-3 fatty acid deficiency, LASIK surgery, and certain medications such as antihistamines, some blood pressure medication, hormone replacement therapy, and antidepressants. Chronic conjunctivitis such as from tobacco smoke exposure or infection may also lead to the condition. Diagnosis is mostly based on the symptoms, though a number of other tests may be used. Dry eye syndrome occasionally makes wearing contact lenses impossible. Treatment depends on the underlying cause. Artificial tears are usually the first line of treatment. Wrap-around glasses that fit close to the face may decrease tear evaporation. Looking carefully at the medications a person is taking and, if safe, altering the medications may also improve symptoms if these medications are the cause. Some topical medications may be suggested to help treat the condition. The immunosuppressant cyclosporine (ciclosporin) may be recommended to increase tear production and, for short term use, topical corticosteroid medications are also sometimes helpful to reduce inflammation. Another treatment that is sometimes suggested is lacrimal plugs that prevent tears from draining from the surface of the eye. Dry eye syndrome is a common eye disease. It affects 5–34% of people to some degree depending on the population looked at. Among older people it affects up to 70%. In China it affects about 17% of people. The phrase \"keratoconjunctivitis sicca\" means \"dryness of the cornea and conjunctiva\" in Latin   == Signs and symptoms == Typical symptoms of dry eye syndrome are dryness, burning and a sandy-gritty eye irritation that gets worse as the day goes on. Symptoms may also be described as itchy, stinging or tired eyes. Other symptoms are pain, redness, a pulling sensation, and pressure behind the eye. There may be a feeling that something, such as a speck of dirt, is in the eye. The resultant damage to the eye's surface increases discomfort and sensitivity to bright light. Both eyes usually are affected. There may also be a stringy discharge from the eyes. Although it may seem contradictory, dry eye can cause the eyes to water due to irritation. One may experience excessive tearing such as if something got into the eye. These reflex tears will not necessarily make the eyes feel better since they are the watery tears that are produced in response to injury, irritation, or emotion which lack the lubricating qualities necessary to prevent dry eye. Because blinking coats the eye with tears, symptoms are worsened by activities in which the rate of blinking is reduced due to prolonged use of the eyes. These activities include prolonged reading, computer usage (computer vision syndrome), driving, or watching television. Symptoms increase in windy, dusty or smoky (including cigarette smoke) areas, in dry environments high altitudes including airplanes, on days with low humidity, and in areas where an air conditioner (especially in a car), fan, heater, or even a hair dryer is being used. Symptoms reduce during cool, rainy, or foggy weather and in humid places, such as in the shower. Most people who have dry eyes experience mild irritation with no long-term effects. However, if the condition is left untreated or becomes severe, it can produce complications that can cause eye damage, instability of the tear film, neurosensory changes, impaired vision, or (rarely) in the loss of vision.   == Causes == Any abnormality of any one of the three layers of tears produces an unstable tear film, resulting in symptoms of dry eyes.   === Increased evaporation === The most common cause of dry eye is increased evaporation of the tear film, typically as a result of meibomian gland dysfunction (MGD). The meibomian glands are two sets of oil glands that line the upper and lower eyelids and secrete the oily outer layer of the tear film—the lipid layer. These glands often become clogged due to inflammation caused by blepharitis and/or rosacea, preventing an even distribution of oil. The result is an unstable lipid layer that leads to increased evaporation of the tear film. In severe cases of MGD, the meibomian glands can atrophy and cease producing oil entirely.   === Low humidity === Low humidity may cause dry eye syndrome.   === Decreased tear production === Keratoconjunctivitis sicca can be caused by inadequate tear production from lacrimal hyposecretion. The aqueous tear layer is affected, resulting in aqueous tear deficiency (ATD). The lacrimal gland does not produce sufficient tears to keep the entire conjunctiva and cornea covered by a complete layer. This usually occurs in people who are otherwise healthy. Increased age is associated with decreased tearing. This is the most common type found in postmenopausal women. In many cases, aqueous deficient dry eye may have no apparent cause (idiopathic). Other causes include congenital alacrima, xerophthalmia, lacrimal gland ablation, and sensory denervation. In rare cases, it may be a symptom of collagen vascular diseases, including relapsing polychondritis, rheumatoid arthritis, granulomatosis with polyangiitis, and systemic lupus erythematosus. Sjögren syndrome and other autoimmune diseases are associated with aqueous tear deficiency. Drugs such as isotretinoin, sedatives, diuretics, tricyclic antidepressants, antihypertensives, oral contraceptives, antihistamines, nasal decongestants, beta-blockers, phenothiazines, atropine, and pain relieving opiates such as morphine can cause or worsen this condition. Infiltration of the lacrimal glands by sarcoidosis or tumors, or postradiation fibrosis of the lacrimal glands can also cause this condition. Recent attention has been paid to the composition of tears in normal or dry eye individuals. Only a small fraction of the estimated 1543 proteins in tears are differentially deficient or upregulated in dry eye, one of which is lacritin. Topical lacritin promotes tearing in rabbit preclinical studies. Also, topical treatment of eyes of dry eye mice (Aire knockout mouse model of dry eye) restored tearing, and suppressed both corneal staining and the size of inflammatory foci in lacrimal glands.   === Additional causes ===  Excess screen time on computers, smartphones, tablets, or other digital devices can cause dry eye. \"Humans normally blink about 15 times in one minute. However, studies show that we only blink about 5 to 7 times in a minute while using computers and other digital screen devices. Blinking is the eye's way of getting the moisture it needs on its surface.\" Aging is one of the most common causes of dry eyes because tear production decreases with age. Several classes of medications (both prescription and OTC) have been hypothesized as a major cause of dry eye, especially in the elderly. Particularly, anticholinergic medications that also cause dry mouth are believed to promote dry eye. Dry eye may also be caused by thermal or chemical burns, or (in epidemic cases) by adenoviruses. A number of studies have found that people with diabetes have an increased risk for the condition. About half of all people who wear contact lenses complain of dry eyes. There are two potential connections between contact usage and dry eye. Traditionally, it was believed that soft contact lenses, which float on the tear film that covers the cornea, absorb the tears in the eyes. The connection between a loss in nerve sensitivity and tear production is also the subject of current research. Dry eye also occurs or becomes worse after LASIK and other refractive surgeries, in which the corneal nerves which stimulate tear secretion are cut during the creation of a corneal flap. Dry eye caused by these procedures usually resolves after several months, but it can be permanent. Persons who are thinking about refractive surgery should consider this. An eye injury or other problem with the eyes or eyelids, such as bulging eyes or a drooping eyelid can cause keratoconjunctivitis sicca. Disorders of the eyelid can impair the complex blinking motion required to spread tears. Abnormalities of the mucin tear layer caused by vitamin A deficiency, trachoma, diphtheric keratoconjunctivitis, mucocutaneous disorders, and certain topical medications are also causes of keratoconjunctivitis sicca. Persons with keratoconjunctivitis sicca have elevated levels of tear nerve growth factor (NGF). It is possible that this eye's surface NGF plays an important role in ocular surface inflammation associated with dry eyes.   == Pathophysiology == Having dry eyes for a while can lead to tiny abrasions on the surface of the eyes. In advanced cases, the epithelium undergoes pathologic changes, namely squamous metaplasia and loss of goblet cells. Some severe cases result in thickening of the corneal surface, corneal erosion, punctate keratopathy, epithelial defects, corneal ulceration (sterile and infected), corneal neovascularization, corneal scarring, corneal thinning, and even corneal perforation. Another contributing factor may be lacritin monomer deficiency. Lacritin monomer, active form of lacritin, is selectively decreased in aqueous deficient dry eye, Sjögren syndrome dry eye, contact lens-related dry eye and in blepharitis. The ocular surface microbiome, composed of a diverse community of microorganisms, has been implicated in the pathogenesis of dry eye syndrome, potentially influencing the ocular surface inflammation and homeostasis.   == Diagnosis == Symptom assessment is a key component of dry eye diagnosis – to the extent that many believe dry eye syndrome to be a symptom-based disease. Several questionnaires have been developed to determine a score that would allow for a diagnosis. The McMonnies & Ho dry eye questionnaire is often used in clinical studies of dry eyes. Some tests allow patients to be classified into one of two categories, \"aqueous-deficient\" or \"hyperevaporative\". Diagnostic guidelines were published in 2007 by the Dry Eye Workshop. A slit lamp examination can be performed to diagnose dry eyes and to document any damage to the eye. When realizing this test, the practitioner is testing the eyelid margin. A Schirmer's test can measure the amount of moisture bathing the eye. This test is useful for determining the severity of the condition. A five-minute Schirmer's test with and without anesthesia using a Whatman #41 filter paper 5 mm wide by 35 mm long is performed. For this test, wetting under 5 mm with or without anesthesia is considered diagnostic for dry eyes. If the results for the Schirmer's test are abnormal, a Schirmer II test can be performed to measure reflex secretion. In this test, the nasal mucosa is irritated with a cotton-tipped applicator, after which tear production is measured with a Whatman #41 filter paper. For this test, wetting under 15 mm after five minutes is considered abnormal. A tear breakup time (TBUT) test measures the time it takes for tears to break up in the eye. The tear breakup time can be determined after placing a drop of fluorescein in the cul-de-sac. A tear protein analysis test measures the lysozyme contained within tears. In tears, lysozyme accounts for approximately 20 to 40 percent of total protein content. A lactoferrin analysis test provides good correlation with other tests. The presence of the recently described molecule Ap4A, naturally occurring in tears, is abnormally high in different states of ocular dryness. This molecule can be quantified biochemically simply by taking a tear sample with a plain Schirmer test. Utilizing this technique it is possible to determine the concentrations of Ap4A in the tears of patients and in such way diagnose objectively if the samples are indicative of dry eye. The tear osmolarity test has been proposed as a test for dry eye disease. Tear osmolarity may be a more sensitive method of diagnosing and grading the severity of dry eye compared to corneal and conjunctival staining, tear break-up time, Schirmer test, and meibomian gland grading. Others have recently questioned the utility of tear osmolarity in monitoring dry eye treatment.   == Prevention == Avoiding refractive surgery (LASIK and PRK), limiting contact lens use, limiting computer screen use, and avoiding environmental conditions can decrease symptoms. Complications can be prevented by use of wetting and lubricating drops and ointments.   == Treatment == A variety of approaches can be taken to treat dry eye syndrome. Approaches include: avoidance of exacerbating factors (things that make it worse), tear stimulation and supplementation, increasing tear retention, eyelid cleansing, and treatment of eye inflammation. Conditions such as blepharitis can often co-exist and paying particular attention to cleaning the eyelids morning and night with mild soaps and warm compresses can improve both conditions.   === Avoiding exacerbating factors and environmental control === Dry eyes can be exacerbated by smoky environments, dust and air conditioning and by our natural tendency to reduce our blink rate when concentrating. Purposefully blinking, especially during computer use and resting tired eyes are basic steps that can be taken to minimise discomfort. Rubbing one's eyes can irritate them further, so should be avoided. Dry, drafty environments and those with smoke and dust should be avoided. This includes avoiding hair dryers, heaters, air conditioners or fans, especially when these devices are directed toward the eyes. Wearing glasses or directing gaze downward, for example, by lowering computer screens can be helpful to protect the eyes when aggravating environmental factors cannot be avoided. Using a humidifier, especially in the winter, can help by adding moisture to the dry indoor air.   === Tear stimulation and supplementation === For mild and moderate cases, supplemental lubrication is the most important part of treatment. Application of artificial tears is sometimes suggested every few hours and may provide temporary relief. Most artificial tear fluids contain mucoadhesive polymers such as hyaluronic acid, cellulose derivatives or polyvinyl alcohol as lubricants. These polymers remain for a prolonged period of time on the ocular surface binding high amounts of water. By the covalent attachment of thiol groups to such polymers, their ocular residence time can be even improved, as thiolated polymers (thiomers) form disulfide bonds with cysteine-rich subdomains of mucus glycoproteins on the ocular surface. Chitosan-N-acetylcysteine containing eye drops. There are many different types of artificial tear on the market, however, there is no strong evidence to suggest that certain artificial tear formulations are superior to others in treating dry eye.   ==== Autologous serum eye drops ==== Eye drops that include autologous serum (serum taken from the same person's blood and used in an eye drop formulation) are sometimes suggested to help supplement natural tears. The composition of serum has similarities to natural tears may mimic natural tears. Evidence supporting this approach shows that autologous serum may be superior to artificial tears at relieving symptoms in the short-term, however, there is no strong evidence that autologous serum eye drops are better than artificial tears or saline solution for long-term symptom relief.   ==== Additional options ==== Lubricating tear ointments can be used during the day, but they generally are used at bedtime due to poor vision after application. They contain white petrolatum, mineral oil, and similar lubricants. They serve as a lubricant and an emollient. Application requires pulling down the lower eyelid and applying a small amount (0.25 in) inside. Depending on the severity of the condition, it may be applied from every hour to just at bedtime. It should never be used with contact lenses. Specially designed glasses that form a moisture chamber around the eye may be used to create additional humidity.   === Medication === Inflammation occurring in response to tears film hypertonicity can be suppressed by mild topical corticosteroids or with topical immunosuppressants such as ciclosporin (Restasis, Vevye). Elevated levels of tear NGF can be decreased with 0.1% prednisolone.   ==== Topical corticosteroids ==== Topical corticosteroids are commonly prescribed for those whose dry eye syndrome symptoms may be caused by inflammation and may lead to a small to moderate improvement in dry-eye symptoms when compared to lubricants or artificial tear drop treatment alone. It is not clear if topical corticosteroid treatment leads to an improvement in the quality of the tear film or the quantity of natural tears. There are also risks to consider with long-term use of topical corticosteroid treatment including an increased risk of ocular hypertension, risk of cataract development, and increased risk of eye infections. For people who may benefit from topical corticosteroid treatment for dry eye syndrome, the ideal treatment regime, formulation of the topical preparations, and balance between potential risks of this medication is not clear.   ==== Ciclosporin (cyclosporin) ==== Topical ciclosporin (topical ciclosporin A, tCSA) 0.05% ophthalmic emulsion is an immunosuppressant that is commonly used to treat symptoms of dry eye syndrome. The drug decreases surface inflammation with the goal of increasing tear production. Some people find relief and report increased tear production, however, evidence of effectiveness from clinical trials is not strong and although some people may find relief, effectiveness may be inconsistent in different people. Ciclosporin A treatment also comes with risks of adverse effects that are generally not serious but include a burning sensation. Ciclosporin should not be used while wearing contact lenses, during eye infections or in people with a history of herpes virus infections. Side effects include burning sensation (common), redness, discharge, watery eyes, eye pain, foreign body sensation, itching, stinging, and blurred vision. Long term use of ciclosporin at high doses is associated with an increased risk of cancer. Cheaper generic alternatives are available in some countries.   ==== Other medications ==== Diquafosol, an agonist of the P2Y2 purinergic receptor, is approved in Japan for managing dry eye disease by promoting secretion of fluid and mucin from cells in the conjunctiva, rather than by directly stimulating the lacrimal glands. Lifitegrast was approved by the US FDA for the treatment of the condition in 2016. Varenicline (Tyrvaya by Oyster Point Pharma) was approved by the US FDA for the treatment of dry eye disease in October 2021. Oral n-acetylcysteine (NAC), hyaluronic acid and/or rebamipide-based eye drops may also be effective for dry eyes. Perfluorohexyloctane (Miebo) was approved for medical use in the United States in May 2023.   === Conserving tears === There are methods that allow both natural and artificial tears to stay longer. In each eye, there are two puncta – little openings that drain tears into the tear ducts. There are methods to partially or completely close the tear ducts. This blocks the flow of tears into the nose, and thus more tears are available to the eyes. Drainage into either one or both puncta in each eye can be blocked. Punctal plugs are inserted into the puncta to block tear drainage. It is not clear if punctal plugs are effective at reducing dry eye syndrome symptoms. Punctal plugs are thought to be \"relatively safe\", however, their use may result in epiphora (watery eyes), and more rarely, serious infection and swelling of the tear sac where the tears drain. They are reserved for people with moderate or severe dry eye when other medical treatment has not been adequate. If punctal plugs are effective, thermal or electric cauterization of puncti can be performed. In thermal cauterization, a local anesthetic is used, and then a hot wire is applied. This shrinks the drainage area tissues and causes scarring, which closes the tear duct.   === Other ===  There is evidence that long‐chain omega‐3 supplementation may be helpful, however, probiotics, fish- flax- and hemp-oil (omega-3) supplements do not appear to be effective in relieving symptoms.   === Surgery === In severe cases of dry eyes, tarsorrhaphy may be performed where the eyelids are partially sewn together. This reduces the palpebral fissure (eyelid separation), ideally leading to a reduction in tear evaporation.   == Prognosis == Keratoconjunctivitis sicca usually is a chronic problem. Its prognosis shows considerable variance, depending upon the severity of the condition. Most people have mild-to-moderate cases, and can be treated symptomatically with lubricants. This provides an adequate relief of symptoms. When dry eyes symptoms are severe, they can interfere with quality of life. People sometimes feel their vision blurs with use, or severe irritation to the point that they have trouble keeping their eyes open or they may not be able to work or drive.   == Epidemiology == Keratoconjunctivitis sicca is relatively common within the United States, especially in patients aged 40 or older. 10–20% of adults experience Keratoconjunctivitis sicca. Approximately 1 to 4 million adults (age 65–84) in the US are affected. While persons with autoimmune diseases have a high likelihood of having dry eyes, most persons with dry eyes do not have an autoimmune disease. Instances of Sjögren syndrome and keratoconjunctivitis sicca associated with it are present much more commonly in women, with a ratio of 9:1. In addition, milder forms of keratoconjunctivitis sicca also are more common in women. This is partly because hormonal changes, such as those that occur in pregnancy, menstruation, and menopause, can decrease tear production. In areas of the world where malnutrition is common, vitamin A deficiency is a common cause. This is rare in the United States. Racial predilections do not exist for this disease.   == Research == New treatment options are under development. Heating systems that try to unblock the oil glands in the eye have some preliminary evidence of benefit.   == Synonyms == Other names for dry eye include dry eye syndrome, keratoconjunctivitis sicca, dysfunctional tear syndrome, lacrimal keratoconjunctivitis, evaporative tear deficiency, aqueous tear deficiency, and LASIK-induced neurotrophic epitheliopathy.   == Veterinary uses == Among other animals, dry eye can occur in dogs, cats, and horses.   === Dogs === Keratoconjunctivitis sicca is common in dogs. Most cases are caused by a genetic predisposition, but chronic conjunctivitis, canine distemper, and drugs such as sulfasalazine and trimethoprim-sulfonamide also cause the disease. Symptoms include eye redness, a yellow or greenish discharge, corneal ulceration, pigmented cornea, and blood vessels on the cornea. Diagnosis is made by measuring tear production with a Schirmer tear test. Less than 15 mm of wetting by tears produced in a minute is abnormal. Tear replacers are a mainstay of treatment, preferably containing methylcellulose or carboxymethyl cellulose. Ciclosporin stimulates tear production and acts as a suppressant on the immune-mediated processes that cause the disease. Topical antibiotics and corticosteroids are sometimes used to treat secondary infections and inflammation. A surgery known as parotid duct transposition is used in some extreme cases where medical treatment has not helped. This redirects the duct from the parotid salivary gland to the eye. Saliva replaces the tears. Dogs with cherry eye should have the condition corrected to help prevent this disease. Breeds with a higher risk of dry eye compared to other breeds include:  American Cocker Spaniel Bloodhound Boston Terrier English Bulldog Cavalier King Charles Spaniel Lhasa Apso Miniature Schnauzer Pekingese Pug Samoyed Shih Tzu West Highland White Terrier   === Cats === Keratoconjunctivitis sicca is uncommon in cats. Most cases seem to be caused by chronic conjunctivitis, especially secondary to feline herpesvirus. Diagnosis, symptoms, and treatment are similar to those for dogs.   == See also ==  Conjunctivochalasis   == References ==   == Further reading ==   == External links == Facts About the Cornea and Corneal Disease The National Eye Institute (NEI). Dry Eye Syndrome on NHS Choices Am.J.Managed Care - Dry Eye Disease: Pathophysiology, Classification, and Diagnosis Dry Eye Syndrome on eMedicine Nasolacrimal and Lacrimal Apparatus, The Merck Veterinary Manual"}