{"name": "Keratitis, Herpetic", "category": "disease", "content": "Herpetic simplex keratitis is a form of keratitis caused by recurrent herpes simplex virus (HSV) infection in the cornea. It begins with infection of epithelial cells on the surface of the eye and retrograde infection of nerves serving the cornea. Primary infection typically presents as swelling of the conjunctiva and eyelids (blepharoconjunctivitis), accompanied by small white itchy lesions on the corneal surface. The effect of the lesions varies, from minor damage to the epithelium (superficial punctate keratitis), to more serious consequences such as the formation of dendritic ulcers. Infection is unilateral, affecting one eye at a time.  Additional symptoms include dull pain deep inside the eye, mild to acute dryness, and sinusitis. Most primary infections resolve spontaneously in a few weeks.  Healing can be aided by the use of oral and topical antivirals. Subsequent recurrences may be more severe, with infected epithelial cells showing larger dendritic ulceration, and lesions forming white plaques. The epithelial layer is sloughed off as the dendritic ulcer grows, and mild inflammation (iritis) may occur in the underlying stroma of iris. Sensation loss occurs in lesional areas, producing generalised corneal anaesthesia with repeated recurrences. Recurrence can be accompanied by chronic dry eye, low grade intermittent conjunctivitis, or chronic unexplained sinusitis. Following persistent infection  the concentration of viral DNA reaches a critical limit. Antibody responses against the viral antigen expression in the stroma can trigger a massive immune response in the eye.  The response may result in the destruction of the corneal stroma, resulting in loss of vision due to opacification of the cornea. This is known as immune-mediated stromal keratitis. HSV infection is very common in humans. It has been estimated that one third of the world population have recurrent infection. Keratitis caused by HSV is the most common cause of cornea-derived blindness in developed nations. Therefore, HSV infections are a large and worldwide public health problem. The global incidence (rate of new disease) of herpes keratitis is roughly 1.5 million, including 40,000 new cases of severe monocular visual impairment or blindness each year.   == Signs and symptoms ==   === Primary infection ===  Primary infection most commonly manifests as blepharoconjunctivitis i.e. infection of lids and conjunctiva that heals without scarring. Lid vesicles and conjunctivitis are seen in primary infection. Corneal involvement is rarely seen in primary infection.   === Recurrent eye infection === Recurrent herpes of the eye is caused by reactivation of the virus in a latently infected sensory ganglion, transport of the virus down the nerve axon to sensory nerve endings, and subsequent infection of ocular surface. The following classification of herpes simplex keratitis is important for understanding this disease:   === Dendritic ulcer (Epithelial keratitis) ===  This classic herpetic lesion consists of a linear branching corneal ulcer (dendritic ulcer). During eye exam the defect is examined after staining with fluorescein dye. The underlying cornea has minimal inflammation. Patients with epithelial keratitis complain of foreign-body sensation, light sensitivity, redness and blurred vision. Focal or diffuse reduction in corneal sensation develops following recurrent epithelial keratitis. In immune deficient patients or with the use of corticosteroids the ulcer may become large and in these cases it is called geographic ulcer.   === Disciform keratitis (Endothelial keratitis) === Endothelial keratitis manifests a central endothelitis in a disc-shaped manner. Longstanding corneal edema leads to permanent scarring and is the major cause of decreased vision associated with HSV. Localized endothelitis (localized inflammation of corneal endothelial layer) is the cause of disciform keratitis.   === Other forms === Metaherpetic ulcer : is not due to live virus, results from inability of the corneal surface to heal. Necrotizing keratitis Keratouveitis : is usually granulomatous uveitis with large keratic precipitates on the corneal endothelium.   == Cause ==  HSV is a double-stranded DNA virus that has icosahedral capsid. HSV-1 infections are found more commonly in the oral area and HSV-2 in the genital area. Ocular herpes simplex is usually caused by HSV-1.   == Diagnosis ==  A specific clinical diagnosis of HSV as the cause of dendritic keratitis can usually be made by ophthalmologists and optometrists based on the presence of characteristic clinical features. Diagnostic testing is seldom needed because of its classic clinical features and is not useful in stromal keratitis as there is usually no live virus. Laboratory tests are indicated in complicated cases when the clinical diagnosis is uncertain and in all cases of suspected neonatal herpes infection:  Corneal smears or impression cytology specimens can be analyzed by culture, antigen detection, or fluorescent antibody testing. Tzanck smear, i.e.Papanicolaou staining of corneal smears, show multinucleated giant cells and intranuclear inclusion bodies, however, the test is low in sensitivity and specificity. DNA testing is rapid, sensitive and specific. However, its high cost limits its use to research centers. Demonstration of HSV is possible with viral culture. Serologic tests may show a rising antibody titer during primary infection but are of no diagnostic assistance during recurrent episodes.   == Treatment == Treatment of herpes of the eye is different based on its presentation: epithelial keratitis is caused by live virus while stromal disease is an immune response and metaherpetic ulcer results from inability of the corneal epithelium to heal. But on the viral aciclovir eye ointment q.i.d can be used together a systemic antiviral drug t.d.s for 10/7. :   === Epithelial keratitis === Epithelial keratitis is treated with topical antivirals, which are very effective with low incidence of resistance. Treatment of the disease with topical antivirals generally should be continued for 10–14 days. Aciclovir ophthalmic ointment and Trifluridine eye drops have similar effectiveness but are more effective than Idoxuridine and Vidarabine eye drops. Oral acyclovir is as effective as topical antivirals for treating epithelial keratitis, and it has the advantage of no eye surface toxicity. For this reason, oral therapy is preferred by some ophthalmologists. Ganciclovir and brivudine treatments were found to be equally as effective as acyclovir in a systematic review. Valacyclovir, a pro-drug of acyclovir likely to be just as effective for ocular disease, can cause thrombotic thrombocytopenic purpura/Hemolytic-uremic syndrome in severely immunocompromised patients such as those with AIDS; thus, it must be used with caution if the immune status is unknown. Topical corticosteroids are contraindicated in the presence of active herpetic epithelial keratitis; patients with this disease who are using systemic corticosteroids for other indications should be treated aggressively with systemic antiviral therapy. The effect of interferon with an antiviral agent or an antiviral agent with debridement needs further assessment.   === Stromal keratitis === Herpetic stromal keratitis is treated initially with prednisolone drops every 2 hours accompanied by a prophylactic antiviral drug: either topical antiviral or an oral agent such as acyclovir or valacyclovir. The prednisolone drops are tapered every 1–2 weeks depending on the degree of clinical improvement. Topical antiviral medications are not absorbed by the cornea through an intact epithelium, but orally administered acyclovir penetrates an intact cornea and anterior chamber. In this context, oral acyclovir might benefit the deep corneal inflammation of disciform keratitis.   === Metaherpetic ulcer === Treatment includes artificial tears and eye lubricants, stopping toxic medications, performing punctal occlusion, bandage contact lens and amniotic membrane transplant. These measures intend to improve corneal epithelial healing. Antiviral medication may reduce the risk of HSV keratitis recurring in people having a graft due to HSV infection and may improve the chances of graft survival.   == References ==   == External links =="}