{"name": "ketanserin", "category": "drug", "content": "Ketanserin (INN, USAN, BAN) (brand name Sufrexal; former developmental code name R41468) is a drug used clinically as an antihypertensive agent and in scientific research to study the serotonergic system; specifically, the 5-HT2 receptor family. It was discovered at Janssen Pharmaceutica in 1980. It is not available in the United States.   == Uses ==   === Medical uses === Ketanserin is classified as an antihypertensive by the World Health Organization and the National Institute of Health. It has been used to reverse pulmonary hypertension caused by protamine (which in turn was administered to reverse the effects of heparin overdose). The reduction in hypertension is not associated with reflex tachycardia. It has been used in cardiac surgery. A 2000 Cochrane Review found that, compared to placebo, ketanserin did not provide significant relief for people suffering from Raynaud's phenomenon attacks in the setting of progressive systemic sclerosis (an autoimmune disorder). While the frequency of the attacks was unaffected by ketanserin, there was a reduction in the duration of the individual attacks. However, due to the significant adverse effect burden, the authors concluded that ketanserin's utility for this indication is likely unbeneficial. Ketanserin is a selective 5-HT2A receptor antagonist that was initially developed as an anti-hypertensive medicine. However, now the drug is available as a topical gel formulation for treating wounds, burns, ulcers, and anal fissures. Its action is through the acceleration of epithelialization.   === Research uses === With tritium (3H) radioactively labeled ketanserin is used as a radioligand for serotonin 5-HT2 receptors, e.g. in receptor binding assays and autoradiography. This radio-labeling has enabled the study of serotonin 5-HT2A receptor distribution in the human brain. An autoradiography study of the human cerebellum has found an increasing binding of 3H-ketanserin with age (from below 50 femtomol per milligram tissue at around 30 years of age to over 100 above 75 years). The same research team found no significant correlation with age in their homogenate binding study. Ketanserin has also been used with carbon (11C) radioactively labeled NNC112 in order to image cortical D1 receptors without contamination by 5-HT2 receptors. Increasing research into the use of psychedelics as antidepressants has seen ketanserin used to both block the hallucinogenic experience, and to disentangle the specific cognitive effects of 5-HT2A activation.   == Pharmacology ==   === Pharmacodynamics === Ketanserin is a high-affinity non-selective antagonist of 5-HT2 receptors in rodents, In addition to the 5-HT2 receptors, ketanserin is also a high affinity antagonist for the H1 receptor. It has also been found to block the vesicular monoamine transporter 2 (VMAT2).   === Pharmacokinetics === The bioavailability of ketanserin is 50%. The plasma protein binding of ketanserin is 95.0% and it is mainly bound to albumin. The elimination half-life of ketanserin is 10 to 29 hours.   == Synthesis ==  Either 3-(2-Chloroethyl)quinazoline-2,4(1H,3H)-dione [5081-87-8] (1a), or alternatively 2,3-dihydro-[1,3]oxazolo[2,3-b]quinazolin-5-one [52727-44-3] (1b) can be used as starting material. Attachment of the sidechain to 4-(4-Fluorobenzoyl)piperidine [56346-57-7] (2) completes the synthesis of Ketanserin (3).   == See also == Altanserin Pirenperone Setoperone Pelanserin   == References =="}