{"name": "ketotifen", "category": "drug", "content": "Ketotifen is an antihistamine medication and a mast cell stabilizer used to treat allergic conditions such as conjunctivitis, asthma, and urticaria (hives). Ketotifen is available in ophthalmic (eye drops or drug-eluting contact lenses) and oral (tablets or syrup) forms: the ophthalmic form relieves eye itchiness and irritation associated with seasonal allergies, while the oral form helps prevent systemic conditions such as asthma attacks and allergic reactions. In addition to treating allergies, ketotifen has shown efficacy in managing systemic mast cell diseases such as mastocytosis and mast cell activation syndrome (MCAS), which involve abnormal accumulation or activation of mast cells throughout the body. Ketotifen is also used for other allergic-type conditions like atopic dermatitis (eczema) and food allergies. Ketotifen acts by blocking the H1 histamine receptors, which are found on various cells in the body, such as smooth muscle, endothelium, and nerve cells, so that ketotifen prevents the binding of histamine to these receptors and thus reduces the symptoms of histamine-mediated reactions, such as itching, sneezing, wheezing, and swelling. Ketotifen also prevents the release of histamine and other inflammatory substances from immune cells called mast cells; this action helps reduce symptoms of conditions (including allergic conditions) by blocking the activation of these cells. In addition to its antihistaminic activity, ketotifen also functions as a leukotriene antagonist, which blocks inflammation-causing chemicals known as leukotrienes; it also acts as a phosphodiesterase inhibitor that regulates blood vessel dilation. While well-tolerated, ketotifen can have side effects, including drowsiness, weight gain, dry mouth, irritability, increased nosebleeds when taken orally, and temporary burning or stinging sensations in the eyes when used in ophtalmic form. Ketotifen has contraindications for individuals with certain medical conditions, such as acute porphyrias or epilepsy. Controversies surrounding ketotifen include its classification as a first-generation or second-generation antihistamine due to varying criteria of classification.   == Medical uses == Ketotifen, an antihistamine medication and a mast cell stabilizer, is most commonly sold as a salt with fumaric acid, ketotifen fumarate, and is available in two forms:  in its ophthalmic form (eye drops or drug-eluting contact lenses), it is used to treat allergic conjunctivitis; in its oral form (tablets or syrup), it is used to prevent asthma attacks or anaphylaxis, as well as various mast cell, allergic-type disorders. Ketotifen ophthalmic solution (eye drops) relieves and prevents eye itchiness and/or irritation associated with most seasonal allergies. It starts working within minutes after administering the drops. Ketotifen in the form of eye drops has not been studied in children under three years old, whereas drug-eluting contact lenses have not been studied in children under eleven years old. Drug-eluting contact lenses, which release ketotifen medication, are used to help prevent itchy eyes caused by allergies. The lenses can also correct vision problems like nearsightedness and farsightedness. These lenses are meant for people who don't have red eyes, can comfortably wear contact lenses, and have less than 1 degree of astigmatism. Oral ketotifen is used to treat asthma, allergic rhinitis, allergic conjunctivitis, atopic dermatitis, chronic urticaria (hives), cold-induced urticaria, cholinergic urticaria, exercise-induced urticaria, systemic mast cell diseases such as mastocytosis and mast cell activation syndrome (MCAS), as well as allergic and nonallergic anaphylaxis. Ketotifen has also shown efficacy in managing angioedema and food allergies. As a mast cell stabilizer to treat MCAS, oral ketotifen prevents the release of histamine and other inflammatory substances from mast cells, which are immune cells that react to allergens, therefore, ketotifen, by blocking a calcium channel essential for mast cell activation, helps reduce symptoms of allergic conditions such as asthma, hay fever, and conjunctivitis caused by mast cell activation. In Canada, Europe, and Mexico, oral ketotifen is commonly prescribed for these indications. In patients with MCAS, ketotifen reduce episodes of flushing, gastrointestinal symptoms (such as abdominal pain, diarrhea), respiratory symptoms (such as wheezing), and other systemic manifestations. Still, treatment plans for MCAS typically involve a combination of medications targeting different aspects of mast cell activation along with lifestyle modifications to minimize triggers.  The maximum antihistamine and mast cell stabilizing effect of oral ketotifen is achieved on long-term administration, and least 6-12 weeks is necessary for a maximum therapeutic effect to start. The sedation side effect decreases over time during such long-term administration, but the antihistamine and mast cell stabilizing properties persist even if administered for 12 months or longer. Oral ketotifen is available at compounding pharmacies in the United States with a prescription requirement, still, the use of oral ketotifen is only approved by the Food and Drug Administration (FDA) for adults and older children with asthma or allergic conditions. However, ketotifen eye drops are approved in the US for people who are at least three years of age. In the EU, ketotifen oral formulatios (syrup, tables and capsules) are approved by the European Medicines Agency for adult use. In the UK, ketotifen is available as tables and elixir (liquid). Oral ketotifen can be used as a long-term control medication for asthma and wheeze in children, and it has been shown to improve the control of asthma by reducing the need for bronchodilators, decreasing symptoms, preventing exacerbations, and reducing the use of rescue oral steroids, ketotifen has also been found to be effective when used alone or in combination with other medications. Oral ketotifen is an alternative to inhaled therapy for asthma in children, especially for younger children who may have difficulty using inhalers. The mean elimination half-life of oral ketotifen is 12 hours. Besides its anti-histaminic activity, it is also a functional leukotriene antagonist (a medication that blocks the action of leukotrienes, which are chemicals that cause inflammation and narrowing of the airways in some allergic and respiratory conditions) and a phosphodiesterase inhibitor (a medication that blocks the enzymes that regulate the levels of cAMP and cGMP, which are molecules that control blood vessel dilation and smooth muscle relaxation in the body).   == Contraindications == The eye drops are contraindicated for individuals who have a known hypersensitivity to ketotifen or any other ingredient in the formulation, whereas drug-eluting contact lenses are contraindicated for those who experience irritation from wearing contact lenses. Eye drops are not recommended for use in children under three years of age, whereas drug-eluting contact lenses are not recommended for children under eleven years of age. For oral ketotifen, the contraindication is for known hypersensitivity to any component of the product. Caution should be taken on the following conditions: acute porphyrias (a group of rare disorders that occur when the body cannot make enough of a substance called heme, which is needed for red blood cells to carry oxygen, this causes a build-up of chemicals called porphyrins, which can damage the nerves and the skin), epilepsy (a disorder causing recurrent seizures), prostatic hypertrophy (in adults), pyloroduodenal obstruction (a condition where the passage of food from the stomach to the small intestine is blocked by something, such as a muscle, an ulcer, a tumor, or a gallstone), susceptibility to angle-closure glaucoma (a condition where the iris, the colored part of the eye, bulges and blocks the drainage of fluid from the eye, causing high pressure and damage to the optic nerve, a nerve that connects the eye to the brain), and urinary retention (inability to urinate). The use of ketotifen eye drops during pregnancy and lactation is considered safe, as absorption through the eye is limited. It is unlikely to cause any adverse effects in breastfeeding infants after maternal use. To minimize the amount of medication transferred to breast milk when using eye drops, the National Institute of Child Health and Human Development advises to apply pressure on the tear duct near the corner of the eye for at least one minute and remove any excess solution with a tissue. Ketotifen safety when taken via the oral route (tablets or syrup) during pregnancy and lactation remains unknown; therefore, it is not recommended to use ketotifen orally during these periods until sufficient safety data becomes available.   == Side effects == Common side effects of ophthalmic use are eye redness and swelling. Less common are eye discharge, eye discomfort, eye pain, hives, increased itching of eyes, and rash. Ophthalmic use of ketotifen may also cause burning, stinging, or itching of the eyes, blurred vision, or increased sensitivity to light. Side effects of systemic (oral) use include drowsiness, weight gain (5.0–5.4 kilograms (11.0–11.9 lb)), dry mouth, irritability, and increased nosebleeds. Systemic use of ketotifen may also cause abdominal pain, nausea, vomiting, constipation, diarrhea, headache, dizziness, or fatigue. In rare cases, systemic use of ketotifen may cause serious side effects such as anaphylaxis, liver dysfunction, blood disorders, or seizures. Systemic use of ketotifen may interact with other drugs that cause sedation, such as alcohol, antihistamines, opioids, benzodiazepines, or antidepressants. Systemic use of ketotifen may affect the results of some laboratory tests, such as skin tests for allergies or blood glucose levels.   == Overdose == The symptoms of ketotifen overdose are dose-dependent and may vary from mild to severe. The onset of symptoms may be delayed for several hours after ingestion, and the duration of symptoms may last for more than 24 hours. The most common symptom of ketotifen overdose is significant sedation. Other symptoms may include confusion, disorientation, agitation, hallucinations, ataxia (impairment of voluntary muscle movement), tremor (involuntary regular muscle contraction), myoclonus (involuntary, irregular muscle twitch), nystagmus (dysfunction of eye movement), dysarthria (poor speech), and slurred speech. Other symptoms of ketotifen overdose may include tachycardia (fast, pounding, or irregular heartbeat or pulse), hypotension (low blood pressure), convulsions, hyperexcitability (particularly in children), reversible coma, unusual tiredness or weakness, blurred vision, dizziness or fainting, loss of consciousness. The symptoms of ketotifen overdose may be described according to the affected system of the body. The cardiovascular effects of ketotifen overdose may include tachycardia, hypotension, arrhythmias, and cardiac arrest. The respiratory effects may include respiratory depression, sleep apnea, and pulmonary edema. The gastrointestinal effects may include nausea, vomiting, abdominal pain, diarrhea, and pancreatitis. The renal effects may include acute renal failure and urinary retention. The hepatic effects may include hepatitis and jaundice. The hematologic effects may include anemia, leukopenia, thrombocytopenia, and coagulopathy. The neurologic effects of ketotifen overdose may include convulsions, hyperexcitability, coma, and death. The risk of seizures is higher in children, especially those with a history of epilepsy or febrile seizures. The risk of coma and death is higher in adults, especially those with pre-existing medical conditions or concomitant use of other drugs that cause sedation or lower the seizure threshold. In children, ketotifen overdose may lead to toxic encephalopathy with lifelong health consequences. There was a reported case of an overdose in a 4-month-old boy that led to growth retardation and mental deterioration.   == Interactions == In systemic (oral) administration, ketotifen has the potential to enhance the effects of sedatives, hypnotics, antihistamines, and alcohol. Interactions have been observed between oral ketotifen and oral hypoglycemic agents, antihistamines, and medications with sedative properties. Oral ketotifen may interact with amphetamine and benzphetamine, which may decrease the activities of ketotifen. The concomitant use of oral ketotifen with amifampridine, bupropion, donepezil, and pitolisant, is not recommended. In rare instances, patients who have been administered oral ketotifen with oral antidiabetic agents have exhibited a reversible decrease in thrombocyte count. As such, it is recommended to monitor thrombocyte counts in patients who are concurrently taking oral antidiabetic agents. Systemic use of ketotifen may decrease the effectiveness of benzylpenicilloyl polylysine as a diagnostic agent. Ketotifen may affect the results of some laboratory tests, such as skin tests for allergies or blood glucose levels. Ketotifen may interfere with the skin test reactions by suppressing the histamine response, leading to false-negative results. Ophthalmic use of ketotifen may interact with contact lenses, as the eye drops may contain preservatives that can be absorbed by soft contact lenses and cause eye irritation.   == Pharmacology == Ketotifen is a selective antihistamine – that is, an inverse agonist of the histamine H1 receptor (Ki = 0.166 nM) – and mast cell stabilizer. By preventing the degranulation of mast cells, ketotifen inhibits the release of inflammatory mediators such as histamine and leukotrienes, which are implicated in allergic reactions. Ketotifen action is also based on its inhibition of serotonin release. Ketotifen also plays a role in the prevention of accumulation of eosinophils, which are white blood cells that become active during allergic reactions and infections; as such, ketotifen helps in reducing inflammation this way. In addition, ketotifen has weak anticholinergic (Ki = 204 nM for mAChTooltip muscarinic acetylcholine receptor) and antiserotonergic (Ki = 38.9 nM for 5-HT2A) activity. However, at the dosages in which it is typically used clinically, both the anticholinergic and antiserotonergic activity of ketotifen are said not to be appreciable. Ketotifen is a lipophilic compound that can cross the blood–brain barrier and exert central nervous system effects, such as sedation, weight gain, and anticonvulsant activity. Ketotifen also has peripheral effects, such as inhibition of platelet aggregation, modulation of cytokine production, and enhancement of mucociliary clearance. Ketotifen acts as a mast cell stabilizer by preventing the degranulation and release of histamine and other inflammatory mediators, such as leukotrienes, prostaglandins, and cytokines, from mast cells. Ketotifen also inhibits the activation and migration of eosinophils, basophils, and neutrophils, which are involved in the inflammatory response and tissue damage in allergic and respiratory diseases. Ketotifen has a dual mode of action as an antihistamine and a mast cell stabilizer, which makes it effective in the prophylaxis and treatment of various allergic and respiratory conditions, such as asthma, allergic rhinitis, conjunctivitis, dermatitis, urticaria, and anaphylaxis. Ketotifen can also reduce the bronchial hyperreactivity and airway inflammation that are characteristic of chronic asthma. Ketotifen has plasma half-life of about 12 hours. Ketotifen is extensively metabolized in the liver by oxidation and conjugation, and the metabolites are excreted in the urine and feces. The bioavailability of oral ketotifen is about 50% due to hepatic first-pass metabolism. Peak plasma concentration is reached in about 2 to 4 hours. The pharmacokinetics of ketotifen are not significantly affected by age, gender, or renal impairment, but may be altered by hepatic impairment or concomitant use of other drugs. Ketotifen, like other antihistamines, is mainly metabolized by the cytochrome P450 (CYP) enzymes, especially CYP3A4 in the liver. The CYP enzymes are responsible for the oxidation and demethylation of ketotifen, producing the major metabolites norketotifen and 10-hydroxyketotifen. Norketotifen is pharmacologically active and has a similar potency as ketotifen, while 10-hydroxyketotifen is inactive. The metabolites are then conjugated with glucuronic acid or sulfate and excreted in the urine and feces.   == Classification ==  Ketotifen is a noncompetitive H1-antihistamine and mast cell stabilizer. There is no academic consensus on whether ketotifen should be classified as a medication belonging to the first or the second generations of antihistamine drugs; the classification can vary depending on the criteria used and the context of the study, and is primarily based on chemical structure, pharmacological properties, and side effect profiles of an antihistamine drug. First-generation H1 antihistamines, such as diphenhydramine, reduce skin reactivity for up to 24 hours, whereas ketotifen suppresses skin reactivity for over five days, a typical duration for the second generation of the class. Ketotifen is a tricyclic, benzocycloheptene-based compound with chemical structures similar to first-generation antihistamines such as azatadine, cyproheptadine, chlorpheniramine and diphenhydramine, and other compounds with antihistamine properties such as pizotifen. The sedative effects of ketotifen is also a reason in differences in classification. First-generation antihistamines are well known for their sedating side effects due to their ability to penetrate the blood–brain barrier. While ketotifen has some sedative properties, it is generally considered to have a milder sedative effect compared to traditional first-generation antihistamines, so this reduced sedation is one of the reasons why ketotifen is sometimes classified as a second-generation antihistamine.   == History == Ketotifen was patented in 1970 and came into medical use in 1976. Ketotifen was developed and patented by Sandoz Pharmaceuticals (currently a part of Novartis), a Swiss company. Ketotifen was approved for medical use in Canada in December 1990. Ketotifen was approved for medical use in the United States in July 1999. The contact lens with ketotifen was approved for medical use in the United States in 2022.   == Society and culture ==   === Economics === In 2021, it was the 301st most commonly prescribed medication in the United States, with more than 400000 prescriptions.   === Brand names === Ketotifen is sold under various brand names worldwide, depending on country and formulation, with over 200 different names used. In the United States, ketotifen fumarate ophtalmic solution is marketed under brand name Zaditor, which is owned by Alcon Inc., a Swiss-American pharmaceutical company.   === Litigation === There was a litigation related to ketotifen. In 2021, the plaintiff, Edward C. Hanks, brought an action in the United States District Court for the Central District of Illinois, against the defendants, Ned Hubbard and others, alleging that they violated his rights under the Eighth Amendment to the United States Constitution by acting with deliberate indifference to his serious medical needs. The plaintiff claimed that he suffered from a chronic eye condition that required medical attention and that the defendant, Dr. Hubbard, prescribed him ketotifen. The plaintiff further claimed that the ketotifen eye drops caused him adverse reactions, such as severe pain, burning, and blurred vision, and that the defendant, Dr. Hubbard, failed to offer him an alternative medication or refer him to an ophthalmologist. The plaintiff also claimed that he sustained permanent eye damage as a result of the ketotifen. The district court granted the defendant's motion to dismiss, finding that the plaintiff failed to state a claim upon which relief could be granted. The plaintiff appealed to the United States Court of Appeals for the Seventh Circuit, which affirmed the district court's judgment on 7 February 2022.   == Research ==   === Norketotifen === Research directions for ketotifen include the investigation of norketotifen (NK), a metabolite of ketotifen. In vitro studies using human liver microsomes and hepatocytes suggest that NK may be the major demethylated hepatic metabolite of ketotifen. Unlike ketotifen, NK does not seem to induce severe sedative effects, potentially allowing for higher doses to be administered without sedation as a limiting factor. Furthermore, NK may probably have potent and dose-dependent inhibition of the release of the pro-inflammatory cytokine TNF-α, suggesting potential anti-inflammatory activity. Thus, ketotifen can probably be considered a sedating prodrug that is converted to NK, a nonsedating metabolite with anti-inflammatory properties, when used as an anti-inflammatory medication. The potential future applications of norketotifen are researched by Emergo Therapeutics, a US company.   === Conditions ===   ==== Increased appetite and weight gain ==== The underlying mechanisms of why ketotifen (similarly to other antihistamine drugs such as astemizole, azelastine) may increase appetite and lead to weight gain in some people, are not fully understood. Different studies have shown conflicting results about the amount of weight gain caused by ketotifen. In one study (postmarketing surveillance), it was found that around 1 to 2 out of every 100 people who took the drug experienced weight gain, with adults gaining about 1 kilogram (2.2 lb) and children over the age of one gaining 2.8–3.3 kilograms (6.2–7.3 lb). However, in another study, adults gained a higher amount of weight: 5.0–5.4 kilograms (11.0–11.9 lb). Ketotifen exhibits a chemical resemblance to pizotifen, a substance known for its appetite-stimulating properties. One proposed mechanism of the increase in appetite involves the inhibitory effect of ketotifen on the production of TNF-α, which is a cytokine that plays a role in regulating energy metabolism. TNF-α can act directly on adipocytes (fat cells) to regulate the release of leptin. Leptin is a hormone produced by adipose tissue and acts as a satiety signal by binding to receptors in the hypothalamus, where it inhibits appetite. By reducing TNF-α production, ketotifen may lead to decreased leptin levels, reducing appetite control inhibition. Furthermore, ketotifen's influence on serotonin regulation could be involved in central serotonin disinhibition. Serotonin is known to have suppressant effects on appetite. It is suggested that ketotifen might cause a decrease in serotonin levels due to this regulatory influence. As a result, the decrease in serotonin function may lead to increased food intake tendency and heightened appetite. Still, these potential mechanisms have been hypothesized based on limited evidence. Studies on mice suggest that caffeine or citrus aurantifolia oil may prevent weight-gain induced by ketotifen, but, this has not been confirmed on human subjects.   ==== Irritable bowel syndrome ==== Ketotifen is currently researched in context of a possible link between abnormalities in intestinal mast cells and irritable bowel syndrome, but there are no solid results yet.   ==== COVID-19 ==== It was hypothesized that ketotifen may be effective against SARS-CoV-2, a virus behind the COVID-19 pandemic, but there were no studies to confirm the hypothesis; the research did not proceed behind in-vitro experiments.   == References ==   == External links =="}