{"name": "ketoconazole", "category": "drug", "content": "Ketoconazole, sold under the brand name Nizoral among others, is an antiandrogen, antifungal, and antiglucocorticoid medication used to treat a number of fungal infections. Applied to the skin it is used for fungal skin infections such as tinea, cutaneous candidiasis, pityriasis versicolor, dandruff, and seborrheic dermatitis. Taken by mouth it is a less preferred option and only recommended for severe infections when other agents cannot be used. Other uses include treatment of excessive male-patterned hair growth in women and Cushing's syndrome. Common side effects when applied to the skin include redness. Common side effects when taken by mouth include nausea, headache, and liver problems. Liver problems may result in death or the need for a liver transplantation. Other severe side effects when taken by mouth include QT prolongation, adrenocortical insufficiency, and anaphylaxis. It is an imidazole and works by hindering the production of ergosterol required for the fungal cell membrane, thereby slowing growth. Ketoconazole was patented in 1977 by Belgian pharmaceutical company Janssen, and came into medical use in 1981. It is available as a generic medication and formulations that are applied to the skin are over the counter in the United Kingdom. In 2021, it was the 161st most commonly prescribed medication in the United States, with more than 3 million prescriptions. The formulation that is taken by mouth was withdrawn in the European Union and in Australia in 2013, and in China in 2015. In addition, its use was restricted in the United States and Canada in 2013.   == Medical uses ==   === Topical antifungal === Topically administered ketoconazole is usually prescribed for fungal infections of the skin and mucous membranes, such as athlete's foot, ringworm, candidiasis (yeast infection or thrush), jock itch, and tinea versicolor. Topical ketoconazole is also used as a treatment for dandruff (seborrheic dermatitis of the scalp) and for seborrheic dermatitis on other areas of the body, perhaps acting in these conditions by suppressing levels of the fungus Malassezia furfur on the skin.   === Systemic antifungal === Ketoconazole has activity against many kinds of fungi that may cause human disease, such as Candida, Histoplasma, Coccidioides, and Blastomyces (although it is not active against Aspergillus), chromomycosis and paracoccidioidomycosis. First made in 1977, ketoconazole was the first orally-active azole antifungal medication. However, ketoconazole has largely been replaced as a first-line systemic antifungal medication by other azole antifungal agents, such as fluconazole and/or itraconazole, because of ketoconazole's greater toxicity, poorer absorption, and more limited spectrum of activity. Ketoconazole is used orally in dosages of 200 to 400 mg per day in the treatment of superficial and deep fungal infections.   === Off-label uses ===   ==== Hair loss ====  Ketoconazole shampoo in conjunction with an oral 5α-reductase inhibitor such as finasteride or dutasteride has been used off label to treat androgenic alopecia. It was speculated that antifungal properties of ketoconazole reduce scalp microflora and consequently may reduce follicular inflammation that contributes to alopecia. Limited clinical studies suggest ketoconazole shampoo used either alone or in combination with other treatments may be useful in reducing hair loss in some cases.   ==== Hormonal ====  The side effects of ketoconazole are sometimes harnessed in the treatment of non-fungal conditions. While ketoconazole blocks the synthesis of the sterol ergosterol in fungi, in humans, at high dosages (>800 mg/day), it potently inhibits the activity of several enzymes necessary for the conversion of cholesterol to steroid hormones such as testosterone and cortisol. Specifically, ketoconazole has been shown to inhibit cholesterol side-chain cleavage enzyme, which converts cholesterol to pregnenolone, 17α-hydroxylase and 17,20-lyase, which convert pregnenolone into androgens, and 11β-hydroxylase, which converts 11-deoxycortisol to cortisol. All of these enzymes are mitochondrial cytochrome p450 enzymes. Based on these antiandrogen and antiglucocorticoid effects, ketoconazole has been used with some success as a second-line treatment for certain forms of advanced prostate cancer and for the suppression of glucocorticoid synthesis in the treatment of Cushing's syndrome. However, in the treatment of prostate cancer, concomitant glucocorticoid administration is needed to prevent adrenal insufficiency. Ketoconazole has additionally been used, in lower dosages, to treat hirsutism and, in combination with a GnRH analogue, male-limited precocious puberty. In any case, the risk of hepatotoxicity with ketoconazole limits its use in all of these indications, especially in those that are benign such as hirsutism. Ketoconazole has been used to prevent the testosterone flare at the initiation of GnRH agonist therapy in men with prostate cancer.   == Contraindications == Oral ketoconazole has various contraindications, such as concomitant use with certain other drugs due to known drug interactions. Other contraindications of oral ketoconazole include liver disease, adrenal insufficiency, and known hypersensitivity to oral ketoconazole.   == Side effects ==   === Gastrointestinal === Vomiting, diarrhea, nausea, constipation, abdominal pain, upper abdominal pain, dry mouth, dysgeusia, dyspepsia, flatulence, tongue discoloration may occur.   === Endocrine === The drug may cause adrenal insufficiency so the level of the adrenocortical hormones should be monitored while taking it. Oral ketoconazole at a dosage range of 400 to 2,000 mg/day has been found to result in a rate of gynecomastia of 21%.   === Liver === In July 2013, the US Food and Drug Administration (FDA) issued a warning that taking ketoconazole by mouth can cause severe liver injuries and adrenal gland problems: adrenal insufficiency and worsening of other related to the gland conditions. It recommends oral tablets should not be a first-line treatment for any fungal infection. It should be used for the treatment of certain fungal infections, known as endemic mycoses, only when alternative antifungal therapies are not available or tolerated. As contraindication it should not be used in people with acute or chronic liver disease.   === Hypersensitivity === Anaphylaxis after the first dose may occur. Other cases of hypersensitivity include urticaria.   === Topical formulations === The topical formulations have not been associated with liver damage, adrenal problems, or drug interactions. These formulations include creams, shampoos, foams, and gels applied to the skin, unlike the ketoconazole tablets, which are taken by mouth.   === Pregnancy === Ketoconazole is categorized as pregnancy category C in the US. Research in animals has shown it to cause teratogenesis when administered in high doses. A subsequent trial in Europe failed to show a risk to infants of mothers receiving ketoconazole.   == Overdose == In the event of an overdose of oral ketoconazole, treatment should be supportive and based on symptoms. Activated charcoal may be administered within the first hour following overdose of oral ketoconazole.   == Interactions == The concomitant use of the following medications is contraindicated with ketoconazole tablets:  methadone, disopyramide, dronedarone irinotecan, lurasidone, colchicine alprazolam, oral midazolam, oral triazolam felodipine, ranolazine, tolvaptan, eplerenone HMG-CoA reductase inhibitors: lovastatin, simvastatin ergot alkaloids: ergotamine, dihydroergotamine, ergometrine, methylergometrine Others: cisapride, nisoldipine, dofetilide, pimozide And is not recommended:  carbamazepine, phenytoin gastric acid suppressants: antacids, antimuscarinics, histamine H2 blockers, proton pump inhibitors sucralfate rifampin, rifabutin, isoniazid efavirenz, nevirapine Ritonavir is known for increasing activity of the ketoconazole so it is recommended to reduce dosage. There is also a list of drugs which significantly decrease systemic exposure to the ketoconazole and drugs whose systemic exposure is increased by the ketoconazole.   == Pharmacology ==   === Pharmacodynamics ===   ==== Antifungal activity ====  As an antifungal, ketoconazole is structurally similar to imidazole, and interferes with the fungal synthesis of ergosterol, a constituent of fungal cell membranes, as well as certain enzymes. As with all azole antifungal agents, ketoconazole works principally by inhibiting the enzyme cytochrome P450 14α-demethylase (CYP51A1). This enzyme participates in the sterol biosynthesis pathway that leads from lanosterol to ergosterol. Lower doses of fluconazole and itraconazole are required to kill fungi compared to ketoconazole, as they have been found to have a greater affinity for fungal cell membranes. Resistance to ketoconazole has been observed in a number of clinical fungal isolates, including Candida albicans. Experimentally, resistance usually arises as a result of mutations in the sterol biosynthesis pathway. Defects in the sterol 5-6 desaturase enzyme reduce the toxic effects of azole inhibition of the 14-alpha demethylation step. Multidrug-resistance (MDR) genes can also play a role in reducing cellular levels of the drug. As azole antifungals all act at the same point in the sterol pathway, resistant isolates are normally cross-resistant to all members of the azole family.   ==== Antihormonal activity ==== As an antiandrogen, ketoconazole operates through at least two mechanisms of action. First, and most notably, high oral doses of ketoconazole (e.g. 40 mg three times per day) block both testicular and adrenal androgen biosynthesis, leading to a reduction in circulating testosterone levels. It produces this effect through inhibition of 17α-hydroxylase and 17,20-lyase, which are involved in the synthesis and degradation of steroids, including the precursors of testosterone. Due to its efficacy at reducing systemic androgen levels, ketoconazole has been used with some success as a treatment for androgen-dependent prostate cancer. Second, ketoconazole is an androgen receptor antagonist, competing with androgens such as testosterone and dihydrotestosterone (DHT) for binding to the androgen receptor. This effect is thought to be quite weak however, even with high oral doses of ketoconazole. Ketoconazole, along with miconazole, has been found to act as an antagonist of the glucocorticoid receptor. Ketoconazole is a racemic mixture consisting of cis-(2S,4R)-(−) and cis-(2R,4S)-(+) enantiomers. The cis-(2S,4R) isomer was more potent in inhibiting progesterone 17α,20-lyase than its enantiomer (IC50 values of 0.05 and 2.38 μM, respectively) and in inhibiting 11β-hydroxylase (IC50 values of 0.152 and 0.608 μM, respectively). Both isomers were relatively weak inhibitors of human placental aromatase. Oral ketoconazole has been used clinically as a steroidogenesis inhibitor in men, women, and children at dosages of 200 to 1,200 mg/day. Numerous small studies have investigated the effects of oral ketoconazole on hormone levels in humans. It  has been found in men to significantly decrease testosterone and estradiol levels and to significantly increase luteinizing hormone, progesterone, and 17α-hydroxyprogesterone levels, whereas levels of androstenedione, follicle-stimulating hormone, and prolactin were unaffected. The ratio of testosterone to estradiol is also decreased during oral ketoconazole therapy in men. Suppression of testosterone levels by ketoconazole is generally partial and has often been found to be transient. Better effects on suppression of testosterone levels have been observed in men when ketoconazole is combined with a GnRH agonist to suppress the hypothalamic–pituitary–gonadal axis, which prevents compensatory upregulation of luteinizing hormone secretion and consequent activation of gonadal testosterone production. In premenopausal women with polycystic ovary syndrome, ketoconazole has been found to significantly decrease levels of androstenedione and testosterone and significantly increase levels of 17α-hydroxyprogesterone and estradiol. Studies in postmenopausal women with breast cancer have found that ketoconazole significantly decreases androstenedione levels, slightly decreases estradiol levels, and does not affect estrone levels. This indicates minimal inhibition of aromatase by ketoconazole in vivo in humans. Ketoconazole has also been found to decrease levels of endogenous corticosteroids, such as cortisol, corticosterone, and aldosterone, as well as vitamin D. Ketoconazole has been found to displace dihydrotestosterone and estradiol from sex hormone-binding globulin in vitro, but this was not found to be relevant in vivo.   ==== Other activities ==== Ketoconazole has been found to inhibit the activity of the cation channel TRPM5.   === Pharmacokinetics === When administered orally, ketoconazole is best absorbed at highly acidic levels, so antacids or other causes of decreased stomach acid levels will lower the drug's absorption. Absorption can be increased by taking it with an acidic beverage, such as cola. Ketoconazole is very lipophilic and tends to accumulate in fatty tissues.   == Chemistry == Ketoconazole is a synthetic imidazole. It is a nonsteroidal compound. It is a racemic mixture of two enantiomers, levoketoconazole ((2S,4R)-(−)-ketoconazole) and dextroketoconazole ((2R,4S)-(+)-ketoconazole). Levoketoconazole is under development for potential clinical use as a steroidogenesis inhibitor with better tolerability and less toxicity than ketoconazole. Other steroidogenesis inhibitors besides ketoconazole and levoketoconazole include the nonsteroidal compound aminoglutethimide and the steroidal compound abiraterone acetate.   == History == Ketoconazole was discovered in 1976 at Janssen Pharmaceuticals. It was patented in 1977, followed by introduction in the United States in July 1981. Following its introduction, ketoconazole was the only systemic antifungal available for almost a decade. Ketoconazole was introduced as the prototypical medication of the imidazole group of antifungals. Oral ketoconazole has been replaced with oral fluconazole or itraconazole for many mycoses. Due to incidence of serious liver toxicity, the use of oral ketoconazole was suspended in France in July 2011, following review. This event triggered an evaluation of oral ketoconazole throughout the rest of the European Union. In 2013, oral ketoconazole was withdrawn in the European Union and Australia, and strict restrictions were placed on the use of oral ketoconazole in the United States and Canada. Oral ketoconazole is indicated for use in these countries when the indication is a severe or life-threatening systemic infection and alternatives are unavailable. However, topical ketoconazole, which does not distribute systemically, is safe and widely used still. Ketoconazole HRA was approved for use in the European Union for treatment of Cushing's syndrome in November 2013.   == Society and culture ==   === Generic names === Ketoconazole is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name.   === Brand names === Ketoconazole has been marketed under a large number of brand names.   === Availability === Ketoconazole is available widely throughout the world. In 2013, the European Medicines Agency's Committee for Medicinal Products for Human Use (CHMP) recommended that a ban be imposed on the use of oral ketoconazole for systemic use in humans throughout the European Union, after concluding that the risk of serious liver injury from systemic ketoconazole outweighs its benefits.   == Research == As of March 2019, oral levoketoconazole (developmental code name COR-003, tentative brand name Recorlev) is phase III clinical trials for the treatment of Cushing's syndrome. Oral levoketoconazole may have a lower risk of liver toxicity than oral ketoconazole.   == Veterinary use == Ketoconazole is sometimes prescribed as an antifungal by veterinarians for use in pets, often as unflavored tablets that may need to be cut to smaller size for correct dosage.   == References =="}