{"name": "Klebsiella cystitis", "category": "disease", "content": "Emphysematous cystitis is a rare type of infection of the bladder wall by gas-forming bacteria or fungi. The most frequent offending organism is E. coli. Other gram negative bacteria, including Klebsiella and Proteus are also commonly isolated. Fungi, such as Candida, have also been reported as causative organisms. Citrobacter and Enterococci have also been found to cause emphysematous cystitis. Although it is a rare type of bladder infection, it is the most common type of all gas-forming bladder infections. The condition is characterized by the formation of air bubbles in and around the bladder wall. The gas found in the bladder consists of nitrogen, hydrogen, oxygen, and carbon dioxide. The disease most commonly affects elderly diabetic and immunocompromised patients. The first case was identified in a post-mortem examination in 1888.   == Signs and symptoms == Signs and symptoms of emphysematous cystitis include air in the bladder wall, altered mental status, severe abdominal pain, weakness, dark urine, dysuria, fever, lethargy, vomiting, as well as white blood cells and bacteria in the urine. Where some patients may be asymptomatic, others may present with septic shock. Symptoms can vary greatly from patient to patient, which makes the disease difficult to diagnose. In some cases of emphysematous cystitis, patients do not even claim to have any urinary symptoms. Urinary symptoms can include blood in the urine, increased urinary frequency, urgency, occasional incontinence, difficulty voiding, and burning sensation. Emphysematous cystitis is often indicated in patients who have air in the urine. In some cases, emphysematous cystitis can cause thickening of the bladder wall. Clinical subcutaneous emphysema is a rare complication of emphysematous cystitis that has a poor prognosis.   == Risk factors == Risk factors include catheter use and chronic urinary tract infections, being female, diabetes mellitus, neurogenic bladder, and being in an immunocompromised state. In 50% of cases, patients are elderly and diabetic. Obstruction of the urinary tract as well as urinary stasis, often brought on by paralysis of the urinary tract, are also major risk factors in addition to diabetes. Transplant recipients have also been found to be at risk. Introduction of infection from external means was discovered in one case study where a male with no history of diabetes or abnormalities to his immune system had recently undergone a transrectal ultrasound needle-guided prostate biopsy contracted a severe case of sepsis, which led to a case of Emphysematous cystitis. The patient went on to develop disseminated intravascular coagulopathy and acute respiratory distress syndrome. After a stay in Intensive Care undergoing broad-spectrum antibiotic therapy, the patient was eventually discharged in stable condition. Patients diagnosed with Emphysematous Cystitis are also commonly diagnosed with urinary tract infections and sepsis. Cases of Emphysematous Cystitis  in a clinical study have shown to progress quickly and are life-threatening and sometimes fatal due to inflammation caused by gas forming organisms.   == Diagnosis == Due to the atypical presentation and rarity of the infection, it takes a physician longer to diagnose than more common types of bladder infections. Diagnosis requires a personalized investigation with consideration to risk factors and symptoms. Radiology of the abdominal or pubic region has proven to be an important tool in reaching a definitive diagnosis of conditions causing gas in the urinary tract. Computer tomography, or CT scans, are of most help due to their high sensitivity in detecting gas and air bubbles. However, radiology is normally not the first tool used to diagnose. Most diagnoses are made by chance after imaging examination. Sometimes, even when patients don't show symptoms, their Emphysematous cystitis infection level can be very advanced already. Gas in the bladder wall will often have the appearance of cobblestone or a “beaded necklace” with the use of conventional radiography. Delayed diagnosis can lead to a severe infection, extension of the uterus, rupturing of the bladder, and death. Emphysematous cystitis has an overall mortality rate of 7%. However, surgery is only considered in severe cases where the disease progresses involving the ureters, kidneys, or adrenal glands. When required, surgery may be extensive.   == Treatment == Even when caught early, aggressive treatment is required. Antibiotics are proven to cure Emphysematous cystitis over time and reduce the amount of gas inside the bladder wall. Prognosis is poor if antibiotics are not used to treat the patient. Additional treatment consists of urinary drainage and good control of blood glucose. The treatment of underlying comorbid diseases, such as diabetes, is extremely important because they can intensify the infection. Hyperbaric oxygen is an effective treatment, and has cured some cases in as little as 48 hours. Although it is unclear as to how gas formation occurs in emphysematous cystitis, it's dependent on whether or not the patient has contributing diseases. Gas formation in diabetic patients diagnosed with Emphysematous cystitis has been determined to occur due to the production of carbon dioxide as a result of the fermentation of the high concentrations of glucose. Gas formation in nondiabetic patients is most likely due to the breaking down of urinary lactulose and tissue proteins. Inflammation caused by infection increases pressure and decreases circulation, which provides the perfect environment for bacteria to produce gas.   == References ==   == Further reading ==   == External links =="}