{"name": "Klinefelter Syndrome", "category": "disease", "content": "Klinefelter syndrome (KS), also known as 47,XXY, is a chromosome anomaly where a male has an extra X chromosome. These complications commonly include infertility and small, poorly functioning testicles (if present). These symptoms are often noticed only at puberty, although this is one of the most common chromosomal disorders, occurring in one to two per 1,000 live births. It is named after American endocrinologist Harry Klinefelter, who identified the condition in the 1940s. The syndrome is defined by the presence of at least one extra X chromosome in addition to a Y chromosome, yielding a total of 47 or more chromosomes rather than the usual 46. Klinefelter syndrome occurs randomly. The extra X chromosome comes from the father and mother nearly equally. An older mother may have a slightly increased risk of a child with KS. The syndrome is diagnosed by the genetic test known as karyotyping.   == Signs and symptoms ==  Klinefelter syndrome has different manifestations and these will vary from one patient to another. Among the primary features are infertility and small, poorly functioning testicles. Often, symptoms may be subtle and many people do not realize they are affected. In other cases, symptoms are more prominent and may include weaker muscles, greater height, poor motor coordination, less body hair, gynecomastia (breast growth), and low libido. In the majority of the cases, these symptoms are noticed only at puberty.   === Prenatal === Chromosomal abnormalities, including Klinefelter syndrome, are the most common cause of spontaneous abortion. Generally, the severity of the malformations is proportional to the number of extra X chromosomes present in the karyotype. For example, patients with 49 chromosomes (XXXXY) have a lower IQ and more severe physical manifestations than those with 48 chromosomes (XXXY).   === Physical manifestations === As babies and children, those with XXY chromosomes may have lower muscle tone and reduced strength. They may sit up, crawl, and walk later than other infants. An average KS child will start walking at 19 months of age. They may also have less muscle control and coordination than other children of their age. During puberty, KS subjects show less muscular body, less facial and body hair, and broader hips as a consequence of low levels of testosterone. Delays in motor development may occur, which can be addressed through occupational and physical therapies. As teens, males with XXY may develop breast tissue, have weaker bones, and a lower energy level than others. Testicles are affected and are usually less than 2 cm in length (and always shorter than 3.5 cm), 1 cm in width, and 4ml in volume. Those with XXY chromosomes may also have microorchidism (i.e., small testicles). By adulthood, individuals with KS tend to become taller than average, with proportionally longer arms and legs, less-muscular bodies, more belly fat, wider hips, narrower shoulders. Some will show little to no symptomology, a lanky, youthful build and facial appearance, or a rounded body type. Gynecomastia (increased breast tissue) in males is common, affecting up to 80% of cases. Approximately 10% of males with XXY chromosomes have gynecomastia noticeable enough that they may choose to have surgery.  Individuals with KS are often infertile or have reduced fertility. Advanced reproductive assistance is sometimes possible in order to produce an offspring since approximately 50% of males with Klinefelter syndrome can produce sperm.   === Psychological characteristics ===   ==== Cognitive development ==== Some degree of language learning or reading impairment may be present, and neuropsychological testing often reveals deficits in executive functions, although these deficits can often be overcome through early intervention. It is estimated that 10% of those with Klinefelter syndrome are autistic. Additional abnormalities may include impaired attention, reduced organizational and planning abilities, deficiencies in judgment (often presented as a tendency to interpret non-threatening stimuli as threatening), and dysfunctional decision processing. The overall IQ tends to be lower than average. Language milestones may also be delayed, particularly when compared to other people their age. Between 25% and 85% of males with XXY have some kind of language problem, such as delay in learning to speak, trouble using language to express thoughts and needs, problems reading, and trouble processing what they hear. They may also have a harder time doing work that involves reading and writing, but most hold jobs and have successful careers.   ==== Behavior and personality traits ==== Compared to individuals with a normal number of chromosomes, males affected by Klinefelter syndrome may display behavioral differences. These are phenotypically displayed as higher levels of anxiety and depression, mood dysregulation, impaired social skills, emotional immaturity during childhood, and low frustration tolerance. These neurocognitive disabilities are most likely due to the presence of the extra X chromosome, as indicated by studies carried out on animal models carrying an extra X chromosome. In 1995, a scientific study evaluated the psychosocial adaptation of 39 adolescents with sex chromosome abnormalities. It demonstrated that males with XXY tend to be quiet, shy and undemanding; they are less self-confident, less active, and more helpful and obedient than other children their age. They may struggle in school and sports, meaning they may have more trouble \"fitting in\" with other kids. As adults, they live lives similar to others without the condition; they have friends, families, and normal social relationships. Nonetheless, some individuals may experience social and emotional problems due to problems in childhood. They show a lower sex drive and low self-esteem, in most cases due to their feminine physical characteristics.   === Concomitant illness === Those with XXY are more likely than others to have certain health problems, such as autoimmune disorders, breast cancer, venous thromboembolic disease, and osteoporosis. Nonetheless, the risk of breast cancer is still below the normal risk for women. These patients are also more prone to develop cardiovascular disease due to the predominance of metabolic abnormalities such as dyslipidemia and type 2 diabetes. It has not been demonstrated that hypertension is related with KS. In contrast to these potentially increased risks, rare X-linked recessive conditions are thought to occur less frequently in those with XXY than in those without, since these conditions are transmitted by genes on the X chromosome, and people with two X chromosomes are typically only carriers rather than affected by these X-linked recessive conditions.   == Cause ==  Klinefelter syndrome is not an inherited condition. The extra X chromosome comes from the mother in approximately 50% of the cases. Maternal age is the only known risk factor. Women at 40 years have a four-times-higher risk of a child with Klinefelter syndrome than women aged 24 years. The extra chromosome is retained because of a nondisjunction event during paternal meiosis I, maternal meiosis I, or maternal meiosis II, also known as gametogenesis. The relevant nondisjunction in meiosis I occurs when homologous chromosomes, in this case the X and Y or two X sex chromosomes, fail to separate, producing a sperm with an X and a Y chromosome or an egg with two X chromosomes. Fertilizing a normal (X) egg with this sperm produces an XXY or Klinefelter offspring. Fertilizing a double X egg with a normal sperm also produces an XXY or Klinefelter offspring. Another mechanism for retaining the extra chromosome is through a nondisjunction event during meiosis II in the egg. Nondisjunction occurs when sister chromatids on the sex chromosome, in this case an X and an X, fail to separate. An XX egg is produced, which when fertilized with a Y sperm, yields an XXY offspring. This XXY chromosome arrangement is one of the most common genetic variations from the XY karyotype, occurring in approximately one in 500 live male births. In mammals with more than one X chromosome, the genes on all but one X chromosome are not expressed; this is known as X inactivation. This happens in XXY males, as well as normal XX females. However, in XXY males, a few genes located in the pseudoautosomal regions of their X chromosomes have corresponding genes on their Y chromosome and are capable of being expressed.   === Variations === The condition 48,XXYY or 48,XXXY occurs in one in 18,000–50,000 male births. The incidence of 49,XXXXY is one in 85,000 to 100,000 male births. These variations are extremely rare. Additional chromosomal material can contribute to cardiac, neurological, orthopedic, urinogenital and other anomalies. Thirteen cases of individuals with a 47,XXY karyotype and a female phenotype have been described.   ==== Mosaicism ==== Approximately 15–20% of males with KS may have a mosaic 47,XXY/46,XY constitutional karyotype and varying degrees of spermatogenic failure. Often, symptoms are milder in mosaic cases, with regular male secondary sex characteristics and testicular volume even falling within typical adult ranges. Another possible mosaicism is 47,XXY/46,XX with clinical features suggestive of KS and male phenotype, but this is very rare. Thus far, only approximately 10 cases of 47,XXY/46,XX have been described in literature.   === Random versus skewed X-inactivation ===  Women typically have two X chromosomes, with half of their X chromosomes switching off early in embryonic development. The same happens with people with Klinefelter's, including in both cases a small proportion of individuals with a skewed ratio between the two Xs.   == Pathogenesis == The term \"hypogonadism\" in XXY symptoms is often misinterpreted to mean \"small testicles\", when it instead means decreased testicular hormone/endocrine function. Because of (primary) hypogonadism, individuals often have a low serum testosterone level, but high serum follicle-stimulating hormone and luteinizing hormone levels, hypergonadotropic hypogonadism. Despite this misunderstanding of the term, testicular growth is arrested. Destruction and hyalinization of the seminiferous tubules cause a reduction in the function of Sertoli cells and Leydig cells, leading to decreased production of FSH and testosterone. This results in impaired spermatogenesis and further endocrine dysfunction.   == Diagnosis == The standard diagnostic method is the analysis of the chromosomes' karyotype on lymphocytes. A small blood sample is sufficient as test material. In the past, the observation of the Barr body was common practice, as well. To investigate the presence of a possible mosaicism, analysis of the karyotype using cells from the oral mucosa is performed. Physical characteristics of a Klinefelter syndrome can be tall stature, low body hair, and occasionally an enlargement of the breast. Usually, a small testicle volume of 1–5 ml per testicle (standard values: 12–30 ml) occurs. During puberty and adulthood, low testosterone levels with increased levels of the pituitary hormones FSH and LH in the blood can indicate the presence of Klinefelter syndrome. A spermiogram can also be part of the further investigation. Often, an azoospermia is present, or rarely an oligospermia. Furthermore, Klinefelter syndrome can be diagnosed as a coincidental prenatal finding in the context of invasive prenatal diagnosis (amniocentesis, chorionic villus sampling). Approximately 10% of KS cases are found by prenatal diagnosis. The symptoms of KS are often variable, so a karyotype analysis should be ordered when small testes, infertility, gynecomastia, long arms/legs, developmental delay, speech/language deficits, learning disabilities/academic issues, and/or behavioral issues are present in an individual.   === Prognosis === The lifespan of individuals with Klinefelter syndrome appears to be reduced by around 2.1 years compared to the general male population. These results are still questioned data, are not absolute, and need further testing.   == Treatment == As the genetic variation is irreversible, no causal therapy is available. From the onset of puberty, the existing testosterone deficiency can be compensated by appropriate hormone-replacement therapy. Testosterone preparations are available in the form of syringes, patches, or gel. If gynecomastia is present, the surgical removal of the breast may be considered for psychological benefits and to reduce the risk of breast cancer. The use of behavioral therapy can mitigate any language disorders, difficulties at school, and socialization. An approach by occupational therapy is useful in children, especially those who have dyspraxia.   === Infertility treatment ===  Methods of reproductive medicine, such as intracytoplasmic sperm injection (ICSI) with previously conducted testicular sperm extraction (TESE), have led to men with Klinefelter syndrome producing biological offspring. By 2010, over 100 successful pregnancies have been reported using in vitro fertilization technology with surgically removed sperm material from men with KS.   == History == The syndrome was named after American endocrinologist Harry Klinefelter, who in 1942 worked with Fuller Albright and E. C. Reifenstein at Massachusetts General Hospital in Boston, Massachusetts, and first described it in the same year. The account given by Klinefelter came to be known as Klinefelter syndrome as his name appeared first on the published paper, and seminiferous tubule dysgenesis was no longer used. Considering the names of all three researchers, it is sometimes also called Klinefelter–Reifenstein–Albright syndrome. In 1956, Klinefelter syndrome was found to result from an extra chromosome. Plunkett and Barr found the sex chromatin body in cell nuclei of the body. This was further clarified as XXY in 1959 by Patricia Jacobs and John Anderson Strong. The first published report of a man with a 47,XXY karyotype was by Patricia Jacobs and John Strong at Western General Hospital in Edinburgh, Scotland, in 1959. This karyotype was found in a 24-year-old man who had signs of KS. Jacobs described her discovery of this first reported human or mammalian chromosome aneuploidy in her 1981 William Allan Memorial Award address. Klinefelter syndrome has been identified in ancient burials. In August 2022, a team of scientists published a study of a skeleton found in Bragança, north-eastern Portugal, of a man who died around 1000 AD and was discovered by their investigations to have a 47,XXY karyotype. In 2021, bioarchaeological investigation of the individual buried with the Suontaka sword, previously assumed to be a woman, concluded that person \"whose gender identity may well have been non-binary\", had Klinefelter syndrome.   == Epidemiology == This syndrome, evenly distributed in all ethnic groups, has a prevalence of approximately four subjects per every 10,000 (0.04%) males in the general population. However, it is estimated that only 25% of the individuals with Klinefelter syndrome are diagnosed throughout their lives. The rate of Klinefelter syndrome among infertile males is 3.1%. The syndrome is the main cause of male hypogonadism. One survey in the United Kingdom found that the majority of people with KS identify as male, however, a significant number have a different gender identity. The prevalence of KS is higher than expected in transgender women.   == See also == Sex chromosome anomalies Aneuploidy Intersex Taurodontism Trisomy X Turner syndrome XYY syndrome XXYY syndrome   == References ==   == Further reading == Cover VI (2012). Living with Klinefelter Syndrome, Trisomy X and 47,XYY: A Guide for Families and Individuals Affected by Extra X and Y Chromosomes (PDF). Virginia Isaacs Cover. ISBN 978-0-615-57400-4.   == External links == ‹The template Curlie is being considered for deletion.› Klinefelter syndrome at Curlie"}