{"name": "lacosamide", "category": "drug", "content": "Lacosamide, sold under the brand name Vimpat among others, is a medication used for the treatment of partial-onset seizures and primary generalized tonic-clonic seizures. It is used by mouth or intravenously. It is available as a generic medication.   == Medical uses == Lacosamide is indicated for the treatment of partial-onset seizures and adjunctive therapy in the treatment of primary generalized tonic-clonic seizures.   === Off-label use === As with other anti-epileptic drugs (AEDs), lacosamide may have a variety of off-label uses, including for pain management and treatment of mental health disorders. Lacosamide and other AEDs have been used off-label in the management of bipolar disorder, cocaine addiction, dementia, depression, diabetic peripheral neuropathy, fibromyalgia, headache, hiccups, Huntington's disease, mania, migraine, obsessive-compulsive disorder, panic disorder, restless leg syndrome, and tinnitus. Combinations of AEDs are often employed for seizure reduction. Studies are underway for the use of lacosamide as a monotherapy for partial onset seizures, diabetic neuropathy, and fibromyalgia.   == Contraindications == The FDA has assigned lacosamide to pregnancy category C. Animal studies have reported incidences of fetal mortality and growth deficit. Lacosamide has not been tested during human pregnancy, and should be administered with caution. In addition, it has not been determined whether the excretion of lacosamide occurs in breast milk.   == Side effects == Lacosamide was generally well tolerated in adult patients with partial-onset seizures. The side-effects most commonly leading to discontinuation were dizziness, ataxia, diplopia (double vision), nystagmus, nausea, vertigo and drowsiness. These adverse reactions were observed in at least 10% of patients. Less common side-effects include tremors, blurred vision, vomiting and headache.   === Gastrointestinal === A generally well-tolerated drug, the most commonly reported gastrointestinal side effects of lacosamide are nausea, vomiting, and diarrhea.   === Central nervous system === Dizziness was the most common treatment-related adverse event. Other CNS effects are headache, drowsiness, blurred vision, involuntary movements, memory problems, diplopia (double vision), trembling or shaking of the hands, unsteadiness, ataxia.   === Psychiatric === Panic attacks; agitation or restlessness; irritability and aggression, anxiety, or depression; suicidality; insomnia and mania; altered mood; false and unusual sense of well-being. Lacosamide appears to have a low incidence of psychiatric side effects with psychosis reported in only 0.3% of patients.   === Cardiovascular === There is the risk of postural hypotension as well as arrhythmias. In addition, there is the possibility of atrioventricular block. There have also been post-marketing reports of lacosamide causing atrial fibrillation and atrial flutter in some populations, namely those with diabetic neuropathy.   === Allergies === There have been reports of rash and pruritus.   === Warnings === Suicidal behavior and ideation have been observed as early as one week after starting treatment with lacosamide, and is an adverse reaction to the use of most AEDs. In clinical trials with a medial treatment duration of 12 weeks, the incidence of suicidal ideation was 0.43% among 27,863 patients as opposed to 0.24% among 16,029 placebo-treated patients. Suicidal behavior was observed in 1 of every 530 patients treated.   === In pregnancy === In a study conducted to assess the teratogenic potential of AEDs in the zebrafish embryo, the teratogenicity index of lacosamide was found to be higher than that of lamotrigine, levetiracetam, and ethosuximide. Lacosamide administration resulted in different malformations in the neonatal zebrafish depending on dosage.   == Overdose == There is no known antidote in the event of an overdose.   == Pharmacology ==   === Pharmacodynamics === Lacosamide is a functionalized amino acid that produces activity in the maximal electroshock seizure (MES) test, that, like some other antiepileptic drugs (AEDs), are believed to act through voltage-gated sodium channels. Lacosamide enhances the slow inactivation of voltage-gated sodium channels without affecting the fast inactivation of voltage-gated sodium channels. This inactivation prevents the channel from opening, helping end the action potential. Many antiepileptic drugs, like carbamazepine or lamotrigine, slow the recovery from inactivation and hence reduce the ability of neurons to fire action potentials. Inactivation only occurs in neurons firing action potentials; this means that drugs that modulate fast inactivation selectively reduce the firing in active cells. Slow inactivation is similar but does not produce complete blockade of voltage gated sodium channels, with both activation and inactivation occurring over hundreds of milliseconds or more. Lacosamide makes this inactivation happen at less depolarized membrane potentials. This means that lacosamide only affects neurons which are depolarized or active for long periods of time, typical of neurons at the focus of epilepsy. Lacosamide administration results in the inhibition of repetitive neuronal firing, the stabilization of hyperexcitable neuronal membranes, and the reduction of long-term channel availability, but does not affect physiological function. Lacosamide has a dual mechanism of action. It also modulates collapsin response mediator protein 2 (CRMP-2), preventing the formation of abnormal neuronal connections in the brain. Lacosamide does not affect AMPA, kainate, NMDA, GABAA, GABAB or a variety of dopaminergic, serotonergic, adrenergic, muscarinic or cannabinoid receptors and does not block potassium or calcium currents. Lacosamide does not modulate the reuptake of neurotransmitters including norepinephrine, dopamine, and serotonin. In addition, it does not inhibit GABA transaminase.   ==== Preclinical research ==== In preclinical trials, the effect of lacosamide administration on animal models of epilepsy was tested using the Frings audiogenic seizures (AGS)-susceptible mouse model of seizure activity with an effective dose (ED50) of 0.63 mg/kg, i.p.. The effect of lacosamide was also assessed using the MES test to detect inhibition of seizure spread. Lacosamide administration was successful in preventing the spread of seizures induced by MES in mice (ED50 = 4.5 mg/kg, i.p.) and rats (ED50 = 3.9 mg/kg, p.o.). In preclinical trials, administration of lacosamide in combination with other AEDs resulted in synergistic anticonvulsant effects. Lacosamide produced effects in animal models of essential tremor, tardive dyskinesia, schizophrenia, and anxiety. Preclinical trials found the S-stereoisomer to be less potent than the R-stereoisomer in the treatment of seizures.   === Pharmacokinetics === When administered orally in healthy individuals, lacosamide is rapidly absorbed from the gastrointestinal tract. Little of the drug is lost via the first pass effect, and thus has an oral bioavailability of nearly 100%. In adults, lacosamide demonstrates a low plasma protein binding of <15%, which reduces the potential for interaction with other drugs. Lacosamide is at its highest concentration in blood plasma approximately 1 to 4 hours after oral administration. Lacosamide has a half life of about 12–16 hours, which remains unchanged if the patients is also taking enzyme inducers. Consequently, the drug is administered twice per day at 12-hour intervals. Lacosamide is excreted renally, with 95% of the drug eliminated in the urine. 40% of the compound remains unchanged from its original structure, while the rest of the elimination product consists of metabolites of lacosamide. Just 0.5% of the drug is eliminated in the feces. The major metabolic pathway of lacosamide is CYP2C9, CY2C19, and CYP3A4-mediated demethylation. The dose-response curve for lacosamide is linear and proportional for oral doses of up to 800 mg and intravenous doses of up to 300 mg. Lacosamide has low potential for drug-drug interactions, and no pharmacokinetic interactions have been found to occur with other (AEDs) that act on sodium channels. A study on the binding of lacosamide to CRMP-2 in Xenopus oocytes showed both competitive and specific binding. Lacosamide has a Kd value just under 5 μM and a Bmax of about 200 pM/mg. The volume of distribution (Vd) of lacosamide in plasma is 0.6 L/kg, which is close to the total volume of water. Lacosamide is ampiphilic and is thus hydrophilic while also lipophilic enough to cross the blood-brain barrier.   == Chemistry == Lacosamide is a powdery, white to light yellow crystalline compound. The chemical name of lacosamide is (R)-2-acetamido-N-benzyl-3-methoxypropionamide and the systemic name is N2-Acetyl-N-benzyl-O-methyl-D-serinamide. Lacosamide is a functionalized amino acid molecule that has high solubility in water and DMSO, with a solubility of 20.1 mg/mL in phosphate-buffered saline (PBS, pH 7.5, 25 °C). The molecule has six rotatable bonds and one aromatic ring. Lacosamide melts at 143-144 °C and boils at 536.447 °C at a pressure of 760 mmHg.   === Synthesis === The following three-step synthesis of lacosamide was proposed in 1996.  (R)-2-amino-3-hydroxypropanoic acid is treated with acetic anhydride and acetic acid. The product is treated first with N-methylmorpholine, isobutyl chloroformate, and benzylamine, next with methyl iodide and silver oxide, forming lacosamide. More efficient routes to synthesis have been proposed in recent years, including the following.   == History == Lacosamide was discovered at the University of Houston in 1996. They hypothesized that modified amino acids may be therapeutically useful in the treatment of epilepsy. A few hundred such molecules were synthesized over several years and these were tested phenotypically in an epilepsy disease model performed in rats. N-benzyl-2-acetamido-3-methoxypropionamide was found to be highly efficacious in this model, with the biological activity traced specifically to its R enantiomer. This compound was to become lacosamide after being licensed by Schwarz Pharma, which completed its pre-clinical and early clinical development. After its purchase of Schwarz Pharma in 2006, UCB completed the clinical development program and obtained marketing approval for lacosamide. Its precise mechanism of action was unknown at the time of approval, and the exact amino acid targets involved remain uncertain to this day. The U.S. Food and Drug Administration (FDA) accepted UCB's New Drug Application for lacosamide as of November 29, 2007, beginning the approval process for the drug. UCB also filed for marketing approval in the European Union (EU); the European Medicines Agency accepted the marketing application for review in May 2007. The drug was approved in the EU on September 3, 2008. It was approved in the US on October 29, 2008. The release of lacosamide was delayed owing to an objection about its placement into schedule V of the Controlled Substances Act. The FDA issued their final rule of placement into Schedule V on June 22, 2009. Lacosamide's US patent expired on March 17, 2022.   === Partial-onset seizures === Lacosamide was tested in three placebo-controlled, double-blind, randomized trials of at least 1300 patients. In a multi center, multinational, placebo-controlled, double-blind, randomized clinical trial conducted to determine the efficacy and safety of different doses of lacosamide on individuals with poorly controlled partial-onset seizures, lacosamide was found significantly to reduce seizure frequency when given in addition to other antiepileptics, at doses of 400 and 600 milligrams a day.   === Peripheral neuropathy === In a smaller trial of patients with diabetic neuropathy, lacosamide also provided significantly better pain relief when compared to placebo. Lacosamide administration in combination with 1-3 other AEDs was well tolerated in patients. Lacosamide administered at 400 mg/day was found to significantly reduce pain in patients with diabetic neuropathy in a multi center, double-blind, placebo-controlled Phase III trial with a treatment duration of 18 weeks. A small (n=24) study for small fiber peripheral neuropathy also showed positive results.   == Society and culture ==   === Names === Lacosamide is the international nonproprietary name (INN). It was formerly known as erlosamide, harkoseride, SPM-927, and ADD 234037. Lacosamide is sold under the brand name Vimpat by UCB, and under the brand name Motpoly XR by Acute Pharmaceuticals. In Pakistan, it is marketed by G.D. Searle as Lacolit.   == Research ==  Clinical trials are underway for the use of lacosamide as monotherapy for partial-onset seizures. There is no evidence that lacosamide provides additional value over current antiepileptic drugs (AEDs) for the treatment of partial-onset seizures, but it may offer a safety advantage. Newer AEDs, including lacosamide, vigabatrin, felbamate, gabapentin, tiagabine, and rufinamide have been found to be more tolerable and safer than older drugs such as carbamazepine, phenytoin, and valproate.   == References ==   == Further reading == Dean L (2018). \"Lacosamide Therapy and CYP2C19 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, Scott SA, Dean LC, Kattman BL, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 29671994. Bookshelf ID: NBK493589."}