{"name": "lactulose", "category": "drug", "content": "Lactulose is a non-absorbable sugar used in the treatment of constipation and hepatic encephalopathy. It is administered orally for constipation, and either orally or rectally for hepatic encephalopathy. It generally begins working after 8–12 hours, but may take up to 2 days to improve constipation. Common side effects include abdominal bloating and cramps. A potential exists for electrolyte problems as a result of the diarrhea it produces. No evidence of harm to the fetus has been found when used during pregnancy. It is generally regarded as safe during breastfeeding. It is classified as an osmotic laxative. Lactulose was first made in 1929, and has been used medically since the 1950s. Lactulose is made from the milk sugar lactose, which is composed of two simple sugars, galactose and glucose. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 265th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==   === Constipation === Lactulose is used in the treatment of chronic constipation in patients of all ages as a long-term treatment. The dosage of lactulose for chronic idiopathic constipation is adjusted depending on the constipation severity and desired effect, from a mild stool softener to causing diarrhea. Lactulose is contraindicated in case of galactosemia, as most preparations contain the monosaccharide galactose due to its synthesis process. Lactulose may be used to counter the constipating effects of opioids, and in the symptomatic treatment of hemorrhoids as a stool softener. Lactulose is commonly prescribed for children who develop fear of their bowel movements and are withholders. This is because lactulose, when dosed in the proper amount, causes a bowel movement that is impossible to retain for very long. Lactulose is also used for the elderly because of its gentle and consistent results.   === Hyperammonemia === Lactulose is useful in treating hyperammonemia (high blood ammonia), which can lead to hepatic encephalopathy. Lactulose helps trap the ammonia (NH3) in the colon and bind to it.  It does this by using gut flora to acidify the colon, transforming the freely diffusible ammonia into ammonium ions (NH+4), which can no longer diffuse back into the blood. It is also useful for preventing hyperammonemia caused as a side effect of administration of valproic acid.   === Small intestine bacterial overgrowth === Lactulose is used as a test of small intestine bacterial overgrowth (SIBO). Recently, the reliability of it for diagnosing SIBO has been seriously questioned. A large amount of it is given with subsequent testing of molecular hydrogen gas in the breath. The test is positive if an increase in exhaled hydrogen occurs before that which would be expected by normal  digestion by the normal gut flora in the colon. An earlier result has been hypothesized to indicate digestion occurring within the small intestine. An alternate explanation for differences in results is the variance in small bowel transit time among tested subjects.   === Pregnancy === No evidence of harm to the fetus has been found when used during pregnancy. It is generally regarded as safe during breastfeeding.   == Side effects == Common side effects of lactulose are abdominal cramping, borborygmus, and flatulence. In normal individuals, overdose is considered uncomfortable, but not life-threatening. Uncommon side effects are nausea and vomiting.  In sensitive individuals, such as the elderly or people with reduced kidney function, excess lactulose dosage can result in dehydration and electrolyte disturbances such as low magnesium levels.  Ingestion of lactulose does not cause a weight gain because it is not digestible, with no nutritional value. Although lactulose is less likely to cause dental caries than sucrose, as a sugar, a potential for this exists, which is relevant when taken by people with a high susceptibility to this condition.   == Mechanism of action == Lactulose is not absorbed in the small intestine nor broken down by human enzymes, thus stays in the digestive bolus through most of its course, causing retention of water through osmosis leading to softer, easier-to-pass stool. It has a secondary laxative effect in the colon, where it is fermented by the gut flora, producing metabolites which have osmotic powers and peristalsis-stimulating effects (such as acetate), but also methane associated with flatulence. Lactulose is metabolized in the colon by bacterial flora into short-chain fatty acids, including lactic acid and acetic acid. These partially dissociate, acidifying the colonic contents (increasing the H+ concentration in the gut). This favors the formation of the nonabsorbable NH+4 from NH3, trapping NH3 in the colon and effectively reducing plasma NH3 concentrations. Lactulose is therefore effective in treating hepatic encephalopathy. Specifically, it is effective as secondary prevention of hepatic encephalopathy in people with cirrhosis. Moreover, research showed improved cognitive functions and health-related quality of life in people with cirrhosis with minimal hepatic encephalopathy treated with lactulose.   == Chemistry == Lactulose is a disaccharide formed from one molecule each of the simple sugars (monosaccharides) fructose and galactose. Lactulose is not normally present in raw milk, but is a product of heat processes: the greater the heat, the greater amount of this substance (from 3.5 mg/L in low-temperature pasteurized milk to 744 mg/L in in-container sterilized milk). Lactulose is produced commercially by isomerization of lactose. A variety of reaction conditions and catalysts can be used.   == Society and culture ==   === Name === Lactulose  is its international nonproprietary name (INN). It is sold under various brand names.   === Availability === Lactulose is available as a generic medication. It is available without prescription in most countries, but a prescription is required in the United States, Philippines, and Austria.   === Food additive === In some countries where lactulose may be obtained without a prescription, lactulose is commonly used as a food additive to improve taste and promote intestinal transit.   == Veterinary use == Lactulose is used in veterinary medicine.   == References ==   == External links =="}