{"name": "lactitol", "category": "drug", "content": "Lactitol is a disaccharide sugar alcohol produced from lactose. It is used as a replacement bulk sweetener for low calorie foods with 30–40% of the sweetness of sucrose. It is also used medically as a laxative.    == Production == Lactitol is produced by hydrogenation of lactose using Raney nickel catalyst.  The product can be obtained as an anhydrous, monohydrate, or dihydrate. Two manufacturers, Danisco and Purac Biochem, produce about 10,000 tons/y.   == Applications == Lactitol is used in a variety of low food energy or low fat foods. High stability makes it popular for baking. It is used in sugar-free candies, cookies (biscuits), chocolate, and ice cream, with a sweetness of 30–40% that of sucrose. Lactitol also promotes colon health as a prebiotic. Because of poor absorption, lactitol only has 2–2.5 kilocalories (8.4–10.5 kilojoules) per gram, compared to 4 kilocalories (17 kJ) per gram for typical saccharides. Hence, lactitol is about 60% as caloric as typical saccharides.   === Medical === Lactitol is listed as an excipient in some prescription drugs. Lactitol is a laxative and is used to prevent or treat constipation, e.g., under the trade name Importal. In February 2020, Lactitol was approved for use in the United States as an osmotic laxative for the treatment of chronic idiopathic constipation (CIC) in adults. Lactitol in combination with Ispaghula husk is an approved combination for idiopathic constipation as a laxative and is used to prevent or treat constipation.   == Safety and health == Lactitol, erythritol, sorbitol, xylitol, mannitol, and maltitol are all classified sugar alcohols (lactitol and maltitol are in fact disaccharide alcohols, since they contain one intact sugar). The U.S. Food and Drug Administration (FDA) classifies sugar alcohols as \"generally recognized as safe\" (GRAS). They are approved as food additives, and are recognized as not contributing to tooth decay or causing increases in blood glucose. Lactitol is also approved for use in foods in most countries around the world. Like other sugar alcohols, lactitol causes cramping, flatulence, and diarrhea in some individuals who consume it. These effects arise because humans lack a suitable beta-galactosidase in the upper gastrointestinal (GI) tract, and a majority of ingested lactitol reaches the large intestine, where it then becomes fermentable to gut microbes (prebiotic) and can pull water into the gut by osmosis. For these reasons, medical advice is often sought before their use.   == History == The U.S. Food and Drug Administration (FDA) approved Pizensy based on evidence from a clinical trial (Trial 1/ NCT02819297) of 594 subjects with CIC conducted in the United States. The FDA also considered other supportive evidence including data from Trial 2 (NCT02481947) which compared Pizensy to previously approved drug (lubiprostone) for CIC, and Trial 3 (NCT02819310) in which subjects used Pizensy for one year as well as data from published literature. The benefit and side effects of Pizensy were evaluated in a clinical trial (Trial 1) of 594 subjects with CIC. In this trial, subjects received treatment with either Pizensy or placebo once daily for 6 months. Neither the subjects nor the health care providers knew which treatment was being given until after the trials were completed. In the second trial (Trial 2) of three months duration, improvement in CSBMs was used to compare Pizensy to the drug lubiprostone which was previously approved for CIC. The third trial (Trial 3) was used to collect the side effects in subjects treated with Pizensy for one year.   == References ==   == External links ==  Media related to Lactitol at Wikimedia Commons \"Lactitol\". Drug Information Portal. U.S. National Library of Medicine."}