{"name": "lactose", "category": "drug", "content": "Lactones are cyclic carboxylic esters. They are derived from the corresponding hydroxycarboxylic acids by esterification. They can be saturated or unsaturated.  Some contain heteroatoms replacing one or more carbon atoms of the ring. Lactones are formed by lactonization, the intramolecular esterification of the corresponding hydroxycarboxylic acids, which takes place spontaneously when the ring that is formed is five- or six-membered. Lactones with three- or four-membered rings (α-lactones and β-lactones) are very reactive, making their isolation difficult. Special methods are normally required for the laboratory synthesis of small-ring lactones as well as those that contain rings larger than six-membered.   == Nomenclature == Greek prefixes in alphabetical order indicate ring size.  Lactones are usually named according to the precursor acid molecule (aceto = 2 carbon atoms, propio = 3, butyro = 4, valero = 5, capro = 6, etc.), with a -lactone suffix and a Greek letter prefix that specifies the number of carbon atoms in the heterocycle — that is, the distance between the relevant -OH and the -COOH groups along said backbone. The first carbon atom after the carbon in the -COOH group on the parent compound is labelled α, the second will be labeled β, and so forth. Therefore, the prefixes also indicate the size of the lactone ring: α-lactone = 3-membered ring, β-lactone = 4-membered, γ-lactone = 5-membered, δ-lactone = 6-membered, etc. Macrocyclic lactones are known as macrolactones. The other suffix used to denote a lactone is -olide, used in substance class names like butenolide, macrolide, cardenolide or bufadienolide. To obtain the preferred IUPAC names, lactones are named as heterocyclic pseudoketones by adding the suffix 'one', 'dione', 'thione', etc. and the appropriate multiplicative prefixes to the name of the heterocyclic parent hydride.   == Etymology == The name lactone derives from the ring compound called lactide, which is formed from the dehydration of 2-hydroxypropanoic acid (lactic acid) CH3-CH(OH)-COOH. Lactic acid, in turn, derives its name from its original isolation from soured milk (Latin: lac, lactis). The name was coined in 1844 by the French chemist Théophile-Jules Pelouze, who first obtained it as a derivative of lactic acid. An internal dehydration reaction within the same molecule of lactic acid would have produced alpha-propiolactone, a lactone with a 3-membered ring. In 1880 the German chemist Wilhelm Rudolph Fittig extended the name \"lactone\" to all intramolecular carboxylic esters.   == Occurrence ==  5-Membered γ-lactones and 6-membered δ-lactones are prevalent. β-lactones appear in a number of natural products.  α‑Lactones can be detected as transient species in mass spectrometry experiments.  Macrocyclic lactones are also important natural products. Cyclopentadecanolide is responsible for the musklike odor of angelica root oil. Of the naturally occurring bicyclic lactones, phthalides are responsible for the odors of celery and lovage oils, and coumarin for woodruff. Lactones are present in oak wood, and they contribute to the flavour profile of barrel-aged beers. Lactone rings occur widely as building blocks in nature, such as in ascorbic acid, kavain, nepetalactone, gluconolactone, hormones (spironolactone, mevalonolactone), enzymes (lactonase), neurotransmitters (butyrolactone, avermectins), antibiotics (macrolides like erythromycin; amphotericin B), anticancer drugs (vernolepin, epothilones), phytoestrogens (resorcylic acid lactones, cardiac glycosides).   == Synthesis ==  Many methods in ester synthesis can also be applied to that of lactones. Lactonization competes with polymerization for longer hydroxy acids, or the strained β‑lactones. γ‑Lactones, on the other hand, are so stable that 4-hydroxy acids (R-CH(OH)-(CH2)2-CO2H) spontaneously cyclize. In one industrial synthesis of oxandrolone the key lactone-forming step is an organic reaction – esterification.  In halolactonization, an alkene is attacked by a halogen via electrophilic addition with the cationic intermediate captured intramolecularly by an adjacent carboxylic acid. Specific methods include Yamaguchi esterification, Shiina macrolactonization, Corey-Nicolaou macrolactonization, Baeyer–Villiger oxidation and nucleophilic abstraction.  The γ-lactones γ-octalactone, γ-nonalactone, γ-decalactone, γ-undecalactone can be prepared in good yield in a one-step process by radical addition of primary fatty alcohols to acrylic acid, using di-tert-butyl peroxide as a catalyst. An alternative radical reaction yielding γ-lactones is the manganese-mediated coupling.   == Reactions == Lactones exhibit the reactions characteristic of esters.   === Hydrolysis and aminolysis === Heating a lactone with a base (sodium hydroxide) will hydrolyse the lactone to its parent compound, the straight chained bifunctional compound. Like straight-chained esters, the hydrolysis-condensation reaction of lactones is a reversible reaction, with an equilibrium. However, the equilibrium constant of the hydrolysis reaction of the lactone is lower than that of the straight-chained ester i.e. the products (hydroxyacids) are less favored in the case of the lactones. This is because although the enthalpies of the hydrolysis of esters and lactones are about the same, the entropy of the hydrolysis of lactones is less than the entropy of straight-chained esters. Straight-chained esters give two products upon hydrolysis, making the entropy change more favorable than in the case of lactones which gives only a single product. Lactones also react with amines to give the ring-opened alcohol and amide.   === Reduction === Lactones can be reduced to diols using lithium aluminium hydride. For instance, gamma-lactones is reduced to butane-1,4-diol, (CH2(OH)-(CH2)2-CH2(OH).   === Polymerization === Some lactones convert to polyesters: For example the double lactone called lactide polymerizes to polylactic acid (polylactide). The resulting polylactic acid has been heavily investigated for commercial applications.   == Uses ==   === Flavors and fragrances === Lactones contribute significantly to the flavor of fruit, and of unfermented and fermented dairy products, and are therefore used as flavors and fragrances. Some examples are γ-decalactone (4-decanolide), which has a characteristic peach flavor; δ-decalactone (5-decanolide), which has a creamy coconut/peach flavour; γ-dodecalactone (4-dodecanolide), which also has a coconut/fruity flavor, a description which also fits γ-octalactone (4-octanolide), although it also has a herbaceous character; γ-nonalactone, which has an intense coconut flavor of this series, despite not occurring in coconut, and γ-undecalactone. Macrocyclic lactones (cyclopentadecanolide, 15-pentadec-11/12-enolide) have odors similar to macrocyclic ketones of animal origin (muscone, civetone), but they can be prepared more easily, for example, by depolymerization of the corresponding linear polyesters. Replacement of a methylene unit by oxygen barely affects the odor of these compounds, and oxalactones with 15 – 17-membered rings are produced in addition to cyclopentadecanolide (e. g., 12-oxa-16-hexadecanolide).   === Plastics === Polycaprolactone is an important plastic. Its formation has even been considered in the context of the origin of life.   == Dilactones == Ellagic acid (Hexahydroxydiphenic acid dilactone) Flavogallonic acid dilactone can be found in Rhynchosia volubilis seeds and in Shorea laeviforia Lactide Tergallic acid dilactone can be found in Rhynchosia volubilis seeds Valoneic acid dilactone can be isolated from the heartwood of Shorea laeviforia Ethylene brassylate (Musk T), a widely used synthetic musk   == See also ==  Lactam, a cyclic amide Lactim, a cyclic imide Lactide, a cyclic diester Halolactonization Phthalein   == References and notes =="}