{"name": "lanadelumab", "category": "drug", "content": "Lanadelumab, sold under the brand name Takhzyro, is a human monoclonal antibody (class IgG1 kappa) that targets plasma kallikrein (pKal) in order to promote prevention of angioedema in people with hereditary angioedema. Lanadelumab, was approved in the United States as the first monoclonal antibody indicated for prophylactic treatment to prevent hereditary angioedema attacks. Lanadelumab is the first treatment for hereditary angioedema prevention made by using cells within a lab, not human plasma. Common side effects include pain associated with injection site reactions, injection site bruising, upper respiratory infection, headache, rash, myalgia, dizziness, and diarrhea. The US Food and Drug Administration approved the use of lanadelumab in August 2018, for people that are 12 years and older and have either type I or type II hereditary angioedema.   == Medical uses == In the United States, lanadelumab is indicated for the prophylaxis of hereditary angioedema attacks.   == Adverse events == In a phase III randomized controlled trial, which examined the efficacy and safety of lanadelumab in preventing hereditary angioedema attacks, the most common adverse events noted in patients being treated were:  Injection site reactions, such as pain, redness, and bruising in 42.9% of patients Viral upper respiratory tract infection in 23.8% of patients Headache in 20.2% of patients Injection site erythema in 95% of patients Injection site bruising in 7.1% of patients Dizziness in 6.0% of patients   == Mechanism of action == Lanadelumab works by binding to an enzyme within the plasma, kallikrein, to inhibit its activity. Kallikrein is a protease that functions to cleave kininogen, subsequently creating kininogen and bradykinin, a potent vasodilator. People have hereditary angioedema because of a deficiency or dysfunctional C1 inhibitor, which is an enzyme that regulates the activity of the kallikrein-kinin cascade. Poor regulation of the C1 inhibitor results in increased levels of kallikrein and subsequent proteolysis of kininogen. The proteolysis of the kininogen forces an upscaled production of bradykinin and kininogen within the patient. Increased bradykinin levels cause vasodilation, increased vascular permeability, and the succeeding angioedema and pain associated with hereditary angioedema attacks.   == History == In phase I clinical trials Lanadelumab was well tolerated and was reported to reduce cleavage of kininogen in the plasma of participants with hereditary angioedema and decrease the number of participants experiencing attacks of angioedema. Lanadelumab's approval in the United States was spearheaded by the data presented in the phase 1b, multicenter, double blind, placebo controlled, multi-ascending-dose trial. Through this trial, lanadelumab was given priority review, breakthrough therapy, and orphan drug designations by the Food and Drug Administration. The phase 3 HELP study evaluated efficacy and safety of lanadelumab. This drug was produced by Dyax Corp and currently under development by Shire. There were 125 participants studied over a 26-week period in the randomized, double-blind, parallel-group, placebo-controlled trial. Participants were randomized to receive either lanadelumab treatment or placebo in a 1:2 ratio. Subjects randomized to receive lanadelumab were further randomized 1:1:1 ratio to receive doses of either 150 mg every 4 weeks, 300 mg every 4 weeks, or 300 mg every 2 weeks. Participants on the medication had a statistically significant reduction in hereditary angioedema attack rates per month.  Participants that took lanadelumab every 2 weeks had 83% less moderate to severe attacks. The study results proved that all three dosing regimens for lanadelumab were more effective than placebo.   == References =="}