{"name": "landiolol", "category": "drug", "content": "Landiolol (INN) is an ultra short-acting, β1-superselective intravenous  adrenergic antagonist, which decreases the heart rate effectively with less negative effect on blood pressure or myocardial contractility. In comparison to other beta blockers, landiolol has the shortest elimination half-life (3 to 4 minutes), ultra-rapid onset of effect (heart rate begins to decrease immediately after completion of administration), and predictable effectiveness with inactive metabolites (heart rate returns to baseline levels at 30 min after completion of landiolol hydrochloride administration). The pure S-enantiomer structure of landiolol is believed to develop less hypotensive side effects in comparison to other β-blockers. This has a positive impact on the treatment of patients when reduction of heart rate without decrease in arterial blood pressure is desired. It is used as landiolol hydrochloride.   == Medical uses == Landiolol is indicated as an antiarrhythmic agent to treat  Supraventricular tachycardia and for the rapid control of ventricular rate in patients with atrial fibrillation or atrial flutter in perioperative, postoperative, or other circumstances where short-term control of the ventricular rate with a short acting agent is desirable. Non-compensatory sinus tachycardia where, in the physician's judgment the rapid heart rate requires specific intervention. Landiolol has been approved for the treatment of ventricular fibrillation or ventricular tachycardia in Japan. Landiolol can be used as first-line treatment for acute ventricular rate control in patients with atrial fibrillation (Level I recommendation- 2020 Guidelines of the European Society of Cardiology).   == Mode of action == The drug acts as an ultra-short-acting β1-selective blocking agent. It is rapidly hydrolyzed to an inactive form by both carboxylesterase in the liver and pseudocholinesterase in the plasma, resulting in an elimination half-life of about 4 minutes. Landiolol is a highly selective beta-1-adrenoreceptor antagonist (the selectivity for beta-1-receptor blockade is 255 times higher than for beta-2-receptor blockade) that inhibits the positive chronotropic effects of the catecholamines adrenaline and noradrenaline on the heart, where beta-1-receptors are predominantly located. Landiolol, as other beta-blockers, is thought to reduce the sympathetic drive, resulting in reduction in heart rate, decrease in spontaneous firing of ectopic pacemakers, slowing the conduction and increase the refractory period of the AV node. Landiolol does not exhibit any membrane-stabilizing activity or intrinsic sympathomimetic activity in vitro. In preclinical and clinical studies, landiolol controlled tachycardia in an ultra-short acting manner with a fast onset and offset of action and further demonstrated anti-ischaemic and cardioprotective effects. To date, landiolol has the shortest plasma half-time and the highest cardio-selectivity among β-blockers in clinical use. The selectivity of landiolol for β1-receptor blockade is 255 times higher than for β2-receptor blockade. In comparison, Metoprolol, has a much less cardioselectivity (landiolol is 100 times more cardioselective than metoprolol, and 8 times more cardioselectove than esmolol), and sixty times longer half-life (3–4 hours comparing to 3–4 minutes in case of landiolol). FDA points out that CYP2D6 poor metabolizers will have decreased cardioselectivity for metoprolol due to increased metoprolol blood levels, since the gene variation reduces the conversion of metoprolol to inactive metabolites leading to almost 5-fold higher plasma concentrations of metoprolol. Activation of β2 adrenergic receptors contributes to bronchial dilation and acceleration of alveolar fluid clearance in the pulmonary airway system. Consequently, a cardio-selective β1-blocker with limited effect on β2-receptor decreases the heart rate without the pulmonary adverse effects in patients with COPD or Asthma.  Pharmacological stimulation of β2 receptors increases coronary blood flow in healthy humans and in patients with mildly atherosclerotic coronary arteries. Thus, not only does a cardio-selective β1-blocker reduce myocardial oxygen demand during exercise, but it also unveils β2-receptor-mediated coronary exercise hyperemia, while reducing the heart rate selectively. Interestingly, landiolol does not possess any sodium and calcium antagonistic properties, which makes it a more suitable cardio-selective β-blocker for patients with heart failure due to its lesser potency for negative inotropy, while offering higher potency for heart rate reduction. Contrary to landiolol, exposure to other β-blockers such as esmolol amplifies the re-expression of β-receptors which explains the drug tolerance effect seen during long-term esmolol infusion. Long term exposure of cells to betablockers which act as pharmacochaperones will raise the total surface level of β1-adrenergic receptors, resulting in exaggerating responses to endogenous agonists such as catecholamines, if the treatment is suddenly stopped. This phenomenon has been described as the betablocker withdrawal rebound. However, landiolol lacks appreciable pharmacochaperoning activity, as landiolol can hardly permeate cell membranes due to its large polar surface area.   == Biotransformation == Landiolol is metabolised via hydrolysis of the ester moiety.  In vitro and in vivo data suggest that landiolol is mainly metabolised in the plasma by pseudocholinesterases and carboxylesterases. Hydrolysis releases a ketal (the alcoholic component) that is further cleaved to yield glycerol and acetone, and the carboxylic acid component (metabolite M1), which subsequently undergoes beta-oxidation to form metabolite M2 (a substituted benzoic acid). The beta-1-adrenoreceptor blocking activity of landiolol metabolites M1 and M2 is 1/200 or less of the parent compound indicating a negligible effect on pharmacodynamics taking into account the maximum recommended landiolol dose and infusion duration.  Neither landiolol nor the metabolites M1 and M2 showed inhibitory effects on the metabolic activity of different cytochrome P450 molecular species (CYP1A2, 2C9, 2C19, 2D6 and 3A4) in vitro. The cytochrome P450 content was not affected in rats after repeated intravenous administration of landiolol. There are no data on a potential effect of landiolol or its metabolites on CYP P450 induction or time dependent inhibition available.   == History == The beneficial effects of landiolol have been demonstrated in over sixty clinical trials (pubmed search -August 2018). Landiolol was generally well tolerated, with a relatively low risk of hypotension and bradycardia. Most clinical trials with landiolol have been conducted in peri-operative settings for the treatment or prophylaxis of supraventricular tachycardia or tachyarrhythmia before or after cardiac and non-cardiac surgeries. Randomized clinical trials have been published to compare landiolol with placebo< diltiazem, and amiodaron in patients with or without heart failure. Case reports on the use of landiolol after myocardial infarction, refractory electrical storm have been published. The fast turnover of landiolol will diminish most adverse events due to self-limiting administration. Landiolol may be cardio-protective in septic rats by normalizing coronary microcirculation through blockage of sepsis-induced decrease in expression of VEGF signaling system but independent of inflammatory cytokines. \t The efficacy and safety of landiolol in septic shock has been investigated in a multi-center prospective randomized controlled trial, and the results of the study have been published in the renown Journal Lancet Respiratory in 2020, demonstrating clinical impact of landiolol in sepsis patients through significant reduction of new-onset arrhythmia and keeping the patients within the target heart rate range. Furthermore, landiolol demonstrated a positive clinical impact regarding ventilation-free days, ICU-free days and hospital-free days. Patients in the landiolol group had a survival rate of 88% by day 28, in contrast to a mortality rate of 20% in the control group by day 28. These are very important findings which may include landiolol in the standard of care for sepsis patients, since tachycardia and atrial fibrillation are key prognostic factors for sepsis. Additionally, tachycardia exceeding 100 beats per min (bpm) on admission to an intensive care unit (ICU) is a risk factor for worsening prognosis. A publication in the Journal of Cardiology illustrated in a prospective real-world setting, the safety and effectiveness of landiolol for the treatment of atrial fibrillation or atrial flutter in chronic heart failure (over one thousand patients  at 209 medical institutions throughout Japan). In this survey, which is one of the largest studies ever performed in patients with chronic heart failure requiring intravenous rate control, report of serious hypotension was in less than 1% of patients, which highlights the cardio-selectivity of landiolol with limited effect on blood pressure. Noteworthy, over 70% of patients were in the NYHA class III or IV (35% NYHA IV), and close to 50% had a LVEF below 40%. The median time to first return to sinus rhythm after administration of landiolol was 14 hours, and the median highest infusion rate was 3 μg/kg/min. Landiolol is a promising drug to manage postoperative atrial fibrillation in non-cardiac surgery with a profile that allow for control of heart rate with minimal impact on blood pressure. Landiolol has limited negative inotropic effect and is well tolerated by the respiratory system. Additional benefits related to the regulation of inflammatory response and blunting of the adrenergic pathway probably contribute to the decreased incidence of POAF. The use of low dosage (5–10 μg/kg/min) is usually sufficient to rapidly control heart rate which is associated with earlier and higher rate of conversion to sinus rhythm as compared to the controls. The excellent tolerance of landiolol at lower dosage (3–5 μg/kg/min) allows to initiate prophylactic use during surgery and post-operatively. Landiolol prophylaxis is associated with reduced incidence of postoperative atrial fibrillation without triggering adverse events related to a beta-blockade. Optimized infusion scheme with continuing landiolol infusion in the post-operative period seems to be associated with better response, while infusion limited to the intraoperative period may not be sufficient\t\t In patients with impaired left ventricular function (LVEF <40%, CI <2.5 L/min/m2, NYHA 3-4) e.g. after cardiac surgery, during ischemia or in sepsis states, lower doses starting from 1 microgram/kg BW/min and increased in a stepwise fashion under close blood pressure monitoring up to 10 μg/kg/min have been used to achieve heart rate control. Conversion table for continuous intravenous infusion: μg/kg/min to ml/h (Example below for Rapibloc 300 mg/50 ml = 6 mg/ml strength):  The formula for the calculation of the hourly infusion rate in ml/h = (Body weight in kg x Dosage in μg/kg/min) / 100   == Society and culture ==   === Legal status === It was approved for medical use in Canada in November 2023.   === Brand names === It is available under the brand names Rapibloc, Raploc, Runrapiq, Landibloc, Onoact, and Corbeta.   == References =="}