{"name": "lansoprazole", "category": "drug", "content": "Lansoprazole, sold under the brand name Prevacid among others, is a medication which reduces stomach acid. It is a proton pump inhibitor (PPI), used to treat peptic ulcer disease, gastroesophageal reflux disease, and Zollinger–Ellison syndrome. Its effectiveness is similar to that of other PPIs. It is taken by mouth. Onset is over a few hours and effects last up to a couple of days. Common side effects include constipation, abdominal pain, and nausea. Serious side effects may include osteoporosis, low blood magnesium, Clostridium difficile infection, and pneumonia. Use in pregnancy and breastfeeding is of unclear safety. It works by blocking H+/K+-ATPase in the parietal cells of the stomach. Lansoprazole was patented in 1984 and came into medical use in 1992. It is available as a generic medication. In 2021, it was the 216th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Lansoprazole is used for treatment of:  Ulcers of the stomach and duodenum, and NSAID-induced ulcers Helicobacter pylori infection, alongside antibiotics (adjunctive treatment), treatment to kill H. pylori causing ulcers or other problems involves using two other drugs besides lansoprazole known as \"triple therapy\", and involves taking twice daily for 10 or 14 days lansoprazole, amoxicillin, and clarithromycin Gastroesophageal reflux disease Zollinger–Ellison syndrome There is no good evidence that it works better than other PPIs.   == Side effects == Side effects of PPIs in general and lansoprazole in particular may include:  Common: diarrhea, abdominal pain Infrequent: dry mouth, insomnia, drowsiness, blurred vision, rash, pruritus Rarely and very rarely: taste disturbance, liver dysfunction, peripheral oedema, hypersensitivity reactions (including bronchospasm, urinary, angioedema, anaphylaxis), photosensitivity, fever, sweating, depression, interstitial nephritis, blood disorders (including leukopenia, leukocytosis, pancytopenia, thrombocytopenia), arthralgia, myalgia, skin reactions including (erythroderma, Stevens–Johnson syndrome, toxic epidermal necrolysis, bullous eruption) PPIs may be associated with a greater risk of hip fractures and Clostridium difficile-associated diarrhea.: 22    == Interactions == Lansoprazole interacts with several other drugs, either due to its own nature or as a PPI.  PPIs reduce absorption of antifungals (itraconazole and ketoconazole)  and possibly increase digoxin in plasma Increases plasma concentrations of cilostazol (risk of toxicity) Lansoprazole possibly interacts with, among other drugs:  sucralfate ampicillin bisacodyl clopidogrel delavirdine fluvoxamine iron salts voriconazole aminophylline and theophylline astemizole   == Chemistry == It is a racemic 1:1 mixture of the enantiomers dexlansoprazole and levolansoprazole. Dexlansoprazole is an enantiomerically pure active ingredient of a commercial drug as a result of the enantiomeric shift. Lansoprazole's plasma elimination half-life (1.5 h) is not proportional to the duration of the drug's effects to the person (i.e., gastric acid suppression).   == History ==  Lansoprazole was originally synthesized at Takeda and was given the development name AG 1749.  Takeda patented it in 1984 and the drug launched in 1991. In the United States, it was approved for medical use in 1995.   == Society and culture ==   === Patents === Patent protection of the lansoprazole molecule expired on 10 November 2009, and generic formulations became available under many brand names in many countries. Some formulations may not be available in generic form.   === Availability === Since 2009, lansoprazole has been available over the counter (OTC) in the U.S. as Prevacid 24HR and as Lansoprazole 24HR. In Australia, it is marketed by Pfizer as Zoton.   == Research == In vitro experiments have shown that lansoprazole binds to the pathogenic form of tau protein. As of 2015 laboratory studies were underway on analogs of lansoprazole to explore their use as potential PET imaging agents for diagnosing tauopathies including Alzheimer's disease.   == References =="}