{"name": "laropiprant", "category": "drug", "content": "Laropiprant (INN) was a drug used in combination with niacin to reduce blood cholesterol (LDL and VLDL) that is no longer sold, due to increases in side-effects with no cardiovascular benefit. Laropiprant itself has no cholesterol lowering effect, but it reduces facial flushes induced by niacin. Merck & Co. planned to market this combination under the trade names Cordaptive in the US and Tredaptive in Europe. Both brands contained 1000 mg of niacin and 20 mg of laropiprant in each tablet.   == Mechanism of action == Niacin in cholesterol lowering doses (500–2000 mg per day) causes facial flushes by stimulating biosynthesis of prostaglandin D2 (PGD2), especially in the skin. PGD2 dilates the blood vessels via activation of the prostaglandin D2 receptor subtype DP1, increasing blood flow and thus leading to flushes. Laropiprant acts as a selective DP1 receptor antagonist to inhibit the vasodilation of prostaglandin D2-induced activation of DP1. Taking 325 mg of aspirin 20–30 minutes prior to taking niacin has also been proven to prevent flushing in 90% of patients, presumably by suppressing prostaglandin synthesis, but this medication also increases the risk of gastrointestinal bleeding, though the increased risk is less than 1 percent.   == History == In the mid-2000s, in a trial with 1613 patients, 10.2% patients stopped taking the medication in the combination drug group versus 22.2% under niacin monotherapy. On April 28, 2008, the U.S. Food and Drug Administration (FDA) issued a \"not approved\" letter for Cordaptive. Tredaptive was approved by the European Medicines Agency (EMA) on July 3, 2008. On January 11, 2013, Merck & Co Inc. announced they were withdrawing the drug worldwide as a result of European regulators recommendations. The Heart Protection Study 2-Treatment of HDL to Reduce the Incidence of Vascular Events (HPS2-THRIVE) involved more than 25,000 adults. The treatment group received 2 g of extended-release niacin and 40 mg of laropiprant daily. Study results, reported in July 2014, showed that the combination of niacin and laropiprant did not have any beneficial effects when compared with a placebo treatment and had an increase in adverse effects.   == References =="}