{"name": "laronidase", "category": "drug", "content": "Iduronidase (EC 3.2.1.76, L-iduronidase, α-L-iduronidase, laronidase), sold as Aldurazyme, is an enzyme with the systematic name glycosaminoglycan α-L-iduronohydrolase. It catalyses the hydrolysis of unsulfated α-L-iduronosidic linkages in dermatan sulfate. It is a glycoprotein enzyme found in the lysosomes of cells. It is involved in the degeneration of glycosaminoglycans such as dermatan sulfate and heparan sulfate. The enzyme acts by hydrolyzing the terminal α-L-iduronic acid residues of these molecules, degrading them. The protein is reported as having a mass of approximately 83 kDa.   == Pathology == A deficiency in the IDUA protein is associated with mucopolysaccharidoses (MPS). MPS, a type of lysosomal storage disease, is typed I through VII. Type I is known as Hurler syndrome and type I,S is known as Scheie syndrome, which has a milder prognosis compared to Hurler's. In this syndrome, glycosaminoglycans accumulate in the lysosomes and cause substantial disease in many different tissues of the body. IDUA mutations result in the MPS 1 phenotype, which is inherited in an autosomal recessive fashion. The defective α-L-iduronidase results in an accumulation of heparan and dermatan sulfate within phagocytes, endothelium, smooth muscle cells, neurons, and fibroblasts. Under electron microscopy these structures present as laminated structures called Zebra bodies. Prenatal diagnosis of this enzyme deficiency is possible.   == Aldurazyme ==   === General === Aldurazyme is the name of the commercialized variant of the enzyme iduronidase, which hydrolyzes the α-L-iduronic acid residues of dermatan sulfate and heparin sulfate.  Produced in Chinese hamster ovaries by recombinant DNA technology, Aldurazyme is manufactured by BioMarin Pharmaceutical Inc. and distributed by Genzyme Corporation (a subsidiary of Sanofi). Aldurazyme is administered as a slow intravenous infusion. The recombinant enzyme is 628 amino acids in length with 6 N-linked oligosaccharide modification sites and two oligosaccharide chains terminating in mannose sugars.   === Medical uses ===  Aldurazyme is indicated in the US for people with Hurler and Hurler-Scheie forms of Mucopolysaccharidosis I (MPS I) and for people with the Scheie form who have moderate to severe symptoms. Aldurazyme is indicated in the EU for long-term enzyme replacement therapy in patients with a confirmed diagnosis of mucopolysaccharidosis I (MPS I; α-L-iduronidase deficiency) to treat the nonneurological manifestations of the disease. Aldurazyme was approved for medical use in the United States and in the European Union in 2003.   === Pre-clinical work === Dosing for human clinical studies was based on canine MPS I studies.   === Clinical trials === Three clinical trials were performed to establish the pharmacology, efficacy, and safety of weekly intravenous administration of the drug.  These studies included a Phase I open-label study, a Phase III randomized, double-blind, placebo-controlled study, and a Phase III open-label extension study.  A Phase II Young Pediatric study was also conducted. Clinical trials and post-market safety data indicate that the most common adverse side effect of Aldurazyme is allergic reaction. In order to prevent allergic reaction and respiratory distress, the packet insert of Aldurazyme suggests that patients be administered antihistamines before infusion. Allergic reaction occurs in approximately 1% of patients.  It is recommended that patients who are high-risk for respiratory distress be given their infusion in a facility equipped to deal with an anaphylactic response. (High-risk factors include sleep apnea, respiratory impairment, respiratory illness, or previous experience with allergic reaction to Aldurazyme.  It is noted that risk-benefit must be weighed for patients with history of severe allergic response as to whether the drug should be administered again.) In a 2002 memorandum, Melanie Hartsough, Ph.D., DTP of the FDA's Department of Health and Human Services stated, \"Aggregation of product could enhance immune responses, specifically neutralizing antibody, which may limit the response to therapy, whereas highly deaggregated product may induce immune tolerance.\" It appears that she then went on to ask for further justification of some relevant aspect of the production process, though the majority of this particular memorandum has not been publicly released and it is unclear as to whether this concern is relevant to the high rate of allergic response to this drug. Additionally, it is recommended that patients be administered antipyretics before use. According to Aldurazyme's website, the most common adverse effects observed in a 26-week, placebo-controlled clinical trial of patients 6 years old or older are  flushing, pyrexia, headache, and rash.  Flushing was noted in 23% of patients, or five people, in this relatively small clinical study. This trial was extended.  In the extension, it was noted that abdominal pain and infusion-site reaction occurred in some patients. The website also states that in a 52-week open-label uncontrolled clinical trial, the most common serious reactions in children younger than 6 were \"otitis media (20%), and central venous catherization required for ALDURAZYME infusion (15%). The most commonly reported adverse reactions in patients 6 years and younger were infusion reactions reported in 35% (7 of 20) of patients and included pyrexia (30%), chills (20%), blood pressure increased (10%), tachycardia (10%), and oxygen saturation decreased (10%). Other commonly reported infusion reactions occurring in ≥5% of patients were pallor, tremor, respiratory distress, wheezing, crepitations (pulmonary), pruritus, and rash.\" A Phase IV clinical trial is currently recruiting participants to investigate whether Aldurazyme passes through breastmilk and whether it has any effect on nursing infants.    === Regulation === Aldurazyme was the first drug approved by the United States Food and Drug Administration to be marketed as a treatment for MPS I.  It was approved in April 2003.  Marketing authorization in the European Union was granted in June 2003 by the European Commission.  Aldurazyme enjoys orphan drug status in both the United States and the European Union, though in both its orphan drug exclusivity period has expired.  (Orphan drug exclusivity, which prevents the FDA or similar European body from approving the same drug proposed by another company for the same listed use lasts only seven years in the United States and ten years in the European Union.)  Aldurazyme was granted orphan designation for Treatment of patients with mucopolysaccharidosis-I on 24 September 1997. As of 2014, Aldurazyme was mandated to be produced using Good Manufacturing Practices (GMP) and, along with several other recombinant enzyme products produced by Biomarin, was manufactured at the production facility located in Novato, California.  Both packaging and vialing were performed by contractors. All suppliers and contractors also are mandated to follow GMP, and they, as well as BioMarin, are subject to inspection and review. BioMarin's facility has received both FDA and European Commission approval.   == References ==   == Further reading ==   == External links == \"Mucopolysaccharidosis type I\". MedlinePlus. NBK1162. Iduronidase at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}