{"name": "Larva Migrans, Cutaneous", "category": "disease", "content": "Cutaneous larva migrans (abbreviated CLM) is a skin disease in humans, caused by the larvae of various nematode parasites of the hookworm family (Ancylostomatidae). The parasites live in the intestines of dogs, cats, and wild animals; they should not be confused with other members of the hookworm family for which humans are definitive hosts, namely Ancylostoma duodenale and Necator americanus. Colloquially called creeping eruption due to its presentation, the disease is also somewhat ambiguously known as \"ground itch\" or (in some parts of the southern United States) \"sandworms\", as the larvae like to live in sandy soil. Another vernacular name is plumber's itch. The medical term CLM literally means \"wandering larvae in the skin\".   == Symptoms and signs == The infection causes a red, intensely pruritic (itchy) eruption and may look like twirling lesions. The itching can become very painful and if scratched may allow a secondary bacterial infection to develop. Cutaneous larva migrans usually heals spontaneously over weeks to months and has been known to last as long as one year. However the severity of the symptoms usually causes those infected to seek medical treatment before spontaneous resolution occurs. After proper treatment, migration of the larvae within the skin is halted and relief of the associated itching can occur in less than 48 hours (reported for thiabendazole). This is separate from the similar cutaneous larva currens which is caused by Strongyloides. Larva currens is also a cause of migratory pruritic eruptions but is marked by 1) migratory speed on the order of inches per hour 2) perianal involvement due to autoinfection from stool and 3) a wide band of urticaria.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Cause == Hookworm eggs are shed in infected dog (or other animal) feces and are transferred to the ground and to beach sand, where they develop over a period of 1–2 weeks into an infectious larval form (filariform larvae). The filariform larvae can burrow through intact skin which comes into contact with soil or sand that is contaminated with feces. Although they are able to infect the deeper tissues of other animals (through to the lungs and then the intestinal tract), humans are incidental hosts and the larvae are only able to penetrate the epidermis of the skin. They create the typical wormlike burrows which are visible underneath the skin. These parasites apparently lack the collagenase enzymes required to penetrate through the basement membrane deeper into the dermal layers of the skin.   == Diagnosis ==   == Treatment == CLM can be treated in a number of different ways:  Systemic (oral) agents include albendazole   (trade name Albenza)  and ivermectin (trade name Stromectol). Another agent which can be applied either topically or taken by mouth is thiabendazole (trade name Mintezol), an anti-helminthic. Topical freezing agents including ethylene chloride or liquid nitrogen, applied locally can freeze and kill the larvae, but this method has a high failure rate because the larvae are usually located away from the site of the visible skin trails. Additionally this is a painful method which can cause blistering and/or ulceration of the skin and is therefore not recommended. To relieve some of the itch, Benadryl or anti-itch creams such as hydrocortisone or calamine lotion can help. Wearing shoes in areas where these parasites are known to be endemic offers protection from infection. In general avoiding exposure of skin to contaminated soil or sand offers the best protection. In some areas dogs have been prohibited from beaches in an attempt to control human infection.   == See also == Dermatology Intestinal parasite Visceral larva migrans List of migrating cutaneous conditions   == References ==   == External links == DermAtlas -1921851750"}