{"name": "Laryngeal Squamous Cell Carcinoma", "category": "disease", "content": "Squamous-cell carcinoma (SCC) of the lung is a histologic type of non-small-cell lung carcinoma (NSCLC). It is the second most prevalent type of lung cancer after lung adenocarcinoma and it originates in the bronchi. Its tumor cells are characterized by a squamous appearance, similar to the one observed in epidermal cells. Squamous-cell carcinoma of the lung is strongly associated with tobacco smoking, more than any other forms of NSCLC.   == Signs and symptoms == Squamous-cell lung carcinoma share most of the signs and symptoms with other forms of lung cancer. These include worsening cough, including hemoptysis, chest pain, shortness of breath and weight loss. Symptoms may result from local invasion or compression of adjacent thoracic structures such as compression involving the esophagus causing dysphagia, compression involving the laryngeal nerves causing change in voice, or compression involving the superior vena cava causing facial edema. Distant metastases may also cause pain and show symptoms related to other organs.   == Causes ==   === Risk factors === Squamous-cell carcinoma of the lung is closely correlated with a history of tobacco smoking, more so than most other types of lung cancer. According to the Nurses' Health Study, the relative risk of SCC is approximately 5.5, both among those with a previous duration of smoking of 1 to 20 years, and those with 20 to 30 years, compared to never-smokers. The relative risk increases to approximately 16 with a previous smoking duration of 30 to 40 years, and approximately 22 with more than 40 years.   == Mechanism ==   === Pathogenesis === It most often arises centrally in larger bronchi, and while it often metastasizes to locoregional lymph nodes (particularly the hilar nodes) early in its course, it generally disseminates outside the thorax somewhat later than other major types of lung cancer. Large tumors may undergo central necrosis, resulting in cavitation. A squamous-cell carcinoma is often preceded for years by squamous-cell metaplasia or dysplasia in the respiratory epithelium of the bronchi, which later transforms to carcinoma in situ. Large scale studies such as The Cancer Genome Atlas (TCGA) have systematically characterized recurrent somatic alterations likely driving lung squamous-cell carcinoma initiation and development.   ==== Gene mutations and copy number alterations ==== Squamous-cell lung carcinoma is one of the tumor types with the highest number of mutations since smoking, the main driver of the disease, is a strong mutagenic factor. Inactivating mutations in lung SCC affect many tumor suppressor genes such as TP53 (mutated in 81% of cases), MLL2 (20%), CDKN2A (15%), KEAP1 (12%) and PTEN (8%). Recurrent loss-of-function mutations have been observed also in NOTCH1 (8%), suggesting a tumor suppressive role in lung SCC for this gene, that has also been implicated as an oncogene in haematological cancers. On the other hand, recurrent gain-of-function mutations have been found in oncogenes such as PIK3CA (16%) and NFE2L2 (15%). Common oncogene copy number amplifications have been found in SOX2, PDGFRA, EGFR, FGFR1 and CCND1. Deletions were observed in tumor suppressors such as CDKN2A, PTEN and NF1. Some alterations such as the ones affecting TP53 and CDKN2A are shared by lung SCC and the other most common type of NSCLC, lung adenocarcinoma. Conversely, the two main driver oncogenes of the latter, EGFR and KRAS, are rarely mutated in lung SCC.   ==== Somatically altered pathways ==== Many of the gene mutations and copy number alterations occur in pathways whose deregulation seems to be important for the initiation and progression of the tumor. Specifically, KEAP1 and NFE2L2 belong to the oxidative stress response pathways; alterations in these genes tend to occur in a mutually exclusive fashion, and therefore this pathway is overall altered in more than 30% of the cases. Similarly, the squamous cell differentiation pathway, whose components include SOX2, TP63 and NOTCH1, is altered in 44% of the tumors. Alterations in the receptor tyrosine kinase pathway are also common but not as widespread as for the adenocarcinoma type.   ==== RNA expression profiles ==== Recently, four mRNA expression subtypes (primitive, basal, secretory, and classical) were identified and validated within squamous-cell carcinoma. The primitive subtype correlates with worse patient survival. These subtypes, defined by intrinsic expression differences, provide a possible foundation for improved patient prognosis and research into individualized therapies.   == Diagnosis == Early squamous-cell carcinoma of the lung (generally as squamous-cell carcinoma in situ) is asymptomatic and may only appear as an incidental imaging finding on CT scan or magnetic resonance imaging as a lung nodule. Eventually, it becomes symptomatic, usually when the tumor mass begins to obstruct the lumen of a major bronchus, often producing distal atelectasis and infection. Cytopathology may detect atypical cells from cytologic smear test of sputum, bronchoalveolar lavage, or samples from endobronchial brushings. Histopathology requires at least a lung biopsy. On such exams, these tumors range from well differentiated, showing keratin pearls and cell junctions, to anaplastic, with only minimal residual squamous-cell features.   === Classification === The 2015 WHO classification of lung tumors divided squamous cell lung carcinomas into 3 categories: keratinizing, non-keratinizing and basaloid. Keratinizing SCC harbor features of keratinization; non-keratinizing SCC lack such features but show other squamous markers, such as p40 and p63; finally, basaloid SCC is a rare subset of poorly differentiated squamous cell lung carcinoma. Previous variants such as papillary, small-cell and clear-cell SCC were discarded from the current classification as these subtypes are very uncommon. There is no clear evidence of prognostic significance to the subtyping of lung squamous cell carcinoma.   == Treatment == Treatment of lung squamous-cell carcinoma depends on many factors including stage, resectability, performance status and genomic alterations acquired by the individual tumor. Therapy of early-stage SCC mimics that of other histologic types of NSCLC. Early stage (I, II and IIIA) lung SCC are typically resected surgically, and cytotoxic chemotherapy and/or radiation may be used as an adjuvant therapy following surgery. On the other hand, advanced, metastatic or recurrent lung SCC are given first-line systemic therapy with a palliative (i.e., noncurative) intent consisting of cytotoxic chemotherapy, most commonly a platinum-based doublet. Either cisplatin or carboplatin is used as the platinum backbone. Development of targeted therapies has been less rapid for lung SCC with respect to adenocarcinoma, as ALK rearrangements and EGFR mutations targetable with receptor tyrosine kinase inhibitors are much less frequent in the former compared to the latter. Immunotherapy is showing promising results for NSCLC, and anti-PD-1 agent nivolumab has been approved by the US Food and Drug Administration (FDA) for lung SCC.   == Epidemiology == Lung squamous-cell carcinoma is the second most common histologic type of lung cancer after adenocarcinoma, reaching 22.6% of all lung cancer cases as of 2012. The relative incidence of the former has been steadily decreasing in favor of the latter due to the decreasing smoking rates in the last few years. As much as 91% of lung SCC has been found to be attributable to cigarette smoking. Incidence is greater in men than in women.   == References =="}