{"name": "Laryngeal papillomatosis", "category": "disease", "content": "Laryngeal papillomatosis, also known as recurrent respiratory papillomatosis (RRP) or glottal papillomatosis, is a rare medical condition in which benign tumors (papilloma) form along the aerodigestive tract. There are two variants based on the age of onset: juvenile and adult laryngeal papillomatosis. The tumors are caused by human papillomavirus (HPV) infection of the throat. The tumors may lead to narrowing of the airway, which may cause vocal changes or airway obstruction. Laryngeal papillomatosis is initially diagnosed through indirect laryngoscopy upon observation of growths on the larynx and can be confirmed through a biopsy. Treatment for laryngeal papillomatosis aims to remove the papillomas and limit their recurrence. Due to the recurrent nature of the virus, repeated treatments usually are needed. Laryngeal papillomatosis is primarily treated surgically, though supplemental nonsurgical and/or medical treatments may be considered in some cases. The evolution of laryngeal papillomatosis is highly variable. Though total recovery may be observed, it is often persistent despite treatment. The number of new cases of laryngeal papillomatosis cases is approximately 4.3 cases per 100,000 children and 1.8 cases per 100,000 adults annually.   == Signs and symptoms == A common symptom of laryngeal papillomatosis is a change in voice quality. More specifically, hoarseness is observed. As a consequence of the narrowing of the laryngeal or tracheal parts of the airway, shortness of breath, chronic cough and stridor (i.e. noisy breathing which can sound like a whistle or a snore), can be present. As the disease progresses, occurrence of secondary symptoms such as dysphagia, pneumonia, acute respiratory distress syndrome, failure to thrive, and recurrent upper respiratory infections can be diagnosed. The risk of laryngeal papillomatosis spreading to the lungs is higher in the juvenile-onset than the adult-onset. In children, symptoms are usually more severe and often mistaken for manifestations of other diseases such as asthma, croup or bronchitis. Therefore, diagnosis is usually delayed.   == Cause == Laryngeal papillomatosis is caused by human papillomavirus (HPV) infection, most frequently types 6 and 11, although genotypes 16, 18, 31, and 33 have also been implicated. HPV-11 is associated with more aggressive forms of papillomatosis, which may involve more distal parts of the tracheobronchial tree. The mode of viral inoculation is hypothesized to vary according to age of disease onset. The presence of HPV in the respiratory tract does not necessarily result in the development of laryngeal papillomatosis. Other factors that could be involved include immunodeficiency or other similar infections. For example, laryngeal papillomatosis may become more aggressive due to the presence of certain viruses (e.g., herpes simplex virus, Epstein–Barr virus). The disease occurs in two forms, juvenile and adult papillomatosis, based on whether it develops before or after 20 years of age. The juvenile form is generally transmitted through contact with a mother's infected vaginal canal during childbirth. Less is known about transmission in the adult form of this disease, though oral sex has been implicated as a potential mode of transmission. However, it is uncertain whether oral sex would directly transmit the virus or activate the dormant virus that was transmitted at childbirth. In general, physicians are unsure why only certain people who have been exposed to the HPV types implicated in the disease develop laryngeal papillomatosis. In the case of the juvenile form of the disease, the likelihood of a child born of an infected mother developing laryngeal papillomatosis is low (between 1 in 231 to 1 in 400), even if the mother's infection is active. Risk factors for a higher likelihood of transmission at childbirth include the first birth, vaginal birth, and teenaged mother. Three major risk factors affect the acquisition of the juvenile variant. These include:  Birth history (e.g., increased time spent in vaginal delivery) and the presence of HPV in the vaginal canal. It is important to note that it is still uncertain whether caesarean delivery is a protective factor. Genotype of the HPV (e.g., HPV-11) Individual factors (e.g., being younger when diagnosed, which may be due to a less developed immune system).   == Diagnosis == Laryngeal papillomatosis can be diagnosed through visualization of the lesions using one of several indirect laryngoscopy procedures. In indirect laryngoscopy, the tongue is pulled forward and a laryngeal mirror or a rigid scope is passed through the mouth to examine the larynx. Another variation of indirect laryngoscopy involves passing a flexible scope, known as a fiberscope or endoscope, through the nose and into the throat to visualize the larynx from above. This procedure is also called flexible fiberoptic laryngoscopy. The appearance of papillomas has been described as multiple or rarely, single, white growths with a lumpy texture similar to cauliflower. Papillomas usually present in the larynx, especially on the vocal folds and in the space above the vocal folds called the ventricles. They can spread to other parts of the larynx and throughout the aerodigestive tract, from the mouth to the lower respiratory tract. Spread to regions beyond the larynx is more common in children than adults. Growths tend to be located at normal junctions in squamous and ciliated epithelium or at tissue junctions arising from injury. A confirmatory diagnosis of laryngeal papillomatosis can only be obtained through a biopsy, involving microscopic examination and HPV testing of a sample of the growth. Biopsy samples are collected under general anesthesia, either through direct laryngoscopy or fiberoptic bronchoscopy.   == Prevention == Little is known in terms of effective means of prevention, if the mother is infected with HPV.  (HPV vaccination can prevent these infections in the mother, and thereby eliminate the possibility of the virus infecting the baby.)  Due to the low likelihood of transmission even from an infected mother, it is not recommended to expose the mother and child to the additional risks of caesarean section to prevent the transmission of this disease during vaginal childbirth. Opting for a caesarean section does not guarantee that transmission will not still occur.   == Treatment == As of 2014, there was no permanent cure for laryngeal papillomatosis, and treatment options aimed to remove and limit the recurrence of the papillomas. Repeated treatments are often needed because of the recurrent nature of the virus, especially for children, as the juvenile form of laryngeal papillomatosis often triggers more aggressive relapses than the adult form. Between recurrences, voice therapy may be used to restore or maintain the person's voice function.   === Surgery === The first line of treatment is surgery to remove papillomas. Typically performed using a laryngeal endoscopy, surgery can protect intact tissues and the individual's voice, as well as ensure that the airway remains unobstructed by the disease. However, surgery does not prevent recurrences, and can lead to a number of serious complications. Laser technology, and carbon dioxide laser surgery in particular, has been used since the 1970s for the removal of papillomas; however, laser surgery is not without its risks, and has been associated with a higher occurrence of respiratory tract burns, stenosis, severe laryngeal scarring, and tracheoesophagyeal fistulae. Tracheotomies are offered for the most aggressive cases, where multiple debulking surgery failures have led to airways being compromised. The tracheotomies use breathing tubes to reroute air around the affected area, thereby restoring the person's breathing function. Although this intervention is usually temporary, some people must use the tube indefinitely. This method should be avoided if at all possible, since the breathing tube may serve as a conduit for spread of the disease as far down as the tracheobronchial tree. A microdebrider is a tool that can suction tissue into a blade, which then cuts the tissue. Microdebriders are gradually replacing laser technology as the treatment of choice for laryngeal papillomatosis, due to their ability to selectively suction papillomas while relatively sparing unaffected tissue. In addition to the lower risk of complications, microdebrider surgery also is reportedly less expensive, less time-consuming, and more likely to give the person a better voice quality than the traditional laser surgery approaches.   === Nonsurgical adjuvant treatment === For about 20% of people, surgery is not sufficient to control their laryngeal papillomatosis, and additional nonsurgical and/or medical treatments are necessary. As of 2015, these treatments alone are not sufficient to cure laryngeal papillomatosis, and can only be considered supplemental to surgery. Some varieties of nonsurgical treatments include interferon, antiviral drugs (especially cidofovir, but also ribavirin and acyclovir), and photodynamic therapy. The monoclonal antibody against vascular endothelial growth factor (VEGF), bevacizumab, has shown promising result as an adjuvant therapy in the management of recurrent respiratory papillomatosis. Although vaccines are normally used to prevent infections from happening, HPV vaccines can be used therapeutically (after the infection has occurred).  For most patients, the HPV vaccine significantly increases the length of time needed between surgeries.   == Prognosis == The evolution of laryngeal papillomatosis is highly unpredictable and is characterized by modulation of its severity and variable rate of progression across individuals. While instances of total recovery are observed, the condition is often persistent and lesions can reappear even after treatment. Factors that might affect the clinical course of the condition include: the HPV genotype, the age at onset, the elapsed time between the diagnosis and first treatment in addition to previous medical procedures. Other factors, albeit controversial, such as smoking or the presence of gastroesophageal reflux disease might also play a role in the progression of the disease. The papillomas can travel past the larynx and infect extralaryngeal sites. In more aggressive cases, infection of the lungs can occur with progressive airway obstruction. Although rare (less than 1% of people with laryngeal papillomatosis), transformation from a benign form to a malignant form is also observed. Death can result from these complications (morbidity rate is around 1–2%).   == Epidemiology == Laryngeal papillomatosis is a rare disease with a bimodal distribution based on age of incidence. The incidence, or number of new cases, of laryngeal papillomatosis cases is at approximately 4.3 cases per 100,000 children and 1.8 cases per 100,000 adults annually. The incidence of laryngeal papillomatosis in children peaks before the age of 5, though the term juvenile papillomatosis refers to all cases occurring before the age of 20. The incidence of adult laryngeal papillomatosis, which has an onset after the age of 20, peaks between the ages of 20 and 40. While there are no gender differences in the incidence of laryngeal papillomatosis in children, adult laryngeal papillomatosis occurs more frequently in males than in females. The incidence of laryngeal papillomatosis also varies according to factors such as socioeconomic status, such that higher rates are observed in groups having a lower socioeconomic status.   == Costs == Because of its relative commonness and the cost of treatments, more money is spent on treating RRP than on any other benign airway tumor.   == Research == As of 2015, use of the measles–mumps–rubella vaccine to reduce rate of recurrences had been investigated, but had not yielded significant results.   == See also == List of cutaneous conditions   == References ==   == External links =="}