{"name": "lasmiditan", "category": "drug", "content": "Lasmiditan, sold under the brand name Reyvow, is a medication used for the acute (active but short-term) treatment of migraine with or without aura (a sensory phenomenon or visual disturbance) in adults. It is not useful for prevention. It is taken by mouth. Common side effects include sleepiness, dizziness, tiredness, and numbness. Lasmiditan was approved in the United States in October 2019 and became available in February 2020. It was developed by Eli Lilly. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Pharmacology ==   === Mechanism of action === Lasmiditan is a serotonin receptor agonist that, like the unsuccessful LY-334,370, selectively binds to the 5-HT1F receptor subtype. A number of triptans have been shown to act on this subtype as well, but only after their affinity for 5-HT1B and 5-HT1D has been made responsible for their anti-migraine activity. The lack of affinity for these receptors might result in fewer side effects related to vasoconstriction compared to triptans in susceptible people, such as those with ischemic heart disease, Raynaud's phenomenon or after a myocardial infarction, although a 1998 review has found such side-effects to rarely occur in people taking triptans.   == Adverse effects == There is a risk of driving impairment while taking lasmiditan. People are advised not to drive or operate machinery for at least eight hours after taking lasmiditan, even if they feel well enough to do so. People who cannot follow this advice are advised not to take lasmiditan. The drug causes central nervous system (CNS) depression, including dizziness and sedation. It should be used with caution if taken in combination with alcohol or other CNS depressants.   == History == Lasmiditan was discovered by Eli Lilly and Company and was then relicensed to CoLucid Pharmaceuticals in 2006, until CoLucid was bought by Eli Lilly in 2017, to allow Eli Lilly to reacquire the drug's intellectual property. The drug is protected by patents until 2031. Phase II clinical trials for dose finding purposes were completed in 2007, for an intravenous form and in early 2010, for an oral form. Eli Lilly submitted a new drug application to the U.S. Food and Drug Administration (FDA) in November 2018. Three phase III clinical trials were completed. The SPARTAN trial compared placebo with 50, 100, and 200 mg of lasmiditan. SAMURAI compared placebo with 100 and 200 mg doses of lasmiditan. GLADIATOR is an open-label study that compared 100 and 200 mg doses of lasmiditan in subjects that received the drug as part of a prior trial. Topline results from the SPARTAN trial showed that the drug induced met its primary and secondary endpoints in the trial. The primary result showed a statistically significant improvement in pain relief relative to placebo 2 hours after the first dose. The secondary result showed a statistically significantly greater percentage of subjects were free of their most bothersome symptom (MBS) compared with placebo at two hours following the first dose. The FDA approved lasmiditan primarily based on data from two clinical trials, Trial 1 (# NCT02439320) and Trial 2 (#NCT02605174) of 4439 subjects with migraine headaches with or without aura. Trials were conducted at 224 sites in the United States, the United Kingdom, and Germany. The FDA approved the drug in October 2019. It was placed into Schedule V in January 2020.   == Society and culture ==   === Legal status === On 23 June 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Rayvow, intended for the treatment of migraine. The applicant for this medicinal product is Eli Lilly Nederland B.V. Rayvow was approved for medical use in the European Union in August 2022. Lasmiditan has not been approved for use in Canada. The drug sponsor in Canada, Eli Lilly Canada Inc., filed a New Drug Submission in February 2020 but cancelled the submission before a final decision was issued by Health Canada. Health Canada had completed their review of the submission and did not find any deficiencies in the data packages provided in the submission. However, Health Canada and Eli Lilly could not come to agreement on the interpretation of the cardiovascular data and how it would be worded in the product monograph. The drug sponsor cancelled their submission on 26 January 2021 before Health Canada issued a final decision.   == References =="}