{"name": "lasofoxifene", "category": "drug", "content": "Lasofoxifene, sold under the brand name Fablyn, is a nonsteroidal selective estrogen receptor modulator (SERM) which is marketed by Pfizer in Lithuania and Portugal for the prevention and treatment of osteoporosis and for the treatment of vaginal atrophy, and the result of an exclusive research collaboration with Ligand Pharmaceuticals (LGND). It also appears to have had a statistically significant effect of reducing breast cancer in women according to a study published in The Journal of the National Cancer Institute.   == Medical uses ==   === Osteoporosis === In postmenopausal women with osteoporosis, lasofoxifene at a dose of 0.5 mg per day was associated with reduced risks of nonvertebral and vertebral fractures, ER-positive breast cancer, coronary heart disease, and stroke but an increased risk of venous thromboembolic events.   === Breast cancer === In studies of breast cancer prevention, lasofoxifene showed a 79% reduction in breast cancer incidence and an 83% reduction specific incidence of estrogen receptor-positive breast cancers, which is significantly higher than reductions found with the related SERMs tamoxifen and raloxifene. In accordance, a network meta-analysis of SERMs for breast cancer prevention found the highest reduction in risk with lasofoxifene of all the drugs. The reduction was even greater than that observed with aromatase inhibitors, which have generally been found to confer a greater risk reduction than SERMs. It also has shown promise in ESR1 mutant patients with 'approximately 40% of patients harboring this mutation'.   == Pharmacology ==   === Pharmacodynamics === Lasofoxifene selectively binds to both ERα and ERβ with high affinity. Its IC50 for ERα (1.5 nM) is similar to that of estradiol (4.8 nM) and is at least 10-fold higher than those of tamoxifen and raloxifene.   === Pharmacokinetics === Lasofoxifene has greatly improved oral bioavailability relative to tamoxifen and raloxifene, and this may also be involved in its greater potency.   == Chemistry == Lasofoxifene is a naphthalene derivative and a desmethyl dihydro analogue of nafoxidine.   == History == In September 2005, Pfizer received a non-approvable letter from the U.S. Food and Drug Administration regarding lasofoxifene (trade name Oporia), a selective estrogen receptor modulator for the prevention of osteoporosis. In January 2008, Ligand Pharmaceuticals, through its marketing partner, Pfizer, submitted a New Drug Application for lasofoxifene, which is expected to be marketed under the tradename Fablyn. Lasofoxifene was approved in the EU under the brand name Fablyn by the EMEA in March 2009.   == Research == Lasofoxifene is under development by Sermonix Pharmaceuticals for the treatment of metastatic breast cancer and dyspareunia associated with vaginal atrophy in the United States and Europe. It is also being researched for the potential treatment of ovarian cancer. As of December 2017, lasofoxifene is in phase III clinical trials for breast cancer and phase II clinical studies for dyspareunia.   == See also == List of investigational sexual dysfunction drugs   == References ==   == External links == Lasofoxifene - AdisInsight \"Reference site for lasofoxifene information\". Anakena Internet Services SL. Retrieved 2008-03-18."}