{"name": "latanoprost", "category": "drug", "content": "Latanoprost, sold under the brand name Xalatan among others, is a medication used to treat increased pressure inside the eye (intraocular pressure). This includes ocular hypertension and open-angle glaucoma. Latanaprost is applied as eye drops to the eyes. Onset of effects is usually within four hours, and they last for up to a day. Common side effects include blurry vision, redness of the eye, itchiness, and darkening of the iris. Latanoprost is in the prostaglandin analogue family of medications. It works by increasing the outflow of aqueous fluid from the eyes through the uveoscleral tract. Latanoprost was approved for medical use in the United States and the European Union in 1996. It is on the World Health Organization's List of Essential Medicines. Latanoprost is available as a generic medication. In 2022, it was the 67th most commonly prescribed medication in the United States, with more than 9 million prescriptions. It is available as a fixed-dose combination with netarsudil as netarsudil/latanoprost and with timolol as latanoprost/timolol.   == Medical uses == In the United States, latanoprost is indicated for the reduction of elevated intraocular pressure in people with open-angle glaucoma or ocular hypertension.   === Open-angle glaucoma ===  In people with ocular hypertension (IOP ≥21 mm Hg) including open-angle glaucoma, treatment with latanoprost reduced IOP levels by 22 to 39% over 1 to 12 months’ treatment. Latanoprost is more effective than timolol 0.5% twice daily in 3 of 4 large (n = 163 to 267) randomised, double-blind trials. Latanoprost demonstrated a stable long-term IOP-lowering effect in 1- or 2-year continuations of these trials, with no sign of diminishing effect during prolonged treatment. Meta-analysis suggests that latanoprost is more effective than timolol in lowering intraocular pressure (IOP). However, it often causes iris pigmentation. While current evidence suggests that this pigmentation is benign, careful lifetime evaluation of patients is still justified.   === Closed-angle glaucoma === People who had elevated IOP despite iridotomy and/or iridectomy (including people of Asian descent), latanoprost was significantly more effective than timolol in two double-blind, monotherapy trials (8.2 and 8.8 mm Hg vs 5.2 and 5.7 mm Hg for latanoprost vs timolol at 12 and 2 weeks, respectively).   == Adverse effects == Listed from most to least common:  > 5–15%: blurred vision, burning and stinging, conjunctival hyperemia, foreign body sensation, itching, increased (brown) pigmentation of the iris (causing heterochromia), punctate epithelial keratopathy 4%: cold or upper respiratory tract infections, flu-like syndrome 1–4%: dry eyes, excessive tearing, eye pain, lid crusting, lid edema, lid erythema (hyperemia), lid pain, photophobia 1–2%: chest pain, allergic skin reactions, arthralgia, back pain, myalgia < 1 % (only severe or life-threatening effects): asthma, herpes keratitis, iritis, keratitis, retinal artery embolus, retinal detachment, toxic epidermal necrolysis, uveitis, vitreous hemorrhage from diabetic retinopathy A single case report links latanoprost use to the progression of keratoconus. Research suggests that wiping the eye with an absorbent pad after the administration of eye drops can result in shorter eyelashes and a lesser chance of hyperpigmentation in the eyelid, compared to not wiping off excess fluid.   === Pregnancy ===   == Interactions == Interactions are similar to other prostaglandin analogs. Paradoxically, the concomitant use of latanoprost and bimatoprost or other prostaglandins may result in increased intraocular pressure. Non-steroidal anti-inflammatory drugs (NSAIDs) can reduce or increase the effect of latanoprost.   == Pharmacology ==   === Mechanism of action === Like other prostaglandin analogues, latanoprost acid is an analog of prostaglandin F2α that acts as a selective agonist at the prostaglandin F receptor.  Prostaglandins increase the sclera's permeability to aqueous fluid. By giving latanoprorost, it increases prostaglandin's scleral activity, increasing outflow of aqueous fluid and lowering intraocular pressure. The outflow of aqueous fluid would reduce the intraocular pressure in the eye, reducing the likelihood of complications such as optic nerve damage and visual field loss.   === Pharmacokinetics === Latanoprost is absorbed well through the cornea. As an ester prodrug, it completely hydrolyses to the active latanoprost acid upon absorption to become biologically active. Highest concentrations of the acid in the aqueous humour are reached two hours after application, lowering of intraocular pressure starts after 3 to 4 hours, with its highest effect found after 8 to 12 hours, and its effect still present for at least 24 hours. When latanoprost acid reaches the circulation, it is quickly metabolised in the liver by fatty acid beta oxidation to 1,2-dinor- and 1,2,3,4-tetranor-latanoprost acid; blood plasma half life is only 17 minutes. The metabolites are mainly excreted via the kidney, with 88% of the topical dose and 98% of an intravenous dose being recovered in the urine respectively. The activation and deactivation pathway is analogous to the one of tafluprost (at least up to the tetranor-metabolite); compare Tafluprost#Pharmacokinetics.   == Chemistry ==   === Stability === Latanoprost exhibits thermal and solar instability. The concentration of latanoprost stored at 50 °C will decrease by 10% every 8.25 days. When stored at 70 °C the concentration will decrease by 10% every 1.32 days. Ultraviolet light, for example in sunlight, causes rapid degradation of latanoprost.   == Society and culture ==   === Legal status === Latanoprost was approved for medical use in the United States and the European Union in 1996. In September 2023, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Catiolanze, intended for the reduction of elevated intraocular pressure in adults with open angle glaucoma or ocular hypertension and in children from four years and adolescents with elevated intraocular pressure and pediatric glaucoma. The applicant for this medicinal product is Santen Oy. Catiolanze was approved for medical use in the European Union in November 2023.   === Brand names === Latanoprost is sold under many brand names including Xalatan, Iyuzeh, Xelpros, and Catiolanze. In the US, Xalatan is marketed by Viatris after Upjohn was spun off from Pfizer.   === Cosmetic use === Lengthening and thickening of the eyelashes (used, like bimatoprost, in the cosmetic industry as eyelash growth enhancers).   == References =="}