{"name": "Latent yaws", "category": "disease", "content": "Yaws is a tropical infection of the skin, bones, and joints caused by the spirochete bacterium Treponema pallidum pertenue. The disease begins with a round, hard swelling of the skin, 2 to 5 cm (0.79 to 1.97 in) in diameter. The center may break open and form an ulcer. This initial skin lesion typically heals after 3–6 months. After weeks to years, joints and bones may become painful, fatigue may develop, and new skin lesions may appear. The skin of the palms of the hands and the soles of the feet may become thick and break open. The bones (especially those of the nose) may become misshapen. After 5 years or more, large areas of skin may die, leaving scars. Yaws is spread by direct contact with the fluid from a lesion of an infected person. The contact is usually of a nonsexual nature. The disease is most common among children, who spread it by playing together. Other related treponemal diseases are bejel (T. pallidum endemicum), pinta (T. carateum), and syphilis (T. p. pallidum). Yaws is often diagnosed by the appearance of the lesions. Blood antibody tests may be useful, but cannot separate previous from current infections. Polymerase chain reaction  is the most accurate method of diagnosis. No vaccine has yet been found. Prevention is, in part, done by curing those who have the disease, thereby decreasing the risk of transmission. Where the disease is common, treating the entire community is effective. Improving cleanliness and sanitation also decreases spread. Treatment is typically with antibiotics, including azithromycin by mouth or benzathine penicillin by injection. Without treatment, physical deformities occur in 10% of cases. Yaws is common in at least 13 tropical countries as of 2012. Almost 85% of infections occurred in three countries—Ghana, Papua New Guinea, and Solomon Islands. The disease only infects humans, although 18th century French historian Pierre François Xavier de Charlevoix describes it as a disease among geese in the Antilles. Efforts in the 1950s and 1960s by the World Health Organization  decreased the number of cases by 95%. Since then, cases have increased, but with renewed efforts to globally eradicate the disease by 2020. In 1995, the number of people infected was estimated at more than 500,000. In 2016, the number of reported cases was 59,000. Although one of the first descriptions of the disease was made in 1679 by Willem Piso, archaeological evidence suggests that yaws may have been present among human ancestors as far back as 1.6 million years ago.   == Signs and symptoms == Yaws primarily occurs in children, most frequently in those aged 6–10.  Yaws is classified as primary, secondary, and tertiary; this can be clinically useful, but infected patients often have a mix of stages. Within 9–90 days (but usually about 21 days) of infection, a painless but distinctive \"mother yaw\" nodule appears. Initially reddened and inflamed, it may become a papilloma, which can then become an ulcer, possibly with a yellow crust. Mother yaws are most commonly found on the legs and ankles, and are rarely found on the genitals (unlike syphilis). The mother yaw enlarges and becomes warty in appearance. Nearby \"daughter yaws\" may also appear simultaneously. This primary stage resolves completely, with scarring, within 3–6 months. The scar is often pigmented.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  The secondary stage occurs months to two years later (but usually 1–2 months later), and may thus begin when the mother yaw has not yet healed. It happens when the bacterium spreads in the blood and lymph. It begins as multiple, pinhead-like papules; these initial lesions grow and change in appearance and may last weeks before healing, with or without scarring. Secondary yaws typically shows widespread skin lesions that vary in appearance, including \"crab yaws\" (areas of skin of abnormal color) on the palms of the hands and soles of the feet (named for the crab-like gait they cause people with painful soles to assume). These may show desquamation. These secondary lesions frequently ulcerate and are then highly infectious, but heal after 6 months or more. Secondary yaws affects the skin and bones. The most common bone-related problem is periostitis, an inflammation around the bone, often occurs in the bones of the fingers and the long bones of the lower arms and legs, causing swollen fingers and limbs. This causes pain at night and thickening of the affected bones (periostitis). About 75% of infected children surveyed in Papua New Guinea reported joint pain. Swollen lymph nodes, fever, and malaise are also common. After primary and secondary yaws (and possibly, in some cases, without these phases), a latent infection develops. Within five years (rarely, within ten years) it can relapse and become active again, causing further secondary lesions, which may infect others. These relapse lesions are most commonly found around the armpits, mouth, and anus.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  An estimated 10% of people with yaws formerly were thought to develop tertiary disease symptoms, but more recently, tertiary yaws has been less frequently reported. Tertiary yaws can include gummatous nodules. It most commonly affects the skin. The skin of the palms and soles may thicken (hyperkeratosis). Nodules ulcerating near joints can cause tissue death. Periostitis can be much more severe. The shinbones may become bowed (saber shin) from chronic periostitis. Yaws may or may not have cardiovascular or neurological effects; definitive evidence is lacking.   === Rhinopharyngitis mutilans === Rhinopharyngitis mutilans, also known as gangosa, is a destructive ulcerative condition that usually originates about the soft palate and spreads into the hard palate, nasopharynx, and nose, resulting in mutilating cicatrices, and outward to the face, eroding intervening bone, cartilage, and soft tissues. It occurs in late stages of yaws, usually 5 to 10 years after first symptoms of infection. This is now rare. Very rarely, yaws may cause bone spurs in the upper jaw near the nose (gondou); gondou was rare even when yaws was a common disease.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Cause == Yaws is caused by infection with bacteria of the Treponema pallidum subspecies pertenue. The initial yaws wound contains infectious bacteria, which are passed onto others through skin-to-skin contact, typically during play or other normal childhood interactions. Early (primary and secondary) yaws lesions have a higher bacterial load, thus are more infectious. Both papillomas and ulcers are infectious. Infectivity is thought to last 12–18 months after infection, longer if a relapse occurs. Early yaws lesions are often itchy, and more lesions may form along lines that are scratched. Yaws may be evolving less conspicuous lesions. After a new person is infected, an infectious papilloma will form within 9–90 days (on average 21 days). T. pallidum pertenue has been identified in nonhuman primates (baboons, chimpanzees, and gorillas) and experimental inoculation of human beings with a simian isolate causes yaws-like disease. However, no evidence exists of cross-transmission between human beings and primates, but more research is needed to discount the possibility of a yaws animal reservoir in nonhuman primates.   == Diagnosis ==    Most often the diagnosis is made clinically. Dark field microscopy of samples taken from early lesions (particularly ulcerative lesions) may show the responsible bacteria; the spirochaetes are only 0.3 μm wide by 6–20 μm long, so light-field microscopy does not suffice. A microscopic examination of a biopsy of a yaw may show skin with clear epidermal hyperplasia (a type of skin thickening) and papillomatosis (a type of surface irregularity), often with focal spongiosis (an accumulation of fluid in specific part of the epidermis). Immune system cells, neutrophils and plasma cells, accumulate in the skin, in densities that may cause microabscesses. Warthin–Starry or Levaditi silver stains selectively stain T. pallidum, and direct and indirect immunofluorescence and immunoperoxidase tests can detect polyclonal antibodies to T. pallidums. Histology often shows some spatial features which distinguish yaws from syphilis (syphilis is more likely to be found in the dermis, not the epidermis, and shows more endothelial cell proliferation and vascular obliteration). Blood-serum (serological) tests are increasingly done at the point of care. They include a growing range of treponemal and nontreponemal assays. Treponemal tests are more specific, and are positive for any one who has ever been infected with yaws; they include the Treponema pallidum particle agglutination assay. Nontreponemal assays can be used to indicate the progress of an infection and a cure, and positive results weaken and may become negative after recovery, especially after a case treated early. They include the venereal disease research laboratory (VDRL; requires microscopy) and rapid plasma reagin (RPR; naked-eye result) tests, both of which flocculate patient-derived antibodies with antigens. Serological tests cannot distinguish yaws from the closely related syphilis; no test distinguishing yaws from syphilis is widely available. The two genomes differ by about 0.2%. PCR and DNA sequencing can distinguish the two. There are also no common blood tests which distinguish among the four treponematoses: syphilis (Treponema pallidum pallidum), yaws (Treponema pallidum pertenue), bejel (Treponema pallidum endemicum), and pinta (Treponema carateum). Haemophilus ducreyi infections can cause skin conditions that mimic primary yaws. People infected with Haemophilus ducreyi lesions may or may not also have latent yaws, and thus may or may not test positive on serological tests. This was discovered in the mid-2010s. It seems that a recently diverged strain of Haemophilus ducreyi has evolved from being a sexually transmitted infection to being a skin ulcer pathogen that looks like yaws. Yaws has been reported in nonendemic countries.   == Treatment == Treatment is normally by a single intramuscular injection of long-acting benzathine benzylpenicillin, or less commonly by a course of other antibiotics, such as azithromycin or tetracycline tablets. Penicillin has been the front-line treatment since at least the 1960s, but there is no solid evidence of the evolution of penicillin resistance in yaws. The historical strategy for the eradication of yaws (1952–1964) was:  Benzathine benzylpenicillin requires a cold chain and staff who can inject it, and there is a small risk of anaphylaxis. It was also not reliably available during the 2010s; there have been supply shortages. In the 2010s, a single oral dose of azithromycin was shown to be as effective as intramuscular penicillin. Unlike penicillin, there is strong evidence that yaws is evolving antibiotic resistance to azithromycin; there are two known mutations in the bacterium, each of which can cause resistance and make the treatment ineffective. This has threatened eradication efforts. Within 8–10 hours of penicillin treatment, bacteria can no longer be found in lesion biopsies. Primary and secondary lesions usually heal in 2–4 weeks; bone pain may improve within two days. If treated early enough, bone deformities may reverse and heal. Primary and secondary stage lesions may heal completely, but the destructive changes of tertiary yaws are largely irreversible. If lesions do not heal, or RPR test results do not improve, this may indicate treatment failure or re-infection; the treatment is typically repeated. WHO guidelines says that any presumed treatment failures at 4 weeks require macrolide resistance testing.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Epidemiology ==  Yaws is typically found in humid tropical forest regions in South America, Africa, Asia and Oceania. Yaws primarily affects children, with up to 80% of cases in those under 15 years of age, and peak incidence in children aged six to ten. Boys and girls are impacted equally. It is more common in remote areas, where access to treatment is poorer. It is associated with poverty and poor sanitation facilities and personal hygiene. Worldwide, almost 85% of yaws cases are in Ghana, Papua New Guinea, and the Solomon Islands. Rates in sub-Saharan Africa are low, but tend to be concentrated in specific populations. As of 2015, it is estimated that about 89 million people live in yaws-endemic areas, but data are poor, and this is likely an over-estimate. In the early 1900s, yaws was very common; in sub-saharan Africa, it was more frequently treated than malaria, sometimes making up more than half of treatments. Mass treatment campaigns in the 1950s reduced the worldwide prevalence from 50 to 150 million to fewer than 2.5 million; however, during the 1970s there were outbreaks in South-East Asia, and there have been continued sporadic cases in South America. As of 2011, it was unclear how many people worldwide were currently infected. From 2008 to 2012, 13 countries reported over 300,000 new cases to the WHO. There was no system for certifying local elimination of yaws, and it is not known whether the lack of reports from some countries is because they stopped having yaws cases or because they stopped reporting them. It is estimated that if there is not an active surveillance programme, there is less than a 1-in-2 chance that a country will successfully report yaws cases (if it gets them) in over three-quarters of countries with a history of yaws. These countries are thought to need international assistance to mount effective surveillance.   == History ==  Examination of remains of Homo erectus from Kenya, that are about 1.6 million years old, has revealed signs typical of yaws. The genetic analysis of the yaws causative bacteria—Treponema pallidum pertenue—has led to the conclusion that yaws is the most ancient of the four known Treponema diseases. All other Treponema pallidum subspecies probably evolved from Treponema pallidum pertenue. Yaws is believed to have originated in tropical areas of Africa, and spread to other tropical areas of the world via immigration and the slave trade. The latter is likely the way it was introduced to Europe from Africa in the 15th century. The first unambiguous description of yaws was made by the Dutch physician Willem Piso. Yaws was clearly described in 1679 among African slaves by Thomas Sydenham in his epistle on venereal diseases, although he thought that it was the same disease as syphilis. The causative agent of yaws was discovered in 1905 by Aldo Castellani in ulcers of patients from Ceylon. The current English name is believed to be of Carib origin, from \"yaya\", meaning sore. Towards the end of the Second World War yaws became widespread in the North of Malaya under Japanese occupation. After the country was liberated, the population was treated for yaws by injections of salvarsan, of which there was a great shortage, so only those with stage 1 were treated.   == Eradication ==    A series of WHO yaws control efforts, which began shortly after creation of the WHO in 1948, succeeded in eradicating the disease locally from many countries, but have not lasted long enough to eradicate it globally. The Global Control of Treponematoses (TCP) programme by the WHO and the UNICEF was launched in 1952 and continued until 1964. A 1953 questionnaire-based estimate was that there were 50–150 million yaws cases in 90 countries. The global prevalence of yaws and the other endemic treponematoses, bejel and pinta, was reduced by the Global Control of Treponematoses (TCP) programme between 1952 and 1964 from about 50 million cases to about 2.5 million (a 95% reduction).  However, \"premature integration of yaws and other endemic treponematoses activities into weak primary health-care systems, and the dismantling of the vertical eradication programmes after 1964, led to the failure to finish with the remaining 5% of cases\" and also led to a resurgence of yaws in the 1970s, with the largest number of case found in the Western Africa region. Following the cessation of this program, resources, attention and commitment for yaws gradually disappeared and yaws remained at a low prevalence in parts of Asia, Africa, and the Americas with sporadic outbreaks. With few cases, mainly affecting poor, remote communities with little access to treatment, yaws became poorly known, yaws knowledge and skills died out even among health professionals, and yaws eradication was not seen as a high priority. Although a single injection of long-acting penicillin or other beta lactam antibiotic cures the disease and is widely available and the disease highly localised, many eradication campaigns ended in complacency and neglect; even in areas where transmission was successfully interrupted, re-introduction from infected areas occurred. Yaws eradication remained a priority in South-East Asia.  In 1995, the WHO estimated 460,000 worldwide cases. In the Philippines, yaws stopped being listed as a notifiable disease in 1973; as of 2020, it is still present in the country. India implemented a successful Yaws eradication campaign that resulted in the 2016 certification by the WHO that India was free of yaws. In 1996 there were 3,571 yaws cases in India; in 1997 after a serious elimination effort began the number of cases fell to 735. By 2003 the number of cases was 46. The last clinical case in India was reported in 2003 and the last latent case in 2006; certification by the WHO was achieved in 2016. In 2012 the WHO officially targeted yaws for eradication by 2020 following the development of orally administered azithromycin as a treatment, but missed that target. The Morges approach (named after Morges, Switzerland, where a meeting on it was held) involved mass treatment with azithromycin. This was safe, but ran into problems with antibiotic resistance, and did not fully interrupt transmission. The discovery that oral antibiotic azithromycin can be used instead of the previous standard, injected penicillin, was tested on Lihir Island from 2013 to 2014; a single oral dose of the macrolide antibiotic reduced disease prevalence from 2.4% to 0.3% at 12 months. The WHO now recommends both treatment courses (oral azithromycin and injected penicillin), with oral azithromycin being the preferred treatment. As of 2020, there were 15 countries known to be endemic for yaws, with the recent discovery of endemic transmission in Liberia and the Philippines. In 2020, 82,564 cases of yaws were reported to the WHO, and 153 cases were confirmed. The majority of the cases are reported from Papua New Guinea and with over 80% of all cases coming from one of three countries in the 2010–2013 period: Papua New Guinea, Solomon Islands, and Ghana. A WHO meeting report in 2018 estimated the total cost of elimination to be US$175 million (excluding Indonesia). In the South-East Asian Regional Office of the WHO, regional eradication efforts are focused on the remaining endemic countries in this region (Indonesia and East Timor) after India was declared free of yaws in 2016. Although yaws is highly localized and eradication may be feasible, humans may not be the only reservoir of infection.   == References ==   === Works cited === Hotez PJ (2022). \"12. The Newest NTDs and a Plea to \"Repair the World\"\". Forgotten People, Forgotten Diseases: The Neglected Tropical Diseases and Their Impact on Global Health and Development (3 ed.). John Wiley & Sons. pp. 217–226. ISBN 9781683673897.   == External links ==  \"Treponema pallidum subsp. pertenue\". NCBI Taxonomy Browser. 168."}