{"name": "leflunomide", "category": "drug", "content": "Leflunomide, sold under the brand name Arava among others, is an immunosuppressive disease-modifying antirheumatic drug (DMARD), used in active moderate-to-severe rheumatoid arthritis and psoriatic arthritis. It is a pyrimidine synthesis inhibitor that works by inhibiting dihydroorotate dehydrogenase.   == Medical use == Rheumatoid arthritis and psoriatic arthritis are the only indications that have received regulatory approval. Arava was developed by Sanofi Aventis and approved by the U.S. Food and Drug Administration in 1998. Clinical studies regarding the following diseases have been conducted: There has been reports on potential re-purposing of leflunomide for treatment of solid tumors with tumor suppressor, PTEN, loss. In PTEN negative tumors, leflunomide causes synthetic lethality potentially due to increased demand on pyrimidines in these faster growing cells.   == Contraindications == Contraindications include:  Pregnancy, women of childbearing potential (unless contraception used) Liver disease, hepatitis B/C seropositive Active serious infections Hypersensitivity   == Adverse effects == The dose-limiting side effects are liver damage, lung disease and immunosuppression. The most common side effects (occurring in >1% of those treated with it) are, in approximately descending order of frequency: diarrhea, respiratory tract infections, hair loss, high blood pressure, rash, nausea, bronchitis, headache, abdominal pain, abnormal liver function tests, back pain, indigestion, urinary tract infection, dizziness, infection, joint disorder, itchiness, weight loss, loss of appetite, cough, gastroenteritis, pharyngitis, stomatitis, tenosynovitis, vomiting, weakness, allergic reaction, chest pain, dry skin, eczema, paraesthesia, pneumonia, rhinitis, synovitis, cholelithiasis and shortness of breath. Whereas uncommon side effects (occurring in 0.1–1% of those treated with the drug) include: constipation, oral thrush, stomatitis, taste disturbance, thrombocytopenia and hives. Rarely (in 0.1% of those treated with it) it can cause: anaphylaxis, angiooedema, anaemia, agranulocytosis, eosinophilia, leucopenia, pancytopenia, vasculitis, toxic epidermal necrolysis, Stevens–Johnson syndrome, cutaneous lupus erythematosus, severe infection, interstitial lung disease, cirrhosis and liver failure.   == Interactions == Other immunomodulatory treatments should be avoided due to the potential for additive immunosuppressant effects, or in the case of immunostimulants like echinacea or astragalus, reduced therapeutic effects. Likewise live vaccines (like haemophilus influenzae type b vaccine and yellow fever vaccines) should be avoided due to the potential for severe infection due to the immunosuppressive nature of the treatment. The concomitant use of methotrexate, in particular, may lead to severe or even fatal liver-damage or hepatotoxicity. Seventy-five percent of all cases of severe liver damage reported until early 2001 were seen under combined drug therapy leflunomide plus methotrexate. However, some studies have shown that the combination of methotrexate and leflunomide in patients with rheumatoid arthritis gave better results than either drug alone.   == Pharmacology ==   === Mechanism of action === Leflunomide is an immunomodulatory drug that achieves its effects by inhibiting the mitochondrial enzyme dihydroorotate dehydrogenase (DHODH), which plays a key role in the de novo synthesis of uridine monophosphate (rUMP), which is required for the synthesis of DNA and RNA. Hence, leflunomide inhibits the reproduction of rapidly dividing cells, especially lymphocytes. The inhibition of human DHODH by teriflunomide, the active metabolite of leflunomide, occurs at levels (approximately 600 nM) that are achieved during treatment of rheumatoid arthritis (RA). Teriflunomide also inhibits several tyrosine kinases. Teriflunomide prevents the expansion of activated and autoimmune lymphocytes by interfering with their cell cycle progression while nonlymphoid cells are able to use another pathway to make their ribonucleotides by use of salvage pyrimidine pathway, which makes them less dependent on de novo synthesis. Teriflunomide also has antiviral effects against numerous viruses including CMV, HSV1 and the BK virus, which it achieves by inhibiting viral replication by interfering with nucleocapsid tegumentation and hence virion assembly.   === Pharmacokinetics === It has an oral bioavailability of 80%, protein binding of >99%, metabolism sites of the GI mucosa and liver, volume of distribution (Vd) of 0.13 L/kg, elimination half-life of 14–18 days and excretion routes of faeces (48%) and urine (43%).   === Leflunomide metabolism === Teriflunomide is the main active in vivo metabolite of leflunomide. Upon administration of leflunomide, 70% of the drug administered converts into teriflunomide. The only difference between the molecules is the opening of the isoxazole ring. Upon oral administration of leflunomide in vivo, the isoxazole ring of leflunomide is opened and teriflunomide is formed.  \"Regardless of the substance administered (leflunomide or teriflunomide), it is the same molecule (teriflunomide)—the one exerting the pharmacological, immunological or metabolic action in view of restoring, correcting or modifying physiological functions, and does not present, in clinical use, a new chemical entity to patients.\" Because of this, the European Medicines Agency (EMA) initially had not considered teriflunomide to be a new active substance.   == References ==   == Further reading =="}