{"name": "Left ventricular cardiac dysfunction", "category": "disease", "content": "Heart failure with preserved ejection fraction (HFpEF) is a form of heart failure in which the ejection fraction – the percentage of the volume of blood ejected from the left ventricle with each heartbeat divided by the volume of blood when the left ventricle is maximally filled – is normal, defined as greater than 50%; this may be measured by echocardiography or cardiac catheterization. Approximately half of people with heart failure have preserved ejection fraction, while the other half have a reduction in ejection fraction, called heart failure with reduced ejection fraction (HFrEF). Risk factors for HFpEF include hypertension, hyperlipidemia, diabetes, smoking, and obstructive sleep apnea. HFpEF is characterized by abnormal diastolic function: there is an increase in the stiffness of the left ventricle, which causes a decrease in left ventricular relaxation during diastole, with resultant increased pressure and/or impaired filling.  There is an increased risk for atrial fibrillation and pulmonary hypertension. There is controversy regarding the relationship between diastolic heart failure and HFpEF.   == Signs and symptoms == Clinical manifestations of HFpEF are similar to those observed in HFrEF and include shortness of breath including exercise induced dyspnea, paroxysmal nocturnal dyspnea and orthopnea, exercise intolerance, fatigue, elevated jugular venous pressure, and edema. Patients with HFpEF poorly tolerate stress, particularly hemodynamic alterations of ventricular loading or increased diastolic pressures. Often there is a more dramatic elevation in systolic blood pressure in HFpEF than is typical of HFrEF.   == Risk factors == Diverse mechanisms contribute to the development of HFpEF, many of which are under-investigated and remain obscure. Despite this, there are clear risk factors that contribute to the development of HFpEF. Hypertension, obesity, metabolic syndrome, and sedentary lifestyle have been identified as important risk factors for diverse types of heart disease including HFpEF. There is mechanistic and epidemiological evidence for a link between insulin resistance and HFpEF. This pro-inflammatory state may also induce changes in the vascular endothelium of the heart. Specifically, by reducing availability of nitric oxide, an important vasodilator and regulator of protein kinase G activity. As protein kinase G activity diminishes, cardiomyocytes undergo hypertrophic changes. Endothelial cells also are responsible for the production of E-selectin, which recruits lymphocytes into the tissue beneath the endothelium that subsequently release transforming growth factor beta, encouraging fibrosis and thus ventricular stiffening. Cardiac macrophages are thought to play an important role in the development of fibrosis as they are increased in HFpEF and release pro-fibrotic cytokines, such as IL-10. Further investigation of the role of inflammation in HFpEF is needed.   === Hypertension === Conditions, such as hypertension, that encourage increased left ventricular afterload can lead to structural changes in the heart on a gross, as well as a microscopic level. It is thought that increased pressure, in concert with a pro-inflammatory state (insulin resistance, obesity), encourage ventricular stiffening and remodeling that lead to poor cardiac output seen in HFpEF. There changes are a result of left ventricular muscle hypertrophy caused by the high pressure, leading to the left ventricle becoming stiff.   === Ischemia === Ischemia, or inadequate oxygenation of the myocardium, is observed in a high proportion of HFpEF patients. This ischemia may be secondary to coronary artery disease, or a result of the previously described changes in microvasculature. Ischemia can result in impaired relaxation of the heart; when myocytes fail to relax appropriately, myosin cross bridges remain intact and generate tension throughout diastole and thus increase stress on the heart. This is termed partial persistent systole. Ischemia may manifest in distinct ways, either as a result of increasing tissue oxygen demand, or diminished ability of the heart to supply oxygen to the tissue. The former is the result of stress, such as exercise, while the latter is the result of reduced coronary flow.   === Aging === Cardiac senescence, or cellular deterioration that occurs as part of normal aging, closely resembles the manifestations of HFpEF. Specifically, loss of cardiac reserve, diminished vascular compliance, and diastolic dysfunction are characteristic of both processes. It has been suggested that HFpEF merely represents an acceleration of a normal aging process. Senile systemic amyloidosis, resulting from accumulation of aggregated wild-type transthyretin as part of the degenerative aging process, is emerging as an important and underdiagnosed contributor to HFpEF with age.   === Menopause === The decline in estrogen levels that occurs with menopause has been hypothesized to contribute to the increase in HFpEF observed amongst post-menopausal women. Animal studies show that even at a young age, a decline in estrogen leads to changes in expression of fibrosis related genes in the heart.      === Other === Any condition or process that leads to stiffening of the left ventricle can lead to diastolic dysfunction. Other causes of left ventricular stiffening include:  Aortic stenosis of any cause where the ventricular muscle becomes hypertrophied, and thence stiff, as a result of the increased pressure load placed on it by the stenosis. Diabetes Age – elderly patients mainly if they have hypertension. Causes of isolated right ventricular diastolic failure are uncommon. These causes include:  Constrictive pericarditis Restrictive cardiomyopathy, which includes Amyloidosis (most common restrictive), Sarcoidosis and fibrosis.   == Pathophysiology ==   === Gross structural abnormalities === Structural changes that occur with HFpEF are often radically different from those associated with heart failure with reduced ejection fraction (HFrEF). Many patients experience increased thickening of the ventricular wall in comparison to chamber size, termed concentric hypertrophy. This leads to increased left ventricular mass and is typically accompanied by a normal, or slightly reduced, end diastolic filling volume. Conversely, HFrEF is typically associated with eccentric hypertrophy, characterized by an increase in cardiac chamber size without an accompanying increase in wall thickness. This leads to a corresponding increase in left ventricular end diastolic volume.   === Cellular abnormalities === Cellular changes generally underlie alterations in cardiac structure. In HFpEF cardiomyocytes have been demonstrated to show increased diameter without an increase in length; this is consistent with observed concentric ventricular hypertrophy and increased left ventricular mass. HFrEF cardiomyocytes exhibit the opposite morphology; increased length without increased cellular diameter. This too is consistent with eccentric hypertrophy seen in this condition. Changes in the extracellular environment are of significant importance in heart disease. Particularly, regulation of genes that alter fibrosis contribute to the development and progression of HFrEF. This regulation is dynamic and involves changes in fibrillar collagens through increased deposition as well as inhibition of enzymes that break down extracellular matrix components (matrix metalloproteinases, collagenases). While early stage HFrEF is associated with a significant disruption of extracellular matrix proteins initially, as it progresses fibrotic replacement of myocardium may occur, leading to scarring and increased interstitial collagen. Fibrotic changes in HFpEF are more variable. Though there is typically an increased amount of collagen observed in these patients it is usually not dramatically different from healthy individuals.   === Diastolic dysfunction ===  Diastolic alterations in HFpEF are the predominating factor in impaired cardiac function and subsequent clinical presentation. Diastolic dysfunction is multifaceted, and a given patient may express diverse combinations of the following: incomplete myocardial relaxation, impaired rate of ventricular filling, increased left atrial pressure in filling, increased passive stiffness and decreased distensibility of the ventricle, limited ability to exploit the Frank-Starling mechanism with increased output demands, increased diastolic left heart or pulmonary venous pressure. Diastolic failure appears when the ventricle cannot be filled properly because it cannot relax because its wall is thick or rigid. This situation presents usually a concentric hypertrophy. In contrast, systolic heart failure has usually an eccentric hypertrophy. Diastolic failure is characterized by an elevated diastolic pressure in the left ventricle, despite an essentially normal/physiologic end diastolic volume (EDV). Histological evidence supporting diastolic dysfunction demonstrates ventricular hypertrophy, increased interstitial collagen deposition and infiltration of the myocardium. These influences collectively lead to a decrease in distensibility and elasticity (ability to stretch) of the myocardium. As a consequence, cardiac output becomes diminished. When the left ventricular diastolic pressure is elevated, venous pressure in lungs must also become elevated too: left ventricular stiffness makes it more difficult for blood to enter it from the left atrium. As a result, pressure rises in the atrium and is transmitted back to the pulmonary venous system, thereby increasing its hydrostatic pressure and promoting pulmonary edema.  It may be misguided to classify the volume-overloaded heart as having diastolic dysfunction if it is behaving in a stiff and non-compliant manner. The term diastolic dysfunction should not be applied to the dilated heart. Dilated (\"remodeled\") hearts have increased volume relative to the amount of diastolic pressure, and therefore have increased (not decreased) distensibility. The term diastolic dysfunction is sometimes erroneously applied in this circumstance, when increased fluid volume retention causes the heart to be over-filled (high output cardiac failure). Although the term diastolic heart failure is often used when there are signs and symptoms of heart failure with normal left ventricular systolic function, this is not always appropriate. Diastolic function is determined by the relative end diastolic volume in relation to end diastolic pressure, and is therefore independent of left ventricular systolic function. A leftward shift of the end-diastolic pressure-volume relationship (i.e. decreased left ventricular distensibility) can occur both in those with normal and those with decreased left ventricular systolic function. Likewise, heart failure may occur in those with dilated left ventricular and normal systolic function. This is often seen in valvular heart disease and high-output heart failure. Neither of these situations constitutes a diastolic heart failure. Stiffening of the left ventricle contributes to heart failure with preserved ejection fraction, a condition that can be prevented by four exercise sessions/week or more (more than casual exercise) throughout adulthood. In diastolic heart failure, the volume of blood contained in the ventricles during diastole is lower than it should be, and the pressure of the blood within the chambers is elevated.   ==== Diastole ====  During diastole, the ventricular pressure falls from the peak reached at the end of systole. When this pressure falls below the atrial pressure, atrio-ventricular valves open (mitral valve at left side and tricuspid valve at right side) and the blood passes from the atria into the ventricles. First, ventricles are filled by a pressure gradient but near the end, atria contract (atrial kick) and force more blood to pass into ventricles. Atrial contraction is responsible for around 20% of the total filling blood volume. (In atrial fibrillation, this additional 20% filling volume is lost and the patient may experience systolic heart failure symptoms). Complete left ventricular filling is essential to maintain maximum cardiac output. Left ventricular filling is dependent upon ventricular relaxation and compliance, mitral valve area, atrio-ventricular gradient, atrial contraction and end-systolic volume. Diastole has four phases: isovolumetric relaxation, rapid filling, diastasis and atrial contraction. All of these phases can be evaluated by Doppler echocardiography.   === Non-diastolic dysfunction === Though HFpEF is characterized by a normal ejection fraction, this parameter is a rather poor index of the heart's contractile function. Some studies have shown that metrics of load independent contractility (such as left ventricular stiffness) reveal diminished systolic function in HFpEF patients compared to healthy controls, and are corroborated by tissue Doppler findings that reveal changes in longitudinal contraction and motion abnormalities. While these systolic impairments may be minimal at rest, they become more exaggerated with increased demand, as seen in exercise.   === Pulmonary hypertension and right ventricular dysfunction === Most HFpEF patients exhibit pulmonary hypertension which is significantly associated with increased morbidity and mortality. Left atrial and pulmonary venous pressure increases in HFpEF due to diastolic insufficiency thus increasing pulmonary artery pressure. In patients with advanced HFpEF changes in the pulmonary vasculature may develop, leading to pre-capillary pulmonary hypertension. Right ventricular dysfunction is also common in HFpEF patients, occurring in 20-35% of patients. This right ventricular dysfunction is more common in patients with more advanced HFpEF as well as those with pulmonary hypertension and lower ejection fractions.   === Heart rate === Cardiac output is dependent on stroke volume and heart rate. A significant portion (55-77%) of HFpEF patients are unable to increase heart rate to compensate for increased output demand (as in the setting of exercise); this is termed chronotropic incompetence. Combined with the characteristic deficit in stroke volume observed in HFpEF patients, many individuals display poor exercise tolerance.   === Dyssynchrony === Non-simultaneous contraction of the left and right ventricle, dyssychrony, is present in up to 58% of HFpEF patients. However, dyssynchrony is also common in HFrEF and its role in HFpEF in particular remains obscure. While therapies for dyssynchrony, such as biventricular pacing provide benefits to HFrEF patients, no benefit is appreciable in HFpEF patients at this time.   === Systemic abnormalities === Patients with HFpEF, in addition to cardiac abnormalities, display changes in (endothelial) microvascular function, skeletal muscle metabolism and in fat distribution and character throughout the body. The importance of these changes is demonstrated in that stable, non-decompensated patients seem to benefit from exercise; specifically increased VO2 max and exercise tolerance. However, this benefit appears to be derived from changes in muscle and vasculature as opposed to directly on the heart, which displays minimal change in output following exercise training.   == Diagnosis == HFpEF is typically diagnosed with echocardiography. Techniques such as catheterization are invasive procedures and thus reserved for patients with co-morbid conditions or those who are suspected to have HFpEF but lack clear non-invasive findings. Catheterization does represent are more definitive diagnostic assessment as pressure and volume measurements are taken simultaneously and directly. In either technique, the heart is evaluated for left ventricular diastolic function. Important parameters include, rate of isovolumic relaxation, rate of ventricular filling, and stiffness. Frequently patients are subjected to stress echocardiography, which involves the above assessment of diastolic function during exercise. This is undertaken because perturbations in diastole are exaggerated during the increased demands of exercise. Exercise requires increased left ventricular filling and subsequent output. Typically the heart responds by increasing heart rate and relaxation time. However, in patients with HFpEF both responses are diminished due to increased ventricular stiffness. Testing during this demanding state may reveal abnormalities that are not as discernible at rest. Diastolic dysfunction must be differentiated from diastolic heart failure. Diastolic dysfunction can be found in elderly and apparently quite healthy patients. If diastolic dysfunction describes an abnormal mechanical property, diastolic heart failure describes a clinical syndrome. Mathematics describing the relationship between the ratio of Systole to Diastole in accepted terms of End Systolic Volume to End Diastolic Volume implies many mathematical solutions to forward and backward heart failure. Criteria for diagnosis of diastolic dysfunction or diastolic heart failure remain imprecise. This has made it difficult to conduct valid clinical trials of treatments for diastolic heart failure. The problem is compounded by systolic and diastolic heart failure commonly coexisting when patients present with many ischemic and nonischemic etiologies of heart failure. Narrowly defined, diastolic failure has often been defined as \"heart failure with normal systolic function\" (i.e. left ventricular ejection fraction of 60% or more). Chagasic heart disease may represent an optimal academic model of diastolic heart failure that spares systolic function. A patient is said to have diastolic dysfunction if they have signs and symptoms of heart failure but the left ventricular ejection fraction is normal. A second approach is to use an elevated BNP level in the presence of normal ejection fraction to diagnose diastolic heart failure. Concordance of both volumetric and biochemical measurements and markers lends to even stronger terminology regarding scientific/mathematical expression of diastolic heart failure. These are both probably too broad a definition for diastolic heart failure, and this group of patients is more precisely described as having heart failure with normal systolic function. Echocardiography can be used to diagnose diastolic dysfunction but is a limited modality unless it is supplemented by stress imaging. MUGA imaging is an earlier mathematical attempt to distinguish systolic from diastolic heart failure. No single echocardiographic parameter can confirm a diagnosis of diastolic heart failure. Multiple echocardiographic parameters have been proposed as sufficiently sensitive and specific, including mitral inflow velocity patterns, pulmonary vein flow patterns, E/A reversal, tissue Doppler measurements, and M-mode echo measurements (i.e. of left atrial size). Algorithms have also been developed which combine multiple echocardiographic parameters to diagnose diastolic heart failure. There are four basic echocardiographic patterns of diastolic heart failure, which are graded I to IV. Grade III and IV diastolic dysfunction are called \"restrictive filling dynamics\"; they are both severe forms of diastolic dysfunction, and patients tend to have advanced heart failure symptoms.  Grade I diastolic dysfunction, the mildest form, is called an \"abnormal relaxation pattern\". On the mitral inflow Doppler echocardiogram, there is reversal of the normal E/A ratio. This pattern may develop normally with age in some patients, and many grade I patients will not have any clinical signs or symptoms of heart failure. Grade II diastolic dysfunction is called \"pseudonormal filling dynamics\". This is considered moderate diastolic dysfunction and is associated with elevated left atrial filling pressures. These patients more commonly have symptoms of heart failure, and many have left atrial enlargement due to the elevated pressures in the left heart. Class III diastolic dysfunction patients will demonstrate reversal of their diastolic abnormalities on echocardiogram when they perform the Valsalva maneuver. This is referred to as \"reversible restrictive diastolic dysfunction\". Class IV diastolic dysfunction patients will not demonstrate reversibility of their echocardiogram abnormalities, and are therefore said to have \"fixed restrictive diastolic dysfunction\". The presence of either class III and IV diastolic dysfunction is associated with a significantly worse prognosis. These patients will have left atrial enlargement, and many will have a reduced left ventricular ejection fraction that indicates a combination of systolic and diastolic dysfunction. Imaged volumetric definition of systolic heart performance is commonly accepted as ejection fraction. Volumetric definition of the heart in systole was first described by Adolph Fick as cardiac output. Fick may be readily and inexpensively inverted to cardiac output and ejection fraction to mathematically describe diastole.  Decline of ejection fraction paired with decline of E/A ratio seems a stronger argument in support of a mathematical definition of diastolic heart failure. Another parameter to assess diastolic function is the E/E' ratio, which is the ratio of mitral peak velocity of early filling (E) to early diastolic mitral annular velocity (E'). Diastolic dysfunction is assumed when the E/E' ratio exceed 15. Newer echocardiographic techniques such as speckle tracking for strain measurement, particularly for the left atrium, are becoming increasingly utilised for the diagnosis of HFpEF.   == Treatment == Despite increasing incidence of HFpEF effective inroads to therapeutics have been largely unsuccessful. Currently, recommendations for treatment are directed at symptom relief and co-morbid conditions. Frequently this involves administration of diuretics to relieve complications associated with volume overload, such as leg swelling and high blood pressure. Commonly encountered conditions that must be treated for and have independent recommendations for standard of care include atrial fibrillation, coronary artery disease, hypertension, and hyperlipidemia. There are particular factors unique to HFpEF that must be accounted for with therapy. Randomized clinical trials addressing the therapeutic adventure for these conditions in HFpEF have found conflicting or limited evidence. Specific aspects of therapeutics should be avoided in HFpEF to prevent the deterioration of the condition. Considerations that are generalizable to heart failure include avoidance of a fast heart rate, elevations in blood pressure, development of ischemia, and atrial fibrillation. Considerations more specific to HFpEF include avoidance of preload reduction. As patients display normal ejection fraction but reduced cardiac output they are especially sensitive to changes in preloading and may rapidly display signs of output failure. This means administration of diuretics and vasodilators must be monitored carefully. HFrEF and HFpEF represent distinct entities in terms of development and effective therapeutic management. Specifically, cardiac resynchronization, administration of beta blockers and angiotensin converting enzyme inhibitors are applied to good effect in HFrEF but are largely ineffective at reducing morbidity and mortality in HFpEF. Many of these therapies are effective in reducing the extent of cardiac dilation and increasing ejection fraction in HFrEF patients. It is unsurprising they fail to effect improvement in HFpEF patients, given their un-dilated phenotype and relative normal ejection fraction. Understanding and targeting mechanisms unique to HFpEF are thus essential to the development of therapeutics. Randomized studies on HFpEF patients have shown that exercise improves left ventricular diastolic function, the heart's ability to relax, and is associated with improved aerobic exercise capacity. The benefit patients seem to derive from exercise does not seem to be a direct cardiac effect, but rather is due to changes in peripheral vasculature and skeletal muscle, which show abnormalities in HFpEF patients. A two-year exercise trial on otherwise-healthy middle-aged adults having HFpEF showed improved cardiac function, and regular exercise was recommended to prevent future risk of HFpEF. Regularly assessment of patients allows determination of progression of the condition, response to interventions, and need for alteration of therapy. Ability to perform daily tasks, hemodynamic status, kidney function, electrolyte balance, and serum natriuretic peptide levels are important parameters. Behavioral management is important in these patients and it is recommended that individuals with HFpEF avoid alcohol, smoking, and high sodium intake.   === Pharmacologic therapy ===   ==== Indications ==== Management of HFpEF is primarily dependent on the treatment of symptoms and exacerbating conditions. The role of specific treatments for diastolic dysfunction per se is as yet unclear.   ==== Benefit ==== Currently treatment with ACE inhibitors, calcium channel blockers, beta blockers, and angiotensin receptor blockers is employed, but does not have a proven benefit in HFpEF patients. Caution is required with use of diuretics or other therapies that can alter loading conditions or blood pressure. It is not recommended that patients be treated with phosphodiesterase-5-inhibitors or digoxin.   ==== Agents ====   ===== Mineralocorticoid receptor antagonists (MRAs) ===== MRAs (spironolactone, finerenone) are recommended for appropriately selected patients with symptomatic HFpEF (LVEF >= 45%, elevated BNP level or heart failure admission within 1 year, eGFR > 30 mL/min/1.73 m2, creatinine < 2.5 ml/dL, potassium < 5.0 mEq/L). Monitoring of serum potassium levels and kidney function, specifically glomerular filtration rate, during treatment is necessary.   ===== Beta blockers ===== Beta blockers play a rather obscure role in HFpEF treatment, though there is suggestion of a beneficial role in patient management. Evidence from a meta-analysis demonstrated significant reductions in all-cause mortality with beta-blocker therapy, though overall effects were driven largely by small, older trials of patients post-myocardial infarction. Some evidence suggests that vasodilating beta blockers, such as nebivolol, can provide a benefit for patients with heart failure regardless of ejection fraction. Additionally, because of the chronotropic perturbation and diminished LV filling seen in HFpEF the bradycardic effect of beta blockers may enable improved filling, reduce myocardial oxygen demand, and lower blood pressure. However, this effect also can contribute to diminished response to exercise demands and can result in an excessive reduction in heart rate. Beta-blockers are the first-line therapy: they lower the heart rate and thus give more time for ventricles to fill. They may also improve survival.   ===== Angiotensin converting enzyme (ACE) inhibitors ===== Likewise, treatment with angiotensin converting enzyme inhibitors, such as enalapril, ramipril, and many others, may be of benefit due to their effect on preventing ventricular remodeling but under control to avoid hypotension. ACE inhibitors do not appear to improve morbidity or mortality associated with HFpEF alone. However, they are important in the management of hypertension, a significant player in the pathophysiology of HFpEF.   ===== Angiotensin II receptor blockers (ARBs) ===== ARB treatment results in an improvement in diastolic dysfunction and hypertension that is comparable to other anti-hypertensive medication.   ===== Calcium channel blockers ===== There is some evidence that calcium channel blockers may be of benefit in reducing ventricular stiffness. In some cases, (verapamil has the benefit lowering the heart rate).   ===== Diuretics ===== Diuretics can be useful if significant congestion develops, but patients must be monitored because they frequently develop low blood pressure.   ===== SGLT2 Inhibitors ===== In patients with HFpEF, SGLT2 inhibitors carry a class 2a recommendation according to the 2022 ACC/AHA/HFSA Guideline for the Management of Heart Failure as a potentially beneficial treatment for reducing HF hospitalizations and CV mortality.   === Experimental === The use of a self-expanding device that attaches to the external surface of the left ventricle has been suggested. When the heart muscle squeezes, energy is loaded into the device, which absorbs the energy and releases it to the left ventricle in the diastolic phase. This helps retain muscle elasticity. This had not been approved by the FDA as of 2008. Trials were in progress of the ImCardia (implanted at the level of the pericardium) and the CORolla transapical approach device (CORolla TAA; implanted at the level of the endocardium) as of 2023   == Prognosis == The progression of HFpEF and its clinical course is poorly understood in comparison to HFrEF.  Despite this, patients with HFrEF and HFpEF appear to have comparable outcomes in terms of hospitalization and mortality. Causes of death in patients vary substantially. However, among patients in more advanced heart failure (NYHA classes II-IV), cardiovascular death, including heart attacks and sudden cardiac death, was the predominant cause in population-based studies. Until recently, it was generally assumed that the prognosis for individuals with diastolic dysfunction and associated intermittent pulmonary edema was better than those with systolic dysfunction. However, in two studies in the New England Journal of Medicine in 2006, evidence was presented to suggest that the prognosis in diastolic dysfunction is the same as that in systolic dysfunction.   == References ==   == Bibliography == Estafanous FG (2001). Cardiac anesthesia. Principles and clinical practice (2nd ed.). Lippincott Williams & Wilkins. ISBN 978-0781721950. Fuster V, O'Rouke RA (2001). Hurst's The Heart (10 (International edition) ed.). McGraw-Hill. pp. 658–60. ISBN 978-0-07-116296-8.   == External links =="}