{"name": "Leishmaniasis, Visceral", "category": "disease", "content": "Visceral leishmaniasis (VL), also known as kala-azar (Hindi: kālā āzār, \"black sickness\") or \"black fever\", is the most severe form of leishmaniasis and, without proper diagnosis and treatment, is associated with high fatality. Leishmaniasis is a disease caused by protozoan parasites of the genus Leishmania. The parasite migrates to the internal organs such as the liver, spleen (hence \"visceral\"), and bone marrow, and, if left untreated, will almost always result in the death of the host. Signs and symptoms include fever, weight loss, fatigue, anemia, and substantial swelling of the liver and spleen. Of particular concern, according to the World Health Organization (WHO), is the emerging problem of HIV/VL co-infection. VL is the second-largest parasitic killer in the world (after malaria), responsible for an estimated 20,000 to 30,000 deaths each year worldwide. Upendranath Brahmachari synthesised urea stibamine (carbostibamide) in 1922 and determined that it was an effective substitute for the other antimony-containing compounds in the treatment of VL caused by Leishmania donovani.   == Signs and symptoms == When people develop visceral leishmaniasis, the most typical symptoms are fever and the enlargement of the spleen, with enlargement of the liver sometimes being seen as well. The blackening of the skin that gave the disease its common name in India does not appear in most strains of the disease, and the other symptoms are very easy to mistake for those of malaria. Misdiagnosis is dangerous, as without proper treatment the mortality rate for kala-azar is close to 100%. L. donovani itself is not usually the direct cause of death in people with kala-azar, however. Pneumonia, tuberculosis, and dysentery are omnipresent in the immuno-depressed regions where leishmaniasis thrives, and, as with AIDS, it is these opportunistic infections that are more likely to kill, flaring up in a host whose immune system has been weakened by the L. donovani infection. Progress of the disease is extremely variable, taking anywhere from one to twenty weeks, but a typical duration for the Sudanese strain of the disease is narrower, between twelve and sixteen weeks. Even with recovery, kala-azar does not always leave its hosts unmarked. Some time after successful treatment—generally a few months with African kala-azar, or as much as several years with the Indian strain—a secondary form of the disease may set in, called post kala-azar dermal leishmaniasis, or PKDL. This condition manifests first as small, measle-like skin lesions on the face, which gradually increase in size and spread over the body. Eventually the lesions may coalesce to form disfiguring, swollen structures resembling leprosy, and occasionally causing blindness if they spread to the eyes. (This disease is not the same as cutaneous leishmaniasis, a milder disease caused by another protozoan of the Leishmania genus which also causes skin lesions.)   == Cause == Two species of Leishmania are known to give rise to the visceral form of the disease. The species commonly found in East Africa and the Indian subcontinent is L. donovani and the species found in Europe, North Africa, and Latin America is L. infantum, also known as L. chagasi. The insect vectors are species of sandfly of the genus Phlebotomus in the Old World, and of Lutzomyia in the New World. Sandflies are tiny flies, measuring 3–6 mm long by 1.5–3 mm in diameter, and are found in tropical or temperate regions throughout the world. The sandfly species Lutzomyia longipalpis is the primary vector of this disease. The larvae grow in warm, moist organic matter around human habitations (such as old trees, house walls, or waste) making them hard to eradicate. Visceral Leishmaniasis/kala-azar samples from India revealed the presence of not only the primary causative protozoan parasite, i.e. Leishmania donovani (LD) but also co-infection with another protozoan member called Leptomonas seymouri (LS). The latter parasite (LS) further contained a RNA virus known as Leptomonas seymouri narna-like virus 1 (Lepsey NLV1). So, it appears that a great majority of kala-azar patients in  the Indian subcontinent are exposed to a RNA virus in LS, the co-infecting parasite with LD i.e. the \"LD-LS-Lepsey NLV1 triple pathogen\" phenomenon.   === Life cycle === The life cycle of Leishmania is completed in two hosts, humans and sandflies. The adult female sandfly is a bloodsucker, usually feeding at night on sleeping prey. When the fly bites an individual infected with Leishmania, the pathogen is ingested along with the prey's blood. The protozoan is in the smaller of its two forms, called an amastigote, which is round, non-motile, and only 3–7 micrometers in diameter. Inside the stomach of the sandfly, the amastigotes quickly transform into elongated and motile forms called the promastigotes. Promastigote is spindle-shaped, triple the size of the amastigote, and has a single flagellum that allows mobility. The promastigotes live extracellularly in the alimentary canal, reproducing asexually, then migrate to the proximal end of the gut where they become poised for a regurgitational transmission. As the fly bites, the promastigotes are released from the proboscis and introduced locally at the bite site. Once inside the human host, promastigotes invade macrophages. Inside the cells they transform back into the smaller amastigote form. The amastigotes replicate in the most hostile part of the macrophage cell, inside the phagolysosome, whose normal defensive response they are able to prevent. After repeated multiplication, they break down their host cell by sheer pressure of mass, but there is some recent speculation that they are able to leave the cell by triggering the exocytosis response of the macrophage. The daughter cells protozoans then migrate to fresh cells or through the bloodstream to find new hosts. In this way the infection is progressive, spreading to the host's mononuclear phagocyte system, particularly the spleen and liver. The free amastigotes in peripheral tissues are then ingested by sandfly to enter another cycle.   == Regulatory T and B cells == The cell-mediated immunity (CMI) that kills Leishmania also produces inflammation. If the inflammation is excessive, it can cause tissue damage. The role of regulatory T and regulatory B cells is to suppress CMI enough to prevent tissue damage. However, an excessive regulatory response can prevent clearance of Leishmania and could explain the anergy of VL, poor response to drug treatment, development of PKDL, and relapses. A role for regulatory cells in VL has long been suspected. A variety of regulatory T and B cells have been implicated in VL, including Type 1 T helper cells that secrete IL-10 in addition to IFN-γ, natural T reg, Tr1, CD8+ T reg, and B reg. All of these lymphocytes act, at least in part, by secreting IL-10 and other suppressive cytokines. CD4+ T regs are present at increased frequency in the bone marrow of VL patients, are one source of IL-10, and proliferate in response to Leishmania antigen. Levels of FoxP3 mRNA were also up-regulated in lesional tissue from PKDL patients. However, T regs are not elevated in spleen cells from VL patients nor does depletion of T regs increase Leishmania antigen specific IFN-γ secretion The highest levels of IL-10 mRNA in spleen cells is in CD8+ and other non-FoxP3+ T cells. White blood cell CD8+ T cells from VL patients have elevated IL-10 levels. There is a 9.6 fold increase in IL-10 expressing CD8+ T cells among PBMC lymphocytes from PKDL patients. In the one study of T cell clones from VL patients, the clones isolated from VL PBMC were 100% CD8+. When mixed with self PBMC one or three years after successful treatment the CD8+ T cells decreased Leishmania antigen specific proliferation and IFN-γ secretion and increased IL-10 secretion. Depletion of CD8+ T cells from VL PBMC stopped endogenous IL-10 secretion but increased Leishmania antigen specific IL-10 secretion, suggesting that CD8+ regulatory T cells are responsible for endogenous IL-10 secretion. CD4+ clones could only be isolated from VL PBMC after CD8+ T cell depletion. The CD4+ clones had little effect on IL-10 secretion but decreased IFN-γ secretion when mixed with self PBMC collected after successful treatment. Regulatory B cells are known to favor development of regulatory T cells and suppress development of Type 1 T helper cells by producing IL-10 and other down-regulatory cytokines. IL-10 levels are elevated in B cells from VL PBMC. A study of dogs with naturally acquired VL showed that the percentage of regulatory B cells increased three-fold during VL. Depletion of B cells increased CD4+ T cell proliferation and IFN-γ secretion but decreased IL-10 secretion. Blocking IL-10 or programmed cell death receptors on B cells increased Leishmania antigen specific T cell proliferation and IFN-γ secretion. Co-culture of T cells with B cells decreased the percentage of CD4+ T cell proliferation and IFN-γ secretion four-fold.   == Diagnosis == The gold standard for diagnosis is visualization of the amastigotes in splenic aspirate or bone marrow aspirate. However, the technique is associated with discomfort, high risk of tissue damage, while being expensive and difficult. The detection is also unreliable as it gives high false negative results, while the true positives are often having very low infection. Serological testing is much more frequently used in areas where leishmaniasis is endemic. A 2014 Cochrane review evaluated different rapid diagnostic tests. One of them (the rK39 immunochromatographic test) gave correct, positive results in 92% of the people with visceral leishmaniasis and it gave correct, negative results in 92% of the people who did not have the disease. A second rapid test (called latex agglutination test) gave correct, positive results in 64% of the people with the disease and it gave correct, negative results in 93% of the people without the disease. Other types of tests have not been studied thoroughly enough to ascertain their efficacy. The K39 dipstick test is easy to perform, and village health workers can be easily trained to use it. The kit may be stored at ambient temperature and no additional equipment needs to be carried to remote areas. The DAT anti-leishmania antigen test, standard within MSF, is much more cumbersome to use and appears not to have any advantages over the K39 test. There are a number of problems with serological testing: in highly endemic areas, not everyone who becomes infected will actually develop clinical disease or require treatment. Indeed, up to 32% of the healthy population may test positive, but not require treatment.  Conversely, because serological tests look for an immune response and not for the organism itself, the test does not become negative after the patient is cured, it cannot be used as a check for cure, or to check for re-infection or relapse. Likewise, patients with abnormal immune systems (e.g., HIV infection) will have false-negative tests. Other tests being developed include detects erythrosalicylic acid.   == Prevention == As of 2018, there are no vaccines or preventive drugs for visceral leishmaniasis, but vaccines are in development. The most effective method to prevent infection is to protect from sand fly bites. To decrease the risk of being bitten, these precautionary measures are suggested:  Outdoors: 1. Avoid outdoor activities, especially from dusk to dawn, when sand flies generally are the most active. 2. When outdoors (or in unprotected quarters), minimize the amount of exposed (uncovered) skin to the extent that is tolerable in the climate. Wear long-sleeved shirts, long pants, and socks; and tuck your shirt into your pants. 3. Apply insect repellent to exposed skin and under the ends of sleeves and pant legs. Follow the instructions on the label of the repellent. The most effective repellents generally are those that contain the chemical DEET (N,N-diethylmetatoluamide).  Indoors: 1. Stay in well-screened or air-conditioned areas. 2. Keep in mind that sand flies are much smaller than mosquitoes and therefore can get through smaller holes. 3. Spray living/sleeping areas with an insecticide to kill insects. 4. If you are not sleeping in a well-screened or air-conditioned area, use a bed net and tuck it under your mattress. If possible, use a bed net that has been soaked in or sprayed with a pyrethroid-containing insecticide. The same treatment can be applied to screens, curtains, sheets, and clothing (clothing should be retreated after five washings).   == Treatments == As with many diseases in developing nations, (including trypanosomiasis and malaria) effective and affordable chemotherapy is sorely lacking and parasites or insect vectors are becoming increasingly resistant to existing anti-parasite drugs. Possibly due to the lack of financial return, new drugs are slow to emerge and much of the basic research into potential drug targets takes place in universities, funded by charitable organizations. Product Development Partnership, Drugs for Neglected Diseases initiative works on the development of new treatments (combination treatments and new chemical entities) for visceral leishmaniasis. The traditional treatment is with pentavalent antimonials such as sodium stibogluconate and meglumine antimoniate. Resistance is now common in India, and rates of resistance have been shown to be as high as 60% in parts of Bihar, India. The treatment of choice for visceral leishmaniasis acquired in India is now amphotericin B in its various liposomal preparations. In East Africa, the WHO recommended treatment is SSG&PM (sodium stibogluconate and paromomycin) developed by Drugs for Neglected Diseases initiative (DNDi) in 2010. Miltefosine is the first oral treatment for this disease. The cure rate of miltefosine in Phase III clinical trials is 95%; Studies in Ethiopia show that is also effective in Africa. In HIV immunosuppressed people which are coinfected with leishmaniasis it has shown that even in resistant cases 2/3 of the people responded to this new treatment. Miltefosine has received approval by the Indian regulatory authorities in 2002, in Germany in 2004 and in U.S.A. in 2014. It is now registered in other countries such as Nepal, Argentina, Bangladesh, Bolivia, Colombia, Ecuador, Guatemala, Honduras, Mexico, Pakistan, Paraguay, Peru, and Israel. The drug is generally better tolerated than other drugs. Main side effects are gastrointestinal disturbance in the first or second day of treatment (a course of treatment is 28 days) which does not affect the efficacy. Because it is available as an oral formulation, the expense and inconvenience of hospitalization is avoided, and outpatient distribution of the drug becomes an option, making miltefosine a drug of choice. However, there are some important disadvantages: 1) there is evidence of reduced efficacy after a decade of use 2) it is potentially embryotoxic, fetotoxic and teratogenic, and thus cannot be used without anticonception in women of child-bearing age for three months (in some cases, five months) after treatment. Incomplete treatment has been cited as a major reason of death from visceral leishmaniasis. The nonprofit Institute for OneWorld Health has adopted the broad spectrum antibiotic paromomycin for use in treating VL; its antileishmanial properties were first identified in the 1980s.  A treatment with paromomycin costs about US$15. The drug had originally been identified in the 1960s. The Indian government approved paromomycin for sale and use in August 2006.   == Prognosis ==   === Protective immunity === Immunity to Leishmania is determined by the interplay of white blood cells, cytokines, immune complexes, and genetic and environmental factors. Protective immunity develops either after successful treatment of VL (cured) or after asymptomatic infections that resolve without development of VL (asymptomatic). Both types of immunity are characterized by cell-mediated immunity (CMI), including skin test positivity, proliferation, and interleukin 2 (IL-2), interferon gamma (IFN-γ), and interleukin 12 (IL-12) secretion by peripheral blood mononuclear cells (PBMC) in response to Leishmania antigens. T cells isolated from both cured and asymptomatic PBMC activate autologous macrophages to kill intracellular amastigotes. IFN-γ activates macrophages to kill intracellular parasites so its role in VL has been studied extensively and IFN-γ production is often used as a marker of protective immunity. Cured PBMC generally secrete less IFN-γ and more interleukin 10 (IL-10) in response to Leishmania antigens than asymptomatic PBMC. IL-12 is important in the development and maintenance of Type 1 T helper cell responses and protective immunity so its role in VL has also been studied. Addition of IL-12 to some VL PBMC increases proliferation and IFN-γ secretion in response to Leishmania antigens and anti-IL-12 inhibits proliferation and IFN-γ secretion by some cured PBMC. Other cytokines also appear to be important in immunity to Leishmania but their roles are not as well characterized. Leishmania antigen stimulation of PBMC from cured patients show a mixed T helper cell and regulatory T cell response. Both CD4+ and CD8+ T cells contributed to IFN-γ production. Studies of Leishmania antigen specific T cell clones from cured patient PBMC confirm that cured patients have a mixed T cell response that involves both CD4+ helper T cells and CD4+ and CD8+ regulatory T cells.  Two studies of asymptomatic T cell clones show that most have Type 1 profiles and secrete more IFN-γ than T cell clones from cured patients. Neither study revealed the presence of Type 2 or regulatory T cells. Some clones secreted soluble factors that caused the death of CD8+ regulatory T cells but not CD4+ T cells from VL patients, which might explain the strong protective immunity of asymptomatic patients.   === Non-protective immunity === VL patients are unable to clear their infections because they lack CMI. This anergy may be limited to Leishmania antigens or extend to mitogens and other antigens as the disease progresses. In addition to skin test negativity, VL patient PBMC do not proliferate or secrete IL-2 or IFN-γ in response to Leishmania antigens. Memory T cells may be depleted in VL patient PBMC. Since IL-10 is known to suppress innate and acquired immunity and prevent IFN-γ from activating macrophages, its role in VL has been studied extensively and elevated IL-10 production is often used as a marker of non-protective immunity in VL. Elevated levels of IL-10 in the plasma, infected tissues, and PBMC of VL patients accompany the anergy of VL. PKDL patients also have elevated IL-10 levels. VL patients with the highest IL-10 levels are more likely to be unresponsive to treatment and progress to PKDL. PBMC secretion of IL-10 without the addition of Leishmania antigen (endogenous) is inversely correlated with antigen specific IFN-γ secretion but Leishmania antigen specific IL-10 and IFN-γ secretion are not correlated, suggesting that endogenous secretion is more important in pathology. Addition of anti-IL-10 increases proliferation and IFN-γ secretion by PBMC from some patients. Both CD4+ and CD8+ T cells have been shown to contribute to IL-10 secretion by VL PBMC. The high level of immune complexes characteristic of VL have also been shown to increase IL-10 levels.   == Epidemiology ==  More than 90% of the global burden of visceral leishmaniasis (VL) was contributed by seven countries in 2015: Brazil, Ethiopia, India, Kenya, Somalia, South Sudan and Sudan. In India, more than 70% of VL cases are reported from the state of Bihar. North Bihar, India (including Araria, Purnea, and Kishanganj) is the endemic zone of this disease. The disease is endemic in more than 70 countries. In Iran this includes Ardabil, Fars, and North Khorasan. However, while the disease's geographical range is broad, it is not continuous. The disease clusters around areas of drought, famine, and high population density. In Africa, this has meant a knot of infection centers mostly in South Sudan, Sudan, Ethiopia, Kenya, and Somalia. Living conditions here have changed very little in the past century, and the people are not normally very mobile. Parts of South Sudan, in particular the Upper Nile region, are almost totally cut off from the rest of the country, and most people tend to remain at their place of birth although there have been huge population movements due to the civil war, leading to severe epidemics.   == History ==  Kala-azar first came to the attention of Western doctors in 1824 in Jessore, British Raj (now Bangladesh), where it was initially thought to be a form of malaria. Assam gave kala-azar one of its common names, Assam fever. Another common name, kala-azar (Hindustani: काला आज़ार (Devanagari) کالا آزار (Nastaleeq) kālā āzār), is derived from kala which means black in Sanskrit, as well as in the languages descended from it, including Assamese, Hindi and Urdu; the word azar means fever in Persian and Hindustani; as such the disease is named for the darkening of the skin on the extremities and abdomen that is a symptom of the Indian form of the disease. The agent of the disease was also first isolated in India by Scottish doctor William Leishman (who observed the parasite in spleen smears of a soldier who died of the disease in Dumdum, Calcutta, India - hence the name dumdum fever) and Irish physician Charles Donovan, working independently of each other. As they published their discovery almost simultaneously, the species was named by Sir Ronald Ross for both of them—Leishmania donovani.  Today, the name kala-azar is used interchangeably with the scientific name visceral leishmaniasis for the most acute form of the disease caused by L. donovani. The disease is endemic in West Bengal, where it was first discovered, but is seen at its most deadly in north and east Africa. It can also be found throughout the Arab world and southern Europe (where the causative organism is L. infantum), and a slightly different strain of the pathogen, L. chagasi, is responsible for leishmaniasis in the new world. Several species of canines serve as reservoir hosts of L. infantum (chagasi). Contemporary life has made itself felt even here, however—not as \"progress\" but in the form of the many small wars of Africa's post-colonial era. In the Sudan, where civil war has been continuous since 1983, the violence has been concentrated in the more populated south, and kala-azar was concentrated there too. But the wars have driven a steady stream of refugees out of the region, and these traveled either across the southern border or into the remoter western part of the country called the Upper Nile, where both war and the disease that went with it had not yet penetrated. These refugees, moving at foot-speed, carried the disease with them, and when it arrived it hit the Upper Nile with a force comparable to smallpox hitting the American Indians. The isolated people of the Upper Nile had no access to medicine or education about the new disease among them. Worse, their immune systems were defenseless against this new pathogen, foreign to them though it came only from another part of their own country. One village at the center of the epidemic, Duar, was left with four survivors out of a population of a thousand, and from the late 1980s to the mid-1990s a total of 100,000 died from the sickness in that region alone. In the words of Jill Seaman, the doctor who led relief efforts in the Upper Nile for the French organization Médecins Sans Frontières, \"Where else in the world could 50% of a population die without anyone knowing?\" Due to the South Sudanese Civil War, kala-azar has spread rapidly among the population.  The Indian medical practitioner Upendranath Brahmachari was nominated for the Nobel Prize in Physiology or Medicine in 1929 for his discovery of ureastibamine (an antimonial compound for the treatment of kala-azar) and a new disease, post kala-azar dermal leishmaniasis. Brahmachari's cure for visceral leishmaniasis was the urea salt of para-amino-phenyl stibnic acid which he called Urea Stibamine. During the nineteenth century, kala-azar was discovered near moving bodies of water in southeast Asia. Dr. Jean Dow and Dr. William McClure, are credited with finding the cure for the disease in China. Largely uncredited for her contribution, Dow was one of the first to isolate the microorganism in China and conduct clinical studies on its origin. This work continued under Ernest Struthers and Lionel Napier at the School of Tropical Medicine at Calcutta to discover that kala-azar was transmitted by sandflies. On 31 October 2023, Bangladesh has been declared to be the first country to totally eradicate the disease.   == Research == Combination drug therapies are currently under investigation, particularly by the Drugs for Neglected Diseases initiative (DNDi).  Combination therapies allow for the use of existing drugs in combination, each in lower doses, which helps to decrease the incidence of severe side effects and drug toxicity, as well as the risk for development of resistance against the drugs; they have been shown to be cost-effective strategies. Comparative homology modelling of the enzyme Hypoxanthine-guanine phosphoribosyl transferase (HGPRT; EC 2.4.2.8)  in L. donovani suggest that among all of the computationally screened compounds, pentamidine, 1,3-dinitroadamantane, acyclovir and analogs of acyclovir had higher binding affinities than the real substrate (guanosine monophosphate). DNDi has a number of compounds in preclinical and phase 1 development, but no novel drugs are expected in the next 5 years. In the meantime, new combination therapies, and well as improvements to existing drugs targets, are under development.  Single-dosage administrations of liposomal amphotericin B have been shown to be effective, and oral formulations are currently under development to increase access and facilitate distribution of the efficacious drug in the field. A 2018 study published details of a new potential preclinical drug candidate for the treatment for visceral leishmaniasis with an anti-leishmanial drug-like chemical series based on a pyrazolopyrimidine scaffold. There is no good vaccine candidate which prevents kala azar. A 2019 paper described designing an immunologic adjuvant which would make a VL vaccine more effective.   == References == 101.   == External links =="}