{"name": "Leishmaniasis, Cutaneous", "category": "disease", "content": "Cutaneous leishmaniasis is the most common form of leishmaniasis affecting humans. It is a skin infection caused by a single-celled parasite that is transmitted by the bite of a phlebotomine sand fly. There are about thirty species of Leishmania that may cause cutaneous leishmaniasis. This disease is considered to be a zoonosis (an infectious disease that is naturally transmissible from animals to humans), with the exception of Leishmania tropica — which is often an anthroponotic disease (an infectious disease that is naturally transmissible from humans to vertebrate animals).   == Signs and symptoms ==   === Post kala-azar dermal leishmaniasis === Post-kala-azar dermal leishmaniasis (PKDL) is a recurrence of kala-azar that may appear on the skin of affected individuals months and up to 20 years after being partially treated, untreated or even in those considered adequately treated. In Sudan, they can be demonstrated in up to 60% of treated cases. They manifest as hypopigmented skin lesions (such as macules, papules, nodules), or facial redness. Though any organism causing kala-azar can lead to PKDL, it is commonly associated with Leishmania donovani which gives different disease patterns in India and Sudan. In the Indian variant, nodules enlarge with time and form plaques but rarely ulcerate, but nodules from the African variety often ulcerate as they progress. Nerve involvement is common in African variety but rare in Indian subcontinent. Histology demonstrates a mixture of chronic inflammatory cells; there can be macrophage or epitheloid granuloma. Parasite concentration is not consistent among studies, perhaps reflecting low sensitivity of diagnostic methods used in earlier entries. Current approach to diagnosis involves  demonstration of parasite by microscopy, in vitro culture or animal inoculation; immunodiagnosis of parasite antigen; detection of parasite DNA in tissue. Newer polymerase chain reaction (PCR) based tools have higher sensitivity and specificity. Emergence of PKDL has been reported in HIV affected individuals and may become a problem in the future. Sodium stibogluconate alone or in combination with rifampicin is used for the treatment of PKDL for a long course of up to 4 months. Compliance can be an issue for such a long course.   === Mucocutaneous leishmaniasis === Mucocutaneous leishmaniasis is an especially disturbing form of cutaneous leishmaniasis, because it produces destructive and disfiguring lesions of the face. It is most often caused by Leishmania braziliensis, but cases caused by L. aethiopica have also been described. Mucocutaneous leishmaniasis is very difficult to treat. Treatment involves the use of pentavalent antimonial compounds, which are highly toxic (common side effects include thrombophlebitis, pancreatitis, cardiotoxicity and hepatotoxicity) and not very effective. For example, in one study, despite treatment with high doses of sodium stibogluconate for 28 days, only 30% of patients remained disease-free at 12 months follow-up. Even in those patients who achieve an apparent cure, as many as 19% will relapse. Several drug combinations with immunomodulators have been tested, for example, a combination of pentoxifylline (inhibitor of TNF-α) and a pentavalent antimonial at a high dose for 30 days in a small-scale (23 patients) randomised placebo-controlled study from Brazil achieved cure rates of 90% and reduced time to cure, a result that should be interpreted cautiously in light of inherent limitations of small-scale studies. In an earlier small-scale (12 patients) study, addition of imiquimod showed promising results which need yet to be confirmed in larger trials.   == Pathophysiology ==  Promastigotes of Leishmania are transmitted to human skin by the bite of a sandfly. Leishmania then invades human macrophages and replicates intracellularly. A raised, red lesion develops at the site of the bite (often weeks or sometimes years afterwards). The lesion then ulcerates and may become secondarily infected with bacteria. In many species (for example, L. major) the lesion often spontaneously heals with atrophic scarring. In some species (for example, L. braziliensis) the lesion may spontaneously heal with scarring, but then reappear elsewhere (especially as destructive mucocutaneous lesions). Lesions of other Leishmania species may spontaneously heal and then reappear as satellite lesions around the site of the original lesion, or along the route of lymphatic drainage. Some species tend to cause cutaneous leishmaniasis (e.g., L. major and L.tropica), whereas some species tend to cause visceral leishmaniasis (e.g., L. infantum and L. donovani), though emerging research (due to high deployment rates of western countries to indigenous areas) is showing these species specific presentation lines are blurring.   == Diagnosis ==  Diagnosis is based on the characteristic appearance of non-healing raised, scaling lesions that may ulcerate and become secondarily infected with organisms such as Staphylococcus aureus, in someone who has returned from an endemic area. In resource limited settings, fine-needle aspiration of the lesion  is confirmatory with identification of amastigote form of Leishmania. The gold standard for diagnosis is a PCR test.   == Treatment ==   === American cutaneous and mucocutaneous leishmaniasis === The best treatment for American cutaneous and mucocutaneous leishmaniasis (ACML) is not known. Pentavalent antimonial drugs (sodium stibogluconate (SSG) and meglumine antimonate (Glucantime, MA)) have been used since the 1940s, but they are expensive, toxic, and painful. Treatments that work for one species of Leishmania may not work for another; therefore, it is recommended that the exact species be identified prior to initiating treatment. Unfortunately, leishmaniasis is an orphan disease in developed nations, and almost all the current treatment options are toxic with significant side effects. The best-studied treatments for ACML caused by two Leishmania species are listed below. However, one should note that most of the studies examining treatments of ACML were poorly designed. Therefore, no definitive treatment guidelines or recommendations are currently available, as large-scale and well-conducted studies are necessary to evaluate the long-term effects of current treatments.  Leishmania braziliensis and Leishmania panamensis: There is good evidence that oral allopurinol plus intramuscular MA is superior to either medication alone. In addition, a 20-day course of intravenous MA was better than a 7-day course as well as a 3- or 7-day course of intravenous MA with paromomycin + 12% methylbenzethonium chloride. For L. braziliensis, oral pentoxifylline plus intravenous SSG seems to be more efficacious than intravenous SSG alone, and intravenous MA was superior to intramuscular paromomycin sulfate and IV pentamidine. Likewise, intramuscular MA was shown to be better than the Bacillus Calmette-Guerin vaccine. For L. panamensis, oral ketoconazole, oral miltefosine, and topical paromomycin + 12% methylbenzethonium chloride were shown to be superior to placebo. There is no strong evidence for the efficacy of surgery, oral itraconazole and fluconazole, oral antibiotics (rifampicin, metronidazole, cotrimoxazole), intravenous or topical amphotericin B, oral dapsone, photodynamic therapy, promoting healing therapies, laser, or cryotherapy treatments.   === Old World cutaneous leishmaniasis === Similar to ACML, the treatment recommendations for Old World cutaneous leishmaniasis (OWCL) are uncertain due to the variability of and inconsistencies within the research. Most studies done to assess treatments of OWCL included two species of parasites, Leishmania major and Leishmania tropica. The most well-studied treatments for OWCL are oral itraconazole and topical paromomycin. Patients treated with oral itraconazole for an average of 2.5 months had a higher cure rate compared to placebo, but they also had a higher rate of side effects, including gastrointestinal complaints, abnormal liver function, headaches, and dizziness. Patients treated with topical paromomycin showed no difference in cure rate compared to placebo, but patients treated with paromomycin had a higher rate of adverse skin reactions. The treatments for other Leishmania species responsible for OWCL, such as L. infantum, L. aethiopica, and L. donovani, have not been thoroughly studied. In addition, the effects of leishmaniasis treatment in children, women of childbearing age, patients with comorbidities, and immunocompromised patients have not been well established.   == Epidemiology ==  Cutaneous leishmaniasis is endemic in all tropical and subtropical areas of the world. The distribution of this disease is very tightly linked to geography, and villages even 15 miles apart can have very different rates of cutaneous leishmaniasis. Most species of Leishmania are capable of infecting humans and causing cutaneous leishmaniasis. In the New World, these organisms include L. amazonensis, L. braziliensis, L. guyanensis, L. lainsoni, L. lindenbergi, L. mexicana, L. naiffi, L. panamensis, L. peruviana, L. shawi, and L. venezuelensis. Old World species that cause cutaneous leishmaniasis include L. aethiopica, L. infantum, L. major, and L. tropica. With the exception of L. tropica — which is commonly associated with human settlements and therefore considered to be an anthroponotic species — all of these organisms are zoonotic. As demographic changes occur in developing nations, some species that have traditionally been considered to be zoonotic (e.g., L. panamensis) are becoming primarily human pathogens. Dogs and rodents serve as the primary animal reservoir hosts in the sylvatic cycle, but people with chronic PKDL can also serve as important reservoir hosts for cutaneous leishmaniasis. The most common vectors for cutaneous leishmaniasis in the Old World are sandflies of the genus Phlebotomus, while Lutzomyia and those within the family Psychodidae (especially the genus Psychodopygus) are the most common vectors in the New World. There are more than 600 species of phlebotomine sandflies, and only 30 of these are known vectors. Cutaneous leishmaniasis has been seen in American and Canadian troops coming back from Afghanistan.   === Means of Prevention === The sand fly stings mainly at night, and it usually occurs about half a meter above the ground (so sleeping on high beds can prevent infection). To avoid stinging, apply mosquito repellent, and cover the body. Studies conducted in recent years show that the plant Bougainvillea glabra may protect against the sand fly. The plant was found to be toxic to sand flies and that the life span of flies that ate from this plant was significantly shortened and sometimes led to their premature death before they could spread the disease. Hebrew University study found that some plants attract sand flies. These plants often attract sand flies up to 14 times more than Bougainvillea glabra, but unlike Bougainvillea glabra, are not toxic to the sand flies. Based on this information, the dispersion of sand flies can be controlled by limiting the growth of these plants near populated areas. Alternatively, these plants may serve to capture and control sand flies by using their odor compounds or the plants themselves alongside simple glue traps, or by spraying them with deadly pesticides for sand flies which are safe for humans and mammals (e.g., boric acid or spinosad) thereby stopping the spread of the disease. Of the dozens of plants examined, the three plants that attracted especially sand flies are the Ochradenus baccatus, Prosopis farcta, and Tamarix nilotica.   === Outbreak in 2016 === The Middle East, in 2016, seems to be experiencing an increase in the cutaneous leishmaniasis disease due to migrants fleeing the Islamic State of Iraq and the Levant. Reports of the increase in the disease have surfaced in Turkey, Lebanon, and elsewhere. The huge increase in the spread of the disease is attributed to the refugee crises in the Middle East and North Africa over the past five years, particularly due to the displacement of millions of Syrian refugees. The outbreak among Syrian refugees was documented by the World Health Organization (WHO) in 2012 and recognized as ongoing.   === Nepal === A recent study with large series of cases from Mid-western region of Nepal have demonstrated that cutaneous leishmaniasis is an under recognized medical condition posing health challenges mandating new guidelines for its elimination/ eradication.   == Other animals ==  Besides humans, cutaneous leishmaniasis often affects other animals, notably in dogs as canine leishmaniasis.   == References ==   == External links =="}