{"name": "lemborexant", "category": "drug", "content": "Lemborexant, sold under the brand name Dayvigo, is an orexin antagonist medication which is used in the treatment of insomnia. It is indicated specifically for the treatment of insomnia characterized by difficulties with sleep onset and/or maintenance in adults. The medication is taken by mouth. Side effects of lemborexant include somnolence, fatigue, headache, and abnormal dreams. The medication is a dual orexin receptor antagonist (DORA). It acts as a selective dual antagonist of the orexin receptors OX1 and OX2. Lemborexant has a long elimination half-life of 17 to 55 hours and a time to peak of about 1 to 3 hours. It is not a benzodiazepine or Z-drug and does not interact with GABA receptors, instead having a distinct mechanism of action. Lemborexant was approved for medical use in the United States in December 2019. It is a schedule IV controlled substance in the United States and may have a low potential for misuse. Besides lemborexant, other orexin receptor antagonists including suvorexant and daridorexant have also been introduced.   == Medical uses == Lemborexant is used in the treatment of insomnia in adults. A major systematic review and network meta-analysis of medications for the treatment of insomnia published in 2022 found that lemborexant had an effect size (standardized mean difference (SMD)) against placebo for treatment of insomnia at 4 weeks of 0.36 (95% CITooltip confidence interval 0.08 to 0.63) and at 3 months of 0.41 (95% CI 0.04 to 0.78). Lemborexant had similar effect sizes at 4 weeks as the other evaluated and marketed orexin receptor antagonists suvorexant (SMD 0.31, 95% CI 0.01 to 0.62) and daridorexant (SMD 0.23, 95% CI –0.01 to 0.48), whereas benzodiazepines and Z-drugs generally showed larger effect sizes (e.g., SMDs of 0.45 to 0.83) than lemborexant and the other orexin receptor antagonists. However, the review concluded that lemborexant and eszopiclone among all of the insomnia medications assessed had the best profiles overall in terms of efficacy, tolerability, and acceptability. Compared to benzodiazepines, there is a low risk of developing tolerance and dependence. Memory and attention are not affected the next morning when taking lemborexant.   === Available forms === Lemborexant is available in the form of 5 and 10 mg oral film-coated tablets.   == Side effects == Side effects of lemborexant include somnolence or fatigue (combined preferred terms of somnolence, lethargy, fatigue, and sluggishness) (6.9% at 5 mg and 9.6% at 10 mg vs. 1.3% for placebo), headache (5.9% at 5 mg and 4.5% at 10 mg vs. 3.4% for placebo), and nightmares or abnormal dreams (0.9% at 5 mg and 2.2% at 10 mg vs. 0.9% for placebo). Less common side effects include sleep paralysis (1.3% at 5 mg and 1.6% at 10 mg vs. 0% for placebo) and hypnagogic hallucinations (0.1% at 5 mg and 0.7% at 10 mg vs. 0% for placebo). Lemborexant at doses of 10, 20, and 30 mg produces drug-liking responses similar to those of zolpidem (30 mg) and suvorexant (40 mg) in recreational sedative drug users. It is a controlled substance in the United States and is considered to have a low misuse potential.   == Pharmacology ==   === Pharmacodynamics === Lemborexant is a dual antagonist of the orexin OX1 and OX2 receptors. It associates and dissociates from the orexin receptors more rapidly than certain other orexin receptor antagonists, such as suvorexant, and this may cause it to have a shorter duration of action.   === Pharmacokinetics === The bioavailability of lemborexant is good and is at least 87%. The time to peak levels of lemborexant is 1 to 3 hours. A high-fat and high-calorie meal has been found to delay the time to peak levels by 2 hours. Its plasma protein binding in vitro is 94%. Lemborexant is metabolized primarily by CYP3A4 and to a lesser extent by CYP3A5. The \"effective\" half-life of lemborexant is 17 to 19 hours while its terminal elimination half-life is 55 hours. The medication is excreted in feces (57%) and to a lesser extent urine (29%).  Although lemborexant has a longer terminal elimination half-life than suvorexant, it appears to be more rapidly cleared than suvorexant in the earlier phases of elimination. In addition, lemborexant dissociates from the orexin receptors more rapidly than does suvorexant. These differences may allow for comparatively reduced next-day effects such as daytime somnolence with lemborexant.   == History == In June 2016, Eisai initiated Phase III clinical trials in the United States, France, Germany, Italy, Japan, Poland, Spain and the UK. In December 2019, lemborexant was approved for use in the United States based on results from the SUNRISE 1 and SUNRISE 2 Phase III clinical trials.   == Society and culture ==   === Names === Lemborexant is the generic name of the drug and its INNTooltip International Nonproprietary Name while E-2006 was its developmental code name. Lemborexant is sold under the brand name Dayvigo.   === Availability === Lemborexant is marketed in the United States, Canada, Australia, and Japan. It is not approved by the European Medicines Agency (EMA) for use in the European Union or by the Medicines and Healthcare products Regulatory Agency (MHRA) in the United Kingdom.   == Research == Lemborexant is under development for the treatment of circadian rhythm sleep disorders, sleep apnea, and chronic obstructive pulmonary disease. As of February 2022, it is in phase 2 clinical trials for circadian rhythm sleep disorders and phase 1 trials for sleep apnea and chronic obstructive pulmonary disease.   == References =="}