{"name": "lenalidomide", "category": "drug", "content": "Lenalidomide, sold under the brand name Revlimid among others, is a medication used to treat multiple myeloma, smoldering myeloma, and myelodysplastic syndromes (MDS). For multiple myeloma, it is a first line treatment, and is given with dexamethasone. It is taken by mouth. Common side effects include diarrhea, itchiness, joint pain, fever, headache, and trouble sleeping. Severe side effects include low blood platelets, low white blood cells, and blood clots. The dose may need to be adjusted in people with kidney problems.  Lenalidomide is closely related to thalidomide, which is known to cause severe birth defects, so its use during pregnancy is very likely to harm the fetus.  Lenalidomide belongs to a class of drugs known as immunomodulatory imide drugs (IMiDs) or Cereblon E3 ligase modulators, which includes thalidomide and its analogs. In lymphocytes, these drugs target an E3 ubiquitin ligase and change its specificity to include new targets. This results in the rapid degradation of several disease-related proteins including IKZF1, IKZF3, and CSNK1A1. Lenalidomide was approved for medical use in the United States in 2005. It is on the World Health Organization's List of Essential Medicines.   == Medical uses ==   === Multiple myeloma === Lenalidomide is used to treat multiple myeloma. It is a more potent molecular analog of thalidomide, which inhibits tumor angiogenesis, tumor-secreted cytokines, and tumor proliferation through induction of apoptosis. Lenalidomide is effective at inducing a complete or \"very good partial\" response and improves progression-free survival. Adverse events more common in people receiving lenalidomide for myeloma include neutropenia, deep vein thrombosis, infections, and an increased risk of other hematological malignancies. The risk of second primary hematological malignancies does not outweigh the benefit of using lenalidomide in relapsed or refractory multiple myeloma. It may be more difficult to mobilize stem cells for autograft in people who have received lenalidomide. In 2006, lenalidomide received US Food and Drug Administration (FDA) approval for use in combination with dexamethasone in people with multiple myeloma who have received at least one prior therapy. In 2017, the FDA approved lenalidomide as standalone maintenance therapy (without dexamethasone) for people with multiple myeloma following autologous stem cell transplant. In 2009, The National Institute for Health and Clinical Excellence issued a final appraisal determination approving lenalidomide in combination with dexamethasone as an option to treat people with multiple myeloma who have received two or more prior therapies in England and Wales. The use of lenalidomide combined with other drugs was evaluated. It was seen that the drug combinations of lenalidomide plus dexamethasone and continuous bortezomib plus lenalidomide plus dexamethasone probably result in an increase of the overall survival.   === Myelodysplastic syndromes === Lenalidomide was approved by the FDA in December 2005, for people with low- or intermediate-1-risk myelodysplastic syndromes who have chromosome 5q deletion syndrome (5q- syndrome) with or without additional cytogenetic abnormalities. It was approved on 17 June 2013 by the European Medicines Agency for use in patients with low- or intermediate-1-risk myelodysplastic syndromes who have 5q- deletion syndrome but no other cytogenetic abnormalities and are dependent on red blood cell transfusions, for whom other treatment options have been found to be insufficient or inadequate.   === Mantle cell lymphoma === Lenalidomide is approved by FDA as a specialty drug requiring a specialty pharmacy distribution for mantle cell lymphoma in people whose disease has relapsed or progressed after at least two prior therapies, one of which must have included the medicine bortezomib.   === AL amyloidosis === Although not specifically approved by the FDA for use in treating AL amyloidosis, lenalidomide is sometimes used in the treatment of that condition, often in combination with dexamethasone.   == Adverse effects == In addition to embryo-fetal toxicity, lenalidomide carries black box warnings for hematologic toxicity (including neutropenia and thrombocytopenia) and thromboembolism. Serious side effects include thrombosis, pulmonary embolus, hepatotoxicity, and bone marrow toxicity resulting in neutropenia and thrombocytopenia. Myelosuppression is the major dose-limiting toxicity, which is not the case with thalidomide. Lenalidomide may be associated with adverse effects as second primary malignancy, severe cutaneous reactions, hypersensitivity reactions, tumor lysis syndrome, tumor flare reaction, hypothyroidism, and hyperthyroidism.   === Teratogenicity === Lenalidomide is related to thalidomide, which is known to be teratogenic. Tests in monkeys suggest that lenalidomide is likewise teratogenic. It cannot be prescribed for people who are pregnant or who are likely to become pregnant during therapy. For this reason, the drug is only available in the United States through a restricted distribution system in conjunction with a risk evaluation and mitigation strategy. People who may become pregnant must use at least two forms of reliable contraception during treatment and for at least four weeks after discontinuing treatment with lenalidomide.   === Venous thromboembolism === Lenalidomide, like its parent compound thalidomide, may cause venous thromboembolism, a potentially serious complication with their use. High rates of venous thromboembolism have been found in patients with multiple myeloma who received thalidomide or lenalidomide in conjunction with dexamethasone, melphalan, or doxorubicin.   === Stevens-Johnson syndrome ===  In March 2008, the US Food and Drug Administration (FDA) included lenalidomide on a list of twenty prescription drugs under investigation for potential safety problems. The drug was investigated for possibly increasing the risk of developing Stevens–Johnson syndrome, a life-threatening skin condition.   === FDA ongoing safety review ===  In 2011, the FDA initiated an ongoing review of clinical trials that found an increased risk of developing cancers such as acute myelogenous leukemia and B-cell lymphoma, though it did not advise patients to discontinue treatment with lenalidomide.   == Mechanism of action ==  Lenalidomide changes the substrate specificity of the CRL4CRBN E3 ubiquitin ligase, a complex consisting of DNA-binding protein 1 (DDB1), cullin 4a (CUL4A), regulator of cullins 1 (ROC1), and cereblon (CRBN). Cereblon is the substrate adapter for the complex and is the primary molecular target of the drug. Treatment with lenalidomide changes the targets of the ligase complex. Subsequently, proteins IKZF1, IKZF3, and CK1α are recruited to the complex, ubiquinated, and then degraded by the proteasome. IKZF1 and IKZF3 are essential transcription factors for malignant plasma cells. In particular, loss of IKZF3 then decreases the expression of interferon regulatory factor 4 (IRF4). IRF4 is a master regulator of a number of cancer-promoting genes and is required for the survival of multiple myeloma. Loss of IKZF1 and IKZF3 also results in increased expression and secretion of interleukin 2 and interferon gamma, which stimulates a local immune response from T cells and NK cells.   == Synthesis == The first synthesis of lenalidomide was disclosed in patents filed by Celgene.  Methyl 2-methyl-3-nitrobenzoate is brominated using N-bromosuccinimide and the product is treated with 3-amino-piperidine-2,6-dione, a cyclic derivative of glutamine to form a lactam. Catalytic hydrogenation then gives lenalidomide.   == History ==   == Society and culture ==   === Legal status === Lenalidomide was approved for medical use in the United States in 2005.   === Economics === Lenalidomide costs US$163,381 per year for the average person in the United States as of 2012. Lenalidomide made almost $9.7bn for Celgene in 2018. In 2013, the UK National Institute for Health and Care Excellence (NICE) rejected lenalidomide for \"use in the treatment of people with a specific type of the bone marrow disorder myelodysplastic syndrome (MDS)\" in England and Scotland, arguing that Celgene \"did not provide enough evidence to justify the £3,780 per month (US$5,746.73) price-tag of lenalidomide for use in the treatment of people with a specific type of the bone marrow disorder myelodysplastic syndrome (MDS)\". In Australia, a 21-day course of 25 mg lenalidomide tablets costs Medicare A$2397, however the patient only pays $30 due to the Pharmaceutical Benefits Scheme.   == References =="}