{"name": "Lennox-Gastaut syndrome", "category": "disease", "content": "Lennox–Gastaut syndrome (LGS) is a complex, rare, and severe childhood-onset epilepsy syndrome. It is characterized by multiple and concurrent seizure types including tonic seizure, cognitive dysfunction, and slow spike waves on electroencephalogram (EEG), which are very abnormal. Typically, it presents in children aged 3–5 years and most of the time persists into adulthood with slight changes in the electroclinical phenotype. It has been associated with perinatal injuries, congenital infections, brain malformations, brain tumors, genetic disorders such as tuberous sclerosis and numerous gene mutations. Sometimes LGS is observed after infantile epileptic spasm syndrome (formerly called West syndrome). The prognosis for LGS is marked by a 5% mortality in childhood and persistent seizures into adulthood (at least 90% of adults with LGS still have seizures). LGS was named for neurologists William G. Lennox (Boston, US) and Henri Gastaut (Marseille, France), who independently described the condition. The international LGS Awareness Day is on November 1.   == Signs and symptoms == The symptoms vary and progress with age and are characterized by a triad of seizures including tonic seizure, cognitive dysfunction, and EEG findings. The triad may not fully emerge until 1–2 years after first seizure episode.   === Seizures === The peak age of onset of seizures is in the first year of life and the seizures evolve into LGS typically between 3 and 5 years of age. The mainstay symptoms are seizures that are frequent – occurring daily and difficult to treat with anti-seizure medications. An estimated 30% of patients with infantile epileptic spasm syndrome (formerly called West syndrome) have been reported to progress with LGS. Tonic seizures are the most common and present in nearly everyone with LGS. They occur most frequently during non-REM sleep (90% of the time). They initially last for a minute or less and are activated by sleep. The presentation can be subtle. They present often as tonic eyelid opening with some changes in breathing coupled with pupillary dilation, urinary incontinence, increased heart rate, and flushing. Nonconvulsive status epilepticus occurs in about 50% of patients with LGS. The seizures can cause sudden falling often leading to injury. These \"drop attacks\" are typically the first manifestation of LGS. The attacks are characterized by a single, generalized myoclonic jerk that precedes tonic contraction of axial muscles.   === EEG findings === Findings that strongly suggest LGS include abnormal, consistent slow spike-wave (< 3 hertz [Hz]) on awake EEG. The complexes typically consist of a spike (duration < 70 milliseconds) or a sharp wave (70–200 milliseconds), followed first by a positive deep trough, then a negative wave (350–400 milliseconds). Not every wave is preceded by a spike. Bursts increase and decrease without clear onset and offset.  Slow spike waves may occur during seizures or between seizures, or may occur in absence of any observable clinical changes. This helps distinguish LGS from the pattern of extended 3-Hz spike-wave discharges.   == Causes == The LGS disease pathophysiology is mostly unknown, but some evidence implicates cortical hyperexcitability occurring at critical periods of brain development. A lot is known about what causes early life seizures and everyone with LGS has it secondary to a seizure etiology. There are two types of LGS etiologies: idiopathic and secondary. The cause of the idiopathic subtype is unknown. The cause of the secondary subtype occurs when an identifiable underlying pathology is responsible and you can see this pathology on an MRI scan. The most common type of LGS (70–78%) is secondary. These patients tend to have a worse prognosis than those with idiopathic LGS. In up to one-third of cases no cause for seizures can be found.   === Brain injury === Seizures that then evolve into LGS most often occur secondary to brain damage. The brain damage can occur from perinatal insults, encephalitis, meningitis, tumor, and brain malformation.   === Genetic mutations === Other identified causes of early life seizures include genetic disorders such as tuberous sclerosis and inherited deficiency of methylene tetrahydrofolate reductase. Some of these cases once thought to be of unknown cause may have definitive etiology by modern genetic testing. Progress in genome and exome sequencing is revealing that some individuals diagnosed with Lennox–Gastaut syndrome have de novo mutations in a variety of genes, including CHD2, GABRB3, ALG13 and SCN2A. The Epi4K study consortium (2013) observed de novo mutations in at least 15% of a study cohort of 165 patients with LGS and infantile spasms using whole exome sequencing. A 2013 study found a high frequency of rare copy-number variations (CNVs) in adult patients with LGS or LGS-like epilepsy. Mutations in the IQSEC2 gene have been associated with this syndrome. This gene is located on the short arm of the X chromosome (Xp11.22). While we know a lot about what causes early life seizures, we do not know why some children's seizures evolve into LGS.   == Diagnosis == The diagnosis of LGS should be suspected in children less than 8 years old with seizures of multiple types that cannot be treated with anti-seizure medications. Because of high risk of irreversible brain damage in early stages of syndrome (particularly in infants and young children), early diagnosis is essential. Nobody is born with LGS, it evolves over time, so it may take 1–2 years after first initial seizure for all criteria for diagnosis to emerge, so LGS should be considered if there are suggestive signs and symptoms without presence of complete triad. To confirm diagnosis, awake and asleep EEG and magnetic resonance imaging (MRI) are performed. MRI is used to detect focal brain lesions. The diagnosis of LGS should also be considered in adults who have childhood-onset, intractable seizures, and intellectual disability.    === Ruling out other diagnoses === Certain diagnoses must be ruled out before diagnosing LGS. These diagnoses are:  Doose syndrome Dravet syndrome pseudo-Lennox–Gastaut syndrome (atypical benign partial epilepsy) LGS is more easily distinguished from Doose syndrome by seizure type after the syndrome has progressed. Doose syndrome has more myoclonic seizures and LGS has more tonic seizures. The Doose syndromes is less likely to have cognitive disabilities. Pseudo-Lennox–Gastaut syndrome can be distinguished from LGS because pseudo-LGS has different spike-and-wave patterns on EEG.   == Treatment == There are several treatment options, including medications, surgery, and diet.   === Medications === In most patients with LGS, the treatment does not end seizure recurrence. The goals of treatment are to lower frequency and severity of seizures to greatest extent possible. There are no studies using only one medication. Lamotrigine and rufinamide used as add-ons are very effective in reducing overall seizures, but do not stop them. The treatments for LGS has evolved over the years. Various treatments have been shown to have some degree of efficacy. In 1997–1999, lamotrigine was found to be effective and approved by the Food and Drug Administration and Health Canada. In 1999, topiramate trials showed that topiramate decreased seizure occurrence by more than 50%. Felbamate is the treatment of last resort, and was found to be superior to placebo in controlling treatment resistant partial seizures and atonic seizures. However, it has been known to cause aplastic anemia and liver toxicity.   ==== First-line drugs ==== valproate (valproic acid, sodium valproate and valproate semisodium)   ==== Second-line drugs ==== lamotrigine   ==== Third-line drugs ==== rufinamide topiramate clobazam felbamate cannabidiol   ==== Adjuvant drugs ==== Are the following:  benzodiazepines: clonazepam, nitrazepam zonisamide   === Surgery === In the past, LGS patients were not eligible for surgery, as the medical community thought it to involve the whole brain as a generalized epilepsy in all cases. Since 2010, this assumption has been challenged. Two studies on LGS patients series who underwent curative surgery in Korea and China, showed very good results, up to seizure freedom for 80% of these patients below 5 years old, and 40% above 5 years old. Like all epilepsy curative surgeries, seizures may recur in the years following surgery, but surgery allows the child to have better brain development during the seizure free period. There are several procedures that have shown efficacy:  vagus nerve stimulation, which involves implantation of battery-operated generator of intermittent electrical stimuli to an electrode wrapped around left vagus nerve. Some studies have been shown it to have greater than 50% reduction in seizures reported in more than half of patients. corpus callosotomy, which has shown to be effective with atonic seizures. This procedure is considered in cases in which vagus nerve stimulation has failed transcranial direct current stimulation resection   === Diet ===  A ketogenic diet is a diet that causes ketosis, a state in which there is an increased amount of ketones in the body. Adopting and maintaining rigid diet may be difficult for some families. Short-term ketogenic diet might be associated with nonsignificant decreases in frequency of parent-reported seizures in children with LGS. A case series study showed 50% seizure reduction reported in almost half of children with LGS after 1 year of ketogenic diet. However, the strength of the study is challenged because it represents reports rather than scientific analysis of the clinical outcomes such as in a randomized controlled trial.   == Prognosis == The mortality rate ranges 3–7% in a mean follow up period of 8.5 to 9.7 years. Death is often related to accidents.   == Epidemiology == LGS is seen in approximately 4% of children with epilepsy, and is more common in males than in females. Usual onset is between the ages of three and five. Children can have no neurological problems prior diagnosis, or have other forms of epilepsy. West syndrome is diagnosed in 20% of patients before it evolves into LGS at about 2 years old.   === Finland === According to a 1997 community-based retrospective study in the Helsinki metropolitan area and the province of Uusimaa, the annual incidence of Lennox–Gastaut was 2 in 100,000 (0.002%) from 1975 to 1985.   === United States === 0.026% of all children in the Atlanta, Georgia metropolitan area were estimated to have LGS in 1997, which was defined as, \"onset of multiple seizure types before age 11 years, with at least one seizure type resulting in falls, and an EEG demonstrating slow spike-wave complexes (<2.5 Hz).\" The study concluded that LGS accounts for 4% of childhood epilepsies.   == Research == Vigabatrin was found by Feucht et al. to be an effective add-on in patients whose seizures were not satisfactorily controlled by valproate. Out of 20 children, only 1 experienced a serious side effect (dyskinesia). Zonisamide showed promise in an overview of controlled and uncontrolled trials conducted in Japan. However, in a physician survey conducted December 2004, only 28% of Lennox–Gastaut and West syndrome patients improved on zonisamide. Soticlestat is an investigational anticonvulsant that was well tolerated and reduced seizure frequency in a phase 2 clinical study for the treatment of Lennox-Gastaut syndrome and began phase 3 trials in 2022.   == Lennox-Gastaut Syndrome Foundation == The Lennox-Gastaut Syndrome (LGS) Foundation, based in San Diego, California, is dedicated to improving the lives of those impacted by LGS through advancing research, awareness, education, and family support. The organization's slogan is: \"The challenges are tough. So are we\".   == References ==   == External links =="}