{"name": "lenvatinib", "category": "drug", "content": "Lenvatinib, sold under the brand name Lenvima among others, is an anti-cancer medication for the treatment of certain kinds of thyroid cancer and for other cancers as well. It was developed by Eisai Co. and acts as a multiple kinase inhibitor against the VEGFR1, VEGFR2 and VEGFR3 kinases.   == Medical uses == Lenvatinib is approved (since 2015) for the treatment of differentiated thyroid cancer that is either locally recurrent or metastatic, progressive, and did not respond to treatment with radioactive iodine (radioiodine). In May 2016, the US Food and Drug Administration (FDA) approved it (in combination with everolimus) for the treatment of advanced renal cell carcinoma following one prior anti-angiogenic therapy. The drug is also approved in the US and in the European Union for hepatocellular carcinoma that cannot be removed surgically in patients who have not received cancer therapy by mouth or injection.   == Adverse effects == Hypertension (high blood pressure) was the most common side effect in studies (73% of patients, versus 16% in the placebo group), followed by diarrhoea (67% vs. 17%) and fatigue (67% vs. 35%). Other common side effects included decreased appetite, hypotension (low blood pressure), thrombocytopenia (low blood platelet count), nausea, muscle and bone pain.   == Interactions == As lenvatinib moderately prolongs QT time, addition of other drugs with this property could increase the risk of a type of abnormal heart rhythm, namely torsades de pointes. No relevant interactions with enzyme inhibitors and inducers are expected.   == Pharmacology ==   === Mechanism of action === Lenvatinib acts as a multiple kinase inhibitor. It inhibits the three main vascular endothelial growth factor receptors VEGFR1, 2 and 3, as well as fibroblast growth factor receptors (FGFR) 1, 2, 3 and 4, platelet-derived growth factor receptor (PDGFR) alpha, c-Kit, and the RET proto-oncogene. Some of these proteins play roles in cancerogenic signalling pathways. VEGFR2 inhibition is thought to be the main reason for the most common side effect, hypertension.   === Pharmacokinetics === Lenvatinib is absorbed quickly from the gut, reaching peak blood plasma concentrations after one to four hours (three to seven hours if taken with food). Bioavailability is estimated to be about 85%. The substance is almost completely (98–99%) bound to plasma proteins, mainly albumin.  Lenvatinib is metabolized by the liver enzyme CYP3A4 to desmethyl-lenvatinib (M2). M2 and lenvatinib itself are oxidized by aldehyde oxidase (AO) to substances called M2' and M3', the main metabolites in the feces. Another metabolite, also mediated by a CYP enzyme, is the N-oxide M3. Non-enzymatic metabolization also occurs, resulting in a low potential for interactions with enzyme inhibitors and inducers. Terminal half-life is 28 hours, with about two thirds being excreted via the feces, and one quarter via the urine.   == Chemistry == Lenvatinib is used in form of the mesylate salt (CAS number 857890-39-2 ).   == History == A phase I clinical trial in cancer patients was performed in 2006. A phase III trial treating thyroid cancer patients started in March 2011. Lenvatinib was granted orphan drug status for treatment of various types of thyroid cancer that do not respond to radioiodine in the US and Japan in 2012 and in Europe in 2013. In February 2015, the U.S. FDA approved lenvatinib for treatment of progressive, radioiodine refractory differentiated thyroid cancer. In May 2015, European Medicines Agency (EMA) approved the drug for the same indication. In May 2016, the FDA approved it (in combination with everolimus) for the treatment of advanced renal cell carcinoma following one prior anti-angiogenic therapy. In August 2018, the FDA approved lenvatinib for the first-line treatment of people with unresectable hepatocellular carcinoma (HCC).   == References =="}