{"name": "lesinurad", "category": "drug", "content": "Lesinurad (brand name Zurampic) is a urate transporter inhibitor for treating high blood uric acid levels associated with gout. It is recommended only as an adjuvant with either allopurinol or febuxostat when these medications are not sufficient. It received FDA approval on 22 December 2015. The European Commission granted a marketing authorisation valid throughout the European Union on 18 February 2016. In February 2019, lesinurad was discontinued in the United States by its manufacturer for business reasons, and was subsequently withdrawn in Europe in July 2020.   == Medical uses == Lesinurad is used in combination with a xanthine oxidase inhibitor, such as allopurinol or febuxostat, for treating hyperuricemia (high levels of uric acid in the blood serum) associated with gout. It is approved only for patients who have not achieved target uric acid levels with a xanthine oxidase inhibitor alone.   == Contraindications == The drug is contraindicated in people with tumour lysis syndrome or Lesch–Nyhan syndrome (juvenile gout), as well as severe impairment of kidney function, including kidney transplant and hemodialysis patients.   == Adverse drug reactions == In clinical trials, serum creatinine (an important marker for kidney function) was elevated in 4.3 to 7.8% of patients depending on the dose, as compared to 2.3% under placebo. Manifest kidney problems were less frequent under the standard dose than under placebo: Kidney failure occurred in 2.1% of placebo patients, in 1.2% of patients with the therapeutic standard dose, and in 3.5% of patients with the double dose. For kidney stones, the frequencies were 1.7%, 0.6% and 2.5%, respectively. Other common side effects were influenza (5.1% vs. 2.7% under placebo), headache (5.3% vs. 4.1%), and gastroesophageal reflux disease (2.7% vs. 0.8%). Hypersensitivity reactions were rare (<0.1%).   == Interactions == The substance is a mild inducer of the liver enzyme CYP3A4. Some drugs that are metabolized by this enzyme have been shown to be slightly less effective when combined with lesinurad, examples including simvastatin and warfarin. It might also be a mild inducer of CYP2B6. On the other hand, lesinurad concentrations in the blood are decreased by drugs that induce CYP2C9 and increased by substances that inhibit this enzyme (such as fluconazole), as well as in people who have genetically determined low CYP2C9 activity. The same may be true of microsomal epoxide hydrolase inhibitors (such as valproic acid). High dose aspirin and related drugs reduce the effectiveness of other anti-gout medications. It is not known conclusively whether this also applies to lesinurad, but low dose aspirin does not negatively affect its activity.   == Pharmacology ==   === Mechanism of action === Lesinurad inhibits URAT1, a protein that is responsible for reabsorption of uric acid in the kidneys. This leads to increased uric acid excretion with the urine, and consequently lower blood levels. It also inhibits the protein OAT4, which is associated with hyperuricemia caused by diuretic drugs.   === Pharmacokinetics ===  Lesinurad is quickly and practically completely absorbed from the gut. Highest blood plasma concentrations are reached after one to four hours. When in the bloodstream, the substance is almost completely (>98%) bound to plasma proteins, mainly albumin. It is metabolized mainly by the liver enzyme CYP2C9 to various oxidation products, predominantly to a hydroxylated substance called M3 and an epoxide, M3c. The latter is quickly hydrolyzed to the diol M4 by microsomal epoxide hydrolase (mEH). The enzymes CYP1A1, CYP2C19 and CYP3A only play minor roles in its metabolization. Glucuronidation by the enzymes UGT1A1 and UGT2B7 has also been detected. Lesinurad is excreted via the urine (63%) and feces (32%), with a biological half-life of about five hours. Of the excreted dose, 30% are unchanged lesinurad, and the rest are metabolites.   === Pharmacogenomics === People who are CYP2C9 poor metabolizers are exposed to lesinurad concentrations that are about 1.8-fold higher than those with a normal function of this enzyme.   == Chemistry ==  Lesinurad is a white to off-white powder and is not hygroscopic. It is a 1:1 racemic mixture of atropisomers.   == See also == Lesinurad/allopurinol, a fixed-dose combination drug   == References ==   == Further reading ==   == External links == \"Lesinurad\". Drug Information Portal. U.S. National Library of Medicine."}