{"name": "letermovir", "category": "drug", "content": "Letermovir (INN; brand name Prevymis) is an antiviral drug for the treatment of cytomegalovirus (CMV) infections. It has been tested in CMV infected patients with allogeneic stem cell transplants and may also be useful for other patients with a compromised immune system such as those with organ transplants or HIV infections.  The drug was initially developed by the anti-infective division at Bayer, which became AiCuris Anti-infective Cures AG through a spin-out and progressed the development to end of Phase 2 before the project was sold to Merck & Co  for Phase 3 development and approval. The drug was granted fast track status by the US Food and Drug Administration (FDA) and orphan drug status by the European Medicines Agency. It is approved for prevention of CMV infection and disease in recipients of an allogeneic stem cell transplant. The FDA considers it to be a first-in-class medication.   == Medical use == In the US as well as in the EU, letermovir is used for the prevention of cytomegalovirus infection and disease in adult CMV-seropositive recipients of an allogeneic stem cell transplant. The therapy is started shortly after the transplantation and typically lasts for 100 days. Although letermovir is a relatively new antiviral, CMV resistance has been documented in stem cell transplantation recipients; although rare, breakthrough infections of prophylactic treatment with letermovir underscores the ongoing selective pressure on CMV's viral evolution and its continued ability to evade therapeutic suppression through mutations in critical gene regions such as within the UL56 amplicon.   == Contraindications == Combining the drug with pimozide or ergot alkaloids (such as ergotamine or methylergometrine) is contraindicated because these drugs are metabolized by the liver enzyme CYP3A4, and letermovir inhibits this enzyme. In people who also take ciclosporin, which increases letermovir concentrations in the body, combination with the cholesterol lowering drugs simvastatin and pitavastatin is also contraindicated. In Canada, this also applies to bosentan, lovastatin and rosuvastatin; and in the EU, to dabigatran, atorvastatin, and rosuvastatin.   == Adverse effects == Side effects from the use of letermovir are uncommon, but gastrointestinal symptoms such as gastritis and nausea may occur, as can dyspnea (difficulties breathing) and hepatitis. In general, side effects of the drug are comparable to those under placebo treatment.   == Overdose == In studies, giving the threefold therapeutic dose for 14 days resulted in no additional adverse effects. It is unknown whether the substance can be removed from the system by hemodialysis.   == Pharmacology ==   === Mechanism of action === Letermovir is a viral terminase inhibitor. It specifically inhibits the CMV viral terminase complex which is encoded by the CMV genes UL56, UL51 and UL89. This inhibition has the effect of preventing cleavage of CMV DNA concatamers, resulting in long uncleaved DNA and noninfectious viral particles. Letermovir is only active against CMV and has no effect on other herpesviruses.   === Pharmacokinetics === Letermovir is quickly absorbed from the gut, reaching its highest concentrations in the blood plasma after 1.5 to 3 hours. Its bioavailability is estimated to be 37%. Ciclosporin increases this bioavailability to about 85%. When in the bloodstream, the substance is almost completely (98.2%) bound to plasma proteins. It is mostly (96.6%) circulating in its original form; only a small proportion is metabolized by the liver enzymes UGT1A1 and UGT1A3, resulting in a glucuronide. The drug is mainly excreted via the feces (93.3%). Less than 2% is found in the urine.   == Chemistry == Letermovir is used as the free acid. It is a white to off-white, amorphous powder that is slightly hygroscopic, very slightly soluble in water, and very soluble in acetonitrile, acetone, dimethylacetamide, ethanol, and 2-propanol. The molecule has one asymmetric carbon atom, which is in S configuration.   == References ==   == External links == \"Letermovir Injection\". MedlinePlus."}