{"name": "Letterer-Siwe Disease", "category": "disease", "content": "Letterer–Siwe disease, (LSD) or Abt-Letterer-Siwe disease, is one of the four recognized clinical syndromes of Langerhans cell histiocytosis (LCH) and is the most severe form, involving multiple organ systems such as the skin, bone marrow, spleen, liver, and lung. Oral cavity and gastrointestinal involvement may also be seen. LCH and all its subtypes are characterized by monoclonal migration and proliferation of specific dendritic cells.  The subcategorization of Letterer-Siwe disease is a historical eponym.  Designating the four subtypes of LCH as separate entities are mostly of historical significance, because they are varied manifestations of the same underlying disease process, and patients also often exhibit symptoms from more than one of the four syndromes.   Letterer-Siwe causes approximately 10% of LCH disease. Prevalence is estimated at 1:500,000 and the disease almost exclusively occurs in children less than three years old. It is more common among Caucasian patients than in African American patients. Children with LCH with single organ involvement tend to have a better prognosis than patients with the multi-system involvement seen in Letter-Siwe disease. The name is derived from the names of Erich Letterer and Sture Siwe.   == Presentation == Letterer-Siwe typically presents in children less than 2 years old, and the clinical manifestations may include:   In a more severe course or in later phases of the disease, patients may present with hemorrhage and sepsis secondary to hepatic failure and severe pancytopenia. A purpuric rash or bruise may be apparent right before death in a patient who has a hemorrhagic tendency.   == Cause == In general, the cause of Langerhans Cell Histiocytosis is unknown. Regardless of the subtype of Langerhans cell histiocytosis, the pathologic hallmark for all subtypes of LCH is the abnormal proliferation and accumulation of immature Langerhans cells, macrophages, lymphocytes, and eosinophils. The collection of these cells is what forms granulomatous lesions. Histiocytes, a type of white blood cell, are part of the body's immune system. When produced in excess, like in LCH and LSD, they attack the body's systems and cause the physical manifestations that are seen in these patients. There have been associated gene mutations linked to Abt-Letterer-Siwe disease. LSD, in addition to all forms of LCH, is an oncogene-driven cancer of myeloid lineage. Activation of the RAS-RAF-MEK-ERK signaling pathway is seen in all patients with LCH. In 50-60% of patients with LCH, oncogenic mutations of BRAFV600E are identified. 10-15% of patients have MAP2K1 mutations. LSD has no clear association with hereditary or familial tendencies.   == Diagnosis == Diagnosing Letterer-Siwe disease requires a complete work-up and examination because its symptoms are often non-specific and appear like other benign conditions. A diagnosis of LSD can be made with positive biochemical findings suggestive of LSD in addition to evidence of multi-organ involvement. The diagnosis is established by biopsy. Pathology then uses immunohistochemical characteristics, such as cell surface markers CD1a, CD207, and S-100, to help identify the Langerhans cells. Because of the link LCH has to BRAFV600E and other MAPK pathway mutations, tumor tissue should be tested for associated mutations. Electron microscopy will show racket-like Langerhans cell granules within the specific infiltrating cells. The demonstration of these organelles allows the unequivocal diagnosis in cases with uncharacteristic clinical or histopathological appearance. The same structures are characteristic of Hand-Schüller-Christian disease and of eosinophilic granuloma. The electron microscopic findings confirm the grouping of these three diseases together as \"histiocytosis X\". In order to evaluate the degree of organ involvement in these patients, physicians may conduct a variety of diagnostic tests, such as  In addition, a work-up for congenital and acquired immunodeficiency syndromes should be completed. In addition, a work-up should be done on potential infectious etiologies. LSD may easily be missed for other conditions causing anemia, thrombocytopenia, and hepatosplenomegaly, but should be considered especially if the patient's disease course has been refractory to antibiotics.   == Prognosis == The disease is often rapidly fatal, with a five-year survival rate of 50%. Poor prognostic indicators include disseminated disease, age < 2 years, and the development of thrombocytopenia. The involvement of risk organs, which include the liver, spleen, and organs of the hematopoietic system, also suggests a worse prognosis and significantly higher mortality rate.  The most significant prognostic factor is a response to initial (6-12 weeks) therapy with vinblastine and steroids. This factor outweighs even age as a prognostic indicator.  For infants, LSD is nearly always a fatal illness. Death may occur in-utero or within a few weeks of birth.    == Treatment == Chemotherapy is indicated for patients with multisystem involvement. Patients who do not respond to even aggressive chemotherapy may consider reduced-intensity hematopoietic stem cell transplantation, experimental chemotherapy, or immunomodulatory therapy specific to any identified mutation. Patients with BRAFV600E mutations, for example, may be candidates for BRAF inhibitors such as vemurafenib. Early consultation with a dermatologist in patients with skin manifestations is key, as early diagnosis and treatment can be life-saving to patients with this often terminal disease.   == References ==   == External links =="}