{"name": "leuprorelin", "category": "drug", "content": "Leuprorelin, also known as leuprolide, is a manufactured version of a hormone used to treat prostate cancer, breast cancer, endometriosis, uterine fibroids, for early puberty, or as part of transgender hormone therapy. It is given by injection into a muscle or under the skin. Leuprorelin is in the gonadotropin-releasing hormone (GnRH) analogue family of medications. It works by decreasing gonadotropins and therefore decreasing testosterone and estradiol. Common side effects include hot flashes, unstable mood, trouble sleeping, headaches, and pain at the site of injection. Other side effects may include high blood sugar, allergic reactions, and problems with the pituitary gland. Use during pregnancy may harm foetal development. Leuprorelin was patented in 1973 and approved for medical use in the United States in 1985. It is on the World Health Organization's List of Essential Medicines. It is sold under the brand name Lupron among others.   == Medical use == Leuprorelin may be used in the treatment of hormone-responsive cancers such as prostate cancer and breast cancer. It may also be used for estrogen-dependent conditions such as endometriosis or uterine fibroids. It may be used for precocious puberty in both males and females, and to prevent premature ovulation in cycles of controlled ovarian stimulation for in vitro fertilization (IVF). This use is controversial since the Lupron label advises against using the drug when one is considering pregnancy, due to a risk of birth defects. It may be used to reduce the risk of premature ovarian failure in women receiving cyclophosphamide for chemotherapy. Along with triptorelin and goserelin, it has been used to delay puberty in transgender youth until they are old enough to begin hormone replacement therapy. Researchers have recommended puberty blockers after age 12, when the person has developed to Tanner stages 2–3, and then cross-sex hormones treatment at age 16. This use of the drug is off-label, however, not having been approved by the Food and Drug Administration and without data on long-term effects of this use. They are also sometimes used as alternatives to antiandrogens like spironolactone and cyproterone acetate for suppressing testosterone production in transgender women. It also is used for suppressing estrogen production in transgender men. It is considered a possible treatment for paraphilias. Leuprorelin has been tested as a treatment for reducing sexual urges in pedophiles and other cases of paraphilia.   == Side effects == Common side effects of leuprorelin injection include redness/burning/stinging/pain/bruising at the injection site, hot flashes (flushing), increased sweating, night sweats, tiredness, headache, upset stomach, nausea, diarrhea, impotence, testicular shrinkage, constipation, stomach pain, breast swelling or tenderness, acne, joint/muscle aches or pain, trouble sleeping (insomnia), reduced sexual interest, vaginal discomfort/dryness/itching/discharge, vaginal bleeding, swelling of the ankles/feet, increased urination at night, dizziness, breakthrough bleeding in a female child during the first two months of leuprorelin treatment, weakness, chills, clammy skin, skin redness, itching, or scaling, testicle pain, impotence, depression, or memory problems. The rates of gynecomastia with leuprorelin have been found to range from 3 to 16%. A cohort of women that were prescribed leuprorelin to delay precocious puberty as children has developed osteoporosis and brittle teeth at an unexpected rate; However, the FDA has not established that these conditions were caused by leuprorelin.   === Lupron \"flare\" === During the initial phase of luteinizing hormone-releasing hormone (LHRH) agonist therapy in individuals assigned male at birth, there is a notable phenomenon known as the \"flare.\" This occurs when testosterone levels temporarily surge by approximately 50% within the first 1 to 2 weeks of therapy. This increase is a response to the initial stimulation of luteinizing hormone (LH) by the LHRH agonist, leading to a rise in testosterone levels before they begin to decrease as intended. For individuals receiving LHRH agonists as part of gender-affirming care, this temporary increase in testosterone can be particularly distressing, exacerbating gender dysphoria and discomfort. To manage and mitigate these effects, healthcare providers often prescribe antiandrogens during this phase to help block the unwanted increase in testosterone and alleviate the associated distress.   == Pharmacology ==   === Mechanism of action === Leuprorelin is a gonadotropin-releasing hormone (GnRH) analogue acting as an agonist at pituitary GnRH receptors. GnRH receptor agonists initially increase the secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH) by the anterior pituitary and increased serum estradiol and testosterone levels via the hypothalamic–pituitary–gonadal axis (HPG axis).  However, normal functioning of this axis requires pulsatile release of GnRH from the hypothalamus.  Continuous exposure to an agonist such as leuprorelin for several weeks causes pituitary GnRH receptors to become desensitised and no longer responsive. This desensitisation is the objective of leuprorelin therapy because it ultimately reduces LH and FSH secretion, leading to hypogonadism and a dramatic reduction in estradiol and testosterone levels regardless of sex.   === Available forms === Leuprorelin is available in the following forms, among others:  Short-acting daily intramuscular injection (Lupron) Long-acting depot intramuscular injection (Lupron Depot) Long-acting depot subcutaneous injection (Eligard) Long-acting subcutaneous injection (Fensolvi) Long-acting subcutaneous implant (Viadur) Long-acting leuprolide mesylate (Camcevi) for the treatment of advanced prostate cancer. Leuprolide acetate and norethindrone acetate co-packaged pack (Lupaneta Pack)   == Chemistry == The peptide sequence is Pyr-His-Trp-Ser-Tyr-D-Leu-Leu-Arg-Pro-NHEt (Pyr = L-pyroglutamyl).   == History == Leuprorelin was discovered and first patented in 1973 and was introduced for medical use in 1985. It was initially marketed only for daily injection, but a depot injection formulation was introduced in 1989.   === Approvals === Lupron injection was approved by the FDA for treatment of advanced prostate cancer on 9 April 1985. Lupron depot for monthly intramuscular injection was approved by the FDA for palliative treatment of advanced prostate cancer on 26 January 1989. Viadur was approved by the FDA for palliative treatment of advanced prostate cancer on 6 March 2000. Eligard was approved by the FDA for palliative treatment of advanced prostate cancer on 24 January 2002. Fensolvi was approved by the FDA for children with central precocious puberty on 4 May 2020.   == Society and culture ==   === Legal status === On 24 March 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Camcevi, intended for the treatment of the cancer of the prostate in adult men when the cancer is \"hormone-dependent\", which means that it responds to treatments that reduce the levels of the hormone testosterone. The applicant for this medicinal product is Accord Healthcare S.L.U. Leuprorelin was approved for medical use in the European Union in May 2022.   === Names === Leuprorelin is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while leuprorelin acetate is its BANMTooltip British Approved Name and JANTooltip Japanese Accepted Name, leuprolide acetate is its USANTooltip United States Adopted Name and USPTooltip United States Pharmacopeia, leuprorelina is its DCITTooltip Denominazione Comune Italiana, and leuproréline is its DCFTooltip Dénomination Commune Française. It is also known by its developmental code names A-43818, Abbott-43818, DC-2-269, and TAP-144. Leuprorelin is marketed by Bayer AG under the brand name Viadur, by Tolmar under the brand names Eligard and Fensolvi, and by TAP Pharmaceuticals (1985–2008), by Varian Pharmed( Previously named Varian Darou Pajooh) under the brand name Leupromer and Abbott Laboratories (2008–present) under the brand name Lupron.   === Controversy === In October 2001, the US Department of Justice, states attorneys general, and TAP Pharmaceutical Products, a subsidiary of Abbott Laboratories, settled criminal and civil charges against TAP related to federal and state medicare fraud and illegal marketing of the drug leuprorelin. TAP paid a total of $875 million, which was a record high at the time. The $875 million settlement broke down to $290 million for violating the Prescription Drug Marketing Act, $559.5 million to settle federal fraud charges for overcharging Medicare, and $25.5 million reimbursement to 50 states and Washington, D.C., for filing false claims with the states' Medicaid programs. The case arose under the False Claims Act with claims filed by Douglas Durand, a former TAP vice president of sales, and Joseph Gerstein, a doctor at Tufts University's HMO practice. Durand, Gerstein, and Tufts shared $95 million of the settlement. There have since been various suits concerning leuprorelin use, none successful. They either concern the oversubscription of the drug or undue warning about the side effects. Between 2010 and 2013, the FDA updated the Lupron drug label to include new safety information on the risk of thromboembolism, loss of bone density and convulsions. The FDA then asserted that the benefits of leuprorelin outweigh its risks when used according to its approved labeling. Since 2017, the FDA has been evaluating leuprorelin's connection to pain and discomfort in musculoskeletal and connective tissue.   == Research == As of 2006, leuprorelin was under investigation for possible use in the treatment of mild to moderate Alzheimer's disease. A by mouth formulation of leuprorelin is under development for the treatment of endometriosis. It was also under development for the treatment of precocious puberty, prostate cancer, and uterine fibroids, but development for these uses was discontinued. The formulation has the tentative brand name Ovarest. As of July 2018, it is in phase II clinical trials for endometriosis.   == Veterinary use == Leuprorelin is frequently used in ferrets for the treatment of adrenal disease.  Its use has been reported in a ferret with concurrent primary hyperaldosteronism, and one with concurrent diabetes mellitus. It is also used to treat pet parrots with  chronic egg laying behavior.   == References ==   == Further reading =="}