{"name": "levetiracetam", "category": "drug", "content": "Levetiracetam, sold under the brand name Keppra among others, is a medication used to treat epilepsy. It is used for partial-onset, myoclonic, or tonic–clonic seizures and is taken either by mouth as an immediate or extended release formulation or by injection into a vein. Common side effects of levetiracetam include sleepiness, dizziness, feeling tired, and aggression. Severe side effects may include psychosis, suicide, and allergic reactions such as Stevens–Johnson syndrome or anaphylaxis.  Levetiracetam is the S-enantiomer of etiracetam. Its mechanism of action is not yet clear. Levetiracetam was approved for medical use in the United States in 1999 and is available as a generic medication. In 2021, it was the 101st most commonly prescribed medication in the United States, with more than 6 million prescriptions. It is on the World Health Organization's List of Essential Medicines.   == Medical uses ==   === Focal epilepsy === Levetiracetam is effective as single-drug treatment for newly diagnosed focal epilepsy in adults. It reduces focal seizures by 50% or more as an add-on medication.   === Partial-complex epilepsy === Levetiracetam is effective as add-on treatment for partial (focal) epilepsy.   === Generalized epilepsy === Levetiracetam is effective for treatment of generalized tonic-clonic epilepsy. It has been approved in the United States as add-on treatment for myoclonic, and tonic-clonic seizures. Levetiracetam has been approved in the European Union as a monotherapy treatment for epilepsy in the case of partial seizures or as an adjunctive therapy for partial, myoclonic, and tonic-clonic seizures. Levetiracetam is sometimes used off label to treat status epilepticus.   === Prevention of seizures === Based on low-quality evidence, levetiracetam is about as effective as phenytoin for prevention of early seizures after traumatic brain injury. It may be effective for prevention of seizures associated with subarachnoid hemorrhages.   === Other === Levetiracetam has not been found to be useful for treatment of neuropathic pain, nor for treatment of essential tremors. Levetiracetam has not been found to be useful for treating all developmental disorders within the autism spectrum; studies have only proven to be an effective treatment for partial, myoclonic, or tonic-clonic seizures associated with autism spectrum disorder.   === Special groups === Studies in female pregnant rats have shown minor fetal skeletal abnormalities when given maximum recommended human doses of levetiracetam orally throughout pregnancy and lactation. Studies were conducted to look for increased adverse effects in the elderly population as compared to younger patients. One such study published in Epilepsy Research showed no significant increase in incidence of adverse symptoms experienced by young or elderly patients with central nervous system (CNS) disorders.   == Adverse effects == The most common adverse effects of levetiracetam treatment include CNS effects such as somnolence, decreased energy, headache, dizziness, mood swings and coordination difficulties. These adverse effects are most pronounced in the first month of therapy. About 4% of patients dropped out of pre-approval clinical trials due to these side effects. About 13% of people taking levetiracetam experience adverse neuropsychiatric symptoms, which are usually mild. These include agitation, hostility, apathy, anxiety, emotional lability, and depression. Serious psychiatric adverse side effects that are reversed by drug discontinuation occur in about 1%. These include hallucinations, suicidal thoughts, or psychosis. These occurred mostly within the first month of therapy, but they could develop at any time during treatment. Although rare, Stevens–Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN), which appears as a painful spreading rash with redness and blistering and/or peeling skin, have been reported in patients treated with levetiracetam. The incidence of SJS following exposure to anti-epileptics such as levetiracetam is about 1 in 3,000. Levetiracetam should not be used in people who have previously shown hypersensitivity to levetiracetam or any of the inactive ingredients in the tablet or oral solution. Such hypersensitivity reactions include, but are not limited to, unexplained rash with redness or blistered skin, difficulty breathing, and tightness in the chest or airways. In a study, the incidence of decreased bone mineral density of patients on levetiracetam was significantly higher than those for other epileptic medications.   === Suicide === Levetiracetam, along with other anti-epileptic drugs, can increase the risk of suicidal behavior or thoughts. People taking levetiracetam should be monitored closely for signs of worsening depression, suicidal thoughts or tendencies, or any altered emotional or behavioral states.   === Kidney and liver === Kidney impairment decreases the rate of elimination of levetiracetam from the body. Individuals with reduced kidney function may require dose adjustments. Kidney function can be estimated from the rate of creatinine clearance. Dose adjustment of levetiracetam is not necessary in liver impairment.   === Drug interactions === No significant pharmacokinetic interactions were observed between levetiracetam or its major metabolite and concomitant medications. The pharmacokinetic profile of levetiracetam is not influenced by phenytoin, phenobarbital, primidone, carbamazepine, valproic acid, lamotrigine, gabapentin, digoxin, ethinylestradiol, or warfarin.   == Mechanism of action == The exact mechanism by which levetiracetam acts to treat epilepsy is unknown. Levetiracetam does not exhibit pharmacologic actions similar to that of classical anticonvulsants. It does not inhibit voltage-dependent Na+ channels, does not affect GABAergic transmission, and does not bind to GABAergic or glutamatergic receptors. However, the drug binds to SV2A, a synaptic vesicle glycoprotein, and inhibits presynaptic calcium channels, reducing neurotransmitter release and acting as a neuromodulator. This is believed to impede impulse conduction across synapses.   == Pharmacokinetics ==   === Absorption === The absorption of levetiracetam tablets and oral solution is rapid and essentially complete. The bioavailability of levetiracetam is close to 100 percent, and the effect of food on absorption is minor.   === Distribution === The volume of distribution of levetiracetam is similar to total body water. Levetiracetam modestly binds to plasma proteins (less than 10%).   === Metabolism === Levetiracetam does not undergo extensive metabolism, and the metabolites formed are not active and do not exert pharmacological activity. Metabolism of levetiracetam is not by liver cytochrome P450 enzymes, but through other metabolic pathways such as hydrolysis and hydroxylation.   === Excretion === In persons with normal kidney function, levetiracetam is eliminated from the body primarily by the kidneys with about 66 percent of the original drug passed unchanged into urine. The plasma half-life of levetiracetam in adults is about 6 to 8 hours, although the mean CSF half life of approx. 24 hours better reflects levels at site of action.   === Analogues === Brivaracetam, a chemical analogue to levetiracetam, is a racetam derivative with similar properties.   == Society and culture == Levetiracetam is available as regular and extended release oral formulations and as intravenous formulations. The immediate release tablet has been available as a generic in the United States since 2008, and in the UK since 2011. The patent for the extended release tablet will expire in 2028. The branded version Keppra is manufactured by UCB Pharmaceuticals S.A. In 2015, Aprecia's orally disintegrating tablet form of the drug manufactured using pharmaceutical 3D printing techniques was approved by the FDA, under the trade name Spritam. Some have said that the drug has been improved by 3D printing, as the formula used now has improved disintegration properties.   === Legal status ===   ==== Australia ==== Levetiracetam is a Schedule 4 substance in Australia under the Poisons Standard (February 2020). A Schedule 4 substance is classified as \"Prescription Only Medicine, or Prescription Animal Remedy – Substances, the use or supply of which should be by or on the order of persons permitted by State or Territory legislation to prescribe and should be available from a pharmacist on prescription.\"   ==== Japan ==== Under Japanese law, levetiracetam and other racetams cannot be brought into the country except for personal use by a traveler for whom it has been prescribed. Travelers who plan to bring more than a month's worth must apply for an import certificate, known as a Yakkan Shoumei (薬監証明, yakkan shōmei).   == Research == Levetiracetam has been studied in the past for treating symptoms of neurobiological conditions such as Tourette syndrome, and anxiety disorder. However, its most serious adverse effects are behavioral, and its benefit-risk ratio in these conditions is not well understood. Levetiracetam is being tested as a drug to reduce hyperactivity in the hippocampus in Alzheimer's disease. Additionally, Levetiracetam has been experimentally shown to reduce Levodopa-induced dyskinesia, a type of movement disorder, or dyskinesia associated with the use of Levodopa, a medication used to treat Parkinson's disease. Of the ten medications evaluated in a 2023 systematic review of the literature, levetiracetam was found to be the only medication with sufficient evidence showing that it may cause seizure freedom in some infants. Further, adverse effects from levetiracetam were rarely severe enough for the medication to be discontinued in this age group. Because available research included only 2 published studies reporting seizure freedom rates, however, the strength of the evidence was judged to be low.   == References =="}