{"name": "levmetamfetamine", "category": "drug", "content": "Levmetamfetamine, also known as l-desoxyephedrine or levomethamphetamine, and commonly sold under the brand name Vicks VapoInhaler among others, is an optical isomer of methamphetamine primarily used as a topical nasal decongestant. It is used to treat nasal congestion from allergies and the common cold. It was first used medically as decongestant beginning in 1958 and has been used for such purposes, primarily in the United States, since then.   == Medical uses == Levmetamfetamine is used to treat nasal congestion related to the common cold and allergic rhinitis. It is available in the form of an inhaler containing 50 mg total per inhaler and delivering between 0.04 and 0.15 mg of the drug per inhalation. Inhalers with a total of 113 mg levmetamfetamine were previously marketed in the United States, but the total amount was eventually reduced to 50 mg.   == Side effects == When the nasal decongestant is taken in excess, levmetamfetamine has potential side effects. These would be similar to those of other decongestants.   == Pharmacology ==   === Pharmacodynamics === Levmetamfetamine acts as a selective norepinephrine releasing agent. The potencies of levmetamfetamine, levoamphetamine, dextromethamphetamine, and dextroamphetamine in terms of norepinephrine release in vitro and in vivo in rats are all similar. Conversely, whereas dextromethamphetamine and dextroamphetamine are relatively balanced releasers of dopamine and norepinephrine in vitro, levmetamfetamine is about 15- to 20-fold less potent in inducing dopamine release relative to norepinephrine release. Moreover, whereas levoamphetamine is about 3- to 5-fold less potent in terms of dopamine release than dextroamphetamine in vivo, levmetamfetamine is dramatically less potent than dextromethamphetamine and substantially less potent than levoamphetamine in this regard.  In accordance with the findings of catecholamine release studies, levmetamfetamine is 2- to 10-fold or more less potent than dextromethamphetamine in terms of psychostimulant-like effects in rodents. For comparison, levoamphetamine is only 1- to 4-fold less potent than dextroamphetamine in its stimulating and reinforcing effects in monkeys and humans. The effects of levmetamfetamine are qualitatively distinct relative to those of racemic methamphetamine and dextromethamphetamine and it does not possess the same potential for euphoria or addiction that these drugs possesses. In clinical studies, levmetamfetamine at oral doses of 1 to 10 mg has been found not to affect subjective drug responses, heart rate, blood pressure, core temperature, electrocardiography, respiration rate, oxygen saturation, or other clinical parameters. As such, doses of levmetamfetamine of less than or equal to 10 mg have no significant physiological or subjective effects. However, higher doses of levmetamfetamine, for instance 0.25 to 0.5 mg/kg (mean doses of ~18–37 mg) intravenously, have been reported to produce significant pharmacological effects, including increased heart rate and blood pressure, increased respiration rate, and subjective effects like intoxication and drug liking. On the other hand, in contrast to dextromethamphetamine, levmetamfetamine also produces subjective \"bad\" or aversive drug effects. Among the physiological effects of levmetamfetamine is vasoconstriction, which makes it useful for nasal decongestion. For comparison to levmetamfetamine, 5 to 60 mg oral doses of the related drug levoamphetamine have been used clinically and have been reported to produce significant pharmacological effects, for instance on wakefulness and mood. In addition to its norepinephrine-releasing activity, levmetamfetamine is also an agonist of the trace amine-associated receptor 1 (TAAR1). Levmetamfetamine has also been found to act as a catecholaminergic activity enhancer (CAE), notably at much lower concentrations than its catecholamine releasing activity. It is 1- to 10-fold less potent than selegiline but is 3- to 5-fold more potent than dextromethamphetamine in this action. The CAE effects of such agents may be mediated by TAAR1 agonism.   === Pharmacokinetics ===   ==== Absorption ==== The bioavailability of levmetamfetamine is approximately 100%. The peak levels of levmetamfetamine range from 3.3 to 31.4 ng/mL with single oral doses of 1 to 10 mg and from 65.4 to 125.9 ng/mL with single intravenous doses of 0.25 to 0.5 mg/kg. The area-under-the-curve (AUC) levels of levmetamfetamine range from 73.0 to 694.7 ng⋅h/mL with single oral doses of 1 to 10 mg and from 1,190.7 to 2,368.1 mg/kg with single intravenous doses of 0.25 to 0.5 mg/kg.   ==== Distribution ==== The volume of distribution of levmetamfetamine is 288.5 to 315.5 L or 4.15 to 4.17 L/kg.   ==== Metabolism ==== The pharmacokinetics of levmetamfetamine generated as a metabolite from selegiline have been found to be significantly different in CYP2D6 poor metabolizers versus extensive metabolizers. Area-under-the-curve (AUC) levels of levmetamfetamine were 46% higher and its elimination half-life was 33% longer in CYP2D6 poor metabolizers compared to extensive metabolizers. These findings suggest that CYP2D6 may be significantly involved in the metabolism of levmetamfetamine. Levmetamfetamine is metabolized into levoamphetamine in small amounts.   ==== Elimination ==== Levmetamfetamine is excreted in urine 40.8 to 49.0% as unchanged levmetamfetamine and 2.1 to 3.3% as levoamphetamine. The mean elimination half-life of levmetamfetamine ranges between 10.2 and 15.0 hours. For comparison, the elimination half-life of dextromethamphetamine was around 10.2 to 10.7 hours in the same studies. The clearance of levmetamfetamine is 15.5 to 19.1 L/h or 0.221 L/h⋅kg. With selegiline at an oral dose of 10 mg, levmetamfetamine and levoamphetamine are eliminated in urine and recovery of levmetamfetamine is 20 to 60% (or about 2–6 mg) while that of levoamphetamine is 9 to 30% (or about 1–3 mg).   == Chemistry == Levmetamfetamine, also known as L-α,N-dimethyl-β-phenylethylamine or as L-N-methylamphetamine, is a substituted phenethylamine and amphetamine. It is the levorotatory enantiomer of methamphetamine. Racemic methamphetamine contains two optical isomers in equal amounts, dextromethamphetamine (the dextrorotatory enantiomer) and levmetamfetamine.   === Detection in body fluids === Levmetamfetamine can register on urine drug tests as either methamphetamine, amphetamine, or both, depending on the subject's metabolism and dosage. Levmetamfetamine metabolizes completely into levoamphetamine after a period of time.   == History == Methamphetamine, a racemic mixture of dextromethamphetamine and levmetamfetamine, was first discovered and synthesized in 1919. Methamphetamine was first introduced for medical use in 1938 in oral form under the brand name Pervitin in Germany. Over-the-counter nasal decongestant inhalers containing enantiopure levmetamfetamine, originally labeled with the chemical name l-desoxyephedrine, were first introduced in 1958 under the brand name Vicks Inhaler. By 1995, the brand name was changed to Vicks Vapor Inhaler. In 1998, the United States Food and Drug Administration (FDA) required that the chemical name on the labeling be changed from l-desoxyephedrine to levmetamfetamine.   == Society and culture ==   === Recreational use === As of 2006, there were no studies demonstrating \"drug liking\" scores of oral levmetamfetamine that are similar to racemic methamphetamine or dextromethamphetamine in either recreational users or medicinal users. In any case, misuse of levmetamfetamine at high doses has been reported. In recent years, tighter controls in Mexico on certain methamphetamine precursors like ephedrine and pseudoephedrine has led to a greater percentage of illicit methamphetamine from Mexican drug cartels consisting of a higher ratio of levmetamfetamine to dextromethamphetamine within batches of racemic methamphetamine.   == Manufacturing == The manufacturing of levmetamfetamine products for therapeutic use is done according to government regulations and pharmacopeia monographs. The most recent change in Food and Drug Administration regulations for levmetamfetamine inhalers was in 1994, with the adoption of a final monograph.   == Notes ==   == References =="}