{"name": "levomethadone", "category": "drug", "content": "Levomethadone, sold under the brand name L-Polamidon among others, is a synthetic opioid analgesic and antitussive which is marketed in Europe and is used for pain management and in opioid maintenance therapy. In addition to being used as a pharmaceutical drug itself, levomethadone is the main therapeutic component of methadone. Levomethadone is used for narcotic maintenance in place of, or in some cases alongside as an alternative, to racemic methadone, owing to concern about the cardiotoxic and QT-prolonging action of racemic methadone being primarily caused by the dextrorotatory enantiomer, dextromethadone.   == Pharmacology ==   === Pharmacodynamics === Levomethadone has approximately 50x the potency of the S-(+)-enantiomer as well as greater μ-opioid receptor selectivity. Accordingly, it is about twice as potent as methadone by weight and its effects are virtually identical in comparison. In addition to its activity at the opioid receptors, levomethadone has been found to act as a weak competitive antagonist of the N-methyl-D-aspartate (NMDA) receptor complex and as a potent noncompetitive antagonist of the α3β4 nicotinic acetylcholine (nACh) receptor.   == Chemistry == The separation of the stereoisomers is one of the easier in organic chemistry and is described in the original patent. It involves \"treatment of racemic methadone base with d-(+)-tartaric acid in an acetone/water mixture [which] precipitates almost solely the dextro-methadone levo-tartrate, and the more potent Levomethadone can easily be retrieved from the mother liquor in a high state of optical purity.\" There is now an asymmetric synthesis available to prepare both levomethadone (R-(−)-methadone) and dextromethadone (S-(+)-methadone).   == Society and culture ==   === Generic names === Levomethadone is the generic name of the drug and its INNTooltip International Nonproprietary Name.   === Brand names === Levomethadone has been sold under brand names including L-Polaflux, L-Polamidon, L-Polamivet, Levadone, Levo-Methasan, Levothyl, Mevodict, Levopidon and Vistadict, among others.   === Legal status === Levomethadone is listed under the Single Convention On Narcotic Drugs 1961 and is a Schedule II Narcotic controlled substance in the US as an isomer of methadone (ACSCN 9250) and is not listed separately, nor is dextromethadone. It is similarly controlled under the German Betäubungsmittelgesetz and similar laws in practically every other country.   == References =="}