{"name": "levothyroxine", "category": "drug", "content": "Levothyroxine, also known as L-thyroxine, is a synthetic form of the thyroid hormone thyroxine (T4). It is used to treat thyroid hormone deficiency (hypothyroidism), including a severe form known as myxedema coma. It may also be used to treat and prevent certain types of thyroid tumors. It is not indicated for weight loss. Levothyroxine is taken orally (by mouth) or given by intravenous injection. Levothyroxine has a half-life of 7.5 days when taken daily, so about six weeks is required for it to reach a steady level in the blood. Side effects from excessive doses include weight loss, trouble tolerating heat, sweating, anxiety, trouble sleeping, tremor, and fast heart rate. Use is not recommended in people who have had a recent heart attack. Use during pregnancy has been found to be safe. Dosing should be based on regular measurements of thyroid-stimulating hormone (TSH) and T4 levels in the blood. Much of the effect of levothyroxine is following its conversion to triiodothyronine (T3). Levothyroxine was first made in 1927. It is on the World Health Organization's List of Essential Medicines. Levothyroxine is available as a generic medication. In 2022, it was the fourth most commonly prescribed medication in the United States, with more than 82 million prescriptions.   == Medical use == Levothyroxine is typically used to treat hypothyroidism, and is the treatment of choice for people with hypothyroidism who often require lifelong thyroid hormone therapy. It may also be used to treat goiter via its ability to lower thyroid-stimulating hormone (TSH), which is considered goiter-inducing. Levothyroxine is also used as interventional therapy in people with nodular thyroid disease or thyroid cancer to suppress TSH secretion. A subset of people with hypothyroidism treated with an appropriate dose of levothyroxine will describe continuing symptoms despite TSH levels in the normal range. In these people, further laboratory and clinical evaluation is warranted, as they may have another cause for their symptoms. Furthermore, reviewing their medications and possible dietary supplements is important, as several medications can affect thyroid hormone levels. Levothyroxine is also used to treat subclinical hypothyroidism, which is defined by an elevated TSH level and a normal-range free T4 level without symptoms. Such people may be asymptomatic and whether they should be treated is controversial. One benefit of treating this population with levothyroxine therapy is preventing development of hypothyroidism. As such, treatment should be taken into account for patients with initial TSH levels above 10 mIU/L, people with elevated thyroid peroxidase antibody titers, people with symptoms of hypothyroidism and TSH levels of 5–10 mIU/L, and women who are pregnant or want to become pregnant. Oral dosing for patients with subclinical hypothyroidism is 1 μg/kg/day. It is also used to treat myxedema coma, which is a severe form of hypothyroidism characterized by mental status changes and hypothermia. As it is a medical emergency with a high mortality rate, it should be treated in the intensive-care unit with thyroid hormone replacement and aggressive management of individual organ system complications.  Dosages vary according to the age groups and the individual condition of the person, body weight, and compliance to the medication and diet. Other predictors of the required dosage are sex, body mass index, deiodinase activity (SPINA-GD), and etiology of hypothyroidism. Annual or semiannual clinical evaluations and TSH monitoring are appropriate after dosing has been established. Levothyroxine is taken on an empty stomach about half an hour to an hour before meals. As such, thyroid replacement therapy is usually taken 30 minutes prior to eating in the morning. For patients with trouble taking levothyroxine in the morning, bedtime dosing is effective, as well. A study in 2015 showed greater efficacy of levothyroxine when taken at bedtime. Doses of levothyroxine that normalize serum TSH may not normalize abnormal levels of LDL cholesterol and total cholesterol. Poor compliance in taking the medicine is the most common cause of elevated TSH levels in people receiving appropriate doses of levothyroxine.   === 50 and older === For older people (over 50 years old) and people with known or suspected ischemic heart disease, levothyroxine therapy should not be initiated at the full replacement dose. Since thyroid hormone increases the heart's oxygen demand by increasing heart rate and contractility, starting at higher doses may cause an acute coronary syndrome or an abnormal heart rhythm.   === Pregnancy and breastfeeding === Hypothyroidism is common among pregnant women. A nationwide cohort study showed that 1.39% of all pregnant women in 2010 in Denmark received a prescription of levothyroxine during pregnancy. According to the U.S. Food and Drug Administration pregnancy categories, levothyroxine has been assigned category A. Given that no increased risk of congenital abnormalities has been demonstrated in pregnant women taking levothyroxine, therapy should be continued during pregnancy. Furthermore, therapy should be immediately administered to women diagnosed with hypothyroidism during pregnancy, as hypothyroidism is associated with a higher rate of complications, such as spontaneous abortion, preeclampsia, and premature birth. Thyroid hormone requirements increase during and last throughout pregnancy. As such,  pregnant women are recommended to increase to nine doses of levothyroxine each week, rather than the usual seven, as soon as their pregnancy is confirmed. Repeat thyroid function tests should be done five weeks after the dosage is increased. While a minimal amount of thyroid hormones is found in breast milk, the amount does not influence infant plasma thyroid levels. Furthermore, levothyroxine was not found to cause any adverse events to the infant or mother during breastfeeding. As adequate concentrations of thyroid hormone are required to maintain normal lactation,  appropriate levothyroxine doses should be administered during breastfeeding.   === Children === Levothyroxine is safe and effective for children with hypothyroidism; the goal of treatment for children with hypothyroidism is to reach and preserve normal intellectual and physical development.   == Contraindications == Levothyroxine is contraindicated in people with hypersensitivity to levothyroxine sodium or any component of the formulation, people with acute myocardial infarction, and people with thyrotoxicosis of any etiology. Levothyroxine is also contraindicated for people with uncorrected adrenal insufficiency, as thyroid hormones may cause an acute adrenal crisis by increasing the metabolic clearance of glucocorticoids. For oral tablets, the inability to swallow capsules is an additional contraindication.   == Side effects == Adverse events are generally caused by incorrect dosing. Long-term suppression of TSH values below normal values frequently cause cardiac side effects and contribute to decreases in bone mineral density (low TSH levels are also well known to contribute to osteoporosis). Too high a dose of levothyroxine causes hyperthyroidism. Overdose can result in heart palpitations, abdominal pain, nausea, anxiousness, confusion, agitation, insomnia, weight loss, and increased appetite. Allergic reactions to the drug are characterized by symptoms such as difficulty breathing, shortness of breath, or swelling of the face and tongue. Acute overdose may cause fever, hypoglycemia, heart failure, coma, and unrecognized adrenal insufficiency. Acute massive overdose may be life-threatening; treatment should be symptomatic and supportive. Massive overdose can be associated with increased sympathetic activity, thus may require treatment with beta-blockers. The effects of overdosing appear 6 hours to 11 days after ingestion.   == Interactions == Many foods and other substances  can interfere with absorption of thyroxine. Substances that reduce absorption are aluminium- and magnesium-containing antacids, simethicone, sucralfate, cholestyramine, colestipol, and polystyrene sulfonate. Sevelamer with calcium carbonate may decrease the bioavailability of levothyroxine. Grapefruit juice may delay the absorption of levothyroxine, but based on a study of 10 healthy people aged 20–30 (eight men, two women), it may not have a significant effect on bioavailability in young adults. A study of eight women suggested that coffee may interfere with the intestinal absorption of levothyroxine, though at a level less than eating bran. Certain other substances can cause adverse effects that may be severe. Combination of levothyroxine with ketamine may cause hypertension and tachycardia; and tricyclic and tetracyclic antidepressants increase its toxicity. Soy,  walnuts, fiber, calcium supplements, and iron supplements can also adversely affect absorption. A study found that cow's milk reduces levothyroxine absorption. To minimize interactions, a manufacturer of levothyroxine recommends after taking it,  waiting 30 minutes to one hour before eating or drinking anything that is not water. They further recommend to take it in the morning on an empty stomach.   == Chemistry == Levothyroxine is a synthetic form of thyroxine (T4), which is secreted by the thyroid gland.  Levothyroxine and thyroxine are chemically identical:  natural thyroxine is also in the \"levo\" chiral form, the difference is only in terminological preference. T4 is biosynthesized from tyrosine. Approximately 5% of the US population suffers from over- or underproduction of T4 and T3.  See Thyroid hormones § Thyroid metabolism for more information on its biosynthesis. Industrially, levothyroxine is made by chemical synthesis. Tyrosine is a common starting material. The produced hormone is incorporated into drugs as its sodium salt, levothyroxine sodium. Solid drugs such as tablets contain the pentahydrate form of the salt. Dextrothyroxine is the mirror form of levothryoxine with the opposite, non-natural chirality.   == Mechanism of action == T4 is a prohormone; that is, T4 is a precursor to the hormone T3. Whereas T4 is a tetraiodide, T3 is a triiodide, triiodothyronine. The T4 → T3 conversion is mediated by the selenoenzyme iodothyronine deiodinase.  T3-thyroxine is a unique example of an iodine compound that is essential for human health. T3 binds to thyroid receptor proteins in the cell nucleus and causes metabolic effects through the control of DNA transcription and protein synthesis.   == Pharmacokinetics == Absorption of orally administered levothyroxine from the gastrointestinal tract ranges from 40 to 80%, with the majority of the drug absorbed from the jejunum and upper ileum. Levothyroxine absorption is increased by fasting and decreased in certain malabsorption syndromes, by certain foods, and with age. The bioavailability of the drug is decreased by dietary fiber. Greater than 99% of circulating thyroid hormones are bound to plasma proteins including thyroxine-binding globulin, transthyretin (previously called thyroxine-binding prealbumin), and albumin. Only free hormone is metabolically active. The primary pathway of thyroid hormone metabolism is through sequential deiodination. The liver is the main site of T4 deiodination, and along with the kidneys, are responsible for about 80% of circulating T3. In addition to deiodination, thyroid hormones are also excreted through the kidneys and metabolized through conjugation and glucuronidation and excreted directly into the bile and the gut, where they undergo enterohepatic recirculation. Half-life elimination is 6–7 days for people with normal lab results; 9–10 days for people with hypothyroidism; 3–4 days for people with hyperthyroidism. Thyroid hormones are primarily eliminated by the kidneys (about 80%), with urinary excretion decreasing with age. The remaining 20% of T4 is eliminated in the stool.   == History == Thyroxine was first isolated in pure form in 1914 at the Mayo Clinic by Edward Calvin Kendall from extracts of hog thyroid glands. The hormone was synthesized in 1927 by British chemists Charles Robert Harington and George Barger.   == Society and culture ==   === Economics ===  As of 2011, levothyroxine was the second-most commonly prescribed medication in the U.S., with 23.8 million prescriptions filled each year. In 2016, it was the most commonly prescribed medication in the US, with more than 114 million prescriptions.   === Available forms === Levothyroxine for systemic administration is available as an oral tablet, an intramuscular injection, and as a solution for intravenous infusion. Furthermore, it is available as both brand-name and generic products. While the FDA approved the use of generic levothyroxine for brand-name levothyroxine in 2004, the decision was met with disagreement by several medical associations. The American Association of Clinical Endocrinologists (AACE), the Endocrine Society, and the American Thyroid Association did not agree with the FDA that brand-name and generic formulations of levothyroxine were bioequivalent. As such,  people were recommended to be started and kept on either brand-name or generic levothyroxine formulations and not changed back and forth from one to the other. For people who do switch products,  their TSH and free T4 levels should be tested after six weeks to check that they are within normal range. Brand names include Eltroxin, Euthyrox, Eutirox, Letrox, Levaxin, Lévothyrox, Levoxyl, L-thyroxine, Thyrax, and Thyrax Duotab in Europe; Thyrox and Thyronorm in South Asia; Euthyrox, Levoxyl, Synthroid, Tirosint, and Unithroid in North and South America; and Thyrin and Thyrolar in Bangladesh. Numerous generic versions also are available. The related drug dextrothyroxine (D-thyroxine) was used in the past as a treatment for hypercholesterolemia (elevated cholesterol levels), but was withdrawn due to cardiac side effects. Once weekly thyroxine (OWT) preparations are also available for clinical use. A recent meta-analysis published by Dutta et al. involving data from 4 studies (294 patients) showed that OWT is associated with less efficient control of hypothyroidism, risks of supraphysiologic elevation of thyroid hormone levels along with transient echocardiographic changes in some patients following 2-4 h of thyroxine intake. Hence it is not surprising that OWT therapy has not become popular and is very sparingly used across the globe.   == References ==   == External links == \"Real-world Evidence from a Narrow Therapeutic Index Product (Levothyroxine) Reflects the Therapeutic Equivalence of Generic Drug Products\". U.S. Food and Drug Administration (FDA). 19 November 2020."}