{"name": "levocetirizine", "category": "drug", "content": "Levocetirizine, sold under the brand name Xyzal, among others, is a second-generation antihistamine used for the treatment of allergic rhinitis (hay fever) and long-term hives of unclear cause. It is less sedating than older antihistamines. It is taken by mouth. Common side effects include sleepiness, dry mouth, cough, vomiting, and diarrhea. Use in pregnancy appears safe but has not been well studied and use when breastfeeding is of unclear safety. It is classified as a second-generation antihistamine and works by blocking histamine H1-receptors. Levocetirizine was approved for medical use in the United States in 2007, and is available as a generic medication. In 2021, it was the 190th most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Levocetirizine is used for allergic rhinitis. This includes allergy symptoms such as watery eyes, runny nose, sneezing, hives, and itching.   == Side effects == Levocetirizine is referred to as a non-sedating antihistamine as it does not enter the brain in significant amounts and is therefore unlikely to cause drowsiness. Cardiac safety with repolarization may be better than some other antihistamines, as levocetirizine does not significantly prolong the QT interval in healthy individuals. However, some people may still experience some slight sleepiness, headache, mouth dryness, lightheadedness, vision problems (mainly blurred vision), palpitations and fatigue.   == Pharmacology == Levocetirizine is an antihistamine. It acts as an inverse agonist that decreases activity at histamine H1 receptors. This in turn prevents the release of other allergy chemicals and increases the blood supply to the area, providing relief from the typical symptoms of hay fever. Levocetirizine, (R)-(-)-cetirizine, is essentially a chiral switch of (±)-cetirizine. This enantiomer, the eutomer, is more selective and the (S)-counterpart, the distomer, is inactive.   == Chemistry == Chemically, levocetirizine is the active levorotary enantiomer of cetirizine, also called the l-enantiomer of cetirizine. It is a member of the diphenylmethylpiperazine group of antihistamines.   == History == Levocetirizine was first launched in 2001 by the Belgian pharmaceutical company UCB (Union Chimique Belge).   == Society and culture ==   === Availability === In January 2017, the US Food and Drug Administration approved an over-the-counter preparation. Levocetirizine had previously received authorization by the FDA as a prescription drug in 2007, having already been brought to market throughout much of Europe. In India, a prescription-only drug containing levocetirizine hydrochloride and montelukast is sold as Crohist MK.   === Brand names ===  Preparations of levocetirizine are sold under the following brand names:  Xyzal  in Australia, Austria, Bulgaria, Croatia, Cyprus, Czech Republic, Finland, France, Hong Kong, Hungary, India, Ireland (also Rinozal), Italy, Japan, Lithuania, Netherlands, Poland, Portugal, Romania, Taiwan, Thailand, Turkey, The Philippines, Serbia, Singapore, Slovakia, Slovenia, South Africa, Switzerland and UK. In May 2007, the US Food and Drug Administration approved Xyzal, where it is co-marketed by Sanofi-Aventis. Xazal in Spain. Zobral in Cyprus. Levobert in India. Xusal in Germany and Mexico. Xozal in Greece. Degraler in Chile. Allevo in Egypt. Zilola, Histisynt, and Xyzal (UCB) in Hungary. Alcet, Curin, and Seasonix in Bangladesh. Vozet and Uvnil in India. T-Day Syrup in Pakistan. Curin in Nepal. Zenaro in the Czech Republic and Slovakia. Xuzal and Zival in Chile. Cezera, Levosetil, Robenan, and Xyzal in Serbia. Rinozal and Xyzal in Ireland. Xycet in Morocco.   == References =="}