{"name": "levomefolic acid", "category": "drug", "content": "Levomefolic acid (INN, also known as L-5-MTHF, L-methylfolate and L-5-methyltetrahydrofolate and (6S)-5-methyltetrahydrofolate, and (6S)-5-MTHF) is the primary biologically active form of folate used at the cellular level for DNA reproduction, the cysteine cycle and the regulation of homocysteine. It is also the form found in circulation and transported across membranes into tissues and across the blood–brain barrier. In the cell, L-methylfolate is used in the methylation of homocysteine to form methionine and tetrahydrofolate (THF). THF is the immediate acceptor of one carbon unit for the synthesis of thymidine-DNA, purines (RNA and DNA) and methionine. The un-methylated form, folic acid (vitamin B9), is a synthetic form of folate, and must undergo enzymatic reduction by dihydrofolate reductase (DHFR) to become biologically active. It is synthesized in the absorptive cells of the small intestine from polyglutamylated dietary folate. It is a methylated derivative of tetrahydrofolate. Levomefolic acid is generated by methylenetetrahydrofolate reductase (MTHFR) from 5,10-methylenetetrahydrofolate (MTHF) and used to recycle homocysteine back to methionine by methionine synthase (MS). L-Methylfolate is water-soluble and primarily excreted via the kidneys. In a study of 21 subjects with coronary artery disease, peak plasma levels were reached in one to three hours following oral or parenteral administration. Peak concentrations were found to be more than seven times higher than folic acid (129 ng/ml vs. 14.1 ng/ml). Patients at risk for vitamin B12 deficiency should consult with their medical provider prior to taking L-Methylfolate. The interrelationship between these two vitamins (L-Methylfolate and B12) is best explained by the methyl trap hypothesis.   == Metabolism ==   == Medical uses ==   === Major depressive disorder === Research suggests that levomefolic acid (L-methylfolate) taken with a first-line antidepressant provides a modest adjunctive antidepressant effect for individuals who do not respond or have only a partial therapeutic response to SSRI or SNRI medication, and might be a more cost-effective adjunctive agent than second-generation antipsychotics.   === Cardiovascular disease and cancer === Levomefolic acid (and folic acid in turn) has been proposed for treatment of cardiovascular disease and advanced cancers such as breast and colorectal cancers. It bypasses several metabolic steps in the body and better binds thymidylate synthase with FdUMP, a metabolite of the drug fluorouracil.   == Patent issues == In March 2012, Merck & Cie of Switzerland, Pamlab LLC (maker of Metanx and Cerefolin, Neevo DHA, and Deplin), and South Alabama Medical Science Foundation (SAMSF) (the plaintiffs) filed a complaint in the United States District Court for the Eastern District of Texas against four defendants: Macoven Pharmaceuticals (owned by Pernix Therapeutics), Gnosis SpA of Italy, Gnosis U.S.A and Gnosis Bioresearch Switzerland. The plaintiffs alleged that the defendants infringed on several of the plaintiffs' patents. The Macoven products named in the suit are: \"Vitaciric-B\", \"ALZ-NAC\", \"PNV DHA\", and l-methylfolate calcium (levomefolate calcium). In September 2012, the same three plaintiffs filed a complaint requesting that the International Trade Commission begin a 19 U.S.C. § 1337 investigation of the same four defendants. The complaint states that Gnosis' \"Extrafolic-S\" and products which are made from it, infringe upon three of their patents: US 5997915 , US 6673381 , and US 7172778 .   == Formulations == Levomefolate calcium, a calcium salt of levomefolic acid is sold under the brand name Metafolin and incorporated in Deplin. Levomefolate magnesium is a magnesium salt of levomefolic acid, manufactured as DeltaFolate, a primary ingredient in EnLyte.   == See also == 5,10-Methylenetetrahydrofolate S-Adenosylmethionine (SAMe)   == References ==   == External links == Calcium L5-methyltetrahydrofolate (L-5-MTHF-Ca) Brockton NT (October 2006). \"Localized depletion: the key to colorectal cancer risk mediated by MTHFR genotype and folate?\". Cancer Causes & Control. 17 (8): 1005–16. doi:10.1007/s10552-006-0051-5. PMID 16933051. S2CID 20394873. Stahl SM (October 2007). \"Novel therapeutics for depression: L-methylfolate as a trimonoamine modulator and antidepressant-augmenting agent\". CNS Spectrums. 12 (10): 739–44. doi:10.1017/S1092852900015418. PMID 17934378. S2CID 27000937."}