{"name": "levomethadyl acetate", "category": "drug", "content": "Levacetylmethadol (INN), levomethadyl acetate (USAN), OrLAAM (trade name) or levo-α-acetylmethadol (LAAM) is a synthetic opioid similar in structure to methadone. It has a long duration of action due to its active metabolites.   == Medical uses == LAAM is indicated as a second-line treatment for the treatment and management of opioid dependence if patients fail to respond to drugs like methadone or buprenorphine. LAAM is used as an oral solution of LAAM hydrochloride at a concentration of 10 mg/mL in bottles of 120 and 500 mL under the brand name Orlaam. The first dose of LAAM for patients who have not started treatment with methadone is 20–40 mg. The first dose for patients who have been receiving methadone will be a little higher than the amount of methadone that was being taken every day, but not more than 120 mg. Afterwards, the dosage may be adjusted as needed. Unlike methadone, which requires daily administration, LAAM is administered two to three times a week.   == Pharmacology ==   === Pharmacodynamics === LAAM acts as a μ-opioid receptor agonist.It also acts as a potent, noncompetitive α3β4 neuronal nicotinic acetylcholine receptor antagonist.   === Pharmacokinetics === LAAM undergoes extensive first-pass metabolism to the active demethylated metabolite nor-LAAM, which is further demethylated to a second active metabolite, dinor-LAAM. These metabolites are more potent than the parent drug.   == Chemistry == LAAM, or levomethadyl acetate, is the levo isomer of acetylmethadol, or α-methadyl acetate. The dextro isomer, d-alphacetylmethadol (d-α-acetylmethadol), is more potent but shorter acting. The levo isomer is also less toxic with an LD50 in mice of 110 mg/kg s.c. and 172.8 mg/kg orally as opposed to LD50s of 61 mg/kg s.c. and 118.3 mg/kg orally for dl-α-methadyl acetate. It has a melting point of 215 °C and a molecular weight of 353.50. β-methadyl acetate also exists, however it is more toxic and less active than α-methadyl acetate and has no current medical use.   == History == LAAM was approved in 1993 by the U.S. Food and Drug Administration for use in the treatment of opioid dependence. In 2001, LAAM was removed from the European market due to reports of life-threatening ventricular rhythm disorders. In 2003, Roxane Laboratories, Inc. discontinued Orlaam in the US.   == Society and culture ==   === Legal status === Before August 1993, LAAM was classified as a schedule I drug in the United States. LAAM is not approved for use in Australia and Canada. At present, it is a Schedule II Narcotic controlled substance in the United States with a DEA ACSCN of 9648 and a national aggregate annual manufacturing quota of 4 grams as of 2013.   == References ==   == Further reading ==   == External links == \"LAAM Drug Information\". Drugs.com. \"Monograph for Orlaam\". RxList. Archived from the original on 2008-07-19. \"Levomethadyl Acetate\". DrugBank."}