{"name": "levodopa", "category": "drug", "content": "l-DOPA, also known as levodopa and l-3,4-dihydroxyphenylalanine, is made and used as part of the normal biology of some plants and animals, including humans. Humans, as well as a portion of the other animals that utilize l-DOPA, make it via biosynthesis from the amino acid l-tyrosine. l-DOPA is the precursor to the neurotransmitters dopamine, norepinephrine (noradrenaline), and epinephrine (adrenaline), which are collectively known as catecholamines. Furthermore, l-DOPA itself mediates neurotrophic factor release by the brain and CNS. In some plant families (of the order Caryophyllales), l-DOPA is the central precursor of a biosynthetic pathway that produces a class of pigments called betalains. l-DOPA can be manufactured and in its pure form is sold as a psychoactive drug with the INN levodopa; trade names include Sinemet, Pharmacopa, Atamet, and Stalevo. As a drug, it is used in the clinical treatment of Parkinson's disease  and dopamine-responsive dystonia. l-DOPA has a counterpart with opposite chirality, d-DOPA. As is true for many molecules, the human body produces only one of these isomers (the l-DOPA form). The enantiomeric purity of l-DOPA may be analyzed by determination of the optical rotation or by chiral thin-layer chromatography.   == Medical use == l-DOPA crosses the protective blood–brain barrier, whereas dopamine itself cannot. Thus, l-DOPA is used to increase dopamine concentrations in the treatment of Parkinson's disease, Parkinsonism, dopamine-responsive dystonia and Parkinson-plus syndrome. The therapeutic efficacy is different for different kinds of symptoms. Bradykinesia and rigidity are the most responsive symptoms while tremors are less responsive to levodopa therapy. Speech, swallowing disorders, postural instability and freezing gait are the least responsive symptoms. Once l-DOPA has entered the central nervous system, it is converted into dopamine by the enzyme aromatic l-amino acid decarboxylase, also known as DOPA decarboxylase. Pyridoxal phosphate (vitamin B6) is a required cofactor in this reaction, and may occasionally be administered along with l-DOPA, usually in the form of pyridoxine. Because levodopa bypasses the enzyme tyrosine hydroxylase, the rate-limiting step in dopamine synthesis, it is much more readily converted to dopamine than tyrosine, which is normally the natural precursor for dopamine production. In humans, conversion of l-DOPA to dopamine does not only occur within the central nervous system. Cells in the peripheral nervous system perform the same task. Thus administering l-DOPA alone will lead to increased dopamine signaling in the periphery as well. Excessive peripheral dopamine signaling is undesirable as it causes many of the adverse side effects seen with sole L-DOPA administration. To bypass these effects, it is standard clinical practice to coadminister (with l-DOPA) a peripheral DOPA decarboxylase inhibitor (DDCI) such as carbidopa (medicines containing carbidopa, either alone or in combination with l-DOPA, are branded as Lodosyn (Aton Pharma) Sinemet (Merck Sharp & Dohme Limited), Pharmacopa (Jazz Pharmaceuticals), Atamet (UCB), Syndopa and Stalevo (Orion Corporation) or with a benserazide (combination medicines are branded Madopar or Prolopa), to prevent the peripheral synthesis of dopamine from l-DOPA).  However, when consumed as a botanical extract, for example from M pruriens supplements, a peripheral DOPA decarboxylase inhibitor is not present. Inbrija (previously known as CVT-301) is an inhaled powder formulation of levodopa indicated for the intermittent treatment of \"off episodes\" in patients with Parkinson's disease currently taking carbidopa/levodopa. It was approved by the United States Food and Drug Administration on 21 December 2018, and is marketed by Acorda Therapeutics. Coadministration of pyridoxine without a DDCI accelerates the peripheral decarboxylation of l-DOPA to such an extent that it negates the effects of l-DOPA administration, a phenomenon that historically caused great confusion. In addition, l-DOPA, co-administered with a peripheral DDCI, is efficacious for the short-term treatment of restless leg syndrome. The two types of response seen with administration of l-DOPA are:  The short-duration response is related to the half-life of the drug. The longer-duration response depends on the accumulation of effects over at least two weeks, during which ΔFosB accumulates in nigrostriatal neurons. In the treatment of Parkinson's disease, this response is evident only in early therapy, as the inability of the brain to store dopamine is not yet a concern.   == Biological role ==  l-DOPA is produced from the amino acid l-tyrosine by the enzyme tyrosine hydroxylase. l-DOPA can act as an l-tyrosine mimetic and be incorporated into proteins by mammalian cells in place of l-tyrosine, generating protease-resistant and aggregate-prone proteins in vitro and may contribute to neurotoxicity with chronic l-DOPA administration. It is also the precursor for the monoamine or catecholamine neurotransmitters dopamine, norepinephrine (noradrenaline), and epinephrine (adrenaline). Dopamine is formed by the decarboxylation of l-DOPA by aromatic l-amino acid decarboxylase (AADC). l-DOPA can be directly metabolized by catechol-O-methyl transferase to 3-O-methyldopa, and then further to vanillactic acid. This metabolic pathway is nonexistent in the healthy body, but becomes important after peripheral l-DOPA administration in patients with Parkinson's disease or in the rare cases of patients with AADC enzyme deficiency. l-Phenylalanine, l-tyrosine, and l-DOPA are all precursors to the biological pigment melanin. The enzyme tyrosinase catalyzes the oxidation of l-DOPA to the reactive intermediate dopaquinone, which reacts further, eventually leading to melanin oligomers. In addition,  tyrosinase can convert tyrosine directly to l-DOPA in the presence of a reducing agent such as ascorbic acid.   == Marine adhesion == l-DOPA is a key compound in the formation of marine adhesive proteins, such as those found in mussels. It is believed to be responsible for the water-resistance and rapid curing abilities of these proteins. l-DOPA may also be used to prevent surfaces from fouling by bonding antifouling polymers to a susceptible substrate. The versatile chemistry of l-DOPA can be exploited in nanotechnology.  For example, DOPA-containing self-assembling peptides were found to form functional nanostructures, adhesives and gels.   == Side effects and adverse reactions == The side effects of l-DOPA may include:  Hypertension, especially if the dosage is too high Arrhythmias, although these are uncommon Nausea, which is often reduced by taking the drug with food, although protein reduces drug absorption. l-DOPA is an amino acid, so protein competitively inhibits l-DOPA absorption. Gastrointestinal bleeding Disturbed respiration, which is not always harmful, and can actually benefit patients with upper airway obstruction Hair loss Disorientation and confusion Extreme emotional states, particularly anxiety, but also excessive libido Vivid dreams or insomnia Auditory or visual hallucinations Effects on learning; some evidence indicates it improves working memory, while impairing other complex functions Somnolence and narcolepsy A condition similar to stimulant psychosis Although many adverse effects are associated with l-DOPA, in particular psychiatric ones, it has fewer than other antiparkinsonian agents, such as anticholinergics and dopamine receptor agonists. More serious are the effects of chronic l-DOPA administration in the treatment of Parkinson's disease, which include:  End-of-dose deterioration of function \"On/off\" oscillations Freezing during movement Dose failure (drug resistance) Dyskinesia at peak dose (levodopa-induced dyskinesia) Possible dopamine dysregulation: The long-term use of l-DOPA in Parkinson's disease has been linked to the so-called dopamine dysregulation syndrome. Clinicians try to avoid these side effects and adverse reactions by limiting l-DOPA doses as much as possible until absolutely necessary. The long term use of l-DOPA increases oxidative stress through monoamine oxidase led enzymatic degradation of synthesized dopamine causing neuronal damage and cytotoxicity. The oxidative stress is caused by the formation of reactive oxygen species (H2O2) during the monoamine oxidase led metabolism of dopamine. It is further perpetuated by the richness of Fe2+ ions in striatum via the Fenton reaction and intracellular autooxidation. The increased oxidation can potentially cause mutations in DNA due to the formation of 8-oxoguanine, which is capable of pairing with adenosine during mitosis.   == History == The credit for isolating l-dopa from the seeds of Vicia faba or broad bean goes to Markus Guggenheim, a swiss biochemist in 1913. In work that earned him a Nobel Prize in 2000, Swedish scientist Arvid Carlsson first showed in the 1950s that administering l-DOPA to animals with drug-induced (reserpine) Parkinsonian symptoms caused a reduction in the intensity of the animals' symptoms. In 1960/61 Oleh Hornykiewicz, after discovering greatly reduced levels of dopamine in autopsied brains of patients with Parkinson's disease, published together with the neurologist Walther Birkmayer dramatic therapeutic antiparkinson effects of intravenously administered l-DOPA in patients. This treatment was later extended to manganese poisoning and later Parkinsonism by George Cotzias and his coworkers, who used greatly increased oral doses, for which they won the 1969 Lasker Prize. The neurologist Oliver Sacks describes this treatment in human patients with encephalitis lethargica in his 1973 book Awakenings, upon which  the 1990 movie of the same name is based. The first study reporting improvements in patients with Parkinson's disease resulting from treatment with l-DOPA was published in 1968. The 2001 Nobel Prize in Chemistry was also related to l-DOPA: the Nobel Committee awarded one-quarter of the prize to William S. Knowles for his work on chirally catalysed hydrogenation reactions, the most noted example of which was used for the synthesis of l-DOPA.   == Research ==   === Age-related macular degeneration === In 2015, a retrospective analysis comparing the incidence of age-related macular degeneration (AMD) between patients taking versus not taking l-DOPA found that the drug delayed onset of AMD by around 8 years. The authors state that significant effects were obtained for both dry and wet AMD.   === Role in plants and in the environment === In plants, L-DOPA functions as an allelochemical which inhibits the growth of certain species, and is produced and secreted by a few legume species such as the broad bean Vicia faba and the velvet bean Mucuna pruriens. Its effect is strongly dependent on the pH and the reactivity of iron in the soil.   == Research ==   === Depression === Levodopa has been reported to be inconsistently effective as an antidepressant in the treatment of depressive disorders. However, it was found to improve psychomotor activation in people with depression.   === Motivational disorders === Levodopa has been found to increase the willingness to exert effort for rewards in humans and hence appears to show pro-motivational effects. Other dopaminergic agents have also shown pro-motivational effects and may be useful in the treatment of motivational disorders.   == See also == d-DOPA (Dextrodopa) l-DOPS (Droxidopa) Methyldopa (Aldomet, Apo-Methyldopa, Dopamet, Novomedopa, etc.) Dopamine (Intropan, Inovan, Revivan, Rivimine, Dopastat, Dynatra, etc.) Ciladopa Neuroleptic malignant syndrome Melanin (a metabolite)   == References ==   == External links == \"Levodopa\". Drug Information Portal. U.S. National Library of Medicine."}