{"name": "levomenthol", "category": "drug", "content": "Menthol is an organic compound, specifically a monoterpenoid, that occurs naturally in the oils of several plants in the mint family, such as corn mint and peppermint. It is a white or clear waxy crystalline substance that is solid at room temperature and melts slightly above. The main form of menthol occurring in nature is (−)-menthol, which is assigned the (1R,2S,5R) configuration.  In humans, menthol produces a cooling sensation when inhaled, eaten, or applied to the skin, and mint plants have been used for centuries for topical pain relief and as a food flavoring. Menthol has local anesthetic and counterirritant qualities, and it is widely used to relieve minor throat irritation. Menthol also acts as a weak κ-opioid receptor agonist.   == Structure == Natural menthol exists as one pure stereoisomer, nearly always the (1R,2S,5R) form (bottom left corner of the diagram below). The eight possible stereoisomers are:  In the natural compound, the isopropyl group is in the trans orientation to both the methyl and hydroxyl groups. Thus, it can be drawn in any of the ways shown:    The (+)- and (−)-enantiomers of menthol are the most stable among these based on their cyclohexane conformations. With the ring itself in a chair conformation, all three bulky groups can orient in equatorial positions. The two crystal forms for racemic menthol have melting points of 28 °C and 38 °C. Pure (−)-menthol has four crystal forms, of which the most stable is the α form, the familiar broad needles.   == Biological properties ==  Menthol's ability to chemically trigger the cold-sensitive TRPM8 receptors in the skin is responsible for the well-known cooling sensation it provokes when inhaled, eaten, or applied to the skin. In this sense, it is similar to capsaicin, the chemical responsible for the spiciness of hot chilis (which stimulates heat sensors, also without causing an actual change in temperature). Menthol's analgesic properties are mediated through a selective activation of κ-opioid receptors. Menthol blocks calcium channels and voltage-sensitive sodium channels, reducing neural activity that may stimulate muscles. Some studies show that menthol acts as a GABAA receptor positive allosteric modulator and increases GABAergic transmission in PAG neurons. Menthol has anesthetic properties similar to, though less potent than, propofol because it interacts with the same sites on the GABAA receptor. Menthol may also enhance the activity of glycine receptors and negatively modulate 5-HT3 receptors and nAChRs. Menthol is widely used in dental care as a topical antibacterial agent, effective against several types of streptococci and lactobacilli. Menthol also lowers blood pressure and antagonizes vasoconstriction through TRPM8 activation.   == Occurrence == Mentha arvensis (wild mint) is the primary species of mint used to make natural menthol crystals and natural menthol flakes. This species is primarily grown in the Uttar Pradesh region in India. Menthol occurs naturally in peppermint oil (along with a little menthone, the ester menthyl acetate and other compounds), obtained from Mentha × piperita (peppermint). Japanese menthol also contains a small percentage of the 1-epimer neomenthol.   == Biosynthesis == The biosynthesis of menthol has been investigated in Mentha × piperita and the enzymes involved in have been identified and characterized. It begins with the synthesis of the terpene limonene, followed by hydroxylation, and then several reduction and isomerization steps. More specifically, the biosynthesis of (−)-menthol takes place in the secretory gland cells of the peppermint plant. The steps of the biosynthetic pathway are as follows:  Geranyl diphosphate synthase (GPPS) first catalyzes the reaction of IPP and DMAPP into geranyl diphosphate. (−)-limonene synthase (LS) catalyzes the cyclization of geranyl diphosphate to (−)-limonene. (−)-Limonene-3-hydroxylase (L3OH), using O2 and then nicotinamide adenine dinucleotide phosphate (NADPH) catalyzes the allylic hydroxylation of (−)-limonene at the 3 position to (−)-trans-isopiperitenol. (−)-trans-Isopiperitenol dehydrogenase (iPD) further oxidizes the hydroxyl group on the 3 position using NAD+ to make (−)-isopiperitenone. (−)-Isopiperitenone reductase (iPR) then reduces the double bond between carbons 1 and 2 using NADPH to form (+)-cis-isopulegone. (+)-cis-Isopulegone isomerase (iPI) then isomerizes the remaining double bond to form (+)-pulegone. (+)-Pulegone reductase (PR) reduces this double bond using NADPH to form (−)-menthone. (−)-Menthone reductase (MR) then reduces the carbonyl group using NADPH to form (−)-menthol.   == Production == Natural menthol is obtained by freezing peppermint oil. The resultant crystals of menthol are then separated by filtration. Total world production of menthol in 1998 was 12,000 tonnes of which 2,500 tonnes was synthetic. In 2005, the annual production of synthetic menthol was almost double. Prices are in the $10–20/kg range with peaks in the $40/kg region but have reached as high as $100/kg. In 1985, it was estimated that China produced most of the world's supply of natural menthol, although it appears that India has pushed China into second place. Menthol is manufactured as a single enantiomer (94% e.e.) on the scale of 3,000 tonnes per year by Takasago International Corporation. The process involves an asymmetric synthesis developed by a team led by Ryōji Noyori, who won the 2001 Nobel Prize for Chemistry in recognition of his work on this process:  The process begins by forming an allylic amine from myrcene, which undergoes asymmetric isomerisation in the presence of a BINAP rhodium complex to give (after hydrolysis) enantiomerically pure R-citronellal. This is cyclised by a carbonyl-ene-reaction initiated by zinc bromide to isopulegol, which is then hydrogenated to give pure (1R,2S,5R)-menthol. Another commercial process is the Haarmann–Reimer process (after the company Haarmann & Reimer, now part of Symrise) This process starts from m-cresol which is alkylated with propene to thymol. This compound is hydrogenated in the next step. Racemic menthol is isolated by fractional distillation. The enantiomers are separated by chiral resolution in reaction with methyl benzoate, selective crystallisation followed by hydrolysis.  Racemic menthol can also be formed by hydrogenation of thymol, menthone, or pulegone. In both cases with further processing (crystallizative entrainment resolution of the menthyl benzoate conglomerate) it is possible to concentrate the L-enantiomer, however this tends to be less efficient, although the higher processing costs may be offset by lower raw material costs. A further advantage of this process is that D-menthol becomes inexpensively available for use as a chiral auxiliary, along with the more usual L-antipode.   == Applications ==  Menthol is included in many products, and for a variety of reasons.   === Cosmetic === In nonprescription products for short-term relief of minor sore throat and minor mouth or throat irritation e.g.: lip balms and cough medicines. In some beauty products such as hair conditioners, based on natural ingredients (e.g., St. ⁠Ives).   === Medical === As an antipruritic to reduce itching. As a topical analgesic, it is used to relieve minor aches and pains, such as muscle cramps, sprains, headaches and similar conditions, alone or combined with chemicals such as camphor, eucalyptus oil or capsaicin. In Europe, it tends to appear as a gel or a cream, while in the U.S., patches and body sleeves are very frequently used, e.g.: Tiger Balm, or IcyHot patches or knee/elbow sleeves. As a penetration enhancer in transdermal drug delivery. In decongestants for chest and sinuses (cream, patch or nose inhaler). Examples: Vicks VapoRub, Mentholatum, Axe Brand, VapoRem, Mentisan. In certain medications used to treat sunburns, as it provides a cooling sensation (then often associated with aloe). Commonly used in oral hygiene products and bad-breath remedies, such as mouthwash, toothpaste, mouth and tongue sprays, and more generally as a food flavor agent; such as in chewing gum and candy. In first aid products such as \"mineral ice\" to produce a cooling effect as a substitute for real ice in the absence of water or electricity (pouch, body patch/sleeve or cream).   === Others === In aftershave products to relieve razor burn. As a smoking tobacco additive in some cigarette brands, for flavor, and to reduce throat and sinus irritation caused by smoking. Menthol also increases nicotine receptor density, increasing the addictive potential of tobacco products. As a pesticide against tracheal mites of honey bees. In perfumery, menthol is used to prepare menthyl esters to emphasize floral notes (especially rose). In various patches ranging from fever-reducing patches applied to children's foreheads to \"foot patches\" to relieve numerous ailments (the latter being much more frequent and elaborate in Asia, especially Japan: some varieties use \"functional protrusions\", or small bumps to massage one's feet as well as soothing them and cooling them down). As an antispasmodic and smooth muscle relaxant in upper gastrointestinal endoscopy.   === Organic chemistry === In organic chemistry, menthol is used as a chiral auxiliary in asymmetric synthesis. For example, sulfinate esters made from sulfinyl chlorides and menthol can be used to make enantiomerically pure sulfoxides by reaction with organolithium reagents or Grignard reagents. Menthol reacts with chiral carboxylic acids to give diastereomic menthyl esters, which are useful for chiral resolution.  It can be used as a catalyst for sodium production for the amateur chemist via the alcohol catalysed magnesium reduction process. Menthol is potentially ergogenic (performance enhancing) for athletic performance in hot environments   == Reactions == Menthol reacts in many ways like a normal secondary alcohol. It is oxidised to menthone by oxidising agents such as chromic acid, dichromate, or by calcium hypochlorite, in a green chemistry route. Under some conditions the oxidation using Cr(VI) compounds can go further and break open the ring. Menthol is easily dehydrated to give mainly 3-menthene, by the action of 2% sulfuric acid. Phosphorus pentachloride (PCl5) gives menthyl chloride.   == History == In the West, menthol was first isolated in 1771, by the German, Hieronymus David Gaubius.  Early characterizations were done by Oppenheim, Beckett, Moriya, and Atkinson. It was named by F. L. Alphons Oppenheim (1833–1877) in 1861.   == Compendial status == United States Pharmacopeia 23 Japanese Pharmacopoeia 15 Food Chemicals Codex   == Safety == The estimated lethal dose for menthol (and peppermint oil) in humans may be as low as 50–500 mg/kg, (LD50 Acute: 3300 mg/kg [Rat]. 3400 mg/kg [Mouse]. 800 mg/kg [Cat]). Survival after doses of 8 to 9 g has been reported. Overdose effects are abdominal pain, ataxia, atrial fibrillation, bradycardia, coma, dizziness, lethargy, nausea, skin rash, tremor, vomiting, and vertigo.   == See also ==   == References ==   == Further reading ==   == External links ==  Ryoji Noyori Nobel lecture (2001) A review of menthol from the Science Creative Quarterly"}