{"name": "levonorgestrel", "category": "drug", "content": "Levonorgestrel is a hormonal medication which is used in a number of birth control methods. It is combined with an estrogen to make combination birth control pills. As an emergency birth control, sold under the brand names Plan B One-Step and Julie, among others, it is useful within 72 hours of unprotected sex. The more time that has passed since sex, the less effective the medication becomes, and it does not work after pregnancy (implantation) has occurred. Levonorgestrel works by preventing ovulation or fertilization from occurring. It decreases the chances of pregnancy by 57–93%. In an intrauterine device (IUD), such as Mirena among others, it is effective for the long-term prevention of pregnancy. A levonorgestrel-releasing implant is also available in some countries. Common side effects include nausea, breast tenderness, headaches, and increased, decreased, or irregular menstrual bleeding. When used as an emergency contraceptive, if pregnancy occurs, there is no evidence that its use harms the fetus. It is safe to use during breastfeeding. Birth control that contains levonorgestrel will not change the risk of sexually transmitted infections. It is a progestin and has effects similar to those of the hormone progesterone. It works primarily by preventing ovulation and closing off the cervix to prevent the passage of sperm. Levonorgestrel was patented in 1960 and introduced for medical use together with ethinylestradiol in 1970. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In the United States, levonorgestrel-containing emergency contraceptives are available over the counter (OTC) for all ages. In 2020, it was the 323rd most commonly prescribed medication in the United States, with more than 800 thousand prescriptions.   == Medical uses ==   === Birth control ===  At low doses, levonorgestrel is used in monophasic and triphasic formulations of combined oral contraceptive pills, with available monophasic doses ranging from 100 to 250 μg, and triphasic doses of 50 μg, 75 μg, and 125 μg. It is combined with the estrogen ethinylestradiol in these formulations. At very low daily dose of 30 μg, levonorgestrel is used in some progestogen-only pill formulations. Levonorgestrel is the active ingredient in a number of intrauterine devices including Mirena and Skyla. It is also the active ingredient in the birth control implants Norplant and Jadelle. One of the more common forms of contraception that contains only levonorgestrel is an IUD. One IUD, the Mirena, is a small hollow cylinder containing levonorgestrel and polydimethylsiloxane and covered with a release rate controlling membrane.   === Emergency birth control === Levonorgestrel is used in emergency contraceptive pills (ECPs), both in a combined Yuzpe regimen which includes estrogen, and as a levonorgestrel-only method. The levonorgestrel-only method uses levonorgestrel 1.5 mg (as a single dose or as two 0.75 mg doses 12 hours apart) taken within three days of unprotected sex. With one study indicating that beginning as late as 120 hours (5 days) after intercourse could be effective. However, taking more than one dose of emergency contraception does not increase the chance of pregnancy not happening. Planned Parenthood asserts \"Taking the morning-after pill (also known as emergency contraception) multiple times doesn't change its effectiveness, and won't cause any long-term side effects.\" The primary mechanism of action of levonorgestrel as a progestogen-only emergency contraceptive pill is, according to International Federation of Gynecology and Obstetrics (FIGO), to prevent fertilization by inhibition of ovulation and thickening of cervical mucus. FIGO has stated that: \"review of the evidence suggests that LNG [levonorgestreol] ECPs cannot prevent implantation of a fertilized egg. Language on implantation should not be included in LNG ECP product labeling.\" In November 2013, the European Medicines Agency (EMA) approved a change to the label saying it cannot prevent implantation of a fertilized egg. Other studies still find the evidence to be unclear. While it is unlikely that emergency contraception affects implantation it is impossible to completely exclude the possibility of post-fertilization effect. In November 2013, the EMA also approved a change to the label for HRA Pharma's NorLevo saying: \"In clinical trials, contraceptive efficacy was reduced in women weighing 75 kg [165 pounds] or more, and levonorgestrel was not effective in women who weighed more than 80 kg [176 pounds].\" In November 2013 and January 2014, the FDA and the EMA said they were reviewing whether increased weight and body mass index (BMI) reduce the efficacy of emergency contraceptives. An analysis of four WHO randomised clinical trials, published in January 2017, showed pregnancy rates of 1.25% (68/5428) in women with BMI under 25, 0.61% (7/1140) in women with BMI between 25 and 30, and 2.03% (6/295) in women with BMI over 30. These values yield an eight-fold reduction in efficacy for women with BMI over 30 compared to women with BMI under 25. However, emergency contraceptives remain effective regardless of BMI.   === Hormone therapy === Levonorgestrel is used in combination with an estrogen in menopausal hormone therapy. It is used under the brand name Klimonorm as a combined oral tablet with estradiol valerate and under the brand name Climara Pro as a combined transdermal patch with estradiol.   === Available forms === As a type of emergency contraception, levonorgestrel is used after unprotected intercourse to reduce the risk of pregnancy. However, it can serve different hormonal purposes in its different methods of delivery. It is available for use in a variety of forms:   ==== By mouth ==== Levonorgestrel can be taken by mouth as a form of emergency birth control. The typical dosage is either 1.5 mg taken once or 0.75 mg taken 12–24 hours apart. The effectiveness in both methods is similar. The most widely used form of oral emergency contraception is the progestin-only pill, which contains a 1.5 mg dosage of levonorgestrel. Levonorgestrel-only emergency contraceptive pills are reported to have an 89% effectiveness rate if taken within the recommended 72 hours after sex. The efficacy of the drug decreases by 50% for each 12-hour delay in taking the dose after the emergency contraceptive regimen has been started.   ==== Skin patch ====  Estradiol with levonorgestrel in the form of a skin patch is used under the brand name Climara Pro for hormone replacement therapy in postmenstrual women, treating symptoms such as hot flashes or osteoporosis. The simultaneous delivery of a progestogen such as levonorgestrel is necessary for the protection of the endometrium.   ==== Intrauterine device ==== The levonorgestrel intrauterine system (LNG-IUS) is a type of long-term birth control that releases the progestin into the uterine cavity. Levonorgestrel is released at a constant, gradual rate of 0.02 mg per day by the polydimethylsiloxane membrane of the device, which renders it effective for up to five years. Because it is inserted directly into the uterus, levonorgestrel is present in the endometrium in much higher concentrations that would result from a LNG-containing oral pill; the LNG-IUS delivers 391 ng of levonorgestrel to the inner uterine region while a comparable oral contraceptive delivers only 1.35 ng. This high level of levonorgestrel impedes the function of the endometrium, making it hostile for sperm transport, fertilization, and implantation of an ovum.   ==== Implant ==== Subcutaneous implants of levonorgestrel have been marketed as birth control implants under the brand names Norplant and Jadelle and are available for use in some countries.   == Contraindications == Known or suspected pregnancy is a contraindication of levonorgestrel as an emergency contraceptive.   == Side effects ==  After an intake of 1.5 mg levonorgestrel in clinical trials, very common side effects (reported by 10% or more) included: hives, dizziness, hair loss, headache, nausea, abdominal pain, uterine pain, delayed menstruation, heavy menstruation, uterine bleeding, and fatigue; common side effects (reported by 1% to 10%) included diarrhea, vomiting, and painful menstruation; these side effects usually disappeared within 48 hours. However, the long term side effects common with oral contraceptives such as arterial disease are lower with levonorgestrel than in combination pills. Levonorgestrel as a contraceptive intrauterine device is associated with a higher risk of breast cancer than with non-use.   == Overdose == Overdose of levonorgestrel as an emergency contraceptive has not been described. Nausea and vomiting might be expected.   == Interactions == If taken together with drugs that induce the CYP3A4 cytochrome P450 liver enzyme, levonorgestrel may be metabolized faster and may have lower effectiveness.  These include, but are not limited to barbiturates, bosentan, carbamazepine, felbamate, griseofulvin, oxcarbazepine, phenytoin, rifampin, St. John's wort and topiramate.   == Pharmacology ==   === Pharmacodynamics === Levonorgestrel is a progestogen with weak androgenic activity. It has no other important hormonal activity, including no estrogenic, glucocorticoid, or antimineralocorticoid activity. The lack of significant mineralocorticoid or antimineralocorticoid activity with levonorgestrel is in spite of it having relatively high affinity for the mineralocorticoid receptor, which is as much as 75% of that of aldosterone.   ==== Progestogenic activity ==== Levonorgestrel is a progestogen; that is, an agonist of the progesterone receptor (PR), the main biological target of the progestogen sex hormone progesterone. It has effects similar to those of the hormone progesterone. As a contraceptive, it works primarily by preventing ovulation and closing off the cervix to prevent the passage of sperm. The endometrial transformation dose of levonorgestrel is 150 to 250 μg/day or 2.5 to 6 mg per cycle.   ==== Antigonadotropic effects ==== Due to its progestogenic activity, levonorgestrel has antigonadotropic effects and is able to suppress the secretion of the gonadotropins, luteinizing hormone and follicle-stimulating hormone, from the pituitary gland. This in turn, results in suppression of gonadal activity, including reduction of fertility and gonadal sex hormone production in both women and men. The ovulation-inhibiting dose of levonorgestrel in premenopausal women is 50 to 60 μg/day. In men, levonorgestrel causes marked suppression of circulating testosterone levels secondary to its antigonadotropic effects. In healthy young men, levonorgestrel alone at a dose of 120 to 240 μg/day orally for 2 weeks suppressed testosterone levels from ~450 ng/dL to ~248 ng/dL (–45%). Because of its effects on testosterone levels, and due to its androgenic activity being only weak and hence insufficient for purposes of androgen replacement in males, levonorgestrel has potent functional antiandrogenic effects in men. Consequently, it is able to produce adverse effects like decreased libido and erectile dysfunction, among others. In relation to this, levonorgestrel has been combined with an androgen like testosterone or dihydrotestosterone when it has been studied as a hormonal contraceptive in men.   ==== Androgenic activity ==== Levonorgestrel is a weak agonist of the androgen receptor (AR), the main biological target of the androgen sex hormone testosterone. It is a weakly androgenic progestin and in women may cause androgenic biochemical changes and side effects such as decreased sex hormone-binding globulin (SHBG) levels, decreased HDL cholesterol levels, weight gain, and acne. In combination with a potent estrogen like ethinylestradiol however, all contraceptives containing androgenic progestins are negligibly androgenic in practice and in fact can be used to treat androgen-dependent conditions like acne and hirsutism in women. This is because ethinylestradiol causes a marked increase in SHBG levels and thereby decreases levels of free and hence bioactive testosterone, acting as a functional antiandrogen. Nonetheless, contraceptives containing progestins that are less androgenic increase SHBG levels to a greater extent and may be more effective for such indications. Levonorgestrel is currently the most androgenic progestin that is used in contraceptives, and contraceptives containing levonorgestrel may be less effective for androgen-dependent conditions relative to those containing other progestins that are less androgenic.   ==== Other activity ==== Levonorgestrel stimulates the proliferation of MCF-7 breast cancer cells in vitro, an action that is independent of the classical PRs and is instead mediated via the progesterone receptor membrane component-1 (PGRMC1). Certain other progestins act similarly in this assay, whereas progesterone acts neutrally. It is unclear if these findings may explain the different risks of breast cancer observed with progesterone and progestins in clinical studies.   === Pharmacokinetics === The bioavailability of levonorgestrel is approximately 95% (range 85 to 100%). The plasma protein binding of levonorgestrel is about 98%. It is bound 50% to albumin and 48% to SHBG. Levonorgestrel is metabolized in the liver, via reduction, hydroxylation, and conjugation (specifically glucuronidation and sulfation). Oxidation occurs primarily at the C2α and C16β positions, while reduction occurs in the A ring. 5α-Dihydrolevonorgestrel is produced as an active metabolite of levonorgestrel by 5α-reductase. The elimination half-life of levonorgestrel is 24 to 32 hours, although values as short as 8 hours and as great as 45 hours have been reported. About 20 to 67% of a single oral dose of levonorgestrel is eliminated in urine and 21 to 34% in feces.   == Chemistry ==  Levonorgestrel, also known as 17α-ethynyl-18-methyl-19-nortestosterone or as 17α-ethynyl-18-methylestr-4-en-17β-ol-3-one, is a synthetic estrane steroid and a derivative of testosterone. It is the C13β or levorotatory stereoisomer and enantiopure form of norgestrel, the C13α or dextrorotatory isomer being inactive. Levonorgestrel is more specifically a derivative of norethisterone (17α-ethynyl-19-nortestosterone) and is the parent compound of the gonane (18-methylestrane or 13β-ethylgonane) subgroup of the 19-nortestosterone family of progestins. Besides levonorgestrel itself, this group includes desogestrel, dienogest, etonogestrel, gestodene, norelgestromin, norgestimate, and norgestrel. Levonorgestrel acetate and levonorgestrel butanoate are C17β esters of levonorgestrel. Levonorgestrel has a molecular weight of 312.45 g/mol and a partition coefficient (log P) of 3.8.   == History == Norgestrel (rac-13-ethyl-17α-ethynyl-19-nortestosterone), the racemic mixture containing levonorgestrel and dextronorgestrel, was discovered by Hughes and colleagues at Wyeth in 1963 via structural modification of norethisterone (17α-ethynyl-19-nortestosterone). It was the first progestogen to be manufactured via total chemical synthesis. Norgestrel was introduced for medical use as a combined birth control pill with ethinylestradiol under the brand name Eugynon in Germany in 1966 and under the brand name Ovral in the United States 1968, and as a progestogen-only pill under the brand name Ovrette in the United States in 1973. Following its discovery, norgestrel had been licensed by Wyeth to Schering AG, which separated the racemic mixture into its two optical isomers and identified levonorgestrel (13β-ethyl-17α-ethynyl-19-nortestosterone) as the active component of the mixture. Levonorgestrel was first studied in humans by 1970, and was introduced for medical use in Germany as a combined birth control pill with ethinylestradiol under the brand name Neogynon in August 1970. A more widely used formulation, containing lower doses of ethinylestradiol and levonorgestrel, was introduced under the brand name Microgynon by 1973. In addition to combined formulations, levonorgestrel was introduced as a progestogen-only pill under the brand names Microlut by 1972 and Microval by 1974. Many other formulations and brand names of levonorgestrel-containing birth control pills have also been marketed. Levonorgestrel, taken alone in a single high dose, was first evaluated as a form of emergency contraception in 1973. It was the second progestin to be evaluated for such purposes, following a study of quingestanol acetate in 1970. In 1974, the Yuzpe regimen, which consisted of high doses of a combined birth control pill containing ethinylestradiol and norgestrel, was described as a method of emergency contraception by A. Albert Yuzpe and colleagues, and saw widespread interest. Levonorgestrel-only emergency contraception was introduced under the brand name Postinor by 1978. Ho and Kwan published the first study comparing levonorgestrel only and the Yuzpe regimen as methods of emergency contraception in 1993 and found that they had similar effectiveness but that levonorgestrel alone was better-tolerated. In relation to this, the Yuzpe regimen has largely been replaced as a method of emergency contraception by levonorgrestrel-only preparations. Levonorgestrel-only emergency contraception was approved in the United States under the brand name Plan B in 1999, and has also been marketed widely elsewhere throughout the world under other brand names such as Levonelle and NorLevo in addition to Postinor. In 2013, the Food and Drug Administration approved Plan B One-Step for sale over-the-counter in the United States without a prescription or age restriction. Levonorgestrel has also been introduced for use as a progestogen-only intrauterine device under the brand names Mirena and Skyla among others, as a progestogen-only birth control implant under the brand names Norplant and Jadelle, as a combined oral tablet with estradiol valerate for menopausal hormone therapy under the brand name Klimonorm, and as a combined transdermal patch with estradiol for menopausal hormone therapy under the brand name Climara Pro. Ester prodrugs of levonorgestrel such as levonorgestrel acetate and levonorgestrel butanoate have been developed and studied as other forms of birth control such as long-acting progestogen-only injectable contraceptives and contraceptive vaginal rings, but have not been marketed for medical use.   == Society and culture ==   === Generic names === Levonorgestrel is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANTooltip British Approved Name, DCITTooltip Denominazione Comune Italiana, and JANTooltip Japanese Accepted Name, while lévonorgestrel is its DCFTooltip Dénomination Commune Française. It is also known as d-norgestrel, d(–)-norgestrel, or D-norgestrel, as well as by its developmental code names WY-5104 (Wyeth) and SH-90999 (Schering AG).   === Brand names === Levonorgestrel is marketed alone or in combination with an estrogen (specifically ethinylestradiol, estradiol, or estradiol valerate) under a multitude of brand names throughout the world, including Alesse, Altavera, Alysena, Amethia, Amethyst, Ashlyna, Aviane, Camrese, Chateal, Climara Pro, Cycle 21, Daysee, Emerres, Enpresse, Erlibelle, Escapelle, Falmina, Introvale, Isteranda, Jadelle, Jaydess, Jolessa, Klimonorm, Kurvelo, Kyleena, Lessina, Levlen, Levodonna, Levonelle, Levonest, Levosert, Levora, Liletta, Loette, Logynon, LoSeasonique, Lutera, Lybrel, Marlissa, Microgynon, Microlut, Microvlar, Min-Ovral, Miranova, Mirena, My Way, Myzilra, Next Choice, Nordette, Norgeston, NorLevo, Norplant, One Pill, Option 2, Orsythia, Ovima, Ovranette, Plan B, Plan B One-Step, Portia, Postinor, Postinor-2, Preventeza, Ramonna, Rigevidon, Quartette, Quasense, Seasonale, Seasonique, Skyla, Sronyx, Tri-Levlen, Trinordiol, Triphasil, Triquilar, Tri-Regol, Trivora, and Upostelle, among many others. These formulations are used as emergency contraceptives, normal contraceptives, or in menopausal hormone therapy for the treatment of menopausal symptoms. As an emergency contraceptive, levonorgestrel is often referred to colloquially as the \"morning-after pill\".   === Availability ===  Levonorgestrel is very widely marketed throughout the world and is available in almost every country.   === Accessibility === Levonorgestrel-containing emergency contraception is available over-the-counter in some countries, such as the United States. On some college campuses, Plan B is available from vending machines. A policy update in 2015, required all pharmacies, clinics, and emergency departments run by Indian Health Services (for Native Americans) to have Plan B One-Step in stock, to distribute it to any woman (or her representative) who asked for it without a prescription, age verification, registration or any other requirement, to provide orientation training to all staff regarding the medication, to provide unbiased and medically accurate information about emergency contraception, and to make someone available at all times to distribute the pill in case the primary staffer objected to providing it on religious or moral grounds.   == Research == Levonorgestrel has been studied in combination with androgens such as testosterone and dihydrotestosterone as a hormonal contraceptive for men.   == References ==   == External links ==  Media related to Levonorgestrel at Wikimedia Commons"}