{"name": "levobupivacaine", "category": "drug", "content": "Levobupivacaine (rINN) is a local anaesthetic drug indicated for minor and major surgical anaesthesia and pain management. It is a long-acting amide-type local anaesthetic that blocks nerve impulses by inhibiting sodium ion influx into the nerve cells. Levobupivacaine is the S-enantiomer of racemic bupivacaine and therefore similar in pharmacological effects. The drug typically starts taking effect within 15 minutes and can last up to 16 hours depending on factors such as site of administration and dosage. Levobupivacaine was designed, in the late 1970s, to be a safer and more effective alternative to bupivacaine, which had been associated with a higher risk of cardiotoxicity. Compared to bupivacaine, levobupivacaine is associated with less vasodilation and has a longer duration of action. It is approximately 13 per cent less potent (by molarity) than racemic bupivacaine and has a longer motor block onset time. Ropivacaine is, next to levobupivacaine, another less cardiotoxic alternative to bupivacaine. Levobupivacaine hydrochloride is commonly marketed by AbbVie under the trade name Chirocaine. In Europe, Chirocaine is available – prescription only – in concentrations ranging from 0.625 mg/mL to 7.5 mg/mL.   == Clinical use ==   === Indications === Levobupivacaine, the S(-)-enantiomer of bupivacaine has been developed as an alternative to the racemic mixture, as it has been shown to have a lower cardiotoxicity than bupivacaine. Under European Union advice, it can be applied for minor and major surgical anaesthesia, as well as (post-operative) pain management. Particularly, it has been found suitable for multiple procedures, such as epidural block. It is effective for human patients who receive elective Caesarean section or lower body surgery, as it does not diverge dramatically in terms of sensory and/or motor block duration in comparison to bupivacaine. Deserving of consideration is the fact that its enhanced motor blocking can be a downside for patients receiving an epidural injection during childbirth, as a certain level of movement may still be required. Other than childbirth, possible applications of levobupivacaine include upper and lower limb surgery, as well as eye surgery, where it blocks the extraocular muscle, highly efficient and convenient for patients undergoing vitreoretinal anterior segment or cataract surgery. Levobupivacaine can be combined with other analgesics, including opioids, for postoperative pain management.    === Contraindications === Using 0.75% (7.5 mg/mL) of levobupivacaine, similar to bupivacaine, is contraindicated in obstetric patients. Use in paracervical blocks in obstetrics is also contraindicated. Levobupivacaine is furthermore contraindicated in patients with known hypersensitivity to levobupivacaine or other amide-type local anaesthetics, in patients with severe hypotension (e.g. cardiac or hypovolemic shock) and for use in intravenous regional anaesthesia (Bier’s block).   === Adverse effects === Possible adverse effects in the central nervous system caused by levobupivacaine usage are light-headedness, tinnitus, tongue numbness and convulsions, which may be due to the blockade of sodium, potassium and calcium channels in tissues that were not intended as targets. Cardiotoxicity may be a result of indirect effects of the drug, such as the blockade of myocardial sympathetic nerves, thus leading to contractile delay, or by direct effects, such as the blockade of potassium channels.  Effects of this nature lead to lowered contractile function and arrhythmogenic effects, which can potentially cause cardiovascular collapse and death. It is to note that the drug also has vasoconstrictive activity, thereby increasing the duration of sensory blockage with a relatively low risk of central nervous system toxicity on one hand, and on the other, it can have the same effect on uteroplacental blood flow, which can harm the foetus. Ultimately, levobupivacaine has been shown to have a lower risk of cardiovascular and central nervous system toxicity compared to bupivacaine in animal studies, not at the expense of potency and efficacy, and should be therefore considered as an alternative.   === Toxicity === Levobupivacaine has become a more favourable alternative for regional anaesthesia than bupivacaine due to its reduced toxicity. A plethora of non-human studies have established levobupivacaine’s lower risk of cardiac and neurotoxic adverse effects. Most animal studies show that the lethal dose (LD50) of levobupivacaine is approximately 50% higher than that of bupivacaine. In general, laevorotatory isomers tend to cause significantly fewer adverse effects and are thus a safer pharmacological alternative. Levobupivacaine has a 97% protein binding rate which is 2% higher than what is observed in bupivacaine. The faster protein binding rate contributes to its reduced toxicity level. In human volunteer studies, levobupivacaine consistently proved to have a safety advantage over bupivacaine. Risk factors for local anaesthetic toxicity depend on the administration of levobupivacaine to myocardial and cerebral tissue, as well as the predisposition of these tissues to levobupivacaine’s negative effects.  Age is a relevant factor in vulnerability to levobupivacaine toxicity. Elderly patients are more likely to have pre-existing conditions impacting the cardiac, renal and hepatic systems, which contribute to the slower absorption rate and plasma concentrations below the toxic level compared to younger patients. On the other hand, homeostatic disbalance can exacerbate toxic effects. It is important to adjust the dosage of levobupivacaine in paediatric patients due to their underdeveloped metabolic processing to prevent reaching toxic levels. The dosage of local anaesthetics is calculated based on the patient’s weight and body mass index, however, the association power is stronger in children than in adults. Moreover, symptoms of systemic toxicity like paraesthesia are harder to notice in children.   == Pharmacology ==   === Pharmacodynamics === Levobupivacaine is a drug that has analgesic, motor blocking, and sensory blocking effects on the human body, whose properties are dictated by its chemical characteristics, such as pKa, which has a value of 8.1. The pKa of a drug can be informative information that indicates its ionisation under physiological conditions. For example, drugs with a high pKa, such as that of levobupivacaine, tend to be their ionised form under physiological state, meaning that they would not easily cross the hydrophobic plasma membrane of cells. This, however, is counteracted by the high lipid solubility of levobupivacaine, which increases the ease with which it can diffuse through the phospholipid bilayer. Additionally, high-protein binding quality (97%) is characteristic of levobupivacaine, which strengthens its binding to cell surface proteins, thereby lengthening the binding, and thus action time. The S(-)-enantiomer of levobupivacaine is a high-potency, long-acting anaesthetic with a relatively slow onset of action. Indeed, it has been found in certain studies that, as a surgical anaesthetic, it has a sensory ad motor blocking activity for over 90% of adult patients who received appropriate doses for their bodily composition, and duration of the surgery, with an onset time of 15 minutes. More specifically, levobupivacaine achieves its effects by acting on the neuronal voltage-sensitive sodium channels, where it prevents the transmission of nerve impulses. The normal function of these sodium channels is halted temporarily, as the drug interferes with their opening, thereby inhibiting the conduction of action potentials in nerves involved in sympathetic, sensory, and motor activity. This interruption results in decreased muscle control, and overall analgesic effects which allow for levobupivacaine to act as a local anaesthetic. Levobupivacaine varies slightly in its effects depending on the characteristics of the neuron in question. For example, in myelinated neurons, the nodes of Ranvier are targeted and more easily blocked than unmyelinated neurons, and small nerves are more easily blocked than large nerves. When compared to the racemic bupivacaine mixture, levobupivacaine generally has been shown to have similar effects. As an anaesthetic, it is similar in nerve-blocking potency compared to its R(+)-enantiomer and racemic mixture, although its effects are affected by the route of administration and the concentration, however, they were ultimately similar among the three. Some animal studies indicate that among the three, levobupivacaine shows an increased duration of anaesthesia and/or greater potency, and there is evidence that in humans it is as potent as bupivacaine.   === Pharmacokinetics === The plasma concentration of levobupivacaine is influenced by both the dosage and the method of administration. Additionally, absorption depends on the vascularity of the tissue. Maximum plasma concentration of 1.2 μg/mL is reached approximately 30 minutes post epidural injection.  Levobupivacaine undergoes biotransformation in the liver by the cytochrome P450 enzyme, specifically CYP1A2 and CYP3A isoforms as part of phase one biotransformation, thereby producing inactive metabolites. The major metabolite produced is 3-hydroxy-levobupivacaine and the minor one is desbutyl-levobupivacaine. Subsequently, levobupivacaine metabolites are further converted into glucuronic acid and sulphate ester conjugates as a part of phase two. Metabolic inversion of levobupivacaine is not observed. The extensive metabolism of levobupivacaine by the liver ensures that no unchanged drug is excreted via urine. As a result, in patients with renal dysfunction, only the inactive metabolites accumulate instead of the drug itself.  Research tracing radiolabelled levobupivacaine showed that 71% was recovered in urine and 24% was recovered in faecesl After the intravenous administration of 40 mg of levobupivacaine, the half-life was approximately 80 minutes and the rate of clearance was 651 ± 221.5 mL/min.   == Chemistry ==   === Structure === Levobupivacaine is an amino-amide anaesthetic that is similar in structure to bupivacaine, namely the S-enantiomer of bupivacaine. A lipophilic aromatic ring is linked to a hydrocarbon chain by an amide bond. The lipophilic components of levobupivacaine allow it to cross cell membraness and exert its local anaesthetic effect by causing a reversible blockade of open neuronal sodium channels.    === Synthesis ===  A 5-step process to synthesise levobupivacaine from Nα-CBZ (S)-lysine, published in 1996, is depicted in Scheme 1. The key steps in this process include oxidative de-animation and stereospecific ring closure to form the pipecolamide core structure. This method is claimed to be efficient, but showed to be dangerous for mass production due to the high risk of explosion of the diazonium salt intermediates.   A more recent patent from 2008, consists of a 3-step process (see Scheme 2) to synthesise levobupivacaine hydrochloride of an optical purity of at least 99%. (S)-2,6-pipecocholxylide (I) is reacted with 1-bromobutane and a base (a), such as potassium carbonate, to obtain a solution of (S)-bupivacaine (II) and its enantiomers. Recrystallisation of this solution with a solvent (b), preferably cyclohexane, can lead to an optical purity of at least 98% levobupivacaine. Lastly, the addition of hydrochloride (c) is possible.   == References =="}