{"name": "levomilnacipran", "category": "drug", "content": "Levomilnacipran (brand name Fetzima) is an antidepressant which was approved in the United States in 2013 for the treatment of major depressive disorder (MDD) in adults. It is the levorotatory enantiomer of milnacipran, and has similar effects and pharmacology, acting as a serotonin–norepinephrine reuptake inhibitor (SNRI).   == Medical uses ==   === Depression === The FDA approved levomilnacipran for treating major depressive disorder. This approval was based on the results of five clinical trials. The trials included one 10-week phase II and four 8-week phase III. Four of the five trials demonstrated a statistically significant superiority to placebo as measured by the Montgomery–Åsberg Depression Rating Scale. Superiority to placebo was also demonstrated by improvement in the Sheehan Disability Scale.   == Side effects == Side effects seen more often with levomilnacipran than with placebo in clinical trials included nausea, dizziness, sweating, constipation, insomnia, increased heart rate and blood pressure, urinary hesitancy, erectile dysfunction and delayed ejaculation in males, vomiting, tachycardia, and palpitations.   == Pharmacology ==   === Pharmacodynamics === Relative to other SNRIs, levomilnacipran, as well as milnacipran, differ in that they are much more balanced reuptake inhibitors of serotonin and norepinephrine. To demonstrate, the serotonin:norepinephrine ratios of SNRIs are as follows: venlafaxine = 30:1, duloxetine = 10:1, desvenlafaxine = 14:1, milnacipran = 1.6:1, and levomilnacipran = 1:2. The clinical implications of more balanced elevations of serotonin and norepinephrine are unclear, but may include improved effectiveness, though also increased side effects. Levomilnacipran is selective for the serotonin and norepinephrine transporters, lacking significant affinity for over 23 off-target sites. However, it does show some affinity for the dizocilpine (MK-801/PCPTooltip phencyclidine) site of the NMDA receptor (Ki = 1.7 μM), and has been found to inhibit NR2A and NR2B subunit-containing NMDA receptors with respective IC50 values of 5.62 and 4.57 μM. As such, levomilnacipran is an NMDA receptor antagonist at high concentrations. Levomilnacipran has recently been found to act as an inhibitor of beta-site amyloid precursor protein cleaving enzyme-1 (BACE-1), which is responsible for β-amyloid plaque formation, and hence may  be a potentially useful drug in the treatment of Alzheimer's disease.   === Pharmacokinetics === Levomilnacipran has a high oral bioavailability of 92% and a low plasma protein binding of 22%. It is metabolized in the liver by the cytochrome P450 enzyme CYP3A4, thereby making the medication susceptible to grapefruit-drug interactions. The drug has an elimination half-life of approximately 12 hours, allowing for once-daily administration. Levomilnacipran is excreted in urine.   == History == Levomilnacipran was developed by Forest Laboratories and Pierre Fabre Group, and was approved by the Food and Drug Administration in July 2013.   == References ==   == External links ==  Media related to Levomilnacipran at Wikimedia Commons"}