{"name": "Lichen Simplex Chronicus", "category": "disease", "content": "Lichen simplex chronicus (LSC) is thick leathery skin with exaggerated skin markings caused by sudden itching and excessive rubbing and scratching. It generally results in small bumps, patches, scratch marks and scale. It typically affects the neck, scalp, upper eyelids, ears, palms, soles, ankles, wrists, genital areas and bottom. It often develops gradually and the scratching becomes a habit.   == Signs and symptoms == People burdened with LSC report pruritus, followed by uncontrollable scratching of the same body region, excessively. Most common sites of LSC are the sides of the neck, the scalp, ankles, vulva, pubis, scrotum, and extensor sides of the forearms. However, due to the stigma associated with chronic scratching, some patients will not admit to chronic rubbing or abrasion. The skin may become thickened and hyperpigmented (lichenified) as a direct result of chronic excoriation. Typically this period of increased scratching is associated with stressors.   == Causes == This is a skin disorder characterized by a self-perpetuating scratch-itch cycle:   It may begin with something that rubs, irritates, or scratches the skin, such as clothing. This causes the person to rub or scratch the affected area. Constant scratching causes the skin to thicken. The thickened skin itches, causing more scratching, causing more thickening. Affected area may spread rapidly through the rest of the body. Many hypothesize LSC has a psychosomatic origin. Those predisposed to itch as a response to emotional tensions may be more susceptible to the itch-scratch cycle. It may also be associated with nervousness, anxiety, depression, and other psychological disorders. Many people with LSC are aware of the scratching they do during the day, but they might not be aware of the scratching they do in their sleep. LSC is also associated with atopy, or atopic dermatitis (eczema) and an increase of histamine levels.   == Diagnosis == LSC is typically diagnosed by careful observation and history taking. It is easily recognized (see signs and symptoms, and gallery). Biopsies are sometimes necessary to confirm the diagnosis and differentiate it from other similar appearing lesions.   == Treatment == Treatment is aimed at reducing itching and minimizing existing lesions because rubbing and scratching exacerbate LSC. The itching and inflammation may be treated with a lotion or steroid cream (such as triamcinolone or Betamethasone) applied to the affected area of the skin. Night-time scratching can be reduced with sedatives and antihistamines. Doxepin is often prescribed, as it offers both antihistamine properties and is also effective at reducing the (itch scratch cycle) associated with the obsessive psychosomatic behavioral symptoms.   === Gallery ===  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == See also == List of cutaneous conditions   == References ==   == External links =="}