{"name": "lifitegrast", "category": "drug", "content": "Lifitegrast, sold under the brand name Xiidra (), is a medication for the treatment of signs and symptoms of dry eye, a syndrome called keratoconjunctivitis sicca. Lifitegrast reduces inflammation by inhibiting inflammatory cell binding. It is often used in conjunction with ciclosporin (Ikervis, Restasis, or Cequa) for dry eye treatment including meibomian gland dysfunction and inflammatory dry eye.   == Adverse effects == Common side effects in clinical trials were eye irritation, discomfort, blurred vision, and dysgeusia (a distortion of the sense of taste).   == Pharmacology == Lifitegrast is supplied as an eye drop.   === Mechanism of action === Lifitegrast inhibits an integrin, lymphocyte function-associated antigen 1 (LFA-1), from binding to intercellular adhesion molecule 1 (ICAM-1). This mechanism down-regulates inflammation mediated by T lymphocytes.   == History == Lifitegrast was initially designed by Sunesis and developed by SARcode Bioscience which was acquired by Shire in 2013, which submitted a new drug application to the US Food and Drug Administration (FDA) in March 2015. The FDA granted Shire a priority review a month later, and requested additional clinical data, which were supplied in January 2016; approval was granted on 11 July 2016. Lifitegrast was approved by Health Canada in January 2018, and available in Canadian pharmacies as of March 2018. Shire was acquired by Takeda Pharmaceutical Company in late 2018. In May 2019 Novartis reached an agreement to purchase the assets associated with Lifitegrast. Novartis will pay Takeda an upfront payment of $3.4 billion, while the latter drugmaker is eligible for milestone payments of as much as $1.9 billion. Novartis noted that the drug amassed approximately $400 million in revenue in 2018. In 2023, Novartis sold the assets to Bausch + Lomb for $1.75 billion and eligible for an additional $750 million in payments linked to future sales for Xiidra as well as two pipeline assets.   == References =="}