{"name": "linaclotide", "category": "drug", "content": "Linaclotide, (sold under the brand name Linzess in the US and Mexico, and as Constella elsewhere) is a drug used to treat irritable bowel syndrome with constipation and chronic constipation with no known cause. It has a black box warning about the risk of serious dehydration in children in the US; the most common adverse effects in others include diarrhea. It is an oligopeptide agonist of guanylate cyclase 2C and remains in the GI tract after it is taken by mouth. It was approved in the US and the European Union in 2012. It is marketed by Abbvie (formerly  Allergan) in the United states and by Astellas in Asia; Ironwood Pharmaceuticals was the originator. In 2021, it was the 246th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical use == Linaclotide is indicated to treat irritable bowel syndrome with constipation and chronic constipation with no known cause. In June 2023, the indication was expanded in the US to include the treatment of functional constipation.   == Adverse effects == The US label has a black box warning to not use linaclotide in children less than six years old and to avoid in people from 6 to 18 years old, due to the risk of serious dehydration. More than 10% of people taking linaclotide have diarrhea. Between 1% and 10% of people have decreased appetite, dehydration, low potassium, dizziness when standing up too quickly, nausea, vomiting, urgent need to defecate, fecal incontinence, and bleeding in the colon, rectum, and anus. It has not been tested in pregnant women and it is unknown if it is excreted in breast milk.   == Pharmacology == Systemic absorption of the globular tetradecapeptide is minimal. Linaclotide, like the endogenous guanylin and uroguanylin it mimics, is an agonist that activates the cell surface receptor of guanylate cyclase 2C (GC-C). The medication binds to the surface of the intestinal epithelial cells. Linaclotide is minimally absorbed and it is undetectable in the systemic circulation at therapeutic doses. Activation of GC-C increases cyclic guanosine monophosphate (cGMP). Elevated cGMP stimulates secretion of chloride and bicarbonate and water into the intestinal lumen, mainly by way of cystic fibrosis transmembrane conductance regulator (CFTR) ion channel activation. This results in increased intestinal fluid and accelerated transit.   == Chemistry == Linaclotide is a hybrid peptide design of the E.coli heat-stable enterotoxin (STa) and the endogenous peptide hormones endogenous guanylin and uroguanylin. It is a synthetic tetradecapeptide (14 amino acid peptide) with the sequence CCEYCCNPACTGCY by one-letter abbreviation, or by three-letter abbreviation: H–Cys1–Cys2–Glu3–Tyr4–Cys5–Cys6–Asn7–Pro8–Ala9–Cys10–Thr11–Gly12–Cys13–Tyr14–OH However, the actual structure of linaclotide is not fully specified without the three disulfide (R-S-S-R) bonds it contains, which are between Cys1 and Cys6, between Cys2 and Cys10, and between Cys5 and Cys13; these are shown in exaggerated fashion in the line-angle graphic showing the chemical bonds within and between each amino acid (and their stereochemistries, see the infobox, above right), and are represented using a one-letter abbreviations in the following additional schematic:  A study in discovery synthesis reported that 2 of 14 strategies available to synthesize linaclotide were successful—the successful ones involving trityl protection of all cysteines, or trityl protection of all cysteines except Cys1 and Cys6, which were protected with tert-butylsulphenyl groups. The study also reported that solution-phase oxidation (disulfide formation) was advisable over solid-supported synthesis for linaclotide, and that the Cys1–Cys6 disulfide bridge was the most favored energetically.   == History == The drug was discovered at Microbia, Inc, which had been spun out of the Whitehead Institute in 1998 by postdocs from the lab of Gerald Fink to commercialize the lab's know-how and inventions related to microbial pathogens and biology. In 2002 the company hired Mark Currie who had worked at the Searle division of Monsanto and then had gone to Sepracor. Currie directed the efforts that led to the discovery of linaclotide, which was based on an enterotoxin produced by some strains of Escherichia coli that cause traveler's diarrhea. The company started Phase I trials in 2004. Under a partnership agreement announced in 2007, between Forest Laboratories and Microbia, Forest would pay $70 million in licensing fees towards the development of linaclotide, with profits shared between the two companies in the US; Forest obtained exclusive rights to market in Canada and Mexico. By 2010, Microbia had changed its name to Ironwood Pharmaceuticals and had licensed rights to distribute the drug in Europe to Almirall and had licensed Asian rights to Astellas Pharma. It was approved in the United States and in the European Union in 2012. Forest was acquired in 2014 and eventually became part of Allergan. Allergan acquired rights from Almirall in 2015, and in 2017, acquired remaining rights in most of the rest of the world, excluding North America, Japan, and China.   == Society and culture ==   === Economics === In 2014, Ironwood and Forest then Allergan began running direct-to-consumer advertising which raised sales by 21%; campaigns in 2015 and 2016 raised sales by 27% and 30%. In 2017, the list price for linaclotide in the US was US$378 for 30 pills; Allergan and Ironwood increased the price of linaclotide to around $414 in 2018.   == References =="}