{"name": "lincomycin", "category": "drug", "content": "Lincomycin is a lincosamide antibiotic that comes from the actinomycete Streptomyces lincolnensis. A related compound, clindamycin, is derived from lincomycin by using thionyl chloride to replace the 7-hydroxy group with a chlorine atom with inversion of chirality. It was released for medical use in September 1964.   == Uses == Although similar in antibacterial spectrum and mechanism of action to macrolides, lincomycin is also effective against other organisms including actinomycetes and some species of Mycoplasma and Plasmodium. However, because of its adverse effects and toxicity, it is rarely used today and reserved for patients allergic to penicillin or where bacteria have developed resistance.   == Clinical pharmacology == Intramuscular administration of a single dose of 600 mg of Lincomycin produces average peak serum levels of 11.6 μg/mL at 60 min, and maintains therapeutic levels for 17 h to 20 h, for most susceptible gram-positive organisms.  Urinary excretion after this dose ranges from 1.8% to 24.8% (mean: 17.3%). A two-hour intravenous infusion of 600 mg of Lincomycin achieves average peak serum levels of 15.9 μg/mL and yields therapeutic levels for 14 h for most susceptible gram-positive organisms.  Urinary excretion ranges from 4.9% to 30.3% (mean: 13.8%). The biological half-life after IM or IV administration is 5.4 ± 1.0 h.  The serum half-life of lincomycin may be prolonged in patients with severe impairment of renal function, compared to patients with normal renal function.  In patients with abnormal hepatic function, serum half-life may be twofold longer than in patients with normal hepatic function.  Hemodialysis and peritoneal dialysis are not effective in removing lincomycin from the serum. Tissue level studies indicate that bile is an important route of excretion.  Significant levels have been demonstrated in the majority of body tissues.  Although lincomycin appears to diffuse in the cerebrospinal fluid (CSF), levels of lincomycin in the CSF appear inadequate for the treatment of meningitis.   == Biosynthesis == Lincomycin is an antibiotic classified as a member of the lincosamide class, which typically features a L-proline amino acid derivative linked through amide group with an eight-carbon aminothio sugar. The two units 4-propyl-L-proline and the amino-octose, are each synthesized separately, and are then condensed by LmbD protein, and then further postcondensation reactions involving cleaving of mycothiol, deacetylation, and S-methylation finally yield lincomycin. The biosynthesis of the amino acid moiety of lincomycin, starts with tyrosine which is transformed to 4-propyl-L-proline by the consecutive action of LmbB1, LmbB2, LmbW, LmbA and LmbX proteins. 4-Propyl-L-proline is activated by LmbC and loaded into LmbN, a bifunctional peptidyl carrier protein, and is ready for condensation by LmbD. The biosynthetic pathway for production of the amino-octose moiety is almost fully elucidated although the order of the steps still needs further research. Condensation through a transaldolase (LmbR) of ribose 5-phosphate (C5) with fructose 6-phosphate or sedoheptulose-7-phosphate (providing a C3 unit) forms the octose (C8). Further transformations involving isomerization (LmbN), 1-phosphorylation (LmbP), 8-dephosphorylation (LmbK), guanosine diphosphate attachment at position 1 (LmbO), 4-epimerization (LmbM), 6-oxidation (LmbL), amination (LmbS), imine reduction (LmbZ) and 8-reduction, are performed to construct the amino-octose unit. LmbT protein exchange GDP by ergothioneine and the condensation with 4-propyl-L-proline and catalysed by LmbD can occur. The amide-linked product between the amino acid and the amino-octose bound to ergothioneine is then the substrate of LmbV, which substitute ergothioneine by mycothiol. The mycothiol moiety is then cleaved by LmbE, and the product is further processed by LmbIH, LmbQ, LmbJ, LmbF and is finally sulphur methylated by LmbG, to afford lincomycin.   == Spectrum of susceptibility == Lincomycin is a narrow spectrum antibiotic with activity against Gram-positive and cell wall-less bacteria including pathogenic species of Streptococcus, Staphylococcus, and Mycoplasma. Lincomycin is used to treat severe bacterial infections in patients who cannot use penicillin antibiotics. Lincomycin shows weak activity against most Gram-negative bacteria. The following represents susceptibility (MIC) data for a few pathogenic bacteria:  Staphylococcus aureus - 0.2 μg/mL - 32 μg/mL Streptococcus pneumoniae - 0.05 μg/mL - 0.4 μg/mL Streptococcus pyogenes - 0.04 μg/mL - 0.8 μg/mL   == References =="}