{"name": "Listeriosis", "category": "disease", "content": "Listeriosis is a bacterial infection most commonly caused by Listeria monocytogenes, although L. ivanovii and L. grayi have been reported in certain cases. Listeriosis can cause severe illness, including severe sepsis, meningitis, or encephalitis, sometimes resulting in lifelong harm and even death. Those at risk of severe illness are the elderly,  fetuses, newborns and those who are immunocompromised. In pregnant women it may cause stillbirth or spontaneous abortion, and preterm birth is common. Listeriosis may cause mild, self-limiting gastroenteritis and fever in anyone. Listeria is ubiquitous and is primarily transmitted via the oral route after ingestion of contaminated food products, after which the bacteria penetrates the intestinal tract to cause systemic infections. The diagnosis of listeriosis requires the isolation of the causative bacteria from the blood and/or the cerebrospinal fluid. Treatment includes prolonged administration of antibiotics, primarily ampicillin and gentamicin, to which the organism is usually susceptible.   == Signs and symptoms == The disease primarily affects older adults, persons with weakened immune systems, pregnant women, and newborns. Rarely, people without these risk factors can also be affected. A person with listeriosis usually has fever and muscle aches, often preceded by diarrhea or other gastrointestinal symptoms. Almost everyone who is diagnosed with listeriosis has invasive infection, meaning that the bacteria spread from their intestines to their bloodstream or other body sites. Disease may occur as long as two months after eating contaminated food. The symptoms vary with the infected person:  High-risk people other than pregnant women: Symptoms can include fever, muscle aches, headache, stiff neck, confusion, loss of balance, and convulsions. Pregnant women: Pregnant women typically experience only a mild, flu-like illness. However, infections during pregnancy can lead to miscarriage, stillbirth, premature delivery, or life-threatening infection of the newborn. Previously healthy people: People who were previously healthy but were exposed to a very large dose of Listeria can develop a noninvasive illness in which the bacteria do not spread into their bloodstream or other body sites. Symptoms can include diarrhea and fever. If an animal has eaten food contaminated with Listeria and does not have any symptoms, most experts believe that no tests or treatment are needed, even for people at high risk for listeriosis.   == Cause == Listeria monocytogenes is ubiquitous in the environment. The main route of acquisition of Listeria is through the ingestion of contaminated food products. Listeria has been isolated from raw meat, dairy products, vegetables, fruit and seafood. Soft cheeses, unpasteurized milk and unpasteurised pâté are potential dangers; however, some outbreaks involving post-pasteurized milk have been reported. Rarely listeriosis may present as cutaneous listeriosis.  This infection occurs after direct exposure to L. monocytogenes by intact skin and is largely confined to veterinarians who are handling diseased animals, most often after a listerial abortion. It can be more common in patients with hemochromatosis. L. monocytogenes is believed to enter the host cells once it reaches the gastrointestinal tract within the human body. The pathogen recognizes eukaryotic receptors on the surface of a host cell and enters the cell through phagocytosis. The pathogen then resides in phagocytic vacuoles, or phagosomes, until it enters the cytoplasm by disrupting the phagosome membrane. Within the cytoplasm, the bacteria replicate then initiates what is called an actin propulsion system, or host cell actin polymerization to penetrate neighboring host cells. This system allows the bacteria to utilize actin from the host cell to adhere to the cell surface, protrude through the cell surface forming a pseudopod, and penetrate the neighboring cells. This penetrating pseudopod is taken up into the neighboring cell through phagocytosis, a transient double-membrane phagosome is formed around it, then the bacteria escapes from the phagosome and begins the cycle again. It is at this stage that the patient may experience febrile gastroenteritis. As the disease continues to escalate, bacteremia occurs when the L. monocytogenes that entered host cells within the gastrointestinal tract enter the blood stream and translocate to other major organs of the body. In healthy individuals, L. monocytogenes bacterium in the blood stream are taken up by macrophages and eliminated from the body, however in immunocompromised individuals the pathogen permeates through the body, inducing numerous conditions leading to the fatal nature of listeriosis infection. In the liver this condition causes subclinical pyogranulomatous hepatitis, in the central nervous system this causes meningoencephalitis, in pregnancy individuals this causes placentitis, and the state of bacteremia escalates to septicemia. L. monocytogenes is classified in the phylum Actinobacteria and is of the order Bacillales with other gram-positive, low GC content and facultative anaerobic bacteria. Besides the genus Listeria, the genera Bacillus and Staphylococcus also exist in this order, indicating that species within these genera are closely related. These genera contain other severe disease-causing bacterium such as Bacillus anthracis (anthrax) and Staphylococcus aureus (MRSA).     == Diagnosis ==  In CNS infection cases, L. monocytogenes can often be cultured from the blood or from the CSF (cerebrospinal fluid).   == Prevention == The main means of prevention is through the promotion of safe handling, cooking and consumption of food. This includes washing raw vegetables and cooking raw food thoroughly, as well as reheating leftover or ready-to-eat foods like hot dogs until steaming hot. Another aspect of prevention is advising high-risk groups such as pregnant women and immunocompromised patients to avoid unpasteurized pâtés and foods such as soft cheeses like feta, Brie, Camembert cheese, and bleu. Cream cheeses, yogurt, and cottage cheese are considered safe. In the United Kingdom, advice along these lines from the Chief Medical Officer posted in maternity clinics led to a sharp decline in cases of listeriosis in pregnancy in the late 1980s. Another method of controlling the presence of the Listeriosis causing pathogen L. monocytogenes is by spraying foods with the additive product LISTEX P100 bacteriophage. P100 is a bacteriophage that infects specific pathogen and kills the cells through what is called the lytic cycle, eliminating that pathogen from the food. Many food production companies spray their products with this bacteriophage before packaging because it kills strains of L. monocytogenes without altering the flavor, color, or quality of the food. Studies have shown that LISTEX P100 is successful at eliminating L. monocytogenes from raw salmon fillet tissue, catfish fillets, fruit, surface-ripened soft cheese, hot dogs, cooked and slices turkey breast meat, smoked salmon, mixed seafood, chocolate milk, mozzarella cheese brine, iceberg lettuce, cabbage, and sausage. In addition, no genetic resistance to P100 phage has been reported from present studies on Listeria isolates.    == Treatment == Bacteremia should be treated for 2 weeks, meningitis for 3 weeks, and brain abscess for at least 6 weeks. Ampicillin generally is considered antibiotic of choice; gentamicin is added frequently for its synergistic effects. Overall mortality rate is 20–30%; of all pregnancy-related cases, 22% resulted in fetal loss or neonatal death, but mothers usually survive.   == Epidemiology ==  Incidence in 2004–2005 was 2.5–3 cases per million population a year in the United States, where pregnant women accounted for 30% of all cases.  Of all nonperinatal infections, 70% occur in immunocompromised patients. Incidence in the U.S. has been falling since the 1990s, in contrast to Europe where changes in eating habits have led to an increase during the same time. In the EU, it has stabilized at around 5 cases per annum per million population, although the rate in each country contributing data to EFSA/ECDC varies greatly. There are four distinct clinical syndromes:  Infection in pregnancy: Listeria can proliferate asymptomatically in the vagina and uterus. If the mother becomes symptomatic, it is usually in the third trimester. Symptoms include fever, myalgias, arthralgias and headache. Miscarriage, stillbirth and preterm labor are complications of this infection. Symptoms last 7–10 days. Neonatal infection (granulomatosis infantiseptica): There are two forms. One, an early-onset sepsis, with Listeria acquired in utero, results in premature birth. Listeria can be isolated in the placenta, blood, meconium, nose, ears, and throat. Another, late-onset meningitis is acquired through vaginal transmission, although it also has been reported with caesarean deliveries. Central nervous system (CNS) infection (neurolisteriosis): Listeria has a predilection for the brain parenchyma, especially the brain stem, and the meninges. It can cause cranial nerve palsies, encephalitis, meningitis, meningoencephalitis and abscesses. Mental status changes are common. Seizures occur in at least 25% of patients. Gastroenteritis: L. monocytogenes can produce food-borne diarrheal disease, which typically is noninvasive. The median incubation period is 21 days, with diarrhea lasting anywhere from 1–3 days. Affected people present with fever, muscle aches, gastrointestinal nausea or diarrhea, headache, stiff neck, confusion, loss of balance, or convulsions. Listeria has also been reported to colonize the hearts of some patients. The overall incidence of cardiac infections caused by Listeria is relatively low, with 7–10% of case reports indicating some form of heart involvement. There is some evidence that small subpopulations of clinical isolates are more capable of colonizing the heart throughout the course of infection, but cardiac manifestations are usually sporadic and may rely on a combination of bacterial factors and host predispositions, as they do with other strains of cardiotropic bacteria.   == Notable outbreaks == According to the Centers for Disease Control and Prevention (CDC) there are about 1,600 cases of listeriosis annually in the United States. Compared to 1996–1998, the incidence of listeriosis had declined by about 38% by 2003.   However, illnesses and deaths continue to occur.  On average from 1998 to 2008, 2.4 outbreaks per year were reported to the CDC. Some notable ones are listed below.   === 2002 United States outbreak === A large outbreak occurred in 2002, when 54 illnesses, 8 deaths, and 3 fetal deaths in 9 states were found to be associated with consumption of contaminated turkey deli meat.   === 2008 Canadian listeriosis outbreak ===  An outbreak of listeriosis in Canada linked to a Maple Leaf Foods plant in Toronto, Ontario killed 22 people.   === 2011 United States listeriosis outbreak ===  On September 14, 2011, the U.S. Food and Drug Administration warned consumers not to eat cantaloupes shipped by Jensen Farms from Granada, Colorado due to a potential link to a multi-state outbreak of listeriosis.   At that time Jensen Farms voluntarily recalled cantaloupes shipped from July 29 through September 10, and distributed to at least 17 states with possible further distribution. On September 26, the Centers for Disease Control and Prevention reported that a total of 72 persons had been infected with the four outbreak-associated strains of Listeria monocytogenes which had been reported to the CDC from 18 states.  All illnesses started on or after July 31, 2011. On September 30, 2011, a random sample of romaine lettuce taken by the U.S. Food and Drug Administration tested positive for listeria on lettuce shipped on September 12 and 13 by an Oregon distributor to at least two other states—Washington and Idaho. By October 18, the CDC reported that  12 states were linked to listeria in cantaloupe and that 123 people had been sickened. A final count on December 8 put the death toll at 30: Colorado (8), Indiana (1), Kansas (3), Louisiana (2), Maryland (1), Missouri (3), Nebraska (1), New Mexico (5), New York (2), Oklahoma (1), Texas (2), and Wyoming (1).  Among persons who died, ages ranged from 48 to 96 years, with a median age of 82.5 years.  In addition, one woman pregnant at the time of illness had a miscarriage.   === 2015 United States listeriosis outbreak === On March 13, 2015, the CDC announced that state and local health officials, CDC, and Food and Drug Administration were collaborating to investigate an outbreak of listeriosis in Kansas. The joint investigation found that certain Blue Bell Creameries ice cream products, including bars, scoops and cookies, were the likely source for some or all of these illnesses. Upon further investigation the CDC said Blue Bell ice cream had evidence of Listeria bacteria in its Oklahoma manufacturing plant as far back as March 2013. The outbreak led to 3 deaths in Kansas. Blue Bell was the nation's third most popular ice cream brand. The items came from the company's production facility in Broken Arrow, Oklahoma. The CDC stated that all five of the sickened individuals, including the three older people who died, were receiving treatment at the same Kansas hospital before developing the listeriosis, suggesting their infections with the Listeria bacteria were nosocomial (acquired, while eating the products, in the hospital). Their pre-existing weakened conditions might help to explain the higher mortality rate in these cases (60%, versus the more normal 20–30%). On April 20, 2015, Blue Bell issued a voluntary recall of all its products, citing further internal testing that found Listeria monocytogenes in an additional half gallon of ice cream from the Brenham facility.   === 2015–18 European listeriosis outbreak === On 5 July 2018 the Manchester Evening News reported that at least four major supermarket retailers had issued major product recalls as a result of a large supplier confirming possible contamination of frozen vegetables sourced from Hungary. The supplier, Greenyard Frozen UK, reported to the UK's Food Standards Agency that the factory in which the food was processed had been shut down by the Hungarian Food Chain Safety Office, after which the European Food Safety Authority and the European Centre for Disease Prevention and Control issued updates stating that at least five EU member states (UK, Austria, Denmark, Finland and Sweden) were affected. Between June 2015 and July 2018, 9 people had reportedly died as a result of listeriosis, of a total of 47 confirmed cases. In an update on the EFSA website, it was stated that the contamination had supposedly been present since at least 2015, and as a result the Hungarian Food Chain Safety Office had prohibited the marketing of all affected frozen vegetables and frozen vegetable packs produced by the plant in Baja between August 2016 and June 2018. This followed a previous study that found the majority of L. monocytogenes isolates had been found in a 2017 sample of various frozen vegetables, with a minority found in a 2016 sample and a small number found in a 2018 sample. The study suggested that the strain identified (L. monocytogenes serogroup IVb, multi-locus sequence type 6 (ST6)) was likely persisting through standard cleaning operations and disinfection procedures, and that since common production lines were in operation, cross-contamination was an additional concern.   === 2017–18 South African listeriosis outbreak ===  In early December 2017 an outbreak of listeriosis was reported by the South African Department of Health. As of 4 March 2018, with 967 people infected and 180 deaths, this was the largest listeriosis outbreak in history. The source was traced to processed meat products produced at a Tiger Brands Enterprise plant in Polokwane.   === 2018 Australia listeriosis outbreaks ===  On 2 March 2018 the New South Wales Food Authority confirmed that investigations into a listeriosis outbreak in rockmelons (cantaloupes) began in January. The cantaloupes had infected people from Victoria, Queensland, New South Wales and Tasmania, after being grown on a farm in the Riverina region of NSW. As of 2 March 2018, 13 of 15 cases had been confirmed as originating from listeria infected cantaloupes, and of the 15 people infected, 3 had died. Later victims included a fourth person on 7 March and a Victorian man in his 80s on 16 March. A miscarriage was also linked to listeriosis. Seventeen cases had been confirmed as of 7 March. In July 2018, a number of countries, including Australia, issued recalls of frozen vegetables due to Listeria.   === 2019 Spain listeriosis outbreak === In August 2019, an outbreak was declared in several provinces in Andalusia, southern Spain, as a result of consumption of a contaminated batch of processed-meat products. As of 19 August 2019, 80 people had been diagnosed and 56 were hospitalized (43 of them in the province of Seville), As of 20 August, 114 people were diagnosed, and 18 pregnant woman in hospital, and the first confirmed death (a 90-year-old woman);  although the total figure of hospitalised reduced to 53. In addition, eight miscarriages have been related to the outbreak. Spanish Minister of Health María Luisa Carcedo declared that the outbreak had expanded out of the Andalusian Autonomous Community, with one confirmed case in Extremadura and five suspected cases in Extremadura and Madrid. The Minister specified that, although new cases could appear as a consequence of the long incubation period, the contaminated product had been withdrawn. As of 21 August 2019, 132 people were diagnosed and 23 pregnant woman in hospital. On 22 August an international alert was declared.   === 2022 United States listeriosis outbreak === On November 9, 2022, the CDC announced that Listeria in deli meats and cheeses had been linked to at least 16 cases of listeriosis, including 13 hospitalizations and 1 death. Cases were known from Maryland, New York, Illinois, Massachusetts, New Jersey and California.   === 2024 Canadian listeriosis outbreak === In July 2024, listeriosis was found in contaminated Silk and Walmart Great Value brand nut milks and a mandatory recall was issued. As of August 12, 2024, the Public Health Agency of Canada has linked Listeria in nut milk products to at least 20 cases of listeriosis, including 3 deaths in Ontario between August 2023 and July 2024.   === 2024 United States listeriosis outbreak ===  In 2024, 28 people in the United States fell ill, and nine have died, due to an outbreak associated with deli meats.   == See also == List of United States foodborne illness outbreaks 2008 Canadian listeriosis outbreak 2014 Macedonia listeriosis outbreak 2024 Listeria outbreak Listeriosis in animals   == References ==   == External links ==  Media related to Listeriosis at Wikimedia Commons CDC Listeriosis site"}