{"name": "Liver transplant rejection", "category": "disease", "content": "Liver transplantation or hepatic transplantation is the  replacement of a diseased liver with the healthy liver from another person (allograft). Liver transplantation is a treatment option for end-stage liver disease and acute liver failure, although availability of donor organs is a major limitation. The most common technique is orthotopic transplantation, in which the native liver is removed and replaced by the donor organ in the same anatomic position as the original liver. The surgical procedure is complex, requiring careful harvest of the donor organ and meticulous implantation into the recipient. Liver transplantation is highly regulated, and only performed at designated transplant medical centers by highly trained transplant physicians and supporting medical team. Favorable outcomes require careful screening for eligible recipients, as well as a well-calibrated live or deceased donor match.   == Medical uses == Liver transplantation is a potential treatment for acute or chronic conditions which cause irreversible and severe (\"end-stage\") liver dysfunction. Since the procedure carries relatively high risks, is resource-intensive, and requires major life modifications after surgery, it is reserved for dire circumstances. Judging the appropriateness/effectiveness of liver transplant on case-by-case basis is critically important (see Contraindications), as outcomes are highly variable. The Model for End Stage Liver Disease (MELD score) for adults and the Pediatric End Stage Liver Disease (PELD score) for children younger than 12 years old are clinical scoring tools that take various clinical criteria into consideration and are used to assess the need for a liver transplant. Higher scores for each clinical scoring tool indicates a higher severity of liver disease, and thus a greater need for a liver transplant. In those with chronic liver disease, a decompensating event such as hepatic encephalopathy, variceal bleeding, ascites, or spontaneous bacterial peritonitis may also signal a new need for a liver transplant.   == Contraindications == Although liver transplantation is the most effective treatment for many forms of end-stage liver disease, the tremendous limitation in allograft (donor) availability and widely variable post-surgical outcomes make case selection critically important. Assessment of a person's transplant eligibility is made by a multi-disciplinary team that includes surgeons, medical doctors, psychologists and other providers. The first step in evaluation is to determine whether the patient has irreversible liver-based disease which will be cured by getting a new liver.  Thus, those with diseases which are primarily based outside the liver or have spread beyond the liver are generally considered poor candidates. Some examples include:  someone with advanced liver cancer, with known/likely spread beyond the liver. Or those with cancer of any type, if the cancer cannot be treated successfully without rendering them unsuitable for transplant (other than skin cancers). active illicit substance use anatomic abnormalities that prevent liver transplantation severe heart/lung disease, whether it is primary heart/lung disease, or brought on by the liver disease (unless the team thinks they can still proceed) HIV/AIDS, especially if it is not well-managed (some persons with HIV/AIDS that have very low or undetectable viral loads could still be eligible) Importantly, many contraindications to liver transplantation are considered reversible; a person initially deemed \"transplant-ineligible\" may later become a favorable candidate if the circumstances change. Some examples include:  partial treatment of liver cancer, such that risk of spread beyond liver is decreased (for those with primary liver cancer or secondary spread to the liver, the medical team will likely rely heavily on the opinion of the patient's primary provider, the oncologist, and the radiologist) cessation of substance use (time period of abstinence is variable) improvement in heart function, e.g. by percutaneous coronary intervention or bypass surgery treated HIV infection (see Special populations) Other conditions, including hemodynamic instability requiring vasopressor support, large liver cancers or those with invasion to blood vessels, intrahepatic cholangiocarcinoma, frailty, fulminant liver failure with suspected brain injury, alcohol use disorder with recent alcohol consumption, cigarette smoking, inadequate social support, and nonadherence to medical management may disqualify someone from liver transplantation, however these cases are usually evaluated by the multi-disciplinary transplant team on an individual basis.   == Risks/complications ==   === Graft rejection === After a liver transplantation, immune-mediated rejection (also known as rejection) of the allograft may happen at any time. Rejection may present with lab findings: elevated AST, ALT, GGT; abnormal liver function values such as prothrombin time, ammonia level, bilirubin level, albumin concentration; and abnormal blood glucose. Physical findings may include encephalopathy, jaundice, bruising and bleeding tendency. Other nonspecific presentation may include malaise, anorexia, muscle ache, low fever, slight increase in white blood count and graft-site tenderness. Three types of graft rejection may occur: hyperacute rejection, acute rejection, and chronic rejection.  Hyperacute rejection is caused by preformed anti-donor antibodies. It is characterized by the binding of these antibodies to antigens on vascular endothelial cells. Complement activation is involved and the effect is usually profound. Hyperacute rejection happens within minutes to hours after the transplant procedure. Acute rejection is mediated by  T cells (versus B-cell-mediated hyperacute rejection). It involves direct cytotoxicity and cytokine mediated pathways. Acute rejection is the most common and the primary target of immunosuppressive agents. Acute rejection is usually seen within days or weeks of the transplant. Chronic rejection is the presence of any sign and symptom of rejection after one year. The cause of chronic rejection is still unknown, but an acute rejection is a strong predictor of chronic rejections.   === Biliary complications === Biliary complications include biliary stenosis, biliary leak, and ischemic cholangiopathy. The risk of ischemic cholangiopathy increases with longer durations of cold ischemia time, which is the time that the organ does not receive blood flow (after death/removal until graft placement). Biliary complications are routinely treated with Endoscopic Retrograde Cholangiopancreatography (ERCP), percutaneous drainage, or sometimes re-operation.   === Vascular complications === Vascular complications include thrombosis, stenosis, pseudoaneurysm, and rupture of the hepatic artery. Venous complications occur less often compared with arterial complications, and include thrombosis or stenosis of the portal vein, hepatic vein, or vena cava.   == Technique == Before transplantation, liver-support therapy might be indicated (bridging-to-transplantation). Artificial liver support like liver dialysis or bioartificial liver support concepts are currently under preclinical and clinical evaluation. Virtually all liver transplants are done in an orthotopic fashion; that is, the native liver is removed and the new liver is placed in the same anatomic location. The transplant operation can be conceptualized as consisting of the hepatectomy (liver removal) phase, the anhepatic (no liver) phase, and the postimplantation phase. The operation is done through a large incision in the upper abdomen.  The hepatectomy involves division of all ligamentous attachments to the liver, as well as the common bile duct, hepatic artery, all three hepatic veins and portal vein.  Usually, the retrohepatic portion of the inferior vena cava is removed along with the liver, although an alternative technique preserves the recipient's vena cava (\"piggyback\" technique). The donor's blood in the liver will be replaced by an ice-cold organ storage solution, such as UW (Viaspan) or HTK, until the allograft liver is implanted.  Implantation involves anastomoses (connections) of the inferior vena cava, portal vein, and hepatic artery.  After blood flow is restored to the new liver, the biliary (bile duct) anastomosis is constructed, either to the recipient's own bile duct or to the small intestine. The surgery usually takes between five and six hours, but may be longer or shorter due to the difficulty of the operation and the experience of the surgeon. The large majority of liver transplants use the entire liver from a non-living donor for the transplant, particularly for adult recipients. A major advance in pediatric liver transplantation was the development of reduced size liver transplantation, in which a portion of an adult liver is used for an infant or small child. Further developments in this area included split liver transplantation, in which one liver is used for transplants for two recipients, and living donor liver transplantation, in which a portion of a healthy person's liver is removed and used as the allograft.  Living donor liver transplantation for pediatric recipients involves removal of approximately 20% of the liver (Couinaud segments 2 and 3). Further advance in liver transplant involves only resection of the lobe of the liver involved in tumors and the tumor-free lobe remains within the recipient. This speeds up the recovery and the patient stay in the hospital quickly shortens to within 5–7 days. Radiofrequency ablation of the liver tumor can be used as a bridge while awaiting liver transplantation.   === Cooling === Between removal from donor and transplantation into the recipient, the allograft liver is stored in a temperature-cooled preservation solution. The reduced temperature slows down the process of deterioration from normal metabolic processes, and the storage solution itself is designed to counteract the unwanted effects of cold ischemia. Although \"static\" cold storage method has long been standard technique, various dynamic preservation methods are under investigation.  For example, systems which use a machine to pump blood through the explanted liver (after it is harvested from the body) during a transfer have met some success (see Research section for more).   === Living donor transplantation ===  Living donor liver transplantation (LDLT) has emerged in recent decades as a critical surgical option for patients with end stage liver disease, such as cirrhosis and/or hepatocellular carcinoma often attributable to one or more of the following: long-term alcohol use disorder, long-term untreated hepatitis C infection, long-term untreated hepatitis B infection. The concept of LDLT is based on (1) the remarkable regenerative capacities of the human liver and (2) the widespread shortage of cadaveric livers for patients awaiting transplant. In LDLT, a piece of healthy liver is surgically removed from a living person and transplanted into a recipient, immediately after the recipient's diseased liver has been entirely removed. Historically, LDLT began with terminal pediatric patients, whose parents were motivated to risk donating a portion of their compatible healthy livers to replace their children's failing ones. The first report of successful LDLT was by Silvano Raia at the University of São Paulo Faculty of Medicine in July 1989.  It was followed by Christoph Broelsch at the University of Chicago Medical Center in November 1989, when two-year-old Alyssa Smith received a portion of her mother's liver. Surgeons eventually realized that adult-to-adult LDLT was also possible, and now the practice is common in a few reputable medical institutes. It is considered more technically demanding than even standard, cadaveric donor liver transplantation, and also poses the ethical problems underlying the indication of a major surgical operation (hemihepatectomy or related procedure) on a healthy human being. In various case series, the risk of complications in the donor is around 10%, and very occasionally a second operation is needed. Common problems are biliary fistula, gastric stasis and infections; they are more common after removal of the right lobe of the liver. Death after LDLT has been reported at 0% (Japan), 0.3% (USA) and <1% (Europe), with risks likely to decrease further as surgeons gain more experience in this procedure. Since the law was changed to permit altruistic non-directed living organ donations in the UK in 2006, the first altruistic living liver donation took place in Britain in December 2012. In a typical adult recipient LDLT, 55 to 70% of the liver (the right lobe) is removed from a healthy living donor. The donor's liver will regenerate approaching 100% function within 4–6 weeks, and will almost reach full volumetric size with recapitulation of the normal structure soon thereafter. It may be possible to remove up to 70% of the liver from a healthy living donor without harm in most cases. The transplanted portion will reach full function and the appropriate size in the recipient as well, although it will take longer than for the donor. Living donors are faced with risks and/or complications after the surgery. Blood clots and biliary problems have the possibility of arising in the donor post-op, but these issues are remedied fairly easily. Although death is a risk that a living donor must be willing to accept prior to the surgery, the mortality rate of living donors in the United States is low. The LDLT donor's immune system does diminish as a result of the liver regenerating, so certain foods which would normally cause an upset stomach could cause serious illness.   ==== Donor requirements ====  Any member of the family, parent, sibling, child, spouse or a volunteer can donate their liver.  The criteria for a liver donation include:  Being in good health Having a blood type that matches or is compatible with the recipient's, although some centres now perform blood group incompatible transplants with special immunosuppression protocols. Having a charitable desire of donation without financial motivation Being between 20 and 60 years old (18 to 60 years old in some places) Have an important personal relationship with the recipient Being of similar or larger size than the recipient Before one becomes a living donor, the donor must undergo testing to ensure that the individual is physically fit, in excellent health, and not having uncontrolled high blood pressure, liver disease, diabetes or heart disease. Sometimes CT scans or MRIs are done to image the liver. In most cases, the work up is done in 2–3 weeks.   ==== Complications ==== Living donor surgery is done at a major center. Very few individuals require any blood transfusions during or after surgery.  All potential donors should know there is a 0.5 to 1.0 percent chance of death. Other risks of donating a liver include bleeding, infection, painful incision, possibility of blood clots and a prolonged recovery. The vast majority of donors enjoy complete and full recovery within 2–3 months.   ==== Pediatric transplantation ====  In children, living liver donor transplantation has become very accepted. The accessibility of adult parents who want to donate a piece of the liver for their children/infants has reduced the number of children who would have otherwise died waiting for a transplant. Having a parent as a donor also has made it a lot easier for children – because both patients are in the same hospital and can help boost each other's morale.   ==== Benefits ==== There are several advantages of living liver donor transplantation over cadaveric donor transplantation, including:  Transplant can be done on an elective basis because the donor is readily available There are fewer possibilities for complications and death than there would be while waiting for a cadaveric organ donor Because of donor shortages, UNOS has placed limits on cadaveric organ allocation to foreigners who seek medical help in the USA. With the availability of living donor transplantation, this will now allow foreigners a new opportunity to seek medical care in the USA.   ==== Screening for donors ==== Living donor transplantation is a multidisciplinary approach. All living liver donors undergo medical evaluation. Every hospital which performs transplants has dedicated nurses that provide specific information about the procedure and answer questions that families may have. During the evaluation process, confidentiality is assured on the potential donor. Every effort is made to ensure that organ donation is not made by coercion from other family members. The transplant team provides both the donor and family thorough counseling and support which continues until full recovery is made. All donors are assessed medically to ensure that they can undergo the surgery. Blood type of the donor and recipient must be compatible but not always identical. Other things assessed prior to surgery include the anatomy of the donor liver. However, even with mild variations in blood vessels and bile duct, surgeons today are able to perform transplantation without problems. The most important criterion for a living liver donor is to be in excellent health.   === Post-transplant immunosuppression === Like most other allografts, a liver transplant will be rejected by the recipient unless immunosuppressive drugs are used.  The immunosuppressive regimens for all solid organ transplants are fairly similar, and a variety of agents are now available.  Most liver transplant recipients receive corticosteroids plus a calcineurin inhibitor such as tacrolimus or ciclosporin, (also spelled cyclosporine and cyclosporin) plus a purine antagonist such as mycophenolate mofetil. Clinical outcome is better with tacrolimus than with ciclosporin during the first year of liver transplantation. If the patient has a co-morbidity such as active hepatitis B, high doses of hepatitis B immunoglubins are administered in liver transplant patients. Due to both the pharmacological immunosuppression and the immunosuppression of underlying liver disease, vaccinations against vaccination-preventable diseases are highly recommended before and after liver transplantation. Vaccine hesitancy in transplant recipients is less than in the general population. Vaccinations are preferably administered to the recipient before the transplant, as post-transplant immunosuppression leads to reduced vaccine effectiveness. Liver transplantation is unique in that the risk of chronic rejection also decreases over time, although the great majority of recipients need to take immunosuppressive medication for the rest of their lives.  It is possible to be slowly taken off anti rejection medication but only in certain cases. It is theorized that the liver may play a yet-unknown role in the maturation of certain cells pertaining to the immune system. There is at least one study by Thomas E. Starzl's team at the University of Pittsburgh which consisted of bone marrow biopsies taken from such patients which demonstrate genotypic chimerism in the bone marrow of liver transplant recipients.   == Recovery and outcomes == The prognosis following liver transplant is variable, depending on overall health, technical success of the surgery, and the underlying disease process affecting the liver. There is no exact model to predict survival rates; those with transplant have a 58% chance of surviving 15 years. Failure of the new liver (primary nonfunction in liver transplantation or PNF) occurs in 10% to 15% of all cases. These percentages are contributed to by many complications. Early graft failure is probably due to preexisting disease of the donated organ. Others include technical flaws during surgery such as revascularization that may lead to a nonfunctioning graft.   == History == As with many experimental models used in early surgical research, the first attempts at liver transplantation were performed on dogs. The earliest published reports of canine liver transplantations were performed in 1954 by Vittorio Staudacher at Opedale Maggiore Policlinico in Milan, Italy. This initial attempt varied significantly from contemporary techniques; for example, Staudacher reported \"arterialization\" of the donor portal vein via the recipient hepatic artery, and use of cholecystostomy for biliary drainage. The first attempted human liver transplant was performed in 1963 by Thomas Starzl, although the pediatric patient died intraoperatively due to uncontrolled bleeding. Multiple subsequent attempts by various surgeons remained unsuccessful until 1967, when Starzl transplanted a 19-month-old girl with hepatoblastoma who was able to survive for over one year before dying of metastatic disease. Despite the development of viable surgical techniques, liver transplantation remained experimental through the 1970s, with one year patient survival in the vicinity of 25%. The introduction of ciclosporin by Sir Roy Calne, Professor of Surgery Cambridge, markedly improved patient outcomes, and the 1980s saw recognition of liver transplantation as a standard clinical treatment for both adult and pediatric patients with appropriate indications.  Liver transplantation is now performed at over one hundred centers in the US, as well as numerous centres in Europe and elsewhere. The limited supply of liver allografts from non-living donors relative to the number of potential recipients spurred the development of living donor liver transplantation. The first altruistic living liver donation in Britain was performed in December 2012 in St James University Hospital Leeds.   == Society and culture ==   === Famous liver transplant recipients === See also: Category:Liver transplant recipients and List of organ transplant donors and recipients  Eric Abidal (born 1979), French footballer (Olympique Lyonnais, FC Barcelona), transplant in 2012 Gregg Allman (1947–2017), American musician (The Allman Brothers Band), transplant in 2010 (survival: 7 years) George Best (1946–2005), Northern-Irish footballer (Manchester United), transplant in 2002 (survival: 3 years) David Bird (1959–2014), American journalist (The Wall Street Journal), transplant in 2004 (survival: 10 years) Jack Bruce (1943–2014), Scottish musician (Cream), transplant in 2003 (survival: 11 years) Frank Bough (1933–2020), English television presenter, transplant in 2001 (survival: 19 years) Robert P. Casey (1932–2000), American politician (42nd Governor of Pennsylvania), transplant in 1993 (survival: 7 years) David Crosby (1941–2023), American musician (The Byrds, Crosby Stills, Nash (& Young)), transplant in 1994 (survival: 28 years) Gerald Durrell (1925–1995), British zookeeper (Durrell Wildlife Park), transplant in 1994 (survival <1 year) Vaughn Eshelman (1969–2018), American Major League Baseball pitcher (Boston Red Sox), transplant in 2018 (survival <6 months) Shelley Fabares (born 1944), American actress (The Donna Reed Show, Coach) and singer (\"Johnny Angel\"), transplant in 2000 Freddy Fender (1937–2006), American musician (\"Before the Next Teardrop Falls,\" \"Wasted Days and Wasted Nights\"), transplant in 2004 (survival: 2 years) \"Superstar\" Billy Graham (1943–2023), American wrestler (WWF), transplant in 2002 (survival: 20 years) Larry Hagman (1931–2012), American actor (Dallas, Harry and Tonto, Nixon, Primary Colors), transplant in 1995 (survival: 17 years) Dahlan Iskan (born 1951), Indonesian minister, transplant in 1987 Steve Jobs (1955–2011), American businessman (Apple Inc.), transplant in 2009 (survival: 2 years) Chris Klug (born 1972), American snowboarder, transplant in 2000 Evel Knievel (1938–2007), American stunt performer, transplant in 1999 (survival: 8 years) Chris LeDoux (1948–2005), American musician and rodeo champion, transplant in 2000 (survival: 5 years) Kyung Won Lee (born 1928), Korean-American journalist, transplant in 1992 Phil Lesh (born 1940), American musician (Grateful Dead), transplant in 1998 Linda Lovelace (1949–2002), American pornographic actress (Deep Throat), transplant in 1987 (survival: 15 years) Mickey Mantle (1931–1995), American baseball player (New York Yankees), transplant in 1995 (survival: <1 year) Mike MacDonald (1954–2018), Canadian comedian and actor (Mr. Nice Guy), transplant in 2013 (survival: 5 years) Jim Nabors (1930–2017), American actor (The Andy Griffith Show), transplant in 1994 (survival: 23 years) John Phillips (1935–2001), American musician (The Mamas & the Papas), transplant in 1992 (survival: 9 years) James Redford (1962–2020), American documentary filmmaker and environmentalist, transplant in 1993 (survival: 27 years) Lou Reed (1942–2013), American musician (The Velvet Underground), transplant in 2013 (survival: <1 year) U. Srinivas (1969–2014), Indian musician, transplant in 2014 (survival: <1 year) Mike IX Williams (1968), American vocalist and songwriter (Eyehategod), transplant in 2016   == Research directions ==   === Cooling === There is increasing interest in improving methods for allograft preservation following organ harvesting. The standard \"static cold storage\" technique relies on flushing a liver with a preservation solution and then placing it in static cold storage at a decreased temperature (usually 4 degrees Celsius) to slow of anaerobic metabolic breakdown. An alternative method involves machine perfusion, in which oxygenated, preservation solutions are continually pumped through the liver prior to transplantation. This is currently being investigated with cold (hypothermic), body temperature (normothermic), and under body temperature (subnormothermic) preservation solutions. Hypothermic machine perfusion has been used successfully at Columbia University and at the University of Zurich. A randomized controlled clinical trial comparing normothermic machine preservation with conventional cold storage showed less donor liver injury, less discarded  donor livers (due to suboptimal condition), better early function, and longer preservation times compared with static cold stored livers. Graft survival and patient survival after transplant were similar with both approaches. Machine perfusion prior to transplant is associated with decreased tissue re-perfusion ischemic injury (a process in which liver cells are damaged as a statically stored liver is re-perfused after transplant) as well as a decreased risk of intrahepatic biliary strictures. A 2014 study showed that the liver preservation time could be significantly extended using a supercooling technique,  which preserves the liver at subzero temperatures (-6 °C)   === Normothermic Regional Perfusion === Donation after circulatory death (DCD) has become an increasingly important source of organs for transplantation, with categories ranging from uncontrolled to controlled DCD (cDCD) donors. Despite its growing use, DCD organs generally suffer from warm ischemia injuries, leading to fewer and lower-quality organs compared to those from donation after brain death (DBD). To mitigate these issues, there has been a rising interest in normothermic regional perfusion (NRP), a technique that temporarily restores oxygenated blood flow to organs after death, thereby improving their viability prior to recovery. NRP works by reversing the detrimental effects of warm ischemia on cellular energy substrates and antioxidants, thereby reconditioning the organs before transplantation. This technique, often facilitated by extracorporeal membrane oxygenation (ECMO) technology, allows for organ assessment and optimization, reducing the risk of graft failure. NRP can be established either abdominally or thoracoabdominally, depending on the intended organs for transplantation, with specific techniques and monitoring protocols in place to ensure optimal outcomes. Clinical outcomes of NRP in DCD organ transplantation have shown promising results, particularly in kidney and liver transplantation, with lower rates of complications and improved graft survival compared to traditional preservation methods. Through the utilization of NRP, Dr. Fondevila et al. at Hospital Universitario La Paz have achieved successful transplantation of livers that have undergone extensive warm ischemic periods of up to 2.5 hours prior to recovery. This has resulted in biliary complication and graft survival rates comparable to those observed in controlled DCD livers that have experienced significantly less warm ischemia. While ethical considerations remain, especially regarding the use of NRP in controlled DCD scenarios, ongoing research aims to address these concerns and expand the application of NRP to other organ types, ultimately increasing the availability of viable organs for transplantation and improving outcomes for patients with end-stage organ disease   === Herpesvirus 6 Reactivation === A study published in The Journal of Infectious Diseases in 2024 investigated the reactivation of inherited chromosomally integrated human herpesvirus 6 (iciHHV-6B) in a liver transplant recipient and its impact on the graft. The research, conducted by Hannolainen et al., utilized hybrid capture sequencing and various molecular techniques to analyze the viral sequences and host immune response. The findings demonstrated active replication of iciHHV-6B within the graft tissue and significant immune activation, suggesting the pathological impact of viral reactivation on transplant outcomes. The study highlights the importance of monitoring iciHHV-6 reactivation in liver transplant recipients.   == Special populations ==   === Alcohol dependence === The high incidence of liver transplants given to those with alcoholic cirrhosis has led to a recurring controversy regarding the eligibility of such patients for liver transplant. The controversy stems from the view of alcoholism as a self-inflicted disease and the perception that those with alcohol-induced damage are depriving other patients who could be considered more deserving. It is an important part of the selection process to differentiate transplant candidates who have alcohol use disorder as opposed to those who were susceptible to non-dependent alcohol use. The latter who gain control of alcohol use have a good prognosis following transplantation. Once a diagnosis of alcoholism has been established, however, it is necessary to assess the likelihood of future sobriety.   === HIV === Historically, HIV was considered an absolute contraindication to liver transplantation. This was in part due to concern that the infection would be worsened by the immunosuppressive medication which is required after transplantation. However, with the advent of highly active antiretroviral therapy (HAART), people with HIV have much improved prognosis. HIV controlled with HAART is no longer a contraindication to liver transplantation. Uncontrolled HIV disease (AIDS) remains an absolute contraindication.   === Medical cannabis === Medical criteria for transplant often require \"lack of substance abuse\". The changing status of cannabis has resulted in many patients who never abused any substance -- merely used one -- either being turned down for transplants, forced to stop a useful medicine suggested by their doctors, or both. For example, in 2011, Cedars-Sinai Medical Center denied a liver transplant to medical cannabis patient Norman Smith. They removed Mr. Smith from a transplant waiting list for \"non-compliance of our substance abuse contract\", despite his own oncologist at Cedars-Sinai having recommended that he use the cannabis for his pain and chemotherapy. Dr. Steven D. Colquhoun, director of the Liver Transplant Program, said that the hospital \"must consider issues of substance abuse seriously\", but the transplant center did not seriously consider whether Mr. Smith was \"using\" cannabis versus \"abusing\" it. In 2012, Cedars-Sinai denied a liver transplant to a second patient, Toni Trujillo, after her Cedars-Sinai doctors knew and approved of her legal use of medical cannabis. In both cases, the patients acceded to the hospital's demand and stopped using cannabis, despite its therapeutic benefits for them, but were both sent back to the bottom of the transplant list. Smith's death inspired Americans for Safe Access to lobby for the California Medical Cannabis Organ Transplant Act (AB 258), which was enacted in July 2015 to protect future patients from dying at the hands of medical establishments prejudiced against the legal use of medical cannabis.   == References ==   == Further reading == Adam R, McMaster P, O'Grady JG, Castaing D, Klempnauer JL, Jamieson N, Neuhaus P, Lerut J, Salizzoni M, Pollard S, Muhlbacher F, Rogiers X, Garcia Valdecasas JC, Berenguer J, Jaeck D, Moreno Gonzalez E (2003). \"Evolution of liver transplantation in Europe: report of the European Liver Transplant Registry\". Liver Transpl. 9 (12): 1231–43. doi:10.1016/j.lts.2003.09.018. PMID 14625822. S2CID 22244161. Eghtesad B, Kadry Z, Fung J (2005). \"Technical considerations in liver transplantation: what a hepatologist needs to know (and every surgeon should practice)\". Liver Transpl. 11 (8): 861–71. doi:10.1002/lt.20529. PMID 16035067. S2CID 29715791. Fan ST (2006). \"Live donor liver transplantation in adults\". Transplantation. 82 (6): 723–32. doi:10.1097/01.tp.0000235171.17287.f2. PMID 17006315. S2CID 26910789. Herrine SK, Navarro VJ (2006). \"Antiviral therapy of HCV in the cirrhotic and transplant candidate\". Int J Med Sci. 3 (2): 75–8. doi:10.7150/ijms.3.75. PMC 1415848. PMID 16614747. Krahn LE, DiMartini A (2005). \"Psychiatric and psychosocial aspects of liver transplantation\". Liver Transpl. 11 (10): 1157–68. doi:10.1002/lt.20578. PMID 16184540. S2CID 19940371. Martinez OM, Rosen HR (2005). \"Basic concepts in transplant immunology\". Liver Transpl. 11 (4): 370–81. doi:10.1002/lt.20406. PMID 15776458. S2CID 12569900. Nadalin S, Malagò M, et al. (2007). \"Current trends in live liver donation\". Transpl. Int. 20 (4): 312–30. doi:10.1111/j.1432-2277.2006.00424.x. PMID 17326772. S2CID 33981086. Reddy S, Zilvetti M, Brockmann J, McLaren A, Friend P (2004). \"Liver transplantation from non-heart-beating donors: current status and future prospects\". Liver Transpl. 10 (10): 1223–32. doi:10.1002/lt.20268. PMID 15376341. Schiano TD, Martin P (2006). \"Management of HCV infection and liver transplantation\". Int J Med Sci. 3 (2): 79–83. doi:10.7150/ijms.3.79. PMC 1415839. PMID 16614748. Strong RW (2006). \"Living-donor liver transplantation: an overview\". J Hepatobiliary Pancreat Surg. 13 (5): 370–7. doi:10.1007/s00534-005-1076-y. PMID 17013709. Tuttle-Newhall JE, Collins BH, Desai DM, Kuo PC, Heneghan MA (2005). \"The current status of living donor liver transplantation\". Curr Probl Surg. 42 (3): 144–83. doi:10.1067/j.cpsurg.2004.12.003. PMID 15859440. Vierling JM (2005). \"Management of HBV Infection in Liver Transplantation Patients\". Int J Med Sci. 2 (1): 41–49. doi:10.7150/ijms.2.41. PMC 1142224. PMID 15968339. Vohra V (2006). \"Liver transplantation in India\". Int Anesthesiol Clin. 44 (4): 137–49. doi:10.1097/01.aia.0000210810.77663.57. PMID 17033486. S2CID 2526328.   == External links == UNOS: United Network of Organ Sharing, U.S. American Liver Foundation History of pediatric liver transplantation Liver Donation Surgery and Recovery Facts about Liver Transplantation Children's Liver Disease Foundation The Toronto Video Atlas of Liver, Pancreas and Transplant Surgery – Living Donor Right Lobe Liver Transplant video (recipient) The Toronto Video Atlas of Liver, Pancreas and Transplant Surgery – Living Donor Left Lateral Lobe Liver Transplant video (donor) The Toronto Video Atlas of Liver, Pancreas and Transplant  Surgery – Living Donor Right Posterior Sectionectomy (Segments 6/7) Liver Transplant video (donor)"}