{"name": "Liver Abscess", "category": "disease", "content": "A liver abscess is a mass filled with pus inside the liver. Common causes are abdominal conditions such as appendicitis or diverticulitis due to haematogenous spread through the portal vein. It can also develop as a complication of a liver injury.   == Causes == Risk factors for developing liver abscess can be due to infection, post-procedural infection and metastasis such as primary liver tumours, liver metastasis, biliary procedures, biliary injuries, biliary tract disease, appendicitis, and diverticulitis. Major bacterial causes of liver abscess include the following:  Streptococcus species (including Enterococcus) Escherichia species Staphylococcus species Klebsiella species (Higher rates in the Far East) Anaerobes (including Bacteroides species) Pseudomonas species Proteus species Entamoeba Histolytica However, as noted above, many cases are polymicrobial.   == Diagnosis ==   === Types ===  There are several major forms of liver abscess, classified by cause:  Pyogenic liver abscess, which is most often polymicrobial, accounts for 80% of hepatic abscess cases in the United States. Amoebic liver abscess due to Entamoeba histolytica accounts for 10% of cases. The incidence is much higher in developing countries. Fungal abscess, most often due to Candida species, accounts for less than 10% of cases. Iatrogenic abscess, caused by medical interventions   == Management == Draining of the abscess and antibiotics: IV metronidazole and third generation cephalosporin/quinolones, β-lactam antibiotics, and aminoglycosides are effective.   == Prognosis == The prognosis has improved for liver abscesses. The mortality rate in-hospital is about 2.5-19%. The elderly, ICU admissions, shock, cancer, fungal infections, cirrhosis, chronic kidney disease, acute respiratory failure, severe disease, or disease of biliary origin have a worse prognosis.   == References ==   == External links ==  Liver Abscess CT Images CTCases Liver Abscess CT Scan."}