{"name": "lixisenatide", "category": "drug", "content": "Lixisenatide (trade name Lyxumia in the European Union and Adlyxin in the U.S. and manufactured by Sanofi) is a once-daily injectable GLP-1 receptor agonist for the treatment of type 2 diabetes.   == Medical use == Lixisenatide is used as adjunct to diet and exercise to treat type 2 diabetes. In the European Union, its use is limited to complementing insulin therapy. As of 2017 it is unclear if they affect a person's risk of death. It is provided in an autoinjector containing fourteen doses and is injected subcutaneously. Lixisenatide should not be used for people who have problems with stomach emptying. Lixisenatide delays emptying of the stomach, which may change how quickly other drugs that are taken by mouth take effect.   === Lixisenatide in neurodegenerative diseases === Results from a research work which was done by McClean PL et al. demonstrated that the GLP-1 receptor agonists liraglutide and lixisenatide which are on the market as treatments for type 2 diabetes show promise as potential drug treatments of Alzheimer disease AD. Lixisenatide was equally effective at a lower dose compared to liraglutide in some of the measured parameters after ten weeks of daily intraperitoneal injections with liraglutide (2.5 or 25 nmol/kg) or lixisenatide (1 or 10 nmol/kg) or saline of APP/PS1 mice at an age when amyloid plaques had already formed. When analyzing synaptic plasticity in the hippocampus, LTP was strongly increased in APP/PS1 mice by either drug, with more effectiveness accomplished with lixisenatide. The reduction of synapse numbers seen in APP/PS1 mice was prevented by the two drugs. The amyloid plaque load and dense-core Congo red positive plaque load in the cortex were reduced by both drugs at all doses. The chronic inflammation response (microglial activation) was also reduced by all treatments. Cai HY et al. demonstrated in a study that lixisenatide could reduce amyloid plaques, neurofibrillary tangles and neuroinflammation in the hippocampi of 12-month-old APP/PS1/tau female mice; activation of PKA-CREB signaling pathway and inhibition of p38-MAPK might be the important mechanisms in the neuroprotective function of lixisenatide. So, lixisenatide might have the potential to be developed as a novel therapy for AD. Liu Wet al found an interesting results when comparing exendin-4 (10 nmol/kg), liraglutide (25 nmol/kg) and lixisenatide (10 nmol/kg), it was found that exendin-4 showed no protective effects at the dose chosen, while both liraglutide and lixisenatide showed effects in preventing the MPTP-induced motor impairment (Rotarod, open-field locomotion, catalepsy test), reduction in tyrosine hydroxylase (TH) levels (dopamine synthesis) in the substantia nigra and basal ganglia, a reduction of the pro-apoptotic signaling molecule BAX and an increase in the anti-apoptotic signaling molecule B-cell lymphoma-2. The previous results demonstrate that both liraglutide and lixisenatide are superior to exendin-4, and both drugs show promise as a novel treatment of Parkinson disease. Another study done by Kerry Hunter et al. profiled the GLP-1 receptor agonists liraglutide and lixisenatide. The kinetics of crossing the blood brain barrier (BBB), activation of the GLP-1R by measuring cAMP levels, and physiological effects in the brain on neuronal stem cell proliferation and neurogenesis were evaluated. Both drugs were able to cross the BBB. Lixisenatide crossed the BBB at all doses tested (2.5, 25, or 250 nmol/kg ip.) when measured 30 min post-injection and at 2.5-25 nmol/kg ip. 3 h post-injection. Lixisenatide also enhanced neurogenesis in the brain. Liraglutide crossed the BBB at 25 and 250 nmol/kg ip. but no increase was detectable at 2.5 nmol/kg ip. 30 min post-injection, and at 250 nmol/kg ip. at 3 h post-injection. Liraglutide and lixisenatide enhanced cAMP levels in the brain, with lixisenatide being more effective. The previous results suggest that these novel incretin analogues cross the BBB showing physiological activity and neurogenesis in the brain, which makes them good candidates to be used as a treatment of neurodegenerative diseases.   == Adverse effects == In about 0.1% of cases people have had anaphylactic reactions to lixisenatide and in about 0.2% of cases the drug has caused pancreatitis.  Use with insulin or sulfonylurea may cause hypoglycemia.  In some cases, people with no kidney disease have had acute kidney injury and in some people with existing kidney disease the condition has gotten worse. Because lixisenatide is a peptide people can and do develop an immune response to it that will eventually make the drug ineffective; people who have developed antibodies to lixisenatide tend to have more inflammation at the injection site. At least 5% of people had nausea, vomiting, diarrhea, headache, or dizziness after taking lixisenatide.   == Mechanism of action == Lixisenatide is a member of the class of glucagon-like peptide-1 receptor agonist drugs, each of which activates the GLP-1 receptor. GLP-1 is a hormone that helps pancreatic beta cells to secrete insulin in response to high blood sugar.  Because it works like the normal hormone, insulin is only secreted when blood sugar is high.  Like GLP-1, it also slows gastric emptying.   == Chemistry == Lixisenatide is a peptide made of 44 amino acids, with an amide group on its C terminus. has been described as \"des-38-proline-exendin-4 (Heloderma suspectum)-(1–39)-peptidylpenta-L-lysyl-L-lysinamide\", meaning it is derived from the first 39 amino acids in the sequence of the peptide exendin-4, that was isolated from the Gila monster venom, omitting proline at position 38 and adding six lysine residues. Its complete sequence is:  H–His–Gly–Glu–Gly–Thr–Phe–Thr–Ser–Asp–Leu–Ser–Lys–Gln–Met–Glu–Glu–Glu–Ala–Val–Arg–Leu–Phe–Ile–Glu–Trp–Leu–Lys–Asn–Gly–Gly–Pro–Ser–Ser–Gly–Ala–Pro–Pro–Ser–Lys–Lys–Lys–Lys–Lys–Lys–NH2   == History == It was created by Zealand Pharma A/S of Denmark; in 2003 Zealand licensed it to Sanofi which developed the drug.  Lixisenatide was approved by the European Commission in February 2013. Sanofi submitted an NDA in the US, which was accepted for review by the US FDA in February 2013, but after discussions with the FDA about the cardiovascular safety data included in the package (starting in 2008, the FDA had required stronger CV safety data for new anti-diabetes drugs, following the controversy around the risks of Avandia) Sanofi decided to withdraw the NDA and wait for the results of a Phase III study that was scheduled to be completed in 2015.  Because the drug was the first GLP-1 agonist that could be taken once a day, sales projections in 2013 were €500M per year by 2018.  Sanofi resubmitted the application which the FDA accepted in September 2015, by which time Sanofi had lost the lead in the field of anti-diabetic drugs to Novo Nordisk. Lixisenatide received FDA approval in July 2016. In 2010, Zealand and Sanofi extended their license agreement to allow Sanofi to develop a combination therapy of lixisenatide with insulin glargine, which was Sanofi's best selling drug at the time, with sales of around €3 billion in 2009.  Sanofi planned to start the Phase III trial that year.  Sanofi submitted the NDA in December 2015, for the combination, called LixiLan and it was considered by the same Endocrinologic and Metabolic Drugs Advisory FDA Committee that was considering lixisenatide as a single agent.  In May 2016 by a vote of 12–2, with several members of the committee expressing reservations about Sanofi's plans to offer two pens with different ratios of insulin glargine and lixisenatide - one for people who had never taken insulin before and one for people who had; there was also concern about how to handle dosing when switching people from a single drug regimen to the combination drug. In August 2016 the FDA told Sanofi that it was delaying a final decision for three months, and asked Sanofi for more data on how people used the delivery devices. Patent protection for lixisenatide expired in 2020.   == References =="}