{"name": "lofepramine", "category": "drug", "content": "Lofepramine, sold under the brand names Gamanil, Lomont, and Tymelyt among others, is a tricyclic antidepressant (TCA) which is used to treat depression. The TCAs are so named as they share the common property of having three rings in their chemical structure. Like most TCAs lofepramine is believed to work in relieving depression by increasing concentrations of the neurotransmitters norepinephrine and serotonin in the synapse, by inhibiting their reuptake. It is usually considered a third-generation TCA, as unlike the first- and second-generation TCAs it is relatively safe in overdose and has milder and less frequent side effects. Lofepramine is not available in the United States, Canada, Australia or New Zealand, although it is available in Ireland, Japan, South Africa and the United Kingdom, among other countries.   == Depression == In the United Kingdom, lofepramine is licensed for the treatment of depression which is its primary use in medicine. Lofepramine is an efficacious antidepressant with about 64% patients responding to it.   == Contraindications == To be used with caution, or not at all, for people with the following conditions:  Heart disease Impaired kidney or liver function Narrow angle glaucoma In the immediate recovery period after myocardial infarction In arrhythmias (particularly heart block) Mania In severe liver and/or severe renal impairment And in those being treated with amiodarone or terfenadine.   === Pregnancy and lactation === Lofepramine use during pregnancy is advised against unless the benefits clearly outweigh the risks. This is because its safety during pregnancy has not been established and animal studies have shown some potential for harm if used during pregnancy. If used during the third trimester of pregnancy it can cause insufficient breathing to meet oxygen requirements, agitation and withdrawal symptoms in the infant. Likewise its use by breastfeeding women is advised against, except when the benefits clearly outweigh the risks, due to the fact it is excreted in the breast milk and may therefore adversely affect the infant. Although the amount secreted in breast milk is likely too small to be harmful.   == Side effects == The most common adverse effects (occurring in at least 1% of those taking the drug) include agitation, anxiety, confusion, dizziness, irritability, abnormal sensations, like pins and needles, without a physical cause, sleep disturbances (e.g. sleeplessness) and a drop in blood pressure upon standing up. Less frequent side effects include movement disorders (like tremors), precipitation of angle closure glaucoma and the potentially fatal side effects paralytic ileus and neuroleptic malignant syndrome. Dropout incidence due to side effects is about 20%. Side effects with unknown frequency include (but are not limited to):  Digestive effects: Constipation Diarrhoea Dry mouth Nausea Taste disturbances Vomiting Effects on the heart: Arrhythmia ECG changes Abnormal heart rhythm Heart block Sudden cardiac death High heart rate Blood abnormalities: Abnormal blood cell counts Blood sugar changes Low blood sodium levels Breast effects: Breast enlargement, including in males. Spontaneous breast milk secretion that is unrelated to breastfeeding or pregnancy Effects on the skin: Abnormal sweating Hair loss Hives Increased light sensitivity Itching Rash Mental / neurologic effects: Delusions Hallucinations Headache Hypomania/mania Seizures Suicidal behaviour Other effects: Appetite changes Blurred vision Difficulty emptying the bladder Difficulty talking due to difficulties in moving the required muscles Liver problems Ringing in the ears Sexual dysfunction, such as impotence Swelling Weight changes   === Withdrawal === If abruptly stopped after regular use it can cause withdrawal effects such as sleeplessness, irritability and excessive sweating.   == Overdose ==  Compared to other TCAs, lofepramine is considered to be less toxic in overdose. Its treatment is mostly a matter of trying to reduce absorption of the drug, if possible, using gastric lavage and monitoring for adverse effects on the heart.   == Interactions == Lofepramine is known to interact with:  Alcohol. Increased sedative effect. Altretamine. Risk of severe drop in blood pressure upon standing. Analgesics (painkillers). Increased risk of ventricular arrhythmias. Anticoagulants (blood thinners). Lofepramine may inhibit the metabolism of certain anticoagulants leading to a potentially increased risk of bleeding. Anticonvulsants. Possibly reduce the anticonvulsant effect of antiepileptics by lowering the seizure threshold. Antihistamines. Possible increase of antimuscarinic (potentially increasing risk of paralytic ileus, among other effects) and sedative effects. Antimuscarinics. Possible increase of antimuscarinic side-effects. Anxiolytics and hypnotics. Increased sedative effect. Apraclonidine. Avoidance advised by manufacturer of apraclonidine. Brimonidine. Avoidance advised by manufacturer of brimonidine. Clonidine. Lofepramine may reduce the antihypertensive effects of clonidine. Diazoxide. Enhanced hypotensive (blood pressure-lowering) effect. Digoxin. May increase risk of irregular heart rate. Disulfiram. May require a reduction of lofepramine dose. Diuretics. Increased risk of reduced blood pressure on standing. Cimetidine, diltiazem, verapamil. May increase concentration of lofepramine in the blood plasma. Hydralazine. Enhanced hypotensive effect. Monoamine oxidase inhibitors (MAOIs). Advised not to be started until at least 2 weeks after stopping MAOIs. MAOIs are advised not to be started until at least 1–2 weeks after stopping TCAs like lofepramine. Moclobemide. Moclobemide is advised not to be started until at least one week after treatment with TCAs is discontinued. Nitrates. Could possibly reduce the effects of sublingual tablets of nitrates (failure to dissolve under tongue owing to dry mouth). Rifampicin. May accelerate lofepramine metabolism thereby decreasing plasma concentrations of lofepramine. Ritonavir. May increase lofepramine concentration in the blood plasma. Sodium nitroprusside. Enhanced hypotensive effect. Thyroid hormones. Effects on the heart of lofepramine may be exacerbated.   == Pharmacology ==   === Pharmacodynamics ===  Lofepramine is a strong inhibitor of norepinephrine reuptake and a moderate inhibitor of serotonin reuptake. It is a weak-intermediate level antagonist of the muscarinic acetylcholine receptors. Lofepramine has been said to be a prodrug of desipramine, although there is also evidence against this notion.   === Pharmacokinetics === Lofepramine is extensively metabolized, via cleavage of the p-chlorophenacyl group, to the TCA, desipramine, in humans. However, it is unlikely this property plays a substantial role in its overall effects as lofepramine exhibits lower toxicity and anticholinergic side effects relative to desipramine while retaining equivalent antidepressant efficacy. The p-chlorophenacyl group is metabolized to p-chlorobenzoic acid which is then conjugated with glycine and excreted in the urine. The desipramine metabolite is partly secreted in the faeces. Other routes of metabolism include hydroxylation, glucuronidation, N-dealkylation and N-oxidation.   == Chemistry == Lofepramine is a tricyclic compound, specifically a dibenzazepine, and possesses three rings fused together with a side chain attached in its chemical structure. Other dibenzazepine TCAs include imipramine, desipramine, clomipramine, and trimipramine. Lofepramine is a tertiary amine TCA, with its side chain-demethylated metabolite desipramine being a secondary amine. Unlike other tertiary amine TCAs, lofepramine has a bulky 4-chlorobenzoylmethyl substituent on its amine instead of a methyl group. Although lofepramine is technically a tertiary amine, it acts in large part as a prodrug of desipramine, and is more similar to secondary amine TCAs in its effects. Other secondary amine TCAs besides desipramine include nortriptyline and protriptyline. The chemical name of lofepramine is N-(4-chlorobenzoylmethyl)-3-(10,11-dihydro-5H-dibenzo[b,f]azepin-5-yl)-N-methylpropan-1-amine and its free base form has a chemical formula of C26H27ClN2O with a molecular weight of 418.958 g/mol. The drug is used commercially mostly as the hydrochloride salt; the free base form is not used. The CAS Registry Number of the free base is 23047-25-8 and of the hydrochloride is 26786-32-3.   == History == Lofepramine was developed by Leo Läkemedel AB. It first appeared in the literature in 1969 and was patented in 1970. The drug was first introduced for the treatment of depression in either 1980 or 1983.   == Society and culture ==   === Generic names === Lofepramine is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while lofepramine hydrochloride is its USANTooltip United States Adopted Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Its generic name in French and its DCFTooltip Dénomination Commune Française are lofépramine, in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are lofepramina, in German is lofepramin, and in Latin is lofepraminum.   === Brand names === Brand names of lofepramine include Amplit, Deftan, Deprimil, Emdalen, Gamanil, Gamonil, Lomont, Tymelet, and Tymelyt.   === Availability === In the United Kingdom, lofepramine is marketed (as the hydrochloride salt) in the form of 70 mg tablets  and 70 mg/5 mL oral suspension.   == Research ==   === Fatigue === A formulation containing lofepramine and the amino acid phenylalanine is under investigation as a treatment for fatigue as of 2015.   == References =="}