{"name": "lofexidine", "category": "drug", "content": "Lofexidine, sold under the brand name Lucemyra among others, is a medication historically used to treat high blood pressure; today, it is more commonly used to help with the physical symptoms of opioid withdrawal. It is taken by mouth. It is an α2A adrenergic receptor agonist. It was approved for use by the Food and Drug Administration in the United States in 2018. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == In the United States, the brand name Lucemyra (lofexidine HCl) is approved for the \"mitigation of withdrawal symptoms to facilitate abrupt discontinuation of opioids in adults,\" for a treatment duration of 14 days. In the United Kingdom, lofexidine is commonly used in conjunction with the opioid receptor antagonist naltrexone in rapid detoxification cases. When these two drugs are paired, naltrexone is administered to induce an opioid-receptor blockade sending the subject into immediate withdrawal and accelerating the detoxification process, while lofexidine is given to relieve the symptoms associated with the withdrawal including chills, sweating, stomach cramps, muscle pain, and runny nose.   === Opioid withdrawal === The United Kingdom's National Institute for Health and Care Excellence (NICE) guidelines recommend the use of methadone or buprenorphine as first-line agents in the management of opioid use disorder. However, lofexidine is considered an acceptable alternative for people with mild or uncertain opioid dependence in need of short-term detoxification. Lofexidine is not an opioid. It does not eliminate the symptoms of opioid withdrawal but reduces them. Indeed, one suggested use for lofexidine is to ease withdrawal symptoms of methadone dependence. Its use is approved in the United States for up to 14 days.   === Other clinical uses === The possibility of using lofexidine to treat alcohol withdrawal symptoms has been investigated, and has not yet been shown to be an effective treatment. It is also used in treatment of cases with postmenopausal hot flashes.   === Special populations === Lofexidine's safety in pregnancy or in the setting of breastfeeding are unknown. Caution is warranted if chronic kidney impairment is present.   == Adverse effects == Adverse effects that have occurred after taking lofexidine include the following:  Slow heart rate Dizziness Sleepiness Mouth dryness Low blood pressure QT prolongation In addition, people may experience a sudden jump in blood pressure after stopping lofexidine.   == Overdose == The LD50 of lofexidine is above 77 mg/kg in animals. Studies of high-dose, single administrations of lofexidine proved tolerable for animals, but repeat administration induced symptoms consistent with toxicity. In studies on mice, rats, and dogs, these included ataxia, somnolence, and tremors. It is expected that an overdose of lofexidine would result in symptoms akin to its pharmacological side effects in humans, such as bradycardia and hypotension.   == Interactions == Many drug-drug interactions with lofexidine are possible.   === QT prolongation === Lofexidine prolongs the QT interval, which can result in a severe interaction (torsade de pointes) when combined with other drugs that also prolong the QT interval. Patient-specific characteristics that increase the risk for a clinically significant drug-drug interaction include:  increasing age female sex cardiac disease electrolyte disturbances (low blood potassium) As a result, there are many QT-prolonging drugs that may interact with lofexidine. These include medications such as methadone, amiodarone, citalopram, and fluconazole. Other medications may increase the risk for a low level of potassium in the blood, thereby indirectly increasing the risk for QT prolongation. For example, dexamethasone, hydrochlorothiazide, and theophylline can lower the level of potassium in the blood.   === CNS depression === Lofexidine can depress the central nervous system (CNS), which, in combination with other CNS depressants, may reduce a person's ability to perform tasks that require skills and attention. For example, clobazam, gabapentin, and levetiracetam all can depress the CNS.   === Hypotension === The risk of hypotension (low blood pressure) is increased when lofexidine is combined with other drugs that lower blood pressure. These may include losartan, metoprolol, and pramipexole.   == Pharmacology == Lofexidine is an agonist at the α-2A, 2B, and 2C adrenergic receptor subtypes, with the highest activity at the α2A receptor.  Ki represents the dissociation constant for lofexidine's binding to a specific subtype of α2 receptor. The smaller the Ki value, the stronger the drug binds to the receptor to exert its activity. Lofexidine inhibits the release of norepinephrine in the central and peripheral nervous system, thereby reducing some of the symptoms of opioid withdrawal, but it has no documented effect on drug craving and endogenous opioid levels.   === Pharmacokinetics === Lofexidine's oral bioavailability is about 90%, with extensive oral absorption. Peak plasma concentrations occur at 3 hours after a single administration, with a half-life of 11 hours. Lofexidine is extensively metabolized by the liver, and primarily cleared by the kidney. It is 80–90% plasma protein bound.   == Chemistry == Lofexidine exists as a solid at room temperature, with a melting point of 127 degrees C. The pair of ortho chlorine (Cl−) atoms on the phenyl ring are necessary for lofexidine's agonism at the α2A adrenergic receptor subtype; removal of either chlorine atom results in antagonism at the receptor.   === Comparison to clonidine ===  Lofexidine is structurally analogous to clonidine, another α2 adrenergic receptor agonist used for treatment of opioid withdrawal symptoms. A comparison of the two structures is shown at right. Both contain an imidazoline ring and a 2,6-dichlorinated phenyl ring. The differences in structure are shown in red, while the similarities are in black. In addition to the structural differences, administration of lofexidine to people who abuse opioids has been shown to be more effective for a longer duration, with fewer withdrawal symptoms than clonidine even after one day. However, clonidine is often preferred as it is substantially cheaper than lofexidine when purchased with a private (non-NHS) prescription. This factor is exacerbated by the considerable number of and quantities of medications prescribed to alleviate the constellation of withdrawal signs and symptoms. Additionally, clonidine has been shown to significantly lower blood pressure. Therefore, although similar to lofexidine, clonidine is most frequently prescribed to treat high blood pressure.   == Society and culture == Britannia Pharmaceuticals has licensed lofexidine to be sold by US WorldMeds for sale in North America.  In the United Kingdom, the hydrochloride form, lofexidine HCl, has been licensed and sold since 1992 for opioid withdrawal relief in tablet form as BritLofex by Britannia Pharmaceuticals. BritLofex is only available by prescription. Lofexidine was first approved by the US FDA on May 16, 2018, under the brand name Lucemyra, produced by US WorldMeds. It was noted as the first non-opioid drug approved in the US for the treatment of opioid withdrawal.   == See also == Methadone Naltrexone Clonidine   == References =="}