{"name": "lomustine", "category": "drug", "content": "Lomustine (INN; abbreviated as CCNU; original brand name CeeNU, now marketed as Gleostine) is an alkylating nitrosourea compound used in chemotherapy. It is closely related to semustine and is in the same family as streptozotocin. It is a highly lipid-soluble drug, thus it crosses the blood–brain barrier. This property makes it ideal for treating brain tumors, which is its primary use, although it is also used to treat Hodgkin lymphoma as a second-line option. It has also been used in veterinary practice as a treatment for cancers in cats and dogs. Lomustine is a bifunctional alkylating agent, alkylates both DNA and RNA, has the ability to created interstrand cross-links (ICLs) in DNA. As with other nitrosoureas, it may also inhibit several key enzymatic processes by carbamoylation of amino acids in proteins. Lomustine is cell-cycle nonspecific.   == Medical uses ==   === Chemotherapy in human medicine === Lomustine is an alkylating chemotherapy drug that is indicated by the FDA for the treatment of patients with brain tumors (primary and metastatic), following any necessary surgery and radiation, as well as for treatment of progressive Hodgkin’s lymphoma. Lomustine is approved for the treatment of brain tumors, breast cancer, lung cancer, Hodgkin’s lymphoma, and melanoma by Health Canada. Lomustine is also used as an anti-cancer drug in several European countries, including the United Kingdom.   ==== Pregnant patients ==== While current data is only based on animal studies, there is reason to believe that lomustine use during pregnancy can cause harm to a fetus, potentially leading to miscarriages or birth defects. Patients are advised not to take lomustine while pregnant. Patients hoping to conceive should be aware that lumostine may have the capacity to reduce fertility. Patients are advised to use birth control with partners while taking lomustine due to the potential for fetal harm.   ==== Breastfeeding patients ==== No research currently exists on the effects of lomustine and its metabolites on breastfed infants. However, patients on Lomustine are advised not to breastfeed during the course of treatment due to the potential for serious adverse reactions to the drug.   ==== Pediatric patients ==== There is insufficient clinical data surrounding the use of lomustine in pediatric populations. Current protocols use the same dosing and treatment protocols for pediatric patents as adult patients.   ==== Geriatric patients ==== While there are no clinical studies on lomustine use in the 65+ age group, clinicians are recommended to exercise caution in prescribing this drug to geriatric patients. Lomustine causes high levels of organ toxicity, which must be taken into account when determining dosing for elderly patients.   === Chemotherapy in veterinary medicine === Lomustine is used as an \"off-label\" veterinary treatment for cancers in cats and dogs. Clinical trials have demonstrated the drug's success in treating progressive lymphomas, mast cell tumors, and brain cancers. The chemotherapy has also been used to treat sarcomas and spinal cord tumors in these animals. Lomustine may be administered orally or by injection in cats and dogs. This chemotherapy has been observed to have a variety of side effects in animals, paralleling those in humans, including but not limited to bone marrow immunosuppression, gastrointestinal issues, and hepatotoxicity.   === Administration === Lomustine is available in 5 mg (yellow capsule), 10 mg (white capsule), 40 mg (white & green capsule), and 100 mg (green capsule) gel capsules, referred to as Gleostine. Lomustine dosing is calculated based on body surface area. One dose of the drug is administered orally every 6 weeks, generally at a dosage of 130 mg/m2 for all patients. The dose may be lowered based on the patients blood counts and immune strength, but is still administered every 6 weeks. Lomustine must be taken on an empty stomach of at least two hours. Lomustine is highly toxic; as such, only one dose is dispensed at a time in order to lower overdose risk. Due to the cytotoxic nature of lomustine, the drug must be dosed, administered, and disposed of with special precautions including wearing gloves to prevent dermal exposure.   == Side Effects == Lumostine causes a variety of side effects including gastrointestinal, ocular, neurologic, and other disorders. Certain side effects from lumostine require immediate medical attention. These commonly include, but are not limited to, bleeding gums, chest pain, shortness of breath, sores or white spots in the mouth, fever, edema of the legs, abnormal bleeding or bruising, tar-like stools, blood in the urine or stool, and extreme fatigue. Other side effects that may occur as the body adjusts to this drug do not require medical attention. These include, but are not limited to, hair loss, inflammation of the mouth, trouble with speaking, blurred vision, and shakiness.   == Safety ==   === Toxicities === Lomustine use is linked to a variety of organ toxicities hepatotoxicity, nephrotoxicity, and pulmonary toxicity. Hepatotoxicity occurs due to increased levels of liver transaminases, alkaline phosphatase, and bilirubin with lumostine use. Liver enzymes and function should be monitored during use and dose should be adjusted based on toxicity levels. Lomustine causes progressive kidney shrinkage and failure with long-term use. Renal enzymes and function should be monitored during use and dose should be adjusted based on toxicity levels. Lomustine can cause or worsen pulmonary infiltrates and fibrosis in patients. Pulmonary toxicity generally occurs after at least 6 months of treatment with lumostine. Lung function should be monitored via Forced Vital Capacity (FVC) or Carbon Monoxide Diffusing Capacity (DLCO) tests to determine patients risk of developing pulmonary toxicities. Patients who develop pulmonary fibrosis should discontinue treatment immediately.   === Secondary malignancies === Long term use of lomustine is linked to secondary malignancies including acute leukemia and myelodysplasia, due to the drug's DNA alkylating properties.   === Delayed myelosupression === Lomustine causes myelosupression in a delayed, dose-dependent, and cumulative fashion. This delayed decrease in bone marrow activity generally occurs in the 4-6 week window after the drug's administration. Patients are expected to show thrombocytopenia and leukopenia during this period. Patients' complete blood counts should be consistently monitored during treatment in order to mitigate the myelosupressive risks of the drug and prevent fatal complications such as infections and internal bleeding.   === Overdose risk === Fatal toxicity may occur with overdosage of Lomustine. Overdoses may lead to heightened myelosupression, abdominal pain, diarrhea, vomiting, anorexia, extreme fatigue, dizziness, liver failure, and shortness of breath. No antidotes for this drug currently exist. Non-fatal overdose management includes hospitalization and antibiotic treatment to address myelosuppressive effects of lomustine. Only one dose of the drug is dispensed at a time to lower overdose risk.   === Drug interactions === There are 407 FDA-approved drugs which may interact with lomustine. Many of these interactions are due to severe side-effects of this chemotherapy, which are incompatible other drugs' known side effects. Lomustine is contraindicated in the administration of most live vaccines during treatment, due to infection risk. Receiving these vaccines during the course of lomustine is highly discouraged due to the immunosuppression caused by this chemotherapy.   == Manufacturing == Lomustine is manufactured by using continuous flow manufacturing. It requires two flow reactors, with an intermediate purification to change reaction solvents. The first step in the synthesis of Lomustine is a fast reaction at room temperature. The reaction is the carbamylation of cyclohexylamine (1) by 1-chloro-2-isocyanatoethane (2) in the presence of triethylamine (TEA) to form the 1-(2- chloroethyl)-3-cyclohexylurea (3)intermediate (Diab et al.). This reaction involves the interaction between the lone pair on the nitrogen of cyclohexylamine (1) and the nitrosyl carbon center on 1-chloro-2-isocyanatoethane (2). This results in a tetrahedral intermediate, in which a proton from the nitrogen of cyclohexylamine (1) is transferred to the nitrogen of 1-chloro-2-isocyanatoethane (2). The second step in the synthesis is the nitrosation of 1-(2-chloroethyl)-3-cyclohexylurea (3) by tert-butyl nitrite (TBN) (4) in aqueous solution. The reaction involves the radical homolytic bond breaking of tert-butyl nitrates into a tert-butoxide radical and a nitrosyl radical. The tert-butoxide radical then reacts with the nitrogen-hydrogen bond on the chlorine side of the carbonyl group of 1-(2-chloroethyl)-3-cyclohexylurea (3) to form tert-butanol and a 1-(2-chloroethyl)-3-cyclohexylurea radical, which reacts with the nitrosyl in a termination step to form lomustine (1-(2-chloroethyl)-3-cyclohexyl-1-nitrosourea).   == Pharmacology ==   === Mechanism of action === Cell-cycle specific chemotherapy drugs only affect cells when they are dividing, whereas cell-cycle non-specific drugs affect cells when they are at rest. Lomustine is a cell cycle non-specific, highly lipophilic alkylating agent which produces chloroethyl carbenium ions and carbamylating intermediates in vivo. These products are electrophilic, and they attack nucleophilic sites on DNA and RNA to form alkylated products. Unlike other anticancer agents like mitomycin C, streptonigrin, bleomycin, and the anthracyclines, lomustine does not require bioactivation to react with cellular targets. Lomustine is a chloroethlyating compound and it causes alkylation and cross-linking of RNA and DNA at the O6 position of guanine-containing bases. If the DNA and RNA is not repaired, this cross-linking causes breakage during replication and eventually causes cell death via apoptosis. Lomustine also has other biologic effects including inhibition of DNA synthesis and some cell phase specificity. In general, nitrosureas lack cross-resistance with other alkylating agents. Since lomustine is a nitrosurea, it inhibits several processes such as carbomylation and the modification of cellular proteins. Lomustin also affects a variety of cellular events including ribosomal and nucleoplastic messenger RNA processing, DNA base structure, and DNA polymerase activity. However, the clinical application of lomustine is restricted due to dose-related toxicities such as hematologic and pulmonary toxicity.  Lomustine is also a lipid soluble, which allows it to permeate the blood brain barrier well. This quality made it a reasonable candidate for the chemotherapy of intrinsic brain tumors. Lomustine is administered orally in six-to-eight-week intervals and with nadirs at five weeks after administration due to its delayed myelosuppressive properties.   == History ==   === FDA approval === Lomustine was approved by the FDA to treat high-grade gliomas in 1976. Lomustine, alone or in combination with other chemotherapeutic drugs, was the standard of care following surgery and/or radiation up until the early twenty-first century. In the United States, lomustine is currently approved for recurrent high-grade gliomas. It is also approved for treatment of Hodgkin’s lymphoma in combination with other chemotherapies, following disease progression with initial chemotherapy. It is the standard of care for recurrent glioblastoma multiforme in Europe, and it is frequently used as a control arm in recurrent glioblastoma multiforme trials.   == Society and culture ==   === Pricing controversies === Lomustine was manufactured in limited supply by Bristol-Myers Squibb prior to 2013. This resulted in a short supply of a key chemotherapeutic drug used in the treatment of brain cancer and Hodgkin’s lymphoma. In 2013, Bristol-Myers Squibb discontinued production of lomustine.  NextSource Biotechnology took over as the sole distributor of lomustine in the United States. NextSource recognized the medical importance of lomustine, so they acquired the manufacturing rights from Bristol-Myers-Squibb in partnership with Corden Pharma. They relaunched the product under the name of Gleostine the next year. NextSource Pharmaceuticals decided to withdraw lomustine from Medicare at the beginning of 2021. This was the first time in history that a company with a drug eligible for coverage under the Medicare Part D benefit made the decision to leave the program. In July 2021, the list price for the highest dose of lomustine was 1900% higher than it was in 2013, when it was being manufactured and sold by Bristol-Myers Squibb. Since there were no approved generic alternatives to lomustine, patients were forced to absorb the price increases. The average age of people diagnosed with glioblastoma is 65, which included many Medicare patients who have Part D coverage. Under Part D coverage, patients are responsible for up to 25% of the price of a brand-name drug. Because lomustine is used as a control arm for many clinical trials, the denied insurance coverage and skyrocketing cost caused some trials to face difficulty enrolling and maintaining patients. In December 2021, the Glioblastom Foundation announced a new partnership with Continuity Pharma to manufacture a generic form of lomustine. The agreement allowed the drug to be manufactured in the United States, which made it more accessible to patients and lowered the cost of brain cancer treatment by approximately 90%. The manufacturing agreement also resulted in lomustine once again being included in the Medicare federal drug discount program. Continuity Pharma was able to develop the generic form of lomustine due to the technology of continuous flow manufacturing. Continuity Pharma provides the active pharmaceutical ingredients (API) for lomustine to the Glioblastoma Foundation. Pending FDA approval, the foundation will oversee the manufacturing and distribution of the drug to patients across the United States.   == Research ==   === Clinical trials === Lomustine has been part of eighty-eight clinical trials. Twenty five trials are currently active, thirty eight have been completed, eleven have been terminated, four have been withdrawn, and the status of ten trials is unknown. Of the currently active trials, nine of them are in stage three, twelve are in stage two, and four are in stage one. The conditions that the active trials are researching include Anaplastic Astrocytoma, Untreated Childhood Medulloblastoma, High Grade Glioma: Glioblastoma, Brain Neoplasm, Central Nervous System Neoplasm, High Grade Glioma: Gliosarcoma, Medulloblastomas, Oligodendroglioma, Acute T Cell Leukemia Lymphoma, Bone Cancer, Breast Neoplasms, Colorectal Neoplasms, Lung Neoplasms, Malignancies Multiple, Metastatic Cancer, Pancreatic Cancer, Refractory Cancer, Renal Cancer, Resistant Cancer, Diffuse Intrinsic Pontine Gliomas, Ependymoma, Recurrent Brain Tumors, and MGMT Methylated Glioblastoma.   == References ==   == External links == Lomustine at the U.S. National Library of Medicine Medical Subject Headings (MeSH) Diseases Database (DDB): 29525"}