{"name": "lonafarnib", "category": "drug", "content": "Lonafarnib, sold under the brand name Zokinvy, is a medication used to reduce the risk of death due to Hutchinson-Gilford progeria syndrome and for the treatment of certain processing-deficient progeroid laminopathies in people one year of age and older. It is under trial for its use as combination treatment for Hepatitis D Virus. The most common side effects included nausea, vomiting, headache, diarrhea, infection, decreased appetite and fatigue. Lonafarnib was approved for medical use in the United States in November 2020, and in the European Union in July 2022. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Lonafarnib is indicated to be used to reduce the risk of death due to Hutchinson-Gilford progeria syndrome and for the treatment of certain other processing-deficient progeroid laminopathies in people one year of age and older. Ongoing studies and clinical trials have found a correlation of lonafarnib treatment with cure of hepatitis D (HDV). Up to now, the trials have proven an efficacy of lonafarnib on HDV if combined with ritonavir, as a supportive treatment for pegylated interferon alpha therapy.    == Contraindications == Lonafarnib is contraindicated for co-administration with strong or moderate CYP3A inhibitors and inducers, as well as midazolam and certain cholesterol-lowering medications.   == History == Lonafarnib, a farnesyltransferase inhibitor, is an oral medication that helps prevent the buildup of defective progerin or progerin-like protein. The effectiveness of lonafarnib for the treatment of Hutchinson-Gilford progeria syndrome was demonstrated in 62 patients from two single-arm trials (Trial 1/NCT00425607 and Trial 2/NCT00916747) that were compared to matched, untreated patients from a separate natural history study. Compared to untreated patients, the lifespan of Hutchinson-Gilford progeria syndrome patients treated with lonafarnib increased by an average of three months through the first three years of treatment and by an average of 2.5 years through the maximum follow-up time of 11 years. Lonafarnib's approval for the treatment of certain processing-deficient progeroid laminopathies that are very rare took into account similarities in the underlying genetic mechanism of disease and other available data. The participants were from 34 countries around the world, including the United States. The U.S. Food and Drug Administration (FDA) granted the application for lonafarnib priority review, orphan drug, and breakthrough therapy designations. In addition, the manufacturer received a rare pediatric disease priority review voucher. The FDA granted the approval of Zokinvy to Eiger BioPharmaceuticals, Inc.   == Society and culture ==   === Legal status === On 19 May 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization under exceptional circumstances for the medicinal product Zokinvy, intended for the treatment of patients with progeroid syndromes. The applicant for this medicinal product is EigerBio Europe Limited. It was approved for medical use in the European Union in July 2022.   == Research == Lonafarnib is a farnesyltransferase inhibitor (FTI) that has been investigated in a human clinical trial as a treatment for progeria, which is an extremely rare genetic disorder in which symptoms resembling aspects of aging are manifested at a very early age. Lonafarnib is a synthetic tricyclic halogenated carboxamide with antineoplastic properties. As such, it is used primarily for cancer treatment. For those with progeria, research has shown that the drug reduces the prevalence of stroke and transient ischemic attack, and the prevalence and frequency of headaches while taking the medication. A phase II clinical trial was completed in 2012, which showed that a cocktail of drugs that included lonafarnib and two other drugs met clinical efficacy endpoints that improved the height and diminished the rigidity of the bones of progeria patients.   == References ==   == External links == \"Lonafarnib\". Drug Information Portal. U.S. National Library of Medicine. \"Experimental Drug Is First To Help Kids With Premature-Aging Disease\", NPR, 24 September 2012 Clinical trial number NCT00425607 for \"Phase II Trial of Lonafarnib (a Farnesyltransferase Inhibitor) for Progeria\" at ClinicalTrials.gov Clinical trial number NCT00916747 for \"Study of Zoledronic Acid, Pravastatin, and Lonafarnib for Patients With Progeria\" at ClinicalTrials.gov"}