{"name": "loncastuximab tesirine", "category": "drug", "content": "Loncastuximab tesirine, sold under the brand name Zynlonta, is a monoclonal antibody conjugate medication used to treat large B-cell lymphoma and high-grade B-cell lymphoma. It is an antibody-drug conjugate (ADC) composed of a humanized antibody targeting the protein CD19. The most common side effects include increased levels of gamma-glutamyltransferase (GGT, a liver enzyme), neutropenia (low levels of neutrophils, a type of white blood cell), tiredness, anemia (low levels of red blood cells), thrombocytopenia (low levels of blood platelets), nausea (feeling sick), peripheral edema (swelling due to fluid retention, especially of the ankles and feet) and rash. Loncastuximab tesirine was approved for medical use in the United States in April 2021, and in the European Union in December 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Loncastuximab tesirine is indicated for the treatment of adults with relapsed or refractory large B-cell lymphoma and high-grade B-cell lymphoma.   == Technology == The humanized monoclonal antibody is stochastically conjugated via a valine-alanine cleavable, maleimide linker to a cytotoxic (anticancer) pyrrolobenzodiazepine (PBD) dimer. The antibody binds to CD19, a protein which is highly expressed on the surface of B-cell hematological tumors including certain forms of lymphomas and leukemias. After binding to the tumor cells the antibody is internalized, the cytotoxic drug PBD is released and the cancer cells are killed. PBD dimers are generated out of PBD monomers, a class of natural products produced by various actinomycetes. PBD dimers work by crosslinking specific sites of the DNA, blocking the cancer cells’ division that cause the cells to die. As a class of DNA-crosslinking agents they are significantly more potent than systemic chemotherapeutic drugs.   == History == The benefit and side effects of loncastuximab tesirine were evaluated in one clinical trial, ADCT-402-201 (LOTIS-2 / NCT03589469), that included 145 participants with relapsed or refractory diffuse large B-cell lymphoma after at least two prior treatments that did not work or were no longer working. Participants received loncastuximab tesirine 0.15 mg/kg every 3 weeks for 2 treatment cycles, then 0.075 mg/kg every 3 weeks for subsequent treatment cycles. Loncastuximab tesirine treatment was continued until either disease worsened or participants experienced unacceptable side effects (toxicity). The benefit of loncastuximab tesirine was evaluated by measuring how many participants had complete or partial tumor shrinkage (response) and by how long that response lasted. Participants in the clinical trial were also evaluated for side effects for the purpose of this drug application. Trials were conducted at 28 sites in the United States, the United Kingdom, Italy, and Switzerland. Loncastuximab tesirine was granted orphan drug designation by the FDA for the treatment of diffuse large B-cell lymphoma. Loncastuximab tesirine was approved under FDA's accelerated approval program.   == Society and culture ==   === Legal status === On 15 September 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Zynlonta, intended for the treatment of adults with diffuse large B-cell lymphoma (DLBCL) and high-grade B-cell lymphoma (HGBL). The applicant for this medicinal product is ADC Therapeutics (NL) B.V. Loncastuximab tesirine was approved for medical use in the European Union in December 2022.   == Research == Given its mechanism of action, loncastuximab tesirine may be appealing in patients ineligible for CAR-T cell therapy.   == References ==   == External links == \"Loncastuximab tesirine-lpyl\". NCI Drug Dictionary. National Cancer Institute. \"Loncastuximab tesirine-lpyl\". National Cancer Institute. 21 May 2021. Clinical trial number NCT03589469 for \"Study to Evaluate the Efficacy and Safety of Loncastuximab Tesirine in Patients With Relapsed or Refractory Diffuse Large B-Cell Lymphoma (LOTIS-2)\" at ClinicalTrials.gov"}