{"name": "loperamide", "category": "drug", "content": "Loperamide, sold under the brand name Imodium, among others, is a medication of the opioid receptor agonist class used to decrease the frequency of diarrhea. It is often used for this purpose in irritable bowel syndrome, inflammatory bowel disease, short bowel syndrome Crohn's disease and ulcerative colitis. It is not recommended for those with blood in the stool, mucus in the stool, or fevers. The medication is taken by mouth. Common side effects include abdominal pain, constipation, sleepiness, vomiting, and a dry mouth. It may increase the risk of toxic megacolon. Loperamide's safety in pregnancy is unclear, but no evidence of harm has been found. It appears to be safe in breastfeeding. It is an opioid with no significant absorption from the gut and does not cross the blood–brain barrier when used at normal doses. It works by slowing the contractions of the intestines. Loperamide was first made in 1969 and used medically in 1976. It is on the World Health Organization's List of Essential Medicines. Loperamide is available as a generic medication. In 2021, it was the 287th most commonly prescribed medication in the United States, with more than 700,000 prescriptions.   == Medical uses == Loperamide is effective for the treatment of a number of types of diarrhea. This includes control of acute nonspecific diarrhea, mild traveler's diarrhea, irritable bowel syndrome, chronic diarrhea due to bowel resection, and chronic diarrhea secondary to inflammatory bowel disease. It is also useful for reducing ileostomy output. Off-label uses for loperamide also include chemotherapy-induced diarrhea, especially related to irinotecan use. Loperamide should not be used as the primary treatment in cases of bloody diarrhea, acute exacerbation of ulcerative colitis, or bacterial enterocolitis. Loperamide is often compared to diphenoxylate. Studies suggest that loperamide is more effective and has lower neural side effects.   == Side effects == Adverse drug reactions most commonly associated with loperamide are constipation (which occurs in 1.7–5.3% of users), dizziness (up to 1.4%), nausea (0.7–3.2%), and abdominal cramps (0.5–3.0%). Rare, but more serious, side effects include toxic megacolon, paralytic ileus, angioedema, anaphylaxis/allergic reactions, toxic epidermal necrolysis, Stevens–Johnson syndrome, erythema multiforme, urinary retention, and heat stroke. The most frequent symptoms of loperamide overdose are drowsiness, vomiting, and abdominal pain, or burning. High doses may result in heart problems such as abnormal heart rhythms.   === Contraindications === Treatment should be avoided in the presence of high fever or if the stool is bloody. Treatment is not recommended for people who could have negative effects from rebound constipation. If a suspicion exists of diarrhea associated with organisms that can penetrate the intestinal walls, such as E. coli O157:H7 or Salmonella, loperamide is contraindicated as a primary treatment. Loperamide treatment is not used in symptomatic C. difficile infections, as it increases the risk of toxin retention and precipitation of toxic megacolon. Loperamide should be administered with caution to people with liver failure due to reduced first-pass metabolism. Additionally, caution should be used when treating people with advanced HIV/AIDS, as cases of both viral and bacterial toxic megacolon have been reported. If abdominal distension is noted, therapy with loperamide should be discontinued.   === Children === The use of loperamide in children under two years is not recommended. Rare reports of fatal paralytic ileus associated with abdominal distention have been made. Most of these reports occurred in the setting of acute dysentery, overdose, and with very young children less than two years of age. A review of loperamide in children under 12 years old found that serious adverse events occurred only in children under three years old. The study reported that the use of loperamide should be contraindicated in children who are under 3, systemically ill, malnourished, moderately dehydrated, or have bloody diarrhea. In 1990, all formulations for children of the antidiarrheal loperamide were banned in Pakistan. The National Health Service in the United Kingdom recommends that loperamide should only be given to children under the age of twelve if prescribed by a doctor. Formulations for children are only available on prescription in the UK.   === Pregnancy and breast feeding === Loperamide is not recommended in the United Kingdom for use during pregnancy or by nursing mothers. Studies in rat models have shown no teratogenicity, but sufficient studies in humans have not been conducted. One controlled, prospective study of 89 women exposed to loperamide during their first trimester of pregnancy showed no increased risk of malformations. This, however, was only one study with a small sample size. Loperamide can be present in breast milk, and is not recommended for breast-feeding mothers.   == Drug interactions == Loperamide is a substrate of P-glycoprotein; therefore, the concentration of loperamide increases when given with a P-glycoprotein inhibitor. Common P-glycoprotein inhibitors include quinidine, ritonavir, and ketoconazole. Loperamide can decrease the absorption of some other drugs. As an example, saquinavir concentrations can decrease by half when given with loperamide. Loperamide is an antidiarrheal agent, which decreases intestinal movement. As such, when combined with other antimotility drugs, the risk of constipation is increased. These drugs include other opioids, antihistamines, antipsychotics, and anticholinergics.   == Mechanism of action ==  Loperamide is an opioid-receptor agonist and acts on the μ-opioid receptors in the myenteric plexus of the large intestine. It works like morphine, decreasing the activity of the myenteric plexus, which decreases the tone of the longitudinal and circular smooth muscles of the intestinal wall. This increases the time material stays in the intestine, allowing more water to be absorbed from the fecal matter. It also decreases colonic mass movements and suppresses the gastrocolic reflex. Loperamide's circulation in the bloodstream is limited in two ways. Efflux by P-glycoprotein in the intestinal wall reduces passage of loperamide, and the fraction of drug crossing is then further reduced through first-pass metabolism by the liver. Loperamide metabolizes into an MPTP-like compound, but is unlikely to exert neurotoxicity.   === Blood–brain barrier === Efflux by P-glycoprotein also prevents circulating loperamide from effectively crossing the blood–brain barrier, so it can generally only antagonize muscarinic receptors in the peripheral nervous system, and currently has a score of one on the anticholinergic cognitive burden scale. Concurrent administration of P-glycoprotein inhibitors such as quinidine potentially allows loperamide to cross the blood–brain barrier and produce central morphine-like effects. At high doses (>70mg), loperamide is able to saturate P-glycoprotein (thus overcoming the efflux) and produce euphoric effects. Loperamide taken with quinidine was found to produce respiratory depression, indicative of central opioid action. High doses of loperamide have been shown to cause a mild physical dependence during preclinical studies, specifically in mice, rats, and rhesus monkeys. Symptoms of mild opiate withdrawal were observed following abrupt discontinuation of long-term treatment of animals with loperamide.   == Chemistry ==   === Synthesis === Loperamide is synthesized starting from the lactone 3,3-diphenyldihydrofuran-2(3H)-one and ethyl 4-oxopiperidine-1-carboxylate, on a lab scale. On a large scale a similar synthesis is followed, except that the lactone and piperidinone are produced from cheaper materials rather than purchased.   === Physical properties === Loperamide is typically manufactured as the hydrochloride salt. Its main polymorph has a melting point of 224 °C and a second polymorph exists with a melting point of 218 °C. A tetrahydrate form has been identified which melts at 190 °C.   == History == Loperamide hydrochloride was first synthesized in 1969 by Paul Janssen from Janssen Pharmaceuticals in Beerse, Belgium, following previous discoveries of diphenoxylate hydrochloride (1956) and fentanyl citrate (1960). The first clinical reports on loperamide were published in 1973 in the Journal of Medicinal Chemistry with the inventor being one of the authors. The trial name for it was \"R-18553\". Loperamide oxide has a different research code: R-58425. The trial against placebo was conducted from December 1972 to February 1974, its results being published in 1977 in the journal Gut. In 1973, Janssen started to promote loperamide under the brand name Imodium. In December 1976, Imodium got US FDA approval. During the 1980s, Imodium became the best-selling prescription antidiarrheal in the United States. In March 1988, McNeil Pharmaceutical began selling loperamide as an over-the-counter drug under the brand name Imodium A-D. In the 1980s, loperamide also existed in the form of drops (Imodium Drops) and syrup. Initially, it was intended for children's usage, but Johnson & Johnson voluntarily withdrew it from the market in 1990 after 18 cases of paralytic ileus (resulting in six deaths) were registered in Pakistan and reported by the World Health Organization (WHO). In the following years (1990-1991), products containing loperamide have been restricted for children's use in a number of countries (ranging from two to five years of age). In the late 1980s, before the US patent expired on 30 January 1990, McNeil started to develop Imodium Advanced containing loperamide and simethicone for treating both diarrhea and gas. In March 1997, the company patented this combination. The drug was approved in June 1997, by the FDA as Imodium Multi-Symptom Relief in the form of a chewable tablet. A caplet formulation was approved in November 2000. In November 1993, loperamide was launched as an orally disintegrating tablet based on Zydis technology. In 2013, loperamide in the form of 2-mg tablets was added to the WHO Model List of Essential Medicines. In 2020, it was discovered by researchers at Goethe University that Loperamide was effective at killing glioblastoma cells.   == Society and culture ==   === Legal status ===   ==== United States ==== Loperamide was formerly a controlled substance in the United States. First, it was a Schedule II controlled substance. However, this was lowered to Schedule V. Loperamide was finally removed from control by the Drug Enforcement Administration in 1982, courtesy of then-Administrator Francis M. Mullen Jr.   ==== UK ==== Loperamide can be sold freely to the public by chemists (pharmacies) as the treatment of diarrhoea and acute diarrhoea associated with medically diagnosed irritable bowel syndrome in adults over 18 years of age   === Economics === Loperamide is sold as a generic medication. In 2016, Imodium was one of the biggest-selling branded over-the-counter medications sold in Great Britain, with sales of £32.7 million.   === Brand names === Loperamide was originally marketed as Imodium, and many generic brands are sold.   === Off-label/unapproved use === Loperamide has typically been deemed to have a relatively low risk of misuse. In 2012, no reports of loperamide abuse were made. In 2015, however, case reports of extremely high-dose loperamide use were published. The primary intent of users has been to manage symptoms of opioid withdrawal such as diarrhea, although a small portion derive psychoactive effects at these higher doses. At these higher doses central nervous system penetration occurs and long term use may lead to tolerance, dependence, and withdrawal on abrupt cessation. Dubbing it \"the poor man's methadone\", clinicians warned that increased restrictions on the availability of prescription opioids passed in response to the opioid epidemic were prompting recreational users to turn to loperamide as an over-the-counter treatment for withdrawal symptoms. The FDA responded to these warnings by calling on drug manufacturers to voluntarily limit the package size of loperamide for public-safety reasons. However, there is no quantity restriction on number of packages that can be purchased, and most pharmacies do not feel capable of restricting its sale, so it is unclear that this intervention will have any impact without further regulation to place loperamide behind the counter. Since 2015, several reports of sometimes-fatal cardiotoxicity due to high-dose loperamide abuse have been published.   == References =="}