{"name": "lorlatinib", "category": "drug", "content": "Lorlatinib, sold under the brand name Lorbrena in the United States, Canada, and Japan, and Lorviqua in the European Union, is an anti-cancer medication used for the treatment of non-small cell lung cancer. It is an orally administered inhibitor of anaplastic lymphoma kinase (ALK) and C-ros oncogene 1 (ROS1), two enzymes that play a role in the development of cancer. It was developed by Pfizer. The most common adverse reactions include edema, peripheral neuropathy, weight gain, cognitive effects, fatigue, dyspnea, arthralgia, diarrhea, mood effects, hypercholesterolemia, hypertriglyceridemia, and cough. Lorlatinib was approved for medical use in the United States in November 2018, and in the European Union in May 2019.   == Medical uses == Lorlatinib is indicated for the treatment of adults with metastatic non-small cell lung cancer whose tumors are anaplastic lymphoma kinase (ALK)-positive.   == Contraindications == Lorlatinib must not be combined with strong inducers (i.e. activators) of the liver enzymes CYP3A4/5 if it can be avoided, as serious cases of liver toxicity have been observed under combination with the CYP3A4/5 inducer rifampicin.   == Side effects == The most common side effects in studies were high blood cholesterol (84% of patients), high blood triglycerides (67%), edema (55%), peripheral neuropathy (48%), cognitive effects (29%), fatigue (28%), weight gain (26%), and mood effects (23%). Serious side effects led to dose reduction in 23% of patients and to termination of lorlatinib treatment in 3% of patients.   == Interactions == Lorlatinib is metabolized by the enzymes CYP3A4/5. Therefore, CYP3A4/5 inducers such as rifampicin, carbamazepine or St John's wort decrease its concentrations in the blood plasma and can reduce its effectiveness. Additionally, the combination of lorlatinib with rifampicin showed liver toxicity in studies. Inhibitors of these enzymes such as ketoconazole or grapefruit juice increase lorlatinib plasma concentrations, leading to higher toxicity. Lorlatinib is also a (moderate) CYP3A4/5 inducer, so that drugs that are metabolized by these enzymes are broken down more quickly when combined with lorlatinib. Examples include midazolam and ciclosporin. Interactions via other enzymes have only been studied in vitro. According to these findings, lorlatinib may inhibit CYP2C9, UGT1A1 and several transport proteins, induce CYP2B6, and has probably no relevant effect on CYP1A2.   == Pharmacology ==   === Mechanism of action ===  Lorlatinib is a small molecule kinase inhibitor of ALK and ROS1 as well as a number of other kinases. It is active in vitro against many mutated forms of ALK.   === Pharmacokinetics ===  Lorlatinib is taken by mouth and reaches highest blood plasma concentrations 1.2 hours after a single dose, or 2 hours after ingestion when taken regularly. Its absolute bioavailability is 80.8%. Intake with fatty food increases its availability by 5%, which is not considered clinically significant. When in the bloodstream, 66% of the substance are bound to plasma proteins. Lorlatinib is able to cross the blood–brain barrier. Lorlatinib is inactivated by oxidation, mainly through CYP3A4, and by glucuronidation, mainly through UGT1A4. Other CYPs and UGTs play a minor role. Lorlatinib and its metabolites are excreted with a half-life of 23.6 hours after a single dose; 47.7% into the urine (of which less than 1% in unchanged form), and 40.9% into the faeces (9.1% unchanged).   == Chemistry == Lorlatinib is a white to off-white powder. It has high solubility in 0.1 M hydrochloric acid and very low solubility at a pH over 4.5.   == History == In November 2018, the US Food and Drug Administration (FDA) granted accelerated approval to lorlatinib for people with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer whose disease has progressed on crizotinib and at least one other ALK inhibitor for metastatic disease or whose disease has progressed on alectinib or ceritinib as the first ALK inhibitor therapy for metastatic disease. Approval was based on a subgroup of 215 participants with ALK-positive metastatic NSCLC, previously treated with one or more ALK kinase inhibitors, enrolled in a non‑randomized, dose-ranging and activity-estimating, multi‑cohort, multicenter study (Study B7461001; NCT01970865). The major efficacy measures were overall response rate (ORR) and intracranial ORR, according to RECIST 1.1, as assessed by an independent central review committee. In March 2021, the FDA granted regular approval to lorlatinib based on data from study B7461006 (NCT03052608), a randomized, multicenter, open-label, active-controlled trial conducted in 296 participants with ALK-positive metastatic non-small cell lung cancer who had not received prior systemic therapy for metastatic disease. Participants were required to have ALK-positive tumors detected by the VENTANA ALK (D5F3) CDx assay. Participants were randomized 1:1 to receive lorlatinib 100 mg orally once daily (n=149) or crizotinib 250 mg orally twice daily (n=147).   == Society and culture ==   === Legal status === In 2015, the FDA granted lorlatinib orphan drug status for the treatment of anaplastic lymphoma kinase (ALK)-positive or ROS1-positive non-small cell lung cancer. Lorlatinib was approved for medical use in the United States in November 2018, and in the European Union in May 2019.   == Research == In June 2024, Pfizer announced positive longer-term follow-up results from the phase III CROWN study of lorlatinib in advanced non-small cell lung cancer showing that 60% of participants treated with lorlatinib were alive without disease progression after five years.   == References ==   == External links == Clinical trial number NCT01970865 for \"A Study Of PF-06463922 An ALK/ROS1 Inhibitor In Patients With Advanced Non Small Cell Lung Cancer With Specific Molecular Alterations\" at ClinicalTrials.gov"}