{"name": "lornoxicam", "category": "drug", "content": "Lornoxicam, also known as chlortenoxicam, is a nonsteroidal anti-inflammatory drug (NSAID) of the oxicam class with analgesic (pain relieving), anti-inflammatory and antipyretic (fever reducing) properties. It is available in oral and parenteral formulations. It was patented in 1977 and approved for medical use in 1997. Brand names include Xefo and Xefocam among others.   == Medical uses == Lornoxicam is used for the treatment of various types of pain, especially resulting from inflammatory diseases of the joints, osteoarthritis, surgery, sciatica, and other inflammations.   == Contraindications == The drug is contraindicated in patients who must not take other NSAIDs, possible reasons including salicylate sensitivity, gastrointestinal bleeding and bleeding disorders, and severe impairment of heart, liver or kidney function. Lornoxicam is not recommended during pregnancy and breastfeeding and is contraindicated during the last third of pregnancy.   == Adverse effects == Lornoxicam has side effects similar to other NSAIDs, most commonly mild ones like gastrointestinal disorders (nausea and diarrhea) and headache. Severe but seldom side effects include bleeding, bronchospasms and the extremely rare Stevens–Johnson syndrome.   == Interactions == Interactions with other drugs are typical of NSAIDs. Combination with vitamin K antagonists like warfarin increases the risk of bleeding. Combination with ciclosporin can lead to reduced kidney function, and to acute kidney injury in rare cases. Lornoxicam can also increase the adverse effects of lithium, methotrexate and digoxin and its derivatives. The effect of diuretics, ACE inhibitors and angiotensin II receptor antagonists can be reduced, but this is only relevant in patients with special risks like heart failure. As with piroxicam, cimetidine can increase plasma levels but is unlikely to cause relevant interactions.   == See also == Meloxicam Isoxicam   == References =="}