{"name": "Low Back Pain", "category": "disease", "content": "Low back pain or lumbago is a common disorder involving the muscles, nerves, and bones of the back, in between the lower edge of the ribs and the lower fold of the buttocks. Pain can vary from a dull constant ache to a sudden sharp feeling. Low back pain may be classified by duration as acute (pain lasting less than 6 weeks), sub-chronic (6 to 12 weeks), or chronic (more than 12 weeks). The condition may be further classified by the underlying cause as either mechanical, non-mechanical, or referred pain. The symptoms of low back pain usually improve within a few weeks from the time they start, with 40–90% of people recovered by six weeks. In most episodes of low back pain a specific underlying cause is not identified or even looked for, with the pain believed to be due to mechanical problems such as muscle or joint strain. If the pain does not go away with conservative treatment or if it is accompanied by \"red flags\" such as unexplained weight loss, fever, or significant problems with feeling or movement, further testing may be needed to look for a serious underlying problem. In most cases, imaging tools such as X-ray computed tomography are not useful or recommended for low back pain that lasts less than 6 weeks (with no red flags) and carry their own risks. Despite this, the use of imaging in low back pain has increased. Some low back pain is caused by damaged intervertebral discs, and the straight leg raise test is useful to identify this cause. In those with chronic pain, the pain processing system may malfunction, causing large amounts of pain in response to non-serious events. Chronic non-specific low back pain (CNSLBP) is a highly prevalent musculoskeletal condition that not only affects the body, but also a person's social and economic status. It would be greatly beneficial for people with CNSLBP to be screened for genetic issues, unhealthy lifestyles and habits, and psychosocial factors on top of musculoskeletal issues. The symptoms of low back pain usually improve within a few weeks from the time they start, with 40–90% of people recovered by six weeks. Normal activity should be continued as much as the pain allows. Initial management with non-medication based treatments is recommended. Non–medication based treatments include superficial heat, massage, acupuncture, or spinal manipulation. If these are not sufficiently effective, NSAIDs are recommended. A number of other options are available for those who do not improve with usual treatment. Opioids may be useful if simple pain medications are not enough, but they are not generally recommended due to side effects, including high rates of addiction, accidental overdose and death. Surgery may be beneficial for those with disc-related chronic pain and disability or spinal stenosis. No clear benefit of surgery has been found for other cases of non-specific low back pain. Low back pain often affects mood, which may be improved by counseling or antidepressants. Additionally, there are many alternative medicine therapies, but there is not enough evidence to recommend them confidently. The evidence for chiropractic care and spinal manipulation is mixed. Approximately 9–12% of people (632 million) have low back pain at any given point in time, and nearly 25% report having it at some point over any one-month period. About 40% of people have low back pain at some point in their lives, with estimates as high as 80% among people in the developed world. Low back pain is the greatest contributor to lost productivity, absenteeism, disability and early retirement worldwide. Difficulty most often begins between 20 and 40 years of age. Men and women are equally affected. Low back pain is more common among people aged between 40 and 80 years, with the overall number of individuals affected expected to increase as the population ages.   == Signs and symptoms == In the common presentation of acute low back pain, pain develops after movements that involve lifting, twisting, or forward-bending. The symptoms may start soon after the movements or upon waking up the following morning. The description of the symptoms may range from tenderness at a particular point, to diffuse pain. It may or may not worsen with certain movements, such as raising a leg, or positions, such as sitting or standing. Pain radiating down the legs (known as sciatica) may be present. The first experience of acute low back pain is typically between the ages of 20 and 40. This is often a person's first reason to see a medical professional as an adult. Recurrent episodes occur in more than half of people with the repeated episodes being generally more painful than the first. Other problems may occur along with low back pain. Chronic low back pain is associated with sleep problems, including a greater amount of time needed to fall asleep, disturbances during sleep, a shorter duration of sleep, and less satisfaction with sleep. In addition, a majority of those with chronic low back pain show symptoms of depression or anxiety.   == Causes ==  Low back pain is not a specific disease but rather a complaint that may be caused by a large number of underlying problems of varying levels of seriousness. The majority of low back pain does not have a clear cause but is believed to be the result of non-serious muscle or skeletal issues such as sprains or strains. Obesity, smoking, weight gain during pregnancy, stress, poor physical condition, and poor sleeping position may also contribute to low back pain. There is no consensus as to whether spinal posture or certain physical activities are causal factors. A full list of possible causes includes many less common conditions. Physical causes may include osteoarthritis, degeneration of the discs between the vertebrae or a spinal disc herniation, broken vertebra(e) (such as from osteoporosis) or, rarely, an infection or tumor of the spine. Women may have acute low back pain from medical conditions affecting the female reproductive system, including endometriosis, ovarian cysts, ovarian cancer, or uterine fibroids. Nearly half of all pregnant women report pain in the low back during pregnancy, due to changes in their posture and center of gravity causing muscle and ligament strain. Low back pain can be broadly classified into four main categories:  Musculoskeletal – mechanical (including muscle strain, muscle spasm, or osteoarthritis); herniated nucleus pulposus, herniated disc; spinal stenosis; or compression fracture Inflammatory – HLA-B27 associated arthritis including ankylosing spondylitis, reactive arthritis, psoriatic arthritis, inflammation within the reproductive system, and inflammatory bowel disease Malignancy – bone metastasis from lung, breast, prostate, thyroid, among others Infectious – osteomyelitis, abscess, urinary tract infection.   == Pathophysiology ==   === Back structures ===  The lumbar (or lower back) region is the area between the lower ribs and gluteal fold which includes five lumbar vertebrae (L1–L5) and the sacrum. In between these vertebrae are fibrocartilaginous discs, which act as cushions, preventing the vertebrae from rubbing together while at the same time protecting the spinal cord. Nerves come from and go to the spinal cord through specific openings between the vertebrae, receiving sensory input and sending messages to muscles. Stability of the spine is provided by the ligaments and muscles of the back and abdomen. Small joints called facet joints limit and direct the motion of the spine. The multifidus muscles run up and down along the back of the spine, and are important for keeping the spine straight and stable during many common movements such as sitting, walking and lifting. A problem with these muscles is often found in someone with chronic low back pain, because the back pain causes the person to use the back muscles improperly in trying to avoid the pain. The problem with the multifidus muscles continues even after the pain goes away, and is probably an important reason why the pain comes back. Teaching people with chronic low back pain how to use these muscles is recommended as part of a recovery program. An intervertebral disc has a gelatinous core surrounded by a fibrous ring. When in its normal, uninjured state, most of the disc is not served by either the circulatory or nervous systems – blood and nerves only run to the outside of the disc. Specialized cells that can survive without direct blood supply are in the inside of the disc. Over time, the discs lose flexibility and the ability to absorb physical forces. This decreased ability to handle physical forces increases stresses on other parts of the spine, causing the ligaments of the spine to thicken and bony growths to develop on the vertebrae. As a result, there is less space through which the spinal cord and nerve roots may pass. When a disc degenerates as a result of injury or disease, the makeup of a disc changes: blood vessels and nerves may grow into its interior and/or herniated disc material can push directly on a nerve root. Any of these changes may result in back pain.   === Pain sensation === Pain erupts in response to a stimulus  that either damages or can potentially damage the body's tissues. There are four main stages:  transduction, transmission, perception, and modulation. The nerve cells that detect pain have cell bodies located in the dorsal root ganglia and fibers that transmit these signals to the spinal cord. The process of pain sensation starts when the pain-causing event triggers the endings of appropriate sensory nerve cells. This type of cell converts the event into an electrical signal by transduction. Several different types of nerve fibers carry out the transmission of the electrical signal from the transducing cell to the posterior horn of spinal cord, from there to the brain stem, and then from the brain stem to the various parts of the brain such as the thalamus and the limbic system. In the brain, the pain signals are processed and given context in the process of pain perception. Through modulation, the brain can modify the sending of further nerve impulses by decreasing or increasing the release of neurotransmitters. Parts of the pain sensation and processing system may not function properly; creating the feeling of pain when no outside cause exists, signaling too much pain from a particular cause, or signaling pain from a normally non-painful event. Additionally, the pain modulation mechanisms may not function properly. These phenomena are involved in chronic pain.   == Diagnosis == As the structure of the low back is complex, the reporting of pain is subjective, and is affected by social factors, the diagnosis of low back pain is not straightforward. While most low back pain is caused by muscle and joint problems, this cause must be separated from neurological problems, spinal tumors, fracture of the spine, and infections, among others. The ICD 10 code for low back pain is M54.5.   === Classification === There are a number of ways to classify low back pain with no consensus that any one method is best. There are three general types of low back pain by cause: mechanical back pain (including nonspecific musculoskeletal strains, herniated discs, compressed nerve roots, degenerative discs or joint disease, and broken vertebra), non-mechanical back pain (tumors, inflammatory conditions such as spondyloarthritis, and infections), and referred pain from internal organs (gallbladder disease, kidney stones, kidney infections, and aortic aneurysm, among others). Mechanical or musculoskeletal problems underlie most cases (around 90% or more), and of those, most (around 75%) do not have a specific cause identified, but are thought to be due to muscle strain or injury to ligaments. Rarely, complaints of low back pain result from systemic or psychological problems, such as fibromyalgia and somatoform disorders. Low back pain may be classified based on the signs and symptoms. Diffuse pain that does not change in response to particular movements, and is localized to the lower back without radiating beyond the buttocks, is classified as nonspecific, the most common classification. Pain that radiates down the leg below the knee, is located on one side (in the case of disc herniation), or is on both sides (in spinal stenosis), and changes in severity in response to certain positions or maneuvers is radicular, making up 7% of cases. Pain that is accompanied by red flags such as trauma, fever, a history of cancer or significant muscle weakness may indicate a more serious underlying problem and is classified as needing urgent or specialized attention. The symptoms can also be classified by duration as acute, sub-chronic (also known as sub-acute), or chronic. The specific duration required to meet each of these is not universally agreed upon, but generally pain lasting less than six weeks is classified as acute, pain lasting six to twelve weeks is sub-chronic, and more than twelve weeks is chronic. Management and prognosis may change based on the duration of symptoms.   === Red flags ===  The presence of certain signs, termed red flags, indicate the need for further testing to look for more serious underlying problems, which may require immediate or specific treatment. The presence of a red flag does not mean that there is a significant problem. It is only suggestive, and most people with red flags have no serious underlying problem. If no red flags are present, performing diagnostic imaging or laboratory testing in the first four weeks after the start of the symptoms has not been shown to be useful. The usefulness of many red flags is poorly supported by evidence. The most useful for detecting a fracture are: older age, corticosteroid use, and significant trauma especially if it results in skin markings. The best determinant of the presence of cancer is a history of the same. With other causes ruled out, people with non-specific low back pain are typically treated symptomatically, without exact determination of the cause. Efforts to uncover factors that might complicate the diagnosis, such as depression, substance abuse, or an agenda concerning insurance payments may be helpful.   === Tests ===  Imaging is indicated when there are red flags, ongoing neurological symptoms that do not resolve, or ongoing or worsening pain. In particular, early use of imaging (either MRI or CT) is recommended for suspected cancer, infection, or cauda equina syndrome. MRI is slightly better than CT for identifying disc disease; the two technologies are equally useful for diagnosing spinal stenosis. Only a few physical diagnostic tests are helpful. The straight leg raise test is almost always positive in those with disc herniation, and lumbar provocative discography may be useful to identify a specific disc causing pain in those with chronic high levels of low back pain. Therapeutic procedures such as nerve blocks can also be used to determine a specific source of pain. Some evidence supports the use of facet joint injections, transforminal epidural injections and sacroiliac injections as diagnostic tests. Most other physical tests, such as evaluating for scoliosis, muscle weakness or wasting, and impaired reflexes, are of little use. Complaints of low back pain are one of the most common reasons people visit doctors. For pain that has lasted only a few weeks, the pain is likely to subside on its own. Thus, if a person's medical history and physical examination do not suggest a specific disease as the cause, medical societies advise against imaging tests such as X-rays, CT scans, and MRIs. Individuals may want such tests but, unless red flags are present, they are unnecessary health care. Routine imaging increases costs, is associated with higher rates of surgery with no overall benefit, and the radiation used may be harmful to one's health. Fewer than 1% of imaging tests identify the cause of the problem. Imaging may also detect harmless abnormalities, encouraging people to request further unnecessary testing or to worry. Even so, MRI scans of the lumbar region increased by more than 300% among United States Medicare beneficiaries from 1994 to 2006.   == Prevention == Exercise alone, or along with education, appears to be useful for preventing low back pain. Exercise is also probably effective in preventing recurrences in those with pain that has lasted more than six weeks. Assessing chronic low back pain, a 2007 review concluded that a firm mattress is less likely to alleviate pain compared to a medium-firm mattress, while a 2020 review stated that studies have been inadequate to comment on mattress firmness. There is little to no evidence that back belts are any more helpful in preventing low back pain than education about proper lifting techniques. Shoe insoles do not help prevent low back pain. Studies have proven that interventions aimed to reduce pain and functional disability need to be accompanied by psychological interventions to improve a patient's motivation and attitude toward their recovery. Education about an injury and how it can effect a person's mental health is just as important as the physical rehabilitation. However, all of these interventions should occur in partnership with a structured therapeutic exercise program and assistance from a trained physical therapist.   == Management == Most people with acute or subacute low back pain improve over time no matter the treatment. There is often improvement within the first month. Although fear in those suffering from low back pain often leads to avoiding activity, this is found to lead to greater disability. The recommendations include remaining active, avoiding activity that worsen the pain, and understanding self-care of the symptoms. Management of low back pain depends on which of the three general categories is the cause: mechanical problems, non-mechanical problems, or referred pain. For acute pain that is causing only mild to moderate problems, the goals are to restore normal function, return the individual to work, and minimize pain. The condition is normally not serious, resolves without much being done, and recovery is helped by attempting to return to normal activities as soon as possible within the limits of pain. Providing individuals with coping skills through reassurance of these facts is useful in speeding recovery. For those with sub-chronic or chronic low back pain, multidisciplinary treatment programs may help. Initial management with non–medication based treatments is recommended Non–medication based treatments include superficial heat, massage, acupuncture, or spinal manipulation. If these are not sufficiently effective, NSAIDs are recommended. Acetaminophen and systemic steroids are not recommended as both medications are not effective at improving pain outcomes in acute or subacute low back pain. Physical therapy stabilization exercises for lumbar spine and manual therapy have shown decrease in pain symptoms in patients. Manual therapy and stabilization effects have similar effects on low back pain which overweighs the effects of general exercises. The most effective types of exercise to improve low back pain symptoms are core strengthening and mixed exercise types. An appropriate type of exercise recommended is an aerobic exercise program for 12 hours of exercise over a duration of 8 weeks. Distress due to low back pain contributes significantly to overall pain and disability experienced. Therefore, treatment strategies that aim to change beliefs and behaviours, such as cognitive-behavioural therapy can be of use. Access to care as recommended in medical guidelines varies considerably from the care that most people with low back pain receive globally. This is due to factors such as availability, access and payment models (e.g. insurance, health-care systems).   === Physical management ===   ==== Management of acute low back pain ==== Increasing general physical activity has been recommended, but no clear relationship to pain or disability or returning to work has been found when used for the treatment of an acute episode of pain. For acute pain, low- to moderate-quality evidence supports walking. Aerobic exercises like progressive walking appears useful for subacute and acute low back pain, is strongly recommended for chronic low back pain, and is recommended after surgery. Directional exercises, which try to limit low back pain, are recommended in sub-acute, chronic and radicular low back pain. These exercises only work if they are limiting low back pain. Exercise programs that incorporate stretching only are not recommended for acute low back pain. Stretching, especially with limited range of motion, can impede future progression of treatment like limiting strength and limiting exercises. Yoga and Tai chi are not recommended in case of acute or subacute low back pain, but are recommended in case of chronic back pain. Treatment according to McKenzie method is somewhat effective for recurrent acute low back pain, but its benefit in the short term does not appear significant. There is tentative evidence to support the use of heat therapy for acute and sub-chronic low back pain but little evidence for the use of either heat or cold therapy in chronic pain. Weak evidence suggests that back belts might decrease the number of missed workdays, but there is nothing to suggest that they help with the pain. Ultrasound and shock wave therapies do not appear effective and therefore are not recommended. Lumbar traction lacks effectiveness as an intervention for radicular low back pain. It is also unclear whether lumbar supports are an effective treatment intervention.   ==== Management of chronic low back pain ==== Exercise therapy is effective in decreasing pain and improving physical function, trunk muscle strength and the mental health for those with chronic low back pain. It also improves long-term function and appears to reduce recurrence rates for as long as six months after the completion of the program. The observed treatment effect for the exercise when compared to no treatment, usual care or placebo, improved pain (low‐certainty evidence), but improvements were small for functional limitations outcomes (moderate‐certainty evidence). There is no evidence that one particular type of exercise therapy is more effective than another, so the form of exercise used can be based on patient or practitioner preference, availability and cost. The Alexander technique appears useful for chronic back pain, and there is some evidence to support small benefits from the use of yoga. If a person with chronic low back pain is motivated, it is recommended to use yoga and tai chi as a form of treatment, but this is not recommended to treat acute or subacute low back pain. Motor control exercise, which involves guided movement and use of normal muscles during simple tasks which then builds to more complex tasks, improves pain and function up to 20 weeks, but there was little difference compared to manual therapy and other forms of exercise. Motor control exercise accompanied by manual therapy also produces similar reductions in pain intensity when compared to general strength and condition exercise training, yet only the latter also improved muscle endurance and strength, whilst concurrently decreased self-reported disability. Aquatic therapy is recommended as an option in those with other preexisting conditions like extreme obesity, degenerative joint disease, or other conditions that limit progressive walking. Aquatic therapy is recommended for chronic and subacute low back pain in those with a preexisting condition. Aquatic therapy is not recommended for people that have no preexisting condition that limits their progressive walking. There is low-to-moderate quality evidence that supports pilates in low back pain for the reduction of pain and disability, however there is no conclusive evidence that pilates is better than any other form of exercise for low back pain. Patients with chronic low back pain receiving multidisciplinary biopsychosocial rehabilitation (MBR) programs are likely to experience less pain and disability than those receiving usual care or a physical treatment. MBR also has a positive influence on work status of the patient compared to physical treatment. Effects are of a modest magnitude and should be balanced against the time and resource requirements of MBR programs. Peripheral nerve stimulation, a minimally-invasive procedure, may be useful in cases of chronic low back pain that do not respond to other measures, although the evidence supporting it is not conclusive, and it is not effective for pain that radiates into the leg. Evidence for the use of shoe insoles as a treatment is inconclusive. Transcutaneous electrical nerve stimulation (TENS) has not been found to be effective in chronic low back pain. There has been little research that supports the use of lumbar extension machines and thus they are not recommended.   === Medications === If initial management with non–medication based treatments is insufficient, medication may be recommended. As pain medications are only somewhat effective, expectations regarding their benefit may differ from reality, and this can lead to decreased satisfaction. The medication typically prescribed first are acetaminophen (paracetamol), NSAIDs (though not aspirin), or skeletal muscle relaxants and these are enough for most people. Benefits with NSAIDs is thought to be small, but is more effective than Acetaminophen (paracetamol), which may be no more effective than placebo at improving pain, quality of life, or function. NSAIDs however, carry a greater risk of side effects, including kidney failure, stomach ulcers and possibly heart problems, so it is used at the lowest effective dosage for the shortest possible time. NSAIDs are available in several different classes; there is no evidence to support the use of COX-2 inhibitors over any other class of NSAIDs with respect to benefits. With respect to safety naproxen may be best. Muscle relaxants may be beneficial. Systemic corticosteriods are sometimes suggested for low back pain and may have a small benefit in the short-term for radicular low back pain, however, the benefit for non-radicular back pain and the optimal dose and length of treatment is unclear. As of 2022, the CDC has released a guideline for prescribed opioid use in the management of chronic pain. It states that opioid use is not the preferred treatment when managing chronic pain due to the excessive risks involved, including high risks of addiction, accidental overdose and death. Specialist groups advise against general long-term use of opioids for chronic low back pain. If the pain is not managed adequately, short-term use of opioids such as morphine may be suggested, although low back pain outcomes are poorer in the long-term. If prescribed, a person and their clinician should have a realistic plan to discontinue its use in the event that the risks outweigh the benefit. These medications carry a risk of addiction, may have negative interactions with other drugs, and have a greater risk of side effects, including dizziness, nausea, and constipation. Opioid treatment for chronic low back pain increases the risk for lifetime illicit drug use and the effect of long-term use of opioids for lower back pain is unknown. For older people with chronic pain, opioids may be used in those for whom NSAIDs present too great a risk, including those with diabetes, stomach or heart problems. They may also be useful for a select group of people with neuropathic pain. Antidepressants may be effective for treating chronic pain associated with symptoms of depression, but they have a risk of side effects. Although the antiseizure drugs gabapentin, pregabalin, and topiramate are sometimes used for chronic low back pain evidence does not support a benefit. Systemic oral steroids have not been shown to be useful in low back pain. Facet joint injections and steroid injections into the discs have not been found to be effective in those with persistent, non-radiating pain; however, they may be considered for those with persistent sciatic pain. Epidural corticosteroid injections provide a slight and questionable short-term improvement in those with sciatica but are of no long-term benefit. There are also concerns of potential side effects.   === Surgery === Surgery may be useful in those with a herniated disc that is causing significant pain radiating into the leg, significant leg weakness, bladder problems, or loss of bowel control. It may also be useful in those with spinal stenosis. In the absence of these issues, there is no clear evidence of a benefit from surgery. Discectomy (the partial removal of a disc that is causing leg pain) can provide pain relief sooner than nonsurgical treatments. Discectomy has better outcomes at one year but not at four to ten years. The less invasive microdiscectomy has not been shown to result in a different outcome than regular discectomy. For most other conditions, there is not enough evidence to provide recommendations for surgical options. The long-term effect surgery has on degenerative disc disease is not clear. Less invasive surgical options have improved recovery times, but evidence regarding effectiveness is insufficient. For those with pain localized to the lower back due to disc degeneration, fair evidence supports spinal fusion as equal to intensive physical therapy and slightly better than low-intensity nonsurgical measures. Fusion may be considered for those with low back pain from acquired displaced vertebra that does not improve with conservative treatment, although only a few of those who have spinal fusion experience good results, and there may be no clinically important difference between disk replacement and fusion surgery. There are a number of different surgical procedures to achieve fusion, with no clear evidence of one being better than the others. Adding spinal implant devices during fusion increases the risk but provides no added improvement in pain or function. Spinal cord stimulation using implanted electrodes is not supported by evidence due to the potential risks and costs.   === Alternative medicine === It is unclear if alternative treatments are useful for non-chronic back pain. Chiropractic care or spinal manipulation therapy (SMT) appear similarly effective to other recommended treatments. National guidelines differ, with some not recommending SMT, some describing manipulation as optional, and others recommending a short course for those who do not improve with other treatments. A 2017 review recommended SMT based on low-quality evidence. There is insufficient evidence to recommend manipulation under anaesthesia, or medically assisted manipulation. SMT does not provide significant benefits compared to motor control exercises. The evidence supporting acupuncture treatment for providing clinically beneficial acute and chronic pain relief is very weak. When compared to a 'sham' treatment, no differences in pain relief or improvements in a person's quality of life were found. There is very weak evidence that acupuncture may be better than no treatment at all for immediate relief. A 2012 systematic review reported the findings that for people with chronic pain, acupuncture may improve pain a little more than no treatment and about the same as medications, but it does not help with disability. This pain benefit is only present right after treatment and not at follow-up. Acupuncture may be an option for those with chronic pain that does not respond to other treatments like conservative care and medications, however this depends on patient preference, the cost, and on how accessible acupuncture is for the person. Massage therapy does not appear to provide much benefit for acute low back pain. Massage therapy has been found to be more effective for acute low back pain than no treatment; the benefits were found to be limited to the short term and there was no effect for improving function. For chronic low back pain, massage therapy was no better than no treatment for both pain and function, though only in the short-term. The overall quality of the evidence was low and the authors conclude that massage therapy is generally not an effective treatment for low back pain. Massage therapy is recommended for selected people with subacute and chronic low back pain, but it should be paired with another form of treatment like aerobic or strength exercises. For acute or chronic radicular pain syndromes massage therapy is recommended only if low back pain is considered a symptom. Mechanical massage tools are not recommended for the treatment of any form of low back pain. Prolotherapy – the practice of injecting solutions into joints (or other areas) to cause inflammation and thereby stimulate the body's healing response – has not been found to be effective by itself, although it may be helpful when added to another therapy. Herbal medicines, as a whole, are poorly supported by evidence. The herbal treatments Devil's claw and white willow may reduce the number of individuals reporting high levels of pain; however, for those taking pain relievers, this difference is not significant. Capsicum, in the form of either a gel or a plaster cast, has been found to reduce pain and increase function. Behavioral therapy may be useful for chronic pain. There are several types available, including operant conditioning, which uses reinforcement to reduce undesirable behaviors and increase desirable behaviors; cognitive behavioral therapy, which helps people identify and correct negative thinking and behavior; and respondent conditioning, which can modify an individual's physiological response to pain. The benefit however is small. Medical providers may develop an integrated program of behavioral therapies. The evidence is inconclusive as to whether mindfulness-based stress reduction reduces chronic back pain intensity or associated disability, although it suggests that it may be useful in improving the acceptance of existing pain. Tentative evidence supports neuroreflexotherapy (NRT), in which small pieces of metal are placed just under the skin of the ear and back, for non-specific low back pain. Multidisciplinary biopsychosocial rehabilitation (MBR), targeting physical and psychological aspects, may improve back pain but evidence is limited. There is a lack of good quality evidence to support the use of radiofrequency denervation for pain relief. KT Tape has been found to be no different for management of chronic non-specific low back pain than other established pain management strategies.   === Education === There is strong evidence that education may improve low back pain, with a 2.5 hour educational session more effective than usual care for helping people return to work in the short- and long-term. This was more effective for people with acute rather than chronic back pain. The benefit of training for preventing back pain in people who work manually with materials or is not clear, however moderate quality evidence does not show a role in preventing back pain.   == Prognosis == Overall, the outcome for acute low back pain is positive. Pain and disability usually improve a great deal in the first six weeks, with complete recovery reported by 40 to 90%. In those who still have symptoms after six weeks, improvement is generally slower with only small gains up to one year. At one year, pain and disability levels are low to minimal in most people. Distress, previous low back pain, and job satisfaction are predictors of long-term outcome after an episode of acute pain. Certain psychological problems such as depression, or unhappiness due to loss of employment may prolong the episode of low back pain. Following a first episode of back pain, recurrences occur in more than half of people. For persistent low back pain, the short-term outcome is also positive, with improvement in the first six weeks but very little improvement after that. At one year, those with chronic low back pain usually continue to have moderate pain and disability. People at higher risk of long-term disability include those with poor coping skills or with fear of activity (2.5 times more likely to have poor outcomes at one year), those with a poor ability to cope with pain, functional impairments, poor general health, or a significant psychiatric or psychological component to the pain (Waddell's signs). Prognosis may be influenced by expectations, with those having positive expectations of recovery related to higher likelihood of returning to work and overall outcomes.   == Epidemiology == Low back pain that lasts at least one day and limits activity is a common complaint. Globally, about 40% of people have low back pain at some point in their lives, with estimates as high as 80% of people in the developed world. Approximately 9 to 12% of people (632 million) have low back pain at any given point in time, which was calculated to 7460 per 100,000 globally in 2020. Nearly one quarter (23.2%) report having it at some point over any one-month period. Difficulty most often begins between 20 and 40 years of age. However, low back pain becomes increasingly common with age, and is most common in the age group of 85. Older adults more greatly affected by low back pain; they are more likely to lose mobility and independence and less likely to continue to participate in social and family activities. Women have higher rates of low back pain than men within all age groups, and this difference becomes more marked in older age groups (above 75 years). In a 2012 review which found a higher rate in females than males, the reviewers thought this may be attributable to greater rates of pains due to osteoporosis, menstruation, and pregnancy among women, or possibly because women were more willing to report pain than men. An estimated 70% of women experience back pain during pregnancy with the rate being higher the further along in pregnancy. Although the majority of low back pain has no specific underlying cause, workplace ergonomics, smoking and obesity are associated with low back pain in approximately 30% of cases. Low levels of activity is also associated with low back pain. Workplace ergonomics associated with low back pain include lifting, bending, vibration and physically demanding work, as well as prolonged sitting, standing and awkward postures. Current smokers – and especially those who are adolescents – are more likely to have low back pain than former smokers, and former smokers are more likely to have low back pain than those who have never smoked. The overall number of individuals affected expected to increase with population growth and as the population ages, with the largest increases expectedin low- and middle-income countries.   == History ==  Low back pain has been with humans since at least the Bronze Age. The oldest known surgical treatise – the Edwin Smith Papyrus, dating to about 1500 BCE – describes a diagnostic test and treatment for a vertebral sprain. Hippocrates (c. 460 BCE – c. 370 BCE) was the first to use a term for sciatic pain and low back pain; Galen (active mid to late second century CE) described the concept in some detail. Physicians through the end of the first millennium recommended watchful waiting. Through the Medieval period, folk medicine practitioners provided treatments for back pain based on the belief that it was caused by spirits. At the start of the 20th century, physicians thought low back pain was caused by inflammation of or damage to the nerves, with neuralgia and neuritis frequently mentioned by them in the medical literature of the time. The popularity of such proposed causes decreased during the 20th century. In the early 20th century, American neurosurgeon Harvey Williams Cushing increased the acceptance of surgical treatments for low back pain. In the 1920s and 1930s, new theories of the cause arose, with physicians proposing a combination of nervous system and psychological disorders such as nerve weakness (neurasthenia) and female hysteria. Muscular rheumatism (now called fibromyalgia) was also cited with increasing frequency. Emerging technologies such as X-rays gave physicians new diagnostic tools, revealing the intervertebral disc as a source for back pain in some cases. In 1938, orthopedic surgeon Joseph S. Barr reported on cases of disc-related sciatica improved or cured with back surgery. As a result of this work, in the 1940s, the vertebral disc model of low back pain took over, dominating the literature through the 1980s, aiding further by the rise of new imaging technologies such as CT and MRI. The discussion subsided as research showed disc problems to be a relatively uncommon cause of the pain. Since then, physicians have come to realize that it is unlikely that a specific cause for low back pain can be identified in many cases and question the need to find one at all as most of the time symptoms resolve within 6 to 12 weeks regardless of treatment.   == Society and culture == Low back pain results in large economic costs. In the United States, it is the most common type of pain in adults, responsible for a large number of missed work days, and is the most common musculoskeletal complaint seen in the emergency department. In 1998, it was estimated to be responsible for $90 billion in annual health care costs, with 5% of individuals incurring most (75%) of the costs. Between 1990 and 2001 there was a more than twofold increase in spinal fusion surgeries in the US, despite the fact that there were no changes to the indications for surgery or new evidence of greater usefulness. Further costs occur in the form of lost income and productivity, with low back pain responsible for 40% of all missed work days in the United States. Low back pain causes disability in a larger percentage of the workforce in Canada, Great Britain, the Netherlands and Sweden than in the US or Germany. In the United States, low back pain is highest of Years Lived With Disability (YLDs) rank, rate, and rercentage Change for the 25 leading causes of disability and injury, between 1990 and 2016. Workers who experience acute low back pain as a result of a work injury may be asked by their employers to have x-rays. As in other cases, testing is not indicated unless red flags are present. An employer's concern about legal liability is not a medical indication and should not be used to justify medical testing when it is not indicated. There should be no legal reason for encouraging people to have tests which a health care provider determines are not indicated.   == Research == Total disc replacement is an experimental option, but no significant evidence supports its use over lumbar fusion. Researchers are investigating the possibility of growing new intervertebral structures through the use of injected human growth factors, implanted substances, cell therapy, and tissue engineering.   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Back and spine at Curlie Back Pain at MedlinePlus.gov"}