{"name": "loxapine", "category": "drug", "content": "Clozapine is a psychiatric medication and was the first atypical antipsychotic (also called second-generation antipsychotic) to be discovered. It is primarily used to treat people with schizophrenia and schizoaffective disorder who have had an inadequate response to two other antipsychotics, or who have been unable to tolerate other drugs due to extrapyramidal side effects. It is also used for the treatment of psychosis in Parkinson's disease. Clozapine is recommended by multiple international treatment guidelines, after resistance to two other antipsychotic medications, and is the only treatment likely to result in improvement if two (or one) other antipsychotic has not had a satisfactory effect. Long term follow-up studies from Finland show significant improvements in terms of overall mortality including from suicide and all causes. Clozapine is on the World Health Organization's List of Essential Medicines. It is available as a generic medication and so it is not usually promoted by pharmaceutical companies. Common adverse effects include drowsiness, constipation, hypersalivation (increased saliva production), tachycardia, low blood pressure, blurred vision, weight gain, and dizziness. Clozapine is not normally associated with tardive dyskinesia (TD) and is recommended as the drug of choice when this is present, although some case reports describe clozapine-induced TD. Potential adverse effects  include agranulocytosis, seizures, myocarditis (inflammation of the heart), and hyperglycemia (high blood glucose levels). The use of this drug can rarely result in clozapine-induced gastric hypomotility syndrome which may lead to bowel obstruction and death, and in older people with psychosis. The mechanism of action is not entirely clear in the current medical literature.   == History == Clozapine was synthesized in 1958 by Wander AG, a Swiss pharmaceutical company, based on the chemical structure of the tricyclic antidepressant imipramine. The first test in humans in 1962 was considered a failure. Trials in Germany in 1965 and 1966 as well as a trial in Vienna in 1966 were successful. In 1967 Wander AG was acquired by Sandoz. Further trials took place in 1972 when clozapine was released in Switzerland and Austria as Leponex. Two years later it was released in West Germany and in Finland in 1975. Early testing was performed in the United States around the same time. In 1975,  16 cases of agranulocytosis leading to 8 deaths in clozapine-treated patients, reported from 6 hospitals mostly in southwestern Finland, led to concern. Analysis of the Finnish cases revealed that all the agranulocytosis cases had occurred within the first 18 weeks of treatment and the authors proposed blood monitoring during this period. The rate of agranulocytosis in Finland appeared to be 20 times higher than in the rest of the world and there was speculation that this may have been due a unique genetic variant in the region. Whilst the drug continued to be manufactured by Sandoz, and remained available in Europe, development in the U.S. halted. Interest in clozapine continued in an investigational capacity in the United States because, even in the 1980s, the duration of hospitalisation, especially in state hospitals for those with treatment resistant schizophrenia, might often be measured in years rather than days. The role of clozapine in treatment resistant schizophrenia was established by the landmark Clozaril Collaborative Study Group Study #30 in which clozapine showed marked benefits compared to chlorpromazine in a group of patients with protracted psychosis and who had already shown an inadequate response to other antipsychotics. This involved both stringent blood monitoring and a double-blind design with the power to demonstrate superiority over standard antipsychotic treatment. The inclusion criteria were patients who had failed to respond to at least three previous antipsychotics and had then not responded to a single blind treatment with haloperidol (mean dose 61 mg +/− 14 mg/d). Two hundred and sixty-eight were randomised were to double blind trials of clozapine (up to 900 mg/d)  or chlorpromazine (up to 1800 mg/d). 30% of the clozapine patients responded compared to 4% of the controls, with significantly greater improvement on the Brief Psychiatric Rating Scale, Clinical Global Impression Scale, and Nurses' Observation Scale for Inpatient Evaluation; this improvement included \"negative\" as well as positive symptom areas. Following this study, the US Food and Drug Administration (FDA) approved its use in 1990. Cautious of this risk, however, the FDA required a black box warning for specific side effects including agranulocytosis, and took the unique step of requiring patients to be registered in a formal system of tracking so that blood count levels could be evaluated on a systematic basis. In December 2002, clozapine was approved in the US for reducing the risk of suicide in people with schizophrenia or schizoaffective judged to be at chronic risk for suicidal behavior. In 2005, the FDA approved criteria to allow reduced blood monitoring frequency. In 2015, the individual manufacturer Patient Registries were consolidated by request of the FDA into a single shared patient registry called The Clozapine Risk Evaluation and Mitigation Strategy (REMS) Registry. Despite the demonstrated safety of the new FDA monitoring requirements, which have lower neutrophil levels and do not include total white cell counts, international monitoring has not been standardised.   == Chemistry == Clozapine is a dibenzodiazepine that is structurally very similar to loxapine (originally deemed a typical antipsychotic). It is slightly soluble in water, soluble in acetone, and highly soluble in chloroform. Its solubility in water is 0.1889 mg/L (25 °C). Its manufacturer, Novartis, claims a solubility of <0.01% in water (<100 mg/L).   == Clinical uses ==   === Schizophrenia === The role of clozapine in treatment-resistant schizophrenia was established by a 1988 landmark multicenter double blind study in which clozapine (up to 900 mg/d) showed marked benefits compared to chlorpromazine (up to 1800 mg/d) in a group of patients with protracted psychosis who had already shown an inadequate response to at least three previous antipsychotics including a prior single blind trial of haloperidol (mean 61+/− 14 mg/d for six weeks). While there are significant side effects, clozapine remains the most effective treatment when one or more other antipsychotics have had an inadequate response. The use of clozapine is associated with multiple improved outcomes, including a reduced rate of all-cause mortality, suicide and hospitalization. In a 2013 network comparative meta-analysis of 15 antipsychotic drugs, clozapine was found to be significantly more effective than all other drugs. In a 2021 UK study, the majority of patients (over 85% of respondents) who took clozapine preferred it to their previous therapies, felt better on it and wanted to keep taking it. In a 2000 Canadian survey of 130 patients, the majority reported better satisfaction, quality of life, compliance with treatment, thinking, mood, and alertness. UK studies into the perspectives of people taking clozapine and their families following treatment with and discontinuation of clozapine describe significant stress and fearfulness of clozapine being stopped. Clozapine is usually used for people diagnosed with schizophrenia who have had an inadequate response to other antipsychotics or who have been unable to tolerate other drugs due to extrapyramidal side effects. It is also used for the treatment of psychosis in Parkinson's Disease. It is regarded as the gold-standard treatment when other medication has been insufficiently effective and its use is recommended by multiple international treatment guidelines, supported by systematic reviews and meta-analysis. Whilst all current guidelines reserve clozapine for individuals in whom two other antipsychotics have already been tried, evidence indicates that clozapine might instead be used as a second line drug. Clozapine treatment has been demonstrated to produce improved outcomes in multiple domains including; a reduced risk of hospitalisation, a reduced risk of drug discontinuation, a reduction in overall symptoms and has improved efficacy in the treatment of positive psychotic symptoms of schizophrenia. Despite a range of side effects patients report good levels of satisfaction and long term adherence is favourable compared to other antipsychotics. Very long term follow-up studies reveal multiple benefits in terms of reduced mortality, with a particularly strong effect for reduced death by suicide, clozapine is the only antipsychotic known to have an effect reducing the risk of suicide or attempted suicide. Clozapine has a significant anti-aggressive effect. Clozapine is widely used in secure and forensic mental health settings where improvements in aggression, shortened admission and reductions in restrictive practice such as seclusion have been found. In secure hospitals and other settings clozapine has also been used in the treatment of borderline and antisocial personality disorder when this has been associated with violence or self-harm. Although oral treatment is almost universal clozapine has on occasion been enforced using either nasogastric or a short acting injection although in almost 50% of the approximately 100 reported cases patients agreed to take oral medication prior to the use of a coercive intervention. Clozapine has also been used off-label to treat catatonia with success in over 80% of cases.   === Bipolar disorder === On the basis of systematic reviews clozapine is recommended in some treatment guidelines as a third or fourth line treatment for bipolar disorder. A long term follow-up study showed efficacy in terms of both psychiatric and somatic hospitialisation, but with bipolar disorder this effect was not as strong as with some other treatments (olanzapine long-acting injection (LAI) (aHR = 0.54, 95% CI 0.37–0.80), haloperidol LAI (aHR = 0.62, 0.47–0.81), zuclopenthixol LAI (aHR = 0.66, 95% CI 0.52–0.85), lithium (aHR = 0.74, 95% CI 0.71–0.76) and clozapine (aHR = 0.75, 95% CI 0.64–0.87)). Bipolar disorder is an off-label indication for clozapine.   === Severe personality disorders === Clozapine is also used in emotionally unstable personality disorder and a randomised controlled trial is currently underway. The use of clozapine to treat personality disorder is uncommon and off-label.   === Initiation === Whilst clozapine is usually initiated in hospital setting community initiation is also available. Before clozapine can be initiated multiple assessments and baseline investigations are performed. In the UK and Ireland there must be an assessment that the patient satisfies the criteria for prescription; treatment resistant schizophrenia, intolerance due to extrapyramidal symptoms of other antipsychotics or psychosis in Parkinson's disease. Establishing a history of treatment resistance may include careful review of the medication history including the durations, doses and compliance of previous antipsychotic therapy and that these did not have an adequate clinical effect. A diagnostic review may also be performed. That could include review of antipsychotic plasma concentrations if available. The prescriber, patient, pharmacy and the laboratory performing blood counts are all registered with a specified clozapine provider who must be advised that there is no history of neutropenia from any cause. The clozapine providers collaborate by sharing information regarding patients who have had clozapine related neutropenia or agranulocytosis so that clozapine cannot be used again on license. Clozapine may only be dispensed after a satisfactory blood result has been received by the risk monitoring agency at which point an individual prescription may be released to an individual patient only. Baseline tests usually also include; a physical examination including baseline weight, waist circumference and BMI, assessments of renal function and liver function, an ECG and other baseline bloods may also be taken to facilitate monitoring of possible myocarditis, these might include C reactive protein (CRP) and troponin. In Australia and New Zealand pre-clozapine echocardiograms are also commonly performed. A number of service protocols are available and there are variations in the extent of pre-clozapine work ups. Some might also include fasting lipids, HbA1c and prolactin. At the Maudsley Hospital in the UK the Treat service also routinely performs a wide variety of other investigations including multiple investigations for other causes of psychosis and comorbidities including; MRI brain imaging, thyroid function tests, B12, folate and serum calcium levels, infection screening for blood borne viruses including Hepatitis B and C, HIV and syphilis as well as screening for autoimmune psychosis by anti-NMDA, anti-VGKC and Anti-nuclear antibody screening. Investigations used to monitor the possibility of clozapine related side effects such as myocarditis are also performed including baseline troponin, CRP and BNP, and for neuroleptic malignant syndrome, a CK level may also be drawn. The dose of clozapine is initially low and gradually increased over a number of weeks. Initial doses may range from 6.5 to 12.5 mg/d, increasing stepwise typically, to doses in the range of 250–350 mg per day, at which point an assessment of response will be performed. In the UK, the average clozapine dose is 450 mg/d. But response is highly variable and some patients respond at much lower doses, and vice versa.   === Monitoring === During the initial dose titration phase, the following are typically monitored, usually daily at first: pulse, blood pressure, and temperature. Since orthostatic hypotension can be problematic, blood pressure should be monitored both sitting and standing. If there is a significant drop then the rate of the dose increase may be slowed. Mandatory full blood counts are performed weekly for the first 18 weeks. In some services there will also be monitoring of markers that might indicate myocarditis, troponin, CRP and BNP, although the exact tests and frequency vary between services. Weight is usually measured weekly. Thereon other investigations and monitoring will always include full blood counts (fortnightly for 1 year then monthly). Weight, waist circumference, lipids and glucose or HbA1c may also be monitored.   === Clozapine response and treatment optimisation === As with other antipsychotics, and in contrast to received wisdom, responses to clozapine are typically seen soon after initiation and often within the first week. That said responses, especially those which are partial, can be delayed. Quite what an adequate trial of clozapine is, is uncertain, but a recommendation is that this should be for at least 8 weeks on a plasma trough level above 350-400 micro g/L. There is considerable inter-individual variation. A significant number of patients respond at lower and also much higher plasma concentrations and some patients, especially young male smokers may never achieve these plasma levels even at doses of 900 mg/day. Options then include either increasing the dose above the licensed maximum or the addition of a drug that inhibits clozapine metabolism. Avoiding unnecessary polypharmacy is a general principle in drug treatment.   ==== Optimising blood sampling ==== The neutrophil cut off for clozapine have shown an exceptional ability to mitigate the risk of neutropenia and agranulocytosis. There is a significant margin of safety. Some patients may have marginal neutrophil counts before and after initiation and they are at risk of premature clozapine discontinuation. A knowledge of neutrophil biology allows blood sampling optimisation. Neutrophils show a diurnal variation in response to the natural cycle of G-CSF production, they are increased in the afternoons, they are also mobilised into the circulation after exercise and smoking. Simply shifting blood sampling has been shown to avoid unnecessary discontinuations, especially in black populations. However this is a disruption to usual hospital practice. Other practical steps are to ensure that blood results become available in hours and when senior staff are available.   === Underuse of clozapine === Clozapine is widely recognised as being underused with wide variation in prescribing, especially in patients with African heritage. Psychiatrists' prescribing practices have been found to be the most significant variable regarding variance in its use. Surveys of psychiatrists' attitudes to clozapine have found that many had little experience in its use, overestimated the incidence of side effects, and did not appreciate that many patients prefer to take clozapine over other antipsychotics. In contrast to many psychiatrists' expectations most patients believe that the blood testing and other difficulties are worth the multiple benefits that they perceive. Whilst psychiatrists fear the severe adverse effects such as agranulocytosis, patients are more concerned about hypersalivation. Clozapine is no longer actively marketed and this may also be one of the explanations for its underuse. Despite the strong evidence and universal endorsement by national and international treatment guidelines and the experiences of patients themselves, most people eligible for clozapine are not treated with it. A large study in England found that approximately 30% of those eligible for clozapine were being treated with it. Those patients that do start clozapine usually face prolonged delay, multiple episodes of psychosis and treatments such as high dose antipsychotics or polypharmacy. Instead of two previous antipsychotics many will have been exposed to ten or more drugs which were not effective. A study of 120 patients conducted in four hospitals in South-East London found a mean of 9.2 episodes of antipsychotic prescription before clozapine was initiated and the mean delay in using clozapine was 5 years. Treatments that have no evidence base or are regarded as actively harmful are used instead.   ==== Racial disparity in the use of clozapine ==== A general finding in healthcare provision is that minority groups receive inferior treatment; this is a particular finding in the US. In the US a general finding is that compared to their white peers African American people are less likely to be prescribed the second generation antipsychotics, which are more expensive than alternatives and this was even apparent and especially so for clozapine when comparison was made in the Veterans Affairs medical system and when differences regarding socioeconomic factors were taken into account. As well as being less likely to start clozapine black patients are more likely to stop clozapine, possibly on account of benign ethnic neutropenia.   ==== Benign ethnic neutropenia ==== Benign reductions in neutrophils are observed in individuals of all ethnic backgrounds.  Ethnic neutropenia (BEN), neutropenia without immune dysfunction or increased liability to infection, is not due to abnormal neutrophil production; although, the exact aetiology of the reduction in circulating cells remains unknown. BEN is associated with several ethnic groups, but in particular those with Black African and West African ancestry. A difficulty with the use of clozapine is that neutrophil counts have been standardised on white populations. For significant numbers of black patients the standard neutrophil count thresholds did not permit clozapine use, as the thresholds did not take BEN into account. Since 2002, clozapine monitoring services in the UK have used reference ranges 0.5 × 109/l lower for patients with haematologically confirmed BEN and similar adjustments are available in the current US criteria, although with lower permissible minima. But even then significant numbers of black patients will not be eligible even though the low neutrophil counts do not in their case reflect disease. The Duffy–Null polymorphism, which protects against some types of malaria, is predictive of BEN. In the UK the Royal College of Psychiatrists recommends consideration of Duffy typing when using or considering clozapine for people with Black or Middle Eastern ancestry, in the UK this can be requested from the International Blood Group Reference laboratory based in Bristol.   == Adverse effects == Clozapine may cause serious and potentially fatal adverse effects. Clozapine carries five black box warnings, including (1) severe neutropenia (low levels of neutrophils), (2) orthostatic hypotension (low blood pressure upon changing positions), including slow heart rate and fainting, (3) seizures, (4) myocarditis (inflammation of the heart), and (5) risk of death when used in elderly people with dementia-related psychosis. Lowering of the seizure threshold may be dose related. Increasing the dose slowly may decrease the risk for seizures and orthostatic hypotension. Common effects include constipation, bed-wetting, night-time drooling, muscle stiffness, sedation, tremors, orthostatic hypotension, high blood sugar, and weight gain. The risk of developing extrapyramidal symptoms, such as tardive dyskinesia, is below that of typical antipsychotics; this may be due to clozapine's anticholinergic effects. Extrapyramidal symptoms may subside somewhat after a person switches from another antipsychotic to clozapine. Sexual problems, such as retrograde ejaculation and priapism, have been reported while taking clozapine. Rare adverse effects include periorbital edema. Despite the risk for numerous side effects, many side effects can be managed while continuing to take clozapine.   === Neutropenia and agranulocytosis === Although it has been stated for many years that compared to other antipsychotics, clozapine has an increased risk of blood dyscrasias, in particular agranulocytosis, in the first 18 weeks of treatment meta-analysis of controlled trial data also fails to show that clozapine has a stronger association with neutropenia than other antipsychotic medications, or to find a difference in rates of agranulocytosis before and after 1990 (at which point mandatory monitoring was introduced). After one year, this risk reduces to that associated with most antipsychotics. Clozapine's use is therefore usually reserved for people who have not responded to at least two other antipsychotics and is only done with stringent blood monitoring. Overall, despite the concerns relating to blood and other side effects, clozapine use is associated with a reduced mortality, especially from suicide which is a major cause of premature death in people with schizophrenia. The risk of clozapine related agranulocytosis and neutropenia warranted the mandatory use of stringent risk monitoring and management systems, which have reduced the risk of death from these adverse events to around 1 in 7,700. The association between clozapine use and specific blood dyscrasias was first noted in the 1970s when eight deaths from agranulocytosis were noted in Finland. At the time it was not clear if this exceeded the established rate of this side effect which is also found in other antipsychotics and although the drug was not completely withdrawn, its use became limited. Clozapine Induced Neutropenia (CIN) occurs in approximately 3.8% of cases and Clozapine Induced Agranulocytosis (CIA) in 0.4%. These are potentially serious side effects and agranulocytosis can result in death. To mitigate this risk clozapine is only used with mandatory absolute neutrophil count (ANC) monitoring (neutrophils are the most abundant of the granulocytes); for example, in the United States, the Risk Evaluation and Mitigation Strategy (REMS). The exact schedules and blood count thresholds vary internationally and the thresholds at which clozapine can be used in the U.S. has been lower than those currently used in the U.K. and Australasia for some time. The effectiveness of the risk management strategies used is such that deaths from these side effects are very rare occurring at approximately 1 in 7700 patients treated. Almost all the adverse blood reactions occur within the first year of treatment and the majority within the first 18 weeks. After one year of treatment these risks reduce markedly to that seen in other antipsychotic drugs 0.01% or about 1 in 10,000 and the risk of death is markedly lower still. When reductions in neutrophil levels are noted on regular blood monitoring then, depending on the value, monitoring may be increased or, if the neutrophil count is sufficiently low, then clozapine is stopped immediately and can then no longer be used within the medicinal licence. Stopping clozapine almost always results in resolution of the neutrophil reduction. However severe agranulocytosis can result in spontaneous infection and death, is a severe decrease in the amount of a specific kind of white blood cell called granulocytes. Clozapine carries a black box warning for drug-induced agranulocytosis. Rapid point-of-care tests may simplify the monitoring for agranulocytosis.   ==== Clozapine rechallenge ==== A clozapine \"rechallenge\" is when someone that experienced agranulocytosis while taking clozapine starts taking the medication again. In countries in which the neutrophil thresholds are higher than those used in the US a simple approach is, if the lowest ANC had been above the US cut off, to reintroduce clozapine but with the US monitoring regime. This has been demonstrated in a large cohort of patients in a hospital in London in which it was found that of 115 patients who had had clozapine stopped according to the US criteria only 7 would have had clozapine stopped if the US cut offs had been used. Of these 62 were rechallenged, 59 continued to use clozapine without difficulty and only 1 had a fall in neutrophils below the US cut off. Other approaches have included the use of other drugs to support neutrophil counts including lithium or granulocyte colony-stimulating factor (G-CSF). However, if agranulocytosis still occurs during a rechallenge, the alternative options are limited.   === Cardiac toxicity === Clozapine can rarely cause myocarditis and cardiomyopathy. A large meta-analysis of clozapine exposure to over 250,000 people revealed that these occurred in approximately 7 in 1000 patients treated and resulted in death in 3 and 4 in 10,000 patients exposed respectively and although myocarditis occurred almost exclusively within the first 8 weeks of treatment, cardiomyopathy can occur much later on. First manifestations of illness are fever which may be accompanied by symptoms associated with upper respiratory tract, gastrointestinal or urinary tract infection. Typically C-reactive protein (CRP) increases with the onset of fever, and rises in the cardiac enzyme, troponin, occur up to 5 days later. Monitoring guidelines advise checking CRP and troponin at baseline and weekly for the first 4 weeks after clozapine initiation and observing the patient for signs and symptoms of illness. Signs of heart failure are less common and may develop with the rise in troponin. A recent case-control study found that the risk of clozapine-induced myocarditis is increased with increasing rate of clozapine dose titration, increasing age and concomitant sodium valproate. A large electronic health register study has revealed that nearly 90% of cases of suspected clozapine related myocarditis are false positives. Rechallenge after clozapine induced myocarditis has been performed and a protocol for this specialist approach has been published. A systematic review of rechallenge after myocarditis has shown success in over 60% of reported cases.   === Gastrointestinal hypomotility === Another underrecognized and potentially life-threatening effect spectrum is gastrointestinal hypomotility, which may manifest as severe constipation, fecal impaction, paralytic ileus, bowel obstruction, acute megacolon, ischemia or necrosis. Colonic hypomotility has been shown to occur in up to 80% of people prescribed clozapine when gastrointestinal function is measured objectively using radiopaque markers. Clozapine-induced gastrointestinal hypomotility currently has a higher mortality rate than the better known side effect of agranulocytosis. A Cochrane review found little evidence to help guide decisions about the best treatment for gastrointestinal hypomotility caused by clozapine and other antipsychotic medication. Monitoring bowel function and the preemptive use of laxatives for all clozapine-treated people has been shown to improve colonic transit times and reduce serious sequelae.   === Hypersalivation === Hypersalivation, or the excessive production of saliva, is one of the most common adverse effects of clozapine (30–80%). The saliva production is especially bothersome at night and first thing in the morning, as the immobility of sleep precludes the normal clearance of saliva by swallowing that occurs throughout the day. While clozapine is a muscarinic antagonist at the M1, M2, M3, and M5 receptors, clozapine is a full agonist at the M4 subset. Because M4 is highly expressed in the salivary gland, its M4 agonist activity is thought to be responsible for hypersalivation. clozapine-induced hypersalivation is likely a dose-related phenomenon, and tends to be worse when first starting the medication. Besides decreasing the dose or slowing the initial dose titration, other interventions that have shown some benefit include systemically absorbed anticholinergic medications such as hyoscine, diphenhydramine and topical anticholinergic medications like ipratropium bromide. Mild hypersalivation may be managed by sleeping with a towel over the pillow at night.   === Central nervous system === CNS side effects include drowsiness, vertigo, headache, tremor, syncope, sleep disturbances, nightmares, restlessness, akinesia, agitation, seizures, rigidity, akathisia, confusion, fatigue, insomnia, hyperkinesia, weakness, lethargy, ataxia, slurred speech, depression, myoclonic jerks, and anxiety. Rarely seen are delusions, hallucinations, delirium, amnesia, libido increase or decrease, paranoia and irritability, abnormal EEG, worsening of psychosis, paresthesia, status epilepticus, and obsessive compulsive symptoms. Similar to other antipsychotics, clozapine rarely has been known to cause neuroleptic malignant syndrome.   === Urinary incontinence === Clozapine is linked to urinary incontinence, though its appearance may be under-recognized. This side-effect may be amendable to bethanechol.   === Withdrawal effects === Abrupt withdrawal may lead to cholinergic rebound effects, such as indigestion, diarrhea, nausea/vomiting, overabundance of saliva, profuse sweating, insomnia, and agitation. Abrupt withdrawal can also cause severe movement disorders, catatonia, and psychosis. Doctors have recommended that patients, families, and caregivers be made aware of the symptoms and risks of abrupt withdrawal of clozapine. When discontinuing clozapine, gradual dose reduction is recommended to reduce the intensity of withdrawal effects.   === Weight gain and diabetes === In addition to hyperglycemia, significant weight gain is frequently experienced by patients treated with clozapine. Impaired glucose metabolism and obesity have been shown to be constituents of the metabolic syndrome and may increase the risk of cardiovascular disease. The data suggest that clozapine may be more likely to cause adverse metabolic effects than some of the other atypical antipsychotics. For people who gain weight because of clozapine, taking metformin may reportedly improve three of the five components of the metabolic syndrome: waist circumference, fasting glucose, and fasting triglycerides.   === Pneumonia === International adverse drug effect databases indicate that clozapine use is associated with a significantly increased incidence of and death from pneumonia and this may be one of the most significant adverse events. The mechanisms for this are unknown although it has been speculated that it may be related to hypersalivation or the immune effects of clozapine's effects on the resolution of inflammation.   === Overdose ===  Symptoms of overdose can be variable, but often include; sedation, confusion, tachycardia, seizures and ataxia. Fatalities have been reported due to clozapine overdose, though overdoses of greater than 5000 mg have been survived.   == Drug interactions == Fluvoxamine inhibits the metabolism of clozapine leading to significantly increased blood levels of clozapine. When carbamazepine is concurrently used with clozapine, it has been shown to decrease plasma levels of clozapine significantly thereby decreasing the beneficial effects of clozapine. Patients should be monitored for \"decreased therapeutic effects of clozapine if carbamazepine\" is started or increased. If carbamazepine is discontinued or the dose of carbamazepine is decreased, therapeutic effects of clozapine should be monitored. The study recommends carbamazepine to not be used concurrently with clozapine due to increased risk of agranulocytosis. Ciprofloxacin is an inhibitor of CYP1A2 and clozapine is a major CYP1A2 substrate. Randomized study reported elevation in clozapine concentration in subjects concurrently taking ciprofloxacin. Thus, the prescribing information for clozapine recommends \"reducing the dose of clozapine by one-third of original dose\" when ciprofloxacin and other CYP1A2 inhibitors are added to therapy, but once ciprofloxacin is removed from therapy, it is recommended to return clozapine to original dose.   == Pharmacology ==   === Pharmacodynamics ===  Clozapine is classified as an atypical antipsychotic drug because it binds to serotonin as well as dopamine receptors. It acts as an antagonist at both receptors. Clozapine is an inverse agonist at the 5-HT2A subtype of the serotonin receptor, putatively improving depression, anxiety, and the negative cognitive symptoms associated with schizophrenia. A direct interaction of clozapine with the GABAB receptor has also been shown. GABAB receptor-deficient mice exhibit increased extracellular dopamine levels and altered locomotor behaviour equivalent to that in schizophrenia animal models. GABAB receptor agonists and positive allosteric modulators reduce the locomotor changes in these models. Clozapine induces the release of glutamate and D-serine, an agonist at the glycine site of the NMDA receptor, from astrocytes, and reduces the expression of astrocytic glutamate transporters. These are direct effects that are also present in astrocyte cell cultures not containing neurons. Clozapine prevents impaired NMDA receptor expression caused by NMDA receptor antagonists.   === Pharmacokinetics ===  The absorption of clozapine is almost complete following oral administration, but the oral bioavailability is only 60 to 70% due to first-pass metabolism. The time to peak concentration after oral dosing is about 2.5 hours, and food does not appear to affect the bioavailability of clozapine. However, it was shown that co-administration of food decreases the rate of absorption. The elimination half-life of clozapine is about 14 hours at steady state conditions (varying with daily dose). Clozapine is extensively metabolized in the liver, via the cytochrome P450 system, to polar metabolites suitable for elimination in the urine and feces. The major metabolite, norclozapine (desmethyl-clozapine), is pharmacologically active. The cytochrome P450 isoenzyme 1A2 is primarily responsible for clozapine metabolism, but 2C, 2D6, 2E1 and 3A3/4 appear to play roles as well. Agents that induce (e.g., cigarette smoke) or inhibit (e.g., theophylline, ciprofloxacin, fluvoxamine) CYP1A2 may increase or decrease, respectively, the metabolism of clozapine. For example, the induction of metabolism caused by smoking means that smokers require up to double the dose of clozapine compared with non-smokers to achieve an equivalent plasma concentration. Clozapine and norclozapine (desmethyl-clozapine) plasma levels may also be monitored, though they show a significant degree of variation and are higher in women and increase with age. Monitoring of plasma levels of clozapine and norclozapine has been shown to be useful in assessment of compliance, metabolic status, prevention of toxicity, and in dose optimisation.   == Economics == Despite the expense of the risk monitoring and management systems required, clozapine use is highly cost effective, with a number of studies suggesting savings of tens of thousands of dollars per patient per year compared to other antipsychotics, as well as advantages regarding improvements in quality of life. Clozapine is available as a generic medication.   == References ==   == Further reading =="}