{"name": "lubiprostone", "category": "drug", "content": "Lubiprostone, sold under the brand name Amitiza among others, is a medication used in the management of chronic idiopathic constipation, predominantly irritable bowel syndrome-associated constipation in women and opioid-induced constipation. The drug is owned by Mallinckrodt and is marketed by Takeda Pharmaceutical Company. The drug was developed by Sucampo Pharmaceuticals and approved by the Food and Drug Administration (FDA) in 2006. It was recommended for use in the UK by the National Institute for Health and Care Excellence (NICE) in July 2014. Health Canada approved the drug in 2015. Lubiprostone received approval from the Food and Drug Administration in 2008, to treat irritable bowel syndrome with constipation (IBS-C), and in 2013, for the treatment of  opioid-induced constipation in adults with chronic noncancer pain. It is available as a generic medication.   == Medical uses == Lubiprostone is a laxative used for the treatment of constipation, specifically:  Chronic idiopathic constipation (difficult or infrequent passage of stools that lasts for 3 months or longer and is not caused by diet, disease, or drugs). Constipation caused by certain opioid (narcotic) pain medications in people with chronic (ongoing), noncancer pain, or in patients with long-lasting pain caused by a previous cancer or its treatment who do not need weekly increases in opioid dosage. The effectiveness of lubiprostone has not been established in patients who are taking a diphenylheptane opioid (e.g., methadone). Irritable bowel syndrome with constipation (IBS-C; a condition that causes stomach pain or cramps, bloating, and infrequent or difficult passage of stools) in women who are at least 18 years of age. Lubiprostone has not been studied in children. There is current research under way to determine the safety and efficacy in postoperative bowel dysfunction. It comes in a liquid filled capsule and is available only with a doctor's prescription. If one misses a dose it should be taken as soon as possible unless it is almost time for the next dose, in which case it should be skipped and the user should return to their regular dosing schedule.   == Adverse effects == In clinical trials, the most common adverse event was nausea (31%). Other adverse events (≥5% of patients) included diarrhea (13%), headache (13%), abdominal distension (5%), abdominal pain (5%), flatulence (6%), sinusitis (5%), vomiting (5%), and fecal incontinence (1%). The FDA lists the following: For subjects with chronic idiopathic constipation taking Amitiza:  Nausea ~ 29% (4% were severe, and 9% of patients discontinued treatment due to nausea. The rate of nausea was lower among male (8%) and elderly (19%) patients. No patients in the clinical studies were hospitalized due to nausea.) Diarrhea: ~12% (2% were severe, and 2% of patients discontinued treatment due to diarrhea) Several less common adverse reactions (<1%). For opioid-induced constipation:  Nausea: ~ 11%; 1% severe nausea and 2% discontinued treatment due to nausea. Diarrhea: ~ 8%; 2% severe diarrhea and 1% of patients discontinued treatment due to diarrhea. Less common adverse reactions (<1%): fecal incontinence, blood potassium decreased. For subjects with irritable bowel syndrome with constipation:  Nausea: ~ 8%; 1% severe nausea and 1% discontinued treatment due to nausea. Diarrhea: ~ 7%; <1% of patients had severe diarrhea and <1% of patients discontinued treatment due to diarrhea. Less common adverse reactions: <1% A 2018 pooled analysis from three phase III, randomized, double-blind, placebo-controlled studies on usage for Opioid-Induced Constipation, found that the numbers of patients reporting adverse effects were similar in both the lubiprostone and placebo treatment groups for all opioid classes (P ≥ 0.125); however, gastrointestinal adverse effects were reported more frequently by those receiving lubiprostone than 2 of the 3 opioid groups. The most commonly reported TEAEs in the lubiprostone treatment groups were nausea (13.4%–18.1%), diarrhea (1.2%–13.9%), and abdominal pain (4.7%–5.6%). In the population overall, the greatest likelihood of experiencing the first episode of any of these three TEAEs was greatest in the first week of treatment and decreased thereafter. According to Medscape, the most common (>10%) were: Nausea, Diarrhea (7-12%), Headache (2-11%). Less common side effects (1-10%) included: Abdominal pain (4-8%), Abdominal distension (3-6%), Flatulence (4-6%), Vomiting (3%), Loose stools (3%), Edema (1-3%), Abdominal discomfort (1-3%), Dizziness (3%), Chest discomfort/pain (2%), Dyspnea (2%), Dyspepsia (2%), Fatigue (2%), Dry mouth (1%).   === Contraindications === Known or suspected mechanical GI obstruction. Known hypersensitivity to lubiprostone or any ingredient in the formulation. The effects on pregnancy have not been studied in humans, but testing in guinea pigs resulted in fetal loss. Lubiprostone is contraindicated in people exhibiting chronic diarrhea, bowel obstruction, or diarrhea-predominant irritable bowel syndrome.   == Mechanism of action ==  Lubiprostone is a bicyclic fatty acid derived from prostaglandin E1 that acts by specifically activating ClC-2 chloride channels on the apical aspect of gastrointestinal epithelial cells, producing a chloride-rich fluid secretion. These secretions soften the stool, increase motility, and promote spontaneous bowel movements.   == Pharmacokinetics == Unlike many laxative products, lubiprostone does not show signs of drug tolerance, chemical dependency, or altered serum electrolyte concentration. Minimal distribution of the drug occurs beyond the immediate gastrointestinal tissues. Lubiprostone is rapidly metabolized by reduction/oxidation, mediated by carbonyl reductase. There is no metabolic involvement of the hepatic cytochrome P450 system. The measurable metabolite, M3, exists in very low levels in plasma and makes up less than 10% of the total administered dose. Data indicate that metabolism occurs locally in the stomach and jejunum.   == Society and culture ==   === Economics === The cost to the NHS was £29.68 per 24 mcg 28-cap pack as of April 2017.   === Brand names === Lubiprostone is available in the United States, Japan, Switzerland, India, Bangladesh, the United Kingdom, and Canada. In Bangladesh and India, lubiprostone is sold under the brand name Lubigut by Ziska Pharmaceuticals, Lubilax by Beacon Pharmaceuticals, and under the brand name Lubowel by Sun Pharmaceutical.   == References =="}