{"name": "lumateperone", "category": "drug", "content": "Lumateperone, sold under the brand name Caplyta, is an atypical antipsychotic medication of the butyrophenone class. It is approved for the treatment of schizophrenia as well as bipolar depression, as either monotherapy or adjunctive therapy (with lithium or valproate). It is developed by Intra-Cellular Therapies, licensed from Bristol-Myers Squibb. Lumateperone was approved for medical use in the United States in December 2019 with an initial indication for schizophrenia, and became available in February 2020. It has since demonstrated efficacy in bipolar depression and received FDA approval in December 2021 for depressive episodes associated with both bipolar I and II disorders.   == Medical uses ==   === Schizophrenia === On December 20, 2019, the United States Food and Drug Administration (FDA) approved lumateperone for the treatment of schizophrenia in adults.   === Bipolar depression === In December 2021, the FDA approved lumateperone for the treatment of bipolar depression in adults as monotherapy and as adjunctive therapy with lithium or valproate. The number needed to treat (NNT) for bipolar depression at a dose of 42 mg daily is 7 patients.   == Adverse effects == The most common adverse effects (≥5%) were somnolence and dry mouth. Lumateperone is associated with a low rate of serum aminotransferase elevations during therapy, but has not been linked to instances of clinically apparent acute liver injury.   == Pharmacology ==   === Mechanism of action === Lumateperone acts as a receptor antagonist of 5-HT2A receptor and antagonizes several dopamine receptors (D1, D2, and D4) with lower affinity. It has moderate serotonin transporter reuptake inhibition. It has additional off-target antagonism at α1 receptors, without appreciable antimuscarinic or antihistaminergic properties, limiting side effects associated with other atypical antipsychotics.   === Pharmacokinetics === After taking the medication by mouth, lumateperone reaches maximum plasma concentrations within 1–2 hours and has a terminal elimination half-life of 18 hours. Lumateperone is a substrate for numerous metabolic enzymes, including various glucuronosyltransferase (UGT) isoforms (UGT1A1, 1A4, and 2B15), aldo-keto reductase (AKR) isoforms (AKR1C1, 1B10, and 1C4), and cytochrome P450 (CYP) enzymes (CYP3A4, 2C8, and 1A2). Lumateperone does not cause appreciable inhibition of any common CYP450 enzymes. It is not a substrate for p-glycoprotein.   == History == The FDA approved lumateperone based on evidence from three clinical trials (Trial 1/NCT01499563, Trial 2/NCT02282761 and Trial 3/NCT02469155) that enrolled 818 adult participants with schizophrenia. The trials were conducted at 33 sites in the United States. Trials 1 and 2 provided data on the benefits and side effects of lumateperone, and Trial 3 provided data on side effects only. Three trials provided data for the approval of lumateperone. In each trial, hospitalized participants with schizophrenia were randomly assigned to receive either lumateperone or a comparison treatment (placebo or active comparator) once daily for four weeks (Trials 1 and 2) or six weeks (Trial 3). Neither the participants nor the health care providers knew which treatment was being given until after the trials were completed. Trials 1 and 2 provided data for the assessment of benefits and side effects through four weeks of therapy. Benefit was assessed by measuring the overall improvement in the symptoms of schizophrenia. Trial 3 provided data for the assessment of side effects only during six weeks of therapy. Two Phase III lumateperone monotherapy studies were conducted and completed for the treatment of bipolar depression, those being trial Study 401 and Study 404. A third trial, Study 402, aims to test lumateperone in addition to lithium or valproate, the data pertaining this trial is due out in 2020. Study 401 was conducted solely in the United States while Study 404 was a global study and included patients from the US. Of the entire Study 404 population (381 patients), two-thirds were from Russia and Colombia. At the completion of the two monotherapy Phase III trials only Study 404 met its primary endpoint and one of its secondary endpoints. In Study 404, patients received 42 mg lumateperone once daily or placebo for six weeks. Study 404 patients saw an improvement of depressive symptoms compared to placebo as documented by a change in MADRS total score of 4.6.   == References ==   == External links == \"Lumateperone\". Drug Information Portal. U.S. National Library of Medicine."}