{"name": "lumasiran", "category": "drug", "content": "Lumasiran, sold under the brand name Oxlumo, is a medication for the treatment of primary hyperoxaluria type 1 (PH1). The most common side effects include injection site reactions and abdominal pain. Lumasiran is a double-stranded small interfering ribonucleic acid (siRNA) that reduces levels of glycolate oxidase (GO) enzyme by targeting the HAO1 messenger ribonucleic acid (mRNA) in hepatocytes through RNA interference. Decreased GO enzyme levels reduce the amount of available glyoxylate, a substrate for oxalate production. This results in reduction of urinary and plasma oxalate levels, the underlying cause of disease manifestations in people with PH1. As the GO enzyme is upstream of the deficient alanine:glyoxylate aminotransferase (AGT) enzyme that causes PH1, the mechanism of action of lumasiran is independent of the underlying AGXT gene mutation. Lumasiran was approved for medical use in the European Union and in the United States in November 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Lumasiran is indicated for the treatment of primary hyperoxaluria type 1 (PH1) in adults and children of all ages. PH1 is a rare illness that causes the liver to produce an excessive amount of oxalate. Oxalate is removed by the kidneys and through the urine. In people with PH1, the extra oxalate can cause kidney stones and kidney failure. The extra oxalate can also build up, and damage other parts of the body, including eyes, heart, skin, and bone. This is called 'oxalosis'.   == History == Lumasiran was evaluated by the U.S. Food and Drug Administration (FDA) in two studies of participants with PH1: a randomized, placebo-controlled trial in participants six years and older and an open-label study in participants younger than six years (NCT03681184 and NCT03905694). Participants ranged in age from four months to 61 years at the first dose. In the first study, 26 participants received a monthly injection of lumasiran followed by a maintenance dose every three months; 13 participants received placebo injections. Neither the patients nor the healthcare providers knew which treatment was being given until after the trial was completed. The primary endpoint was the amount of oxalate measured in the urine over 24 hours. In the lumasiran group, participants had, on average, a 65% reduction of oxalate in the urine, compared to an average 12% reduction in the placebo group. By the sixth month of the study, 52% of participants treated with lumasiran reached a normal 24-hour urinary oxalate level; no participants treated with the placebo did. In the second study, 16 participants younger than six years all received lumasiran. Using another measure of oxalate in the urine, the study showed, on average, a 71% decrease in urinary oxalate by the sixth month of the study. The trials were conducted at 25 centers in the United States, Europe, and the Middle East. The FDA granted the application for lumasiran orphan drug and breakthrough therapy designations. In addition, the manufacturer received a rare pediatric disease priority review voucher. The FDA granted the approval of Oxlumo to Alnylam Pharmaceuticals, Inc.   == Society and culture ==   === Legal status === Lumasiran is available under the UK Early Access to Medicines Scheme (EAMS) as of July 2020. On 15 October 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Oxlumo, intended for the treatment of primary hyperoxaluria type 1 (PH1). The applicant for this medicinal product is Alnylam Netherlands B.V. Lumasiran was approved for medical use in the European Union and in the United States in November 2020.   == References ==   == External links == Clinical trial number NCT03681184 for \"A Study to Evaluate Lumasiran in Children and Adults With Primary Hyperoxaluria Type 1 (ILLUMINATE-A)\" at ClinicalTrials.gov Clinical trial number NCT03681184 for \"A Study of Lumasiran in Infants and Young Children With Primary Hyperoxaluria Type 1 (ILLUMINATE-B)\" at ClinicalTrials.gov"}