{"name": "lumefantrine", "category": "drug", "content": "Artemether/lumefantrine, sold under the trade name Coartem among others, is a combination of the two medications artemether and lumefantrine. It is used to treat malaria caused by Plasmodium falciparum that is not treatable with chloroquine. It is not typically used to prevent malaria. It is taken by mouth. Common side effects include muscle and joint pains, fever, loss of appetite, and headache. Serious side effects include prolongation of the QT interval. While not well studied, it appears to be safe for use in pregnancy. The dose does not need changing in those with mild or moderate kidney or liver problems. This combination came into medical use in 1992 and was developed in China. It is on the World Health Organization's List of Essential Medicines.  It is not available as a generic medication.   == Medical uses == The combination is an effective and well-tolerated malaria treatment, providing high cure rates even in areas of multi-drug resistance.   == Side effects == Coartem can cause anaphylactic reactions. The drug frequently causes headache, dizziness and anorexia, although mild forms in most cases. Other fairly common side effects (more than 3% of patients) include sleep disorder, tinnitus, tremor, palpitation, as well as unspecific reactions like vertigo, gastrointestinal disorders, itch and nasopharyngitis.   == Interactions == Food, in particular fat, enhances the absorption of both artemether and lumefantrine, and patients are advised to take the tablets with food as soon as a meal can be tolerated. Coartem has a potential to prolong the QT interval, so combinations with other drugs having that property can cause irregular heartbeat, potentially leading to lethal ventricular fibrillation. The combination with halofantrine, another antimalarial, can cause a life-threatening QT prolongation. Drugs and other substances influencing the activity of the liver enzyme CYP3A4, including grapefruit juice, can either increase or lower blood levels of artemether/lumefantrine, depending on the sort of substance. This can either lead to more severe side effects or to reduced efficiency.   == History == In 2001, the first fixed dose artemisinin-based combination therapy to meet the World Health Organization's (WHO) pre-qualification criteria for efficacy, safety and quality was created. It is approved in over 80 countries worldwide, including various countries in Africa, as well as Swissmedic, the European Medicines Agency (EMA) and the U.S. Food and Drug Administration (FDA).   == Society and culture ==   === Access to treatment === Coartem is provided without profit to developing countries using grants from the Global Fund to Fight AIDS, Tuberculosis and Malaria, US President's Malaria Initiative along with other donors. Novartis has lowered the price of Coartem by 50% since 2001, increasing access to patients around the world. The first significant price reduction occurred in 2006, when the price of Coartem decreased from an average of US$1.57 to US$1.00. In 2006, due to an improved supply situation for the natural ingredient artemisinin, Novartis was able to undertake the pharmaceutical industry's most aggressive manufacturing scale-up of its kind from 4 million treatments in 2004 to 62 million treatments in 2006. Novartis and its partners invested heavily in expanding production capacity at their facilities in China, and Suffern, New York. This increase in production capacity ensured that supplies of Coartem met demand which enabled Novartis to further decrease the price of Coartem. In April 2008, Novartis further reduced the public sector price of Coartem by approximately 20%, to an average of US$0.80 (or US$0.37 for a child's treatment pack). This price reduction was made possible through production efficiency gains. Prior to this program, Novartis was criticised for a court case they launched against India, seeking to prohibit the marketing of cheap generic drugs. An Indian court ruled against Novartis, saying that the case was a \"threat to people suffering from cancer [...] and other diseases who are too poor to pay for them\".   === Approval in the United States === On April 8, 2009, the U.S. Food and Drug Administration (FDA) announced that Coartem was approved for the treatment of acute, uncomplicated malaria infections in adults and children weighing at least five kilograms (approximately 11 pounds) becoming the first artemisinin-based combination therapy approved in the United States.   === Dispersible === In January 2009, Novartis and Medicines for Malaria Venture (MMV) launched Coartem Dispersible, an artemisinin-based combination therapy developed specifically for children with malaria. Coartem Dispersible contains the same ratio of artemether and lumefantrine as Coartem. It works as well as other formulations. The sweet-tasting Coartem Dispersible tablets disperse quickly in small amounts of water, easing administration and ensuring effective dosing.   == References =="}