{"name": "Lung Diseases, Interstitial", "category": "disease", "content": "Interstitial lung disease (ILD), or diffuse parenchymal lung disease (DPLD), is a group of respiratory diseases affecting the interstitium (the tissue) and space around the alveoli (air sacs) of the lungs. It concerns alveolar epithelium, pulmonary capillary endothelium, basement membrane, and perivascular and perilymphatic tissues. It may occur when an injury to the lungs triggers an abnormal healing response. Ordinarily, the body generates just the right amount of tissue to repair damage, but in interstitial lung disease, the repair process is disrupted, and the tissue around the air sacs (alveoli) becomes scarred and thickened. This makes it more difficult for oxygen to pass into the bloodstream. The disease presents itself with the following symptoms: shortness of breath, nonproductive coughing, fatigue, and weight loss, which tend to develop slowly, over several months. The average rate of survival for someone with this disease is between three and five years. The term ILD is used to distinguish these diseases from obstructive airways diseases. There are specific types in children, known as children's interstitial lung diseases. The acronym ChILD is sometimes used for this group of diseases. Thirty to 40% of those with interstitial lung disease eventually develop pulmonary fibrosis which has a median survival of 2.5-3.5 years. Idiopathic pulmonary fibrosis is interstitial lung disease for which no obvious cause can be identified (idiopathic) and is associated with typical findings both radiographic (basal and pleural-based fibrosis with honeycombing) and pathologic (temporally and spatially heterogeneous fibrosis, histopathologic honeycombing, and fibroblastic foci). In 2015, interstitial lung disease, together with pulmonary sarcoidosis, affected 1.9 million people. They resulted in 122,000 deaths.   == Causes ==  ILD may be classified as to whether its cause is not known (idiopathic) or known (secondary).   === Idiopathic === Idiopathic interstitial pneumonia is the term given to ILDs with an unknown cause. They represent the majority of cases of interstitial lung diseases (up to two-thirds of cases). They were subclassified by the American Thoracic Society in 2002 into 7 subgroups:  Idiopathic pulmonary fibrosis (IPF): the most common subgroup, representing more than 30% of ILD Desquamative interstitial pneumonia (DIP) Acute interstitial pneumonia (AIP): also known as Hamman-Rich syndrome Nonspecific interstitial pneumonia (NSIP) Respiratory bronchiolitis-associated interstitial lung disease (RB-ILD) Cryptogenic organizing pneumonia (COP): also known by the older name bronchiolitis obliterans organizing pneumonia (BOOP) Lymphoid interstitial pneumonia (LIP)   === Secondary === Secondary ILDs are those diseases with a known etiology, including:   ==== Connective tissue and autoimmune diseases ==== Connective tissue related disease represents approximately 25% of all cases of ILD.  Sarcoidosis Rheumatoid arthritis Systemic lupus erythematosus Systemic sclerosis Polymyositis Dermatomyositis Antisynthetase syndrome   ==== Inhaled substances (pneumoconiosis) ==== Inorganic Silicosis Asbestosis Berylliosis Industrial printing chemicals (e.g. carbon black, ink mist) Organic Hypersensitivity pneumonitis (extrinsic allergic alveolitis), representing approximately 15% of cases of ILD.   ==== Drug-induced ==== Antibiotics (e.g., nitrofurantoin and sulfa drugs) Chemotherapeutic drugs Antiarrhythmic agents Cigarette smoking Smoking-related interstitial fibrosis (SRIF) is an example of a type of interstitial lung disease known to be caused by smoking.   ==== Infection ==== Coronavirus disease 2019 (COVID-19) Atypical pneumonia Pneumocystis pneumonia (PCP) Tuberculosis Chlamydia trachomatis Respiratory syncytial virus   ==== Malignancy ==== Lymphangitic carcinomatosis   ==== Childhood interstitial lung disease and ILD predominately in children ====  Diffuse developmental disorders Growth abnormalities and deficient alveolarisation Infant conditions of undefined cause ILD related to alveolar surfactant region   == Diagnosis ==  Diagnosis of ILD involves assessing the signs and symptoms as well as a detailed history investigating occupational exposures. ILD usually presents with dyspnea, worsening exercise intolerance and 30-50% of those with ILD have a chronic cough. On examination, velcro crackles, in which the crackles compare to the sound of velcro being unfastened, are common in ILD. Pulmonary function tests usually show a restrictive defect with decreased diffusion capacity of carbon monoxide (DLCO) indicating reduced alveolar to blood capillary transport. Pulmonary function testing is indicated for all people with ILD and the FVC loss and DLCO is prognostic, with an FVC loss of greater than 5% per year associated with a poor prognosis in fibrosis subtypes of ILD. A chest x-ray is 63% sensitive and 93% specific for ILD. With advances in computed tomography, CT scans of the chest have supplanted lung biopsy as the preferred diagnostic test for ILD. A thoracic CT scan is 91% sensitive and 71% specific for ILD. In higher income countries, less than 10% of people with ILD undergo a lung biopsy as part of the diagnostic evaluation. A lung biopsy may be required if the clinical history and imaging are not clearly suggestive of a specific diagnosis or malignancy cannot otherwise be ruled out. Surgical lung biopsy or via a video-assisted thoracoscopic surgery (VATS) biopsy is associated with a mortality rate up to 1-2%. A bronchoscopic transbronchial cryobiopsy, in which a camera is introduced into the airways followed by rapid freezing of an area of lung tissue prior to biopsy is associated a lower complication rate and a much lower mortality rate compared to VATS or surgical biopsy with near comparable diagnostic accuracy. There are four types of histopathologic patterns seen in ILD: usual interstitial pneumonia, non-specific interstitial pneumonia, organizing pneumonia, and diffuse alveolar damage. There is significant overlap of the histopathological and radiologic features of each ILD type making diagnosis challenging; even with lung biopsy, 15% of cases of ILD cannot be classified.   === Pulmonary function testing === Most patients with suspected ILD are likely to undergo complete pulmonary function testing. These tests are useful in diagnosis and determining severity of the disease. Although there is large diversity in interstitial lung disease, most follow a restrictive pattern. Restrictive defects are defined by decreased TLC (total lung capacity), RV (residual volume), FVC (forced vital capacity) and FEV1 (forced expiratory volume in one second). As both FVC and FEV1 are reduced, the FVC to FEV1 ratio remains normal or is increased. As disease progression increases and the lungs become stiffer lung volumes will continue to decrease; lower TLC, RV, FVC and FEV1 scores are associated with a more severe disease progression and poorer prognosis.   === X-ray and CT (computed tomography) === Chest radiography is usually the first test to detect interstitial lung diseases, but the chest radiograph can be normal in up to 10% of patients, especially early in the disease process. High-resolution CT of the chest is the preferred modality and differs from routine CT of the chest. Conventional (regular) CT chest examines 7–10 mm slices obtained at 10 mm intervals; high resolution CT examines 1–1.5 mm slices at 10 mm intervals using a high-spatial-frequency reconstruction algorithm. The HRCT therefore provides approximately 10 times more resolution than the conventional CT chest, allowing the HRCT to elicit details that cannot otherwise be visualized. Radiologic appearance alone, however, is not adequate and should be interpreted in the clinical context, keeping in mind the temporal profile of the disease process. Interstitial lung diseases can be classified according to radiologic patterns.   ==== Pattern of opacities ==== Consolidation Acute: Alveolar hemorrhage syndromes Acute eosinophilic pneumonia Acute interstitial pneumonia Cryptogenic organizing pneumonia Chronic: Chronic eosinophilic pneumonia Cryptogenic organizing pneumonia Lymphoproliferative disorders Pulmonary alveolar proteinosis Sarcoidosis Linear or reticular opacities Acute: Pulmonary edema Chronic: Idiopathic pulmonary fibrosis Connective tissue-associated interstitial lung diseases Asbestosis Sarcoidosis Hypersensitivity pneumonitis Drug-induced lung disease Small nodules Acute: Hypersensitivity pneumonitis Chronic: Hypersensitivity pneumonitis Sarcoidosis Silicosis Coal workers pneumoconiosis Respiratory bronchiolitis Alveolar microlithiasis Cystic airspaces Chronic: Pulmonary Langerhans cell histiocytosis Pulmonary lymphangioleiomyomatosis Honeycomb lung caused by idiopathic pulmonary fibrosis (IPF) or other diseases Ground glass opacities Acute: Alveolar hemorrhage syndromes Pulmonary edema Hypersensitivity pneumonitis Acute inhalational exposures Drug-induced lung diseases Acute interstitial pneumonia Chronic: Nonspecific interstitial pneumonia Respiratory bronchiolitis-associated interstitial lung disease Desquamative interstitial pneumonia Drug-induced lung diseases Pulmonary alveolar proteinosis Thickened alveolar septa Acute: Pulmonary edema Chronic: Lymphangitic carcinomatosis Pulmonary alveolar proteinosis Sarcoidosis Pulmonary veno-occlusive disease   ==== Distribution ==== Upper lung predominance Pulmonary Langerhans cell histiocytosis Silicosis Coal workers pneumoconiosis Carmustine-related pulmonary fibrosis Respiratory broncholitis associated with interstitial lung disease Lower lung predominance Idiopathic pulmonary fibrosis Pulmonary fibrosis associated with connective tissue diseases (ILD-CTD) Asbestosis Chronic aspiration Central predominance (perihilar) Sarcoidosis Berylliosis Peripheral predominance Idiopathic pulmonary fibrosis Chronic eosinophilic pneumonia Cryptogenic organizing pneumonia   ==== Associated findings ==== Pleural effusion or thickening Pulmonary edema Connective tissue diseases Asbestosis Lymphangitic carcinomatosis Lymphoma Lymphangioleiomyomatosis Drug-induced lung diseases Lymphadenopathy Sarcoidosis Silicosis Berylliosis Lymphangitic carcinomatosis Lymphoma Lymphocytic interstitial pneumonia   === Genetic testing === For some types of paediatric ILDs and few forms adult ILDs, genetic causes have been identified. These may be identified by blood tests. For a limited number of cases, this is a definite advantage, as a precise molecular diagnosis can be done; frequently then there is no need for a lung biopsy. Testing is available for   ==== ILDs related to alveolar surfactant region ==== Surfactant protein B deficiency (mutations in SFTPB) Surfactant protein C deficiency (mutations in SFTPC) ABCA3 deficiency (mutations in ABCA3) Brain–lung–thyroid syndrome (Mutations in TTF1) Congenital pulmonary alveolar proteinosis (mutations in CSFR2A and/or CSFR2B)   ==== Diffuse developmental disorder ==== Alveolar capillary dysplasia (mutations in FoxF1)   ==== Idiopathic pulmonary fibrosis ==== Mutations in telomerase reverse transcriptase (TERT) Mutations in telomerase RNA component (TERC) Mutations in the regulator of telomere elongation helicase 1 (RTEL1) Mutations in poly(A)-specific ribonuclease (PARN)   == Treatment == ILD is not a single disease but encompasses many different pathological processes, hence treatment is different for each disease. If a specific occupational exposure cause is found, the person should avoid that environment. If a drug cause is suspected, that drug should be discontinued.   === Oxygen therapy === Oxygen therapy at home is recommended in those with significantly low oxygen levels. Oxygen therapy in ILD is associated with improvements in quality of life but reductions in mortality are uncertain.   === Pulmonary rehabilitation === Pulmonary rehabilitation appears to be useful with the benefits being sustainable longer term with improvements in exercise capacity (as measured by a six minute walking test), dyspnea, and quality of life.     === Lung transplantation === Lung transplantation is an option if the ILD progresses despite therapy in appropriately selected patients with no other contraindications. Life expectancy after lung transplant is 5.2 years in those with idiopathic interstitial pneumonias (including idiopathic pulmonary fibrosis) and 6.7 years in those with other types of ILD.   === Medications === The antifibrotics pirfenidone and nintedanib have been shown to slow the decline in lung function (as measured by forced vital capacity [FVC]) in those with ILD compared to placebo. Pirfenidone was associated with a 45% less decline in FVC at 52 weeks compared to placebo in a trial involving people with idiopathic pulmonary fibrosis, and was associated with a slower FVC decline in those with progressive pulmonary fibrosis. Nintedanib was also associated with a slower FVC decline and increased mean survival in people with ILD. The immunomodulator tocilizumab has a benefit in scleroderma associated ILD by helping to preserve lung function (as measured by FVC) at 48 weeks. The immunomodulators cyclophosphamide, mycophenolate mofetil and rituximab all showed improved lung function (as measured by % predicted FVC) compared to placebo in systemic sclerosis or scleroderma associated ILD. The inhaled vasodilator treprostinil (a synthetic prostacyclin which acts as a prostaglandin I2 analogue) is indicated in the treatment of pulmonary hypertension secondary to interstitial lung disease and is associated with improved exercise capacity as measured by a 6-minute walk test.   === Supportive care === Those with ILD should stop smoking cigarettes if they smoke. Vaccinations against pneumococcus, Covid-19, RSV and influenza are indicated in all those with ILD. Short acting opiates are known to improve breathlessness symptoms in those with end stage lung disease. The opiate agonist-antagonist nalbuphine and morphine are also known to improve coughing in those with ILD and other end stage lung diseases.   == Prognosis == The median survival in idiopathic pulmonary fibrosis is 3-3.5 years. In those who receive a lung transplant, the medial survival in idiopathic pulmonary fibrosis is 5.2 years, as compared to 6.7 years in those with other types of ILD. ILD is associated with a 3-fold increased risk of lung cancer.   == References ==   == External links ==  00736 at CHORUS"}