{"name": "Lung diseases", "category": "disease", "content": "Respiratory diseases, or lung diseases, are pathological conditions affecting the organs and tissues that make gas exchange difficult in air-breathing animals. They include conditions of the respiratory tract including the  trachea, bronchi, bronchioles, alveoli, pleurae, pleural cavity, the nerves and muscles of respiration. Respiratory diseases range from mild and self-limiting, such as the common cold, influenza, and pharyngitis to life-threatening diseases such as bacterial pneumonia, pulmonary embolism, tuberculosis, acute asthma, lung cancer, and severe acute respiratory syndromes, such as COVID-19. Respiratory diseases can be classified in many different ways, including by the organ or tissue involved, by the type and pattern of associated signs and symptoms, or by the cause of the disease. The study of respiratory disease is known as pulmonology. A physician who specializes in respiratory disease is known as a pulmonologist, a chest medicine specialist, a respiratory medicine specialist, a respirologist or a thoracic medicine specialist.   == Obstructive lung disease == Asthma, chronic bronchitis, bronchiectasis and chronic obstructive pulmonary disease (COPD) are all obstructive lung diseases characterised by airway obstruction. This limits the amount of air that is able to enter alveoli because of constriction of the bronchial tree, due to inflammation. Obstructive lung diseases are often identified because of symptoms and diagnosed with pulmonary function tests such as spirometry. Many obstructive lung diseases are managed by avoiding triggers (such as dust mites or smoking), with symptom control such as bronchodilators, and with suppression of inflammation (such as through corticosteroids) in severe cases. One common cause of COPD including emphysema, and chronic bronchitis, is tobacco smoking, and common causes of bronchiectasis include severe infections and cystic fibrosis. The definitive cause of asthma is not yet known.   == Restrictive lung diseases ==  Restrictive lung diseases are a category of respiratory disease characterized by a loss of lung compliance, causing incomplete lung expansion and increased lung stiffness, such as in infants with respiratory distress syndrome. Restrictive lung diseases can be divided into two categories: those caused by intrinsic factors and those caused by extrinsic factors. Restrictive lung diseases yielding from intrinsic factors occur within the lungs themselves, such as tissue death due to inflammation or toxins. Conversely, restrictive lung diseases caused by extrinsic factors result from conditions originating from outside the lungs such as neuromuscular dysfunction and irregular chest wall movements.   == Chronic respiratory disease == Chronic respiratory diseases  are long-term diseases of the airways and other structures of the lung. They are characterized by a high inflammatory cell recruitment (neutrophil) and/or destructive cycle of infection, (e.g. mediated by Pseudomonas aeruginosa). Some of the most common are asthma, chronic obstructive pulmonary disease, and acute respiratory distress syndrome. CRDs are not curable; however, various forms of treatment that help dilate major air passages and improve shortness of breath can help control symptoms and increase the quality of life. Telerehabilitation for chronic respiratory disease The latest evidence suggests that primary pulmonary rehabilitation and maintenance rehabilitation delivered through telerehabilitation for people with chronic respiratory disease reaches outcomes similar to centre-based rehabilitation. While there are no safety issues identified, the findings are based on evidence limited by a small number of studies.   == Respiratory tract infections == Infections can affect any part of the respiratory system. They are traditionally divided into upper respiratory tract infections and lower respiratory tract infections.   === Upper respiratory tract infection ===  The upper airway is defined as all the structures connecting the glottis to the mouth and nose. The most common upper respiratory tract infection is the common cold. However, infections of specific organs of the upper respiratory tract such as sinusitis, tonsillitis, otitis media, pharyngitis and laryngitis are also considered upper respiratory tract infections. Epiglottitis is a bacterial infection of the larynx which causes life-threatening swelling of the epiglottis with a mortality rate of 7% in adults and 1% in children. Haemophilus influenzae is still the primary cause even with vaccinations. Also Streptococcus pyogenes can cause epiglottitis. Symptoms include drooling, stridor, difficulty breathing and swallowing, and a hoarse voice. Croup (Laryngotracheobronchitis) is a viral infection of the vocal cords typically lasting five to six days. The main symptom is a barking cough and low-grade fever. On an X-ray, croup can be recognized by the \"steeple sign\", which is a narrowing of the trachea. It most commonly occurs in winter months in children between the ages of 3 months and 5 years. A severe form caused by bacteria is called bacterial tracheitis. Tonsillitis is swelling of the tonsils by a bacterial or viral infection. This inflammation can lead to airway obstruction. From tonsillitis can come a peritonsillar abscess which is the most common upper airway infection and occurs primarily in young adults. It causes swelling in one of the tonsils, pushing the uvula to the unaffected side. Diagnosis is usually made based on the presentation and examination. Symptoms generally include fever, sore throat, trouble swallowing, and sounding like they have a \"hot potato\" in their mouth.   === Lower respiratory tract infection === The most common lower respiratory tract infection is pneumonia, an infection of the lungs which is usually caused by bacteria, particularly Streptococcus pneumoniae in Western countries. Worldwide, tuberculosis is an important cause of pneumonia. Other pathogens such as viruses and fungi can cause pneumonia, for example severe acute respiratory syndrome, COVID-19 and pneumocystis pneumonia. Pneumonia may develop complications such as a lung abscess, a round cavity in the lung caused by the infection, or may spread to the pleural cavity. Poor oral care may be a contributing factor to lower respiratory disease, as bacteria from gum disease may travel through airways and into the lungs.   === Upper and lower respiratory tract infection === Primary ciliary dyskinesia is a genetic disorder causing the cilia to not move in a coordinated manner. This causes chronic respiratory infections, cough, and nasal congestion. This can lead to bronchiectasis, which can cause life-threatening breathing issues.   == Tumors ==   === Malignant tumors === Malignant tumors of the respiratory system, particularly primary carcinomas of the lung, are a major health problem responsible for 15% of all cancer diagnoses and 30% of all cancer deaths. The majority of respiratory system cancers are attributable to smoking tobacco. The major histological types of respiratory system cancer are:  Small cell lung cancer Non-small cell lung cancer Adenocarcinoma of the lung Squamous cell carcinoma of the lung Large cell lung carcinoma Other lung cancers (carcinoid, Kaposi's sarcoma, melanoma) Lymphoma Head and neck cancer Pleural mesothelioma, almost always caused by exposure to asbestos dust. In addition, since many cancers spread via the bloodstream and the entire cardiac output passes through the lungs, it is common for cancer metastases to occur within the lung. Breast cancer may invade directly through local spread, and through lymph node metastases. After metastasis to the liver, colon cancer frequently metastasizes to the lung. Prostate cancer, germ cell cancer and renal cell carcinoma may also metastasize to the lung. Treatment of respiratory system cancer depends on the type of cancer. Surgical removal of part of a lung (lobectomy, segmentectomy, or wedge resection) or of an entire lung pneumonectomy), along with chemotherapy and radiotherapy, are all used. The chance of surviving lung cancer depends on the cancer stage at the time the cancer is diagnosed, and to some extent on the histology, and is only about 14–17% overall. In the case of metastases to the lung, treatment can occasionally be curative but only in certain, rare circumstances.   === Benign tumors === Benign tumors are relatively rare causes of respiratory disease. Examples of benign tumors are:  Pulmonary hamartoma Congenital malformations such as pulmonary sequestration and congenital cystic adenomatoid malformation (CCAM).   == Pleural cavity diseases == Pleural cavity diseases include pleural mesothelioma which are mentioned above. A collection of fluid in the pleural cavity is known as a pleural effusion. This may be due to fluid shifting from the bloodstream into the pleural cavity due to conditions such as congestive heart failure and cirrhosis. It may also be due to inflammation of the pleura itself as can occur with infection, pulmonary embolus, tuberculosis, mesothelioma and other conditions. A pneumothorax is a hole in the pleura covering the lung allowing air in the lung to escape into the pleural cavity. The affected lung \"collapses\" like a deflated balloon. A tension pneumothorax is a particularly severe form of this condition where the air in the pleural cavity cannot escape, so the pneumothorax keeps getting bigger until it compresses the heart and blood vessels, leading to a life-threatening situation.   == Pulmonary vascular disease == Pulmonary vascular diseases are conditions that affect the pulmonary circulation. Examples are:  Pulmonary embolism, a blood clot that forms in a vein, breaks free, travels through the heart and lodges in the lungs (thromboembolism). Large pulmonary emboli are fatal, causing sudden death. A number of other substances can also embolise (travel through the blood stream) to the lungs but they are much more rare: fat embolism (particularly after bony injury), amniotic fluid embolism (with complications of labour and delivery), air embolism (iatrogenic – caused by invasive medical procedures). Pulmonary arterial hypertension, elevated pressure in the pulmonary arteries. Most commonly it is idiopathic (i.e. of unknown cause) but it can be due to the effects of another disease, particularly COPD. This can lead to strain on the right side of the heart, a condition known as cor pulmonale. Pulmonary edema, leakage of fluid from capillaries of the lung into the alveoli (or air spaces). It is usually due to congestive heart failure. Pulmonary hemorrhage, inflammation and damage to capillaries in the lung resulting in blood leaking into the alveoli. This may cause blood to be coughed up. Pulmonary hemorrhage can be due to auto-immune disorders such as granulomatosis with polyangiitis and Goodpasture's syndrome.   == Neonatal diseases == Pulmonary diseases also impact newborns and the disorders are often unique from those that affect adults. Infant respiratory distress syndrome most commonly occurs in less than six hours after birth in about 1% of all births in the United States. The main risk factor is prematurity with the likelihood of it occurring going up to 71% in infants under 750g. Other risk factors include infant of a diabetic mother (IDM), method of delivery, fetal asphyxia, genetics, prolonged rupture of membranes (PROM), maternal toxemia, chorioamnionitis, and male sex. The widely accepted pathophysiology of respiratory distress syndrome is it caused by insufficient surfactant production and immature lung and vascular development. The lack of surfactant makes the lungs atelectatic causing a ventilation to perfusion mismatch, lowered compliance, and increased air resistance. This causes hypoxia and respiratory acidosis which can lead to pulmonary hypertension. It has a ground glass appearance on an x-ray. Symptoms can include tachypnea, nasal flaring, paradoxical chest movement, grunting, and subcostal retractions. Bronchopulmonary Dysplasia is a condition that occurs after birth usually from mechanical ventilation and oxygen use. It happens almost exclusively in pre-mature infants and is characterized by the alveoli, and lung vasculature becoming inflamed and damaged. Complications from BPD can follow a patient into adulthood. As a child they may experience learning disabilities, pulmonary hypertension, and hearing problems. As an adult, there is an increased likelihood for asthma and exercise intolerance. Meconium Aspiration Syndrome occurs in full term or post-term infants who aspirate meconium. Risk factors include a diabetic mother, fetal hypoxia, precipitous delivery, and maternal high blood pressure. Its diagnosis is based on meconium stained amniotic fluid at delivery and staining on the skin, nails, and umbilical cord. Aspiration can cause airway obstruction, air-trapping, pneumonia, lung inflammation, and inactivated surfactant. It presents as patchy atelectasis and hyperinflation on an x-ray with a pneumothorax of pneumomediastinum also possible. Persistent Pulmonary Hypertension of the Newborn (PPHN) is a syndrome that occurs from an abnormal transition to extra-uterine life. It is marked by an elevated pulmonary vascular resistance and vasoconstriction causing a right-to-left shunt of the blood through the foramen ovale or ductus arteriosus. There are three main causes of PPHN are parenchymal diseases such as meconium aspiration syndrome, idiopathic, and hypoplastic vasculature like in a diaphragmatic hernia. It will eventually resolve in most infants. This is the only syndrome that inhaled nitric oxide is approved for by the FDA.  Transient Tachypnea of the Newborn is caused by the retention of alveolar fluid in the lungs. It commonly occurs in infants who are delivered via caesarean section without the onset of labor because absorption of amniotic fluid in the lungs has not yet commenced. Other risk factors are male sex, macrosomia, multiple gestations, and maternal asthma. It usually presents with tachypnea and increased work of breathing. On an x-ray diffuse infiltrates, interlobar fissures, and sometimes pleural effusions can be seen. It is a diagnosis of exclusion because of its similarity to other diseases and frequently CPAP is used to help push the lung fluid into the pulmonary vasculature. Pulmonary interstitial emphysema is the condition of air escaping overdistended alveoli into the pulmonary interstitium. It is a rare disease that occurs most often in premature infants, even though it is possible to appear in adults. It often presents as a slow deterioration with the need for increased ventilatory support. Chest x-ray is the standard for diagnosis where it is seen as linear or cystic translucencies extending to the edges of the lungs. Bronchiolitis is the swelling and buildup of mucus in the bronchioles. It is usually caused by respiratory syncytial virus (RSV), which is spread when an infant touches the nose or throat fluids of someone infected. The virus infects the cells causing ciliary dysfunction and death. The debris, edema, and inflammation eventually leads to the symptoms. It is the most common reason for admission of children under the age of one year. It can present widely from a mild respiratory infection to respiratory failure. Since there is no medication to treat the disease, it is only managed supportively with fluids and oxygen.   == Diagnosis == Respiratory diseases may be investigated by performing one or more of the following tests:  Biopsy of the lung or pleura Blood test Bronchoscopy Chest X-ray CT scan, including high-resolution computed tomography Culture of microorganisms from secretions such as sputum Ultrasound scanning can be useful to detect fluid such as pleural effusion Pulmonary function test Ventilation–perfusion scan   == Epidemiology ==  Respiratory disease is a common and significant cause of illness and death around the world. In the US, approximately one billion common colds occur each year.  A study found that in 2010, there were approximately 6.8 million emergency department visits for respiratory disorders in the U.S. for patients under the age of 18. In 2012, respiratory conditions were the most frequent reasons for hospital stays among children. In the UK, approximately 1 in 7 individuals are affected by some form of chronic lung disease, most commonly chronic obstructive pulmonary disease, which includes asthma, chronic bronchitis and emphysema. Respiratory diseases (including lung cancer) are responsible for over 10% of hospitalizations and over 16% of deaths in Canada. In 2011, respiratory disease with ventilator support accounted for 93.3% of ICU utilization in the United States.   == References ==   == External links =="}