{"name": "Lupus Nephritis", "category": "disease", "content": "Lupus nephritis  is an inflammation of the kidneys caused by systemic lupus erythematosus (SLE), an autoimmune disease. It is a type of glomerulonephritis in which the glomeruli become inflamed. Since it is a result of SLE, this type of glomerulonephritis is said to be secondary, and has a different pattern and outcome from conditions with a primary cause originating in the kidney. The diagnosis of lupus nephritis depends on blood tests, urinalysis, X-rays, ultrasound scans of the kidneys, and a kidney biopsy. On urinalysis, a nephritic picture is found and red blood cell casts, red blood cells and proteinuria is found.   == Signs and symptoms == General symptoms of lupus nephritis include   == Cause == The cause of lupus nephritis, a genetic predisposition, plays a significant role in lupus nephritis. Multiple genes, many of which are not yet identified, mediate this genetic predisposition. The immune system protects the human body from infection, and with immune system problems it cannot distinguish between harmful and healthy substances. Lupus nephritis affects approximately 3 out of 10,000 people.   == Pathophysiology == The pathophysiology of lupus nephritis has autoimmunity contributing significantly. Autoantibodies direct themselves against nuclear elements. The characteristics of nephritogenic autoantibodies (lupus nephritis) are antigen specificity directed at nucleosome, high affinity autoantibodies form intravascular immune complexes, and autoantibodies of certain isotypes activate complement.   == Diagnosis ==  A tubuloreticular inclusion within capillary endothelial cells is also characteristic of lupus nephritis and can be seen under an electron microscope in all stages. It is not diagnostic however, as it exists in other conditions such as HIV infection.   === Classification === The World Health Organization has divided lupus nephritis into five stages based on the biopsy. This classification was defined in 1982 and revised in 1995. Class IV disease (Diffuse proliferative nephritis) is both the most severe, and the most common subtype. Class VI (advanced sclerosing lupus nephritis) is a final class which is included by most practitioners. It is thought to be due to the chronic interferon exposure.   == Treatment ==  Drug regimens prescribed for lupus nephritis include mycophenolate mofetil (MMF), intravenous cyclophosphamide with corticosteroids, and the immune suppressant azathioprine with corticosteroids. MMF and cyclophosphamide with corticosteroids are equally effective in achieving remission of the disease, however the results of a recent systematic review found that immunosuppressive drugs were better than corticosteroids for renal outcomes. MMF is safer than cyclophosphamide with corticosteroids, with less chance of causing ovarian failure, immune problems or hair loss. It also works better than azathioprine with corticosteroids for maintenance therapy. A 2016 network meta-analysis, which included 32 RCTs of lupus nephritis, demonstrated that tacrolimus and MMF followed by azathioprine maintenance were associated with a lower risk of serious infection when compared to other immunosuppressants or glucocorticoids. Individuals with lupus nephritis have a high risk for B-cell lymphoma (which begins in the immune system cells).   == Prognosis == In those who have SLE, concomitant lupus nephritis is associated with a worse overall prognosis. 10-30% of people with lupus nephritis progress to kidney failure requiring dialysis, with the 5 year mortality rate of lupus nephritis being 5-25%. The proliferative forms of lupus nephritis are associated with a higher risk of progression to end stage kidney disease. Black and Hispanic people with lupus nephritis are more likely to present with severe disease at initial presentation (with more proteinuria and more extensive histopathologic changes) and progress to end stage kidney disease. This is thought to be due to socioeconomic factors but auto-antibodies strongly associated with lupus nephritis such as anti-Sm, anti-Ro and anti-ribonucleoprotein are also more commonly seen in Black and Hispanic people. Men with SLE tend to have more aggressive forms of lupus nephritis as well with a higher risk of progression to end stage kidney disease and higher risk of concurrent cardiovascular disease.   == See also == Glomerulus (kidney)   == References ==   == Further reading == Lahita, Robert G. (2004-06-09). Systemic Lupus Erythematosus. Academic Press. ISBN 9780080474540. Greenberg, Arthur; Cheung, Alfred K. (2005-01-01). Primer on Kidney Diseases. Elsevier Health Sciences. ISBN 978-1416023128. Castro-Santana, Lesliane E.; Colón, Marilú; Molina, María J.; Rodríguez, Vanessa E.; Mayor, Angel M.; Vilá, Luis M. (2010-01-01). \"Efficacy of two cyclophosphamide regimens for the treatment of lupus nephritis in Puerto Ricans: low versus standard dose\". Ethnicity & Disease. 20 (1): S1–116–21. ISSN 1049-510X. PMC 3572835. PMID 20521398. Appel, Gerald B.; Contreras, Gabriel; Dooley, Mary Anne; Ginzler, Ellen M.; Isenberg, David; Jayne, David; Li, Lei-Shi; Mysler, Eduardo; Sánchez-Guerrero, Jorge (2009-05-01). \"Mycophenolate Mofetil versus Cyclophosphamide for Induction Treatment of Lupus Nephritis\". Journal of the American Society of Nephrology. 20 (5): 1103–1112. doi:10.1681/ASN.2008101028. ISSN 1046-6673. PMC 2678035. PMID 19369404.   == External links =="}