{"name": "lurasidone", "category": "drug", "content": "Lurasidone, sold under the brand name Latuda among others, is an antipsychotic medication used to treat schizophrenia and bipolar disorder. It is taken by mouth. Common side effects include sleepiness, movement problems, nausea, and diarrhea. Serious side effects are valid for all atypical antipsychotics and may include the potentially permanent movement disorder tardive dyskinesia, as well as neuroleptic malignant syndrome, an increased risk of suicide, angioedema, and high blood sugar levels, although lurasidone is less likely to cause high blood sugar levels in most patients, hyperosmolar hyperglycemic syndrome may occur. In older people with psychosis as a result of dementia, it may increase the risk of dying. Use during pregnancy is of unclear safety.  Lurasidone was first approved for medical use in the United States in 2010. In 2013, it was approved in Canada and by the U.S. Food and Drug Administration (FDA) to treat bipolar depression, either as monotherapy or adjunctively with lithium or valproate. Generic versions were approved in the United States in 2019, and became available in 2023. In 2021, it was the 193rd most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Lurasidone is used to treat schizophrenia and bipolar disorder. In bipolar disorder, it has been studied both as a monotherapy and adjunctive treatment to lithium or valproate. The European Medicines Agency approved lurasidone for the treatment of schizophrenia for people aged 13 years and older, but not for bipolar disorder. In the United States, it is used to treat  schizophrenia for people aged 13 years and older, as well as depressive episodes of bipolar disorder age 10 and over as a monotherapy, and in conjunction with lithium or valproate in adults. In July 2013, lurasidone received approval for bipolar I depression. In June 2020, lurasidone was approved in Japan, eight years after its first approval in the United States. In Japan it is approved for bipolar depression and schizophrenia. Few available atypical antipsychotics are known to possess antidepressant efficacy in bipolar disorder (with the notable exceptions being cariprazine,quetiapine, olanzapine and possibly asenapine) as a monotherapy, even though the majority of atypical antipsychotics are known to possess significant antimanic activity, which is yet to be clearly demonstrated for lurasidone. In the early post approval period lurasidone-treated patients with bipolar disorder were retrospectively found to have more complex clinical profiles, comorbidities, and prior treatment history compared to patients initiated with other atypical antipsychotics. The study authors suggest this may be due to \"the overall clinical profile of lurasidone, the role perceived for lurasidone in the therapeutic armamentarium by practitioners, and the recent introduction of lurasidone into clinical practice during the study period.\" Lurasidone is not approved by the Food and Drug Administration (FDA) for the treatment of behavior disorders in older adults with dementia.   == Contraindications == Lurasidone is contraindicated in individuals who are taking strong inhibitors of the liver enzyme CYP3A4 (ketoconazole, clarithromycin, ritonavir, levodropropizine, etc.) or inducers (carbamazepine, St. John's wort, phenytoin, rifampicin etc.). The use of lurasidone in pregnant women has not been studied and is not recommended; in animal studies, no risks have been found. Excretion in breast milk is also unknown; lurasidone is not recommended for breastfeeding women. In the United States it is not indicated for use in children. The enzyme CYP3A4 is involved in the digestion of drugs. Inhibitors such as grapefruit juice block its function resulting in too much drug in the body.   == Side effects ==  Side effects are generally similar to other antipsychotics. The drug has a relatively well tolerated side effect profile, with low propensity for QTc interval changes, weight gain and lipid-related adverse effects. In a 2013 meta-analysis of the efficacy and tolerability of 15 antipsychotic drugs it was found to produce the second least (after haloperidol) weight gain, the least QT interval prolongation, the fourth most extrapyramidal side effects (after haloperidol, zotepine and chlorpromazine) and the sixth least sedation (after paliperidone, sertindole, amisulpride, iloperidone and aripiprazole). As with other atypical neuroleptics, lurasidone should be used with caution in the elderly because it puts them at an increased risk for a stroke or transient ischemic attack; however, these risks are not likely to be greater than those associated with antipsychotics of other classes. Similarly, lurasidone should not be used to treat dementia-related psychosis, as evidence has shown increased mortality with antipsychotic use. Weight gain is reported in up to 15 and 16 percent of users. Other possible side effects include vomiting, akathisia, dystonia, parkinsonism, somnolence, dizziness, sedation and nausea.   === Discontinuation === The British National Formulary recommends a gradual withdrawal when discontinuing antipsychotics to avoid acute withdrawal syndrome or rapid relapse. Symptoms of withdrawal commonly include nausea, vomiting, and loss of appetite. Other symptoms may include restlessness, increased sweating, and trouble sleeping. Less commonly there may be a feeling of the world spinning, numbness, or muscle pains. Symptoms generally resolve after a short period of time. There is tentative evidence that discontinuation of antipsychotics can result in psychosis. It may also result in reoccurrence of the condition that is being treated. Rarely tardive dyskinesia can occur when the medication is stopped.   == Interactions == Blood plasma concentrations may be increased when combined with CYP3A4 inhibitors (e.g. ketoconazole, clarithromycin, ritonavir, and voriconazole) possibly leading to more side effects. This has been clinically verified for ketoconazole, which increases lurasidone exposure by a factor of 9, and is also expected for other 3A4 inhibitors such as grapefruit juice. Co-administration of CYP3A4 inducers like rifampicin, carbamazepine or St. John's wort can reduce plasma levels of lurasidone and its active metabolite, and consequently decrease the effects of the drug. For rifampicin, the reduction was sixfold in a study.   == Pharmacology ==   === Pharmacodynamics ===  Lurasidone [(3aR,4S,7R,7aS)-2-{(1R,2R)-2-[4-(1,2-benzisothiazol-3-yl) piperazin-1-ylmethyl]-cyclohexylmethyl}-hexahydro-4,7-methano-2Hisoindole-1,3-dione hydrochloride] ] is an azapirone derivative and acts as an antagonist of the dopamine D2 and D3 receptors, and the serotonin 5-HT2A and 5-HT7 receptors, and the α2C-adrenergic receptor, and as a partial agonist of the serotonin 5-HT1A receptor. It has moderate-affinity antagonism at α2C-adrenergic receptors; low to very low-affinity antagonism at α1A-adrenergic  α2A-adrenergic receptors. It has only low and likely clinically unimportant affinity for the serotonin 5-HT2C receptor, which may underlie its low propensity for appetite stimulation and weight gain. The drug also has negligible affinity for the histamine H1 receptor and the muscarinic acetylcholine receptors, and hence has no antihistamine or anticholinergic effects. Drowsiness (somnolence) side effect is not explained by its antagonist activity to histamine. The relationship between dose and D2 receptor occupancy levels were 41–43% for 10 mg, 51–55% for 20 mg, 63–67% for 40 mg, 77–84% for 60 mg, and 73–79% for 80 mg.   === Pharmacokinetics ===  Lurasidone is taken by mouth and has an estimated absorption rate of 9 to 19%. Studies have shown that when lurasidone is taken with food, absorption increases about twofold. Peak blood plasma concentrations are reached after one to three hours. About 99% of the circulating substance are bound to plasma proteins. Efficacy data for lurasidone have been evaluated for doses of 20 mg to 120 mg daily Lurasidone is extensively metabolised by CYP3A4 leading to contraindication of both strong inhibitors as well as strong inducers of this enzyme, but has negligible affinity to other cytochrome P450 enzymes. It is transported by P-glycoprotein and ABCG2 and also inhibits these carrier proteins in vitro. It also inhibits the solute carrier protein SLC22A1, but no other relevant transporters. Main metabolism pathways are oxidative N-dealkylation between the piperazine and cyclohexane rings, hydroxylation of the norbornane ring, and S-oxidation.:59 Other pathways are hydroxylation of the cyclohexane ring and reductive cleavage of the isothiazole ring followed by S-methylation. The two relevant active metabolites are the norbornane hydroxylation products called ID-14283 and ID-14326, the former reaching pharmacologically relevant blood plasma concentrations. The two major inactive metabolites are the N-dealkylation products (the carboxylic acid ID-20219 and the piperazine ID-11614), and a norbornane hydroxylated derivative of ID-20219 (ID-20220). Of lurasidone and its metabolites circulating in the blood, the native drug makes up 11%, the main active metabolite 4%, and the inactive carboxylic acids 24% and 11%, respectively. Several dozen metabolites have been identified altogether.:59–61 Biological half-life is given as 18 hours or 20 to 40 hours in different sources. 80% or 67% of a radiolabelled dose was recovered from the feces, and 9% or 19% from the urine.   == History == Lurasidone was first synthesised circa 2003. Lurasidone is a structural analogue of ziprasidone. Lurasidone shows a very close pharmacological profile and has been synthesized similarly to ziprasidone. Lurasidone is chemically similar to perospirone (also a chemical analogue of ziprasidone), as well as risperidone, paliperidone and iloperidone. It has approval from the US Food and Drug Administration (FDA) for treating schizophrenia since 2010, and for treating depressive episodes in adults with bipolar I disorder since 2013.   == Society and culture ==   === Cost === In Canada, as of 2014, lurasidone is generally more expensive than risperidone and quetiapine but less expensive than aripiprazole. In the United States, because a number of doses have the same price per tablet, pill splitting has been used to decrease costs. In 2019, generic versions were approved in the United States; however, they only became available in 2023 due to drug patents.   === Brand names === In India, this drug is available under the brand names of Atlura, Lurace, Lurafic, Luramax (Sun Pharma), Lurasid, Lurastar, Latuda, Lurata and additionally as Alsiva, Emsidon, Lurakem, Luratrend, Tablura, and Unisidon.   === Regulatory approval === Lurasidone was approved in the United States for the treatment of schizophrenia in October 2010 and for the treatment of depressive episodes associated with bipolar I disorder in June 2013. It received regulatory approval in the United Kingdom in September 2014. In October 2014, NHS Scotland advised use of lurasidone for schizophrenic adults who have not seen improvements with previous antipsychotics due to problems that arise from weight gain or changes in metabolic pathways when taking other medications. The Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) issued a positive opinion for it in January 2014, and it was approved for medical use by the EMA in March 2014. It was launched in Canada for the treatment of schizophrenia in September 2012, Health Canada giving their Summary Basis of Decision (SBD) as favourable on 15 October 2012. The European Commission has granted a marketing authorization for once-daily oral lurasidone for the treatment of schizophrenia in adults. It is approved for use in the EU. Generic versions of lurasidone were approved for use in the United States in January 2019, and became available in 2023.   == References ==   == External links == \"FDA Drug Safety Communication: FDA urges caution about withholding opioid addiction medications from patients taking benzodiazepines or CNS depressants: careful medication management can reduce risks\". U.S. Food and Drug Administration (FDA). 7 January 2021."}