{"name": "lurbinectedin", "category": "drug", "content": "Lurbinectedin, sold under the brand name Zepzelca, is a medication used for the treatment of small cell lung cancer. The most common side effects include leukopenia, lymphopenia, fatigue, anemia, neutropenia, increased creatinine, increased alanine aminotransferase, increased glucose, thrombocytopenia, nausea, decreased appetite, musculoskeletal pain, decreased albumin, constipation, dyspnea, decreased sodium, increased aspartate aminotransferase, vomiting, cough, decreased magnesium and diarrhea. Lurbinectedin is a synthetic tetrahydropyrrolo [4,3,2-de]quinolin-8(1H)-one alkaloid analogue with potential antineoplastic activity. Lurbinectedin covalently binds to residues lying in the minor groove of DNA, which may result in delayed progression through S phase, cell cycle arrest in the G2/M phase and cell death. Lurbinectedin was approved for medical use in the United States in June 2020.   == Medical uses == Lurbinectedin is indicated for the treatment of adults with metastatic small cell lung cancer (SCLC) with disease progression on or after platinum-based chemotherapy.   == Structure == Lurbinectedin is structurally similar to trabectedin, although the tetrahydroisoquinoline present in trabectedin is replaced with a tetrahydro β-carboline which enables lurbinectedin to exhibit increased antitumor activity compared with trabectedin.   == Synthesis == Synthesis of lurbinectedin starts from small, common starting materials that require twenty-six individual steps to produce the drug with overall yield of 1.6%.   == Mechanism of action == According to PharmaMar, lurbinectedin inhibits the active transcription of the encoding genes. This has two consequences.  It promotes tumor cell death and normalizes the tumor microenvironment. Active transcription is the process by which there are specific signal where information contained in the DNA sequence is transferred to an RNA molecule. This activity depends on the activity of an enzyme called RNA polymerase II. Lurbinectedin inhibits transcription through a very precise mechanism. Firstly, lurbinectedin binds to specific DNA sequences. It is at these precise spots that slides down the DNA to produce RNA polymerase II that is blocked and degraded by lurbinectedin. Lurbinectedin also has important role in tumor microenvironment. The tumor cells act upon macrophages to avoid them from behaving like an activator of the immune system.  Macrophages can contribute to tumor growth and progression by promoting tumor cell proliferation and invasion, fostering tumor angiogenesis and suppressing antitumor immune cells. Attracted to oxygen-starved (hypoxic) and necrotic tumor cells they promote chronic inflammation. So, not only that macrophages inhibit immune system avoiding the destruction of tumor cells, but they also create tumor tissue that allows tumor growth. However, macrophages associated with tumors are cells that are addicted to the transcription process. Lurbinectedin acts specifically on the macrophages associated with tumors in two ways: firstly, by inhibiting the transcription of macrophages that leads to cell death and secondly, inhibiting the production of tumor growth factors. In this way, lurbinectedin normalizes the tumor microenvironment.   == History == Lurbinectedin was approved for medical use in the United States in June 2020. Efficacy was demonstrated in the PM1183-B-005-14 trial (Study B-005; NCT02454972), a multicenter open-label, multi-cohort study enrolling 105 participants with metastatic SCLC who had disease progression on or after platinum-based chemotherapy. Participants received lurbinectedin 3.2 mg/m2 by intravenous infusion every 21 days until disease progression or unacceptable toxicity.  The trial was conducted at 26 sites in the United States, Great Britain, Belgium, France, Italy, Spain and Czech Republic. The U.S. Food and Drug Administration (FDA) granted the application for lurbinectedin priority review and orphan drug designations and granted the approval of Zepzelca to Pharma Mar S.A.   == Research ==   === Clinical Trials === Lurbinectedin can be used as monotherapy in the treatment of SCLC. Lurbinectedin monotherapy demonstrated the following clinical results in relapsed extensive stage SCLC:  For sensitive disease (chemotherapy-free interval of ≥ 90 days) overall response rate (ORR) was 46.6% with 79.3% disease control rate and median overall survival (OS) being increased to 15.2 months. For resistant disease (chemotherapy-free interval of < 90 days) overall response rate (ORR) was 21.3% with 46.8% disease control rate and 5.1 months median overall survival (OS). Lurbinectedin is also being investigated in combination with doxorubicin as second-line therapy in a randomized Phase III trial. While overall survival in this trial is not yet known, response rates at second line were   91.7% in sensitive disease with median progression-free survival of 5.8 months, and 33.3% in resistant disease with median progression-free of 3.5 months. Lurbinectedin is available in the U.S. under Expanded Access Program (EAP).   == References ==   == External links == \"Lurbinectedin\". NCI Dictionary of Cancer Terms. National Cancer Institute. Clinical trial number NCT02454972 for \"Clinical Trial of Lurbinectedin (PM01183) in Selected Advanced Solid Tumors\" at ClinicalTrials.gov"}