{"name": "luspatercept", "category": "drug", "content": "Luspatercept, sold under the brand name Reblozyl, is a medication used for the treatment of anemia in beta thalassemia and myelodysplastic syndromes. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Luspatercept is indicated for the treatment of adults with transfusion-dependent anemia due to very low, low and intermediate-risk myelodysplastic syndromes (MDS) with ring sideroblasts, who had an unsatisfactory response to or are ineligible for erythropoietin-based therapy. Luspatercept is indicated for the treatment of adults with transfusion-dependent anaemia associated with beta thalassaemia.   == Side effects == Possible adverse effects include temporary bone pain, joint pains (arthralgias), dizziness, elevated blood pressure (hypertension) and elevated uric acid levels (hyperuricemia). There was also an increased risk of thrombosis (blood clots) in patients who have risk factors for thrombosis who are taking luspatercept.   == Structure and mechanism == Luspatercept is a recombinant fusion protein derived from human activin receptor type IIb (ActRIIb) linked to a protein derived from immunoglobulin G. It binds TGF (transforming growth factor beta) superfamily ligands to reduce SMAD signaling. The reduction in SMAD signaling leads to enhanced erythroid maturation.   == History == Phase III trials evaluated the efficacy of luspatercept for the treatment of anemia in the hematological disorders beta thalassemia and myelodysplastic syndromes. It was developed by Acceleron Pharma in collaboration with Celgene. The U.S. Food and Drug Administration (FDA) granted approval for luspatercept–aamt in November 2019, for the treatment of anemia (lack of red blood cells) in adult patients with beta thalassemia who require regular red blood cell (RBC) transfusions. Luspatercept was approved for medical use in the European Union in June 2020. The U.S. Food and Drug Administration (FDA) awarded orphan drug status in 2013, and fast track designation in 2015.   == Research == Luspatercept is being evaluated for use in adults with non-transfusion dependent beta thalassemia.   == References =="}