{"name": "lutetium (177Lu) oxodotreotide", "category": "drug", "content": "Lutetium (177Lu) oxodotreotide (INN) or 177Lu dotatate, brand name Lutathera, is a chelated complex of a radioisotope of the element lutetium with dotatate, used in peptide receptor radionuclide therapy. Specifically, it is used in the treatment of cancers which express somatostatin receptors. It is a radiolabeled somatostatin analog. Alternatives to 177Lu-dotatate include yttrium-90 dotatate or DOTATOC. The longer range of the beta particles emitted by 90Y, which deliver the therapeutic effect, may make it more suitable for large tumors with 177Lu reserved for smaller volumes The US Food and Drug Administration (FDA) considers 177Lu dotatate to be a first-in-class medication.   == Medical uses == In the US, 177Lu dotatate is indicated for the treatment of somatostatin receptor-positive gastroenteropancreatic neuroendocrine tumors (GEP-NETs), including foregut, midgut, and hindgut neuroendocrine tumors in adults. In the EU, lutetium (177Lu) oxodotreotide is indicated for the treatment of unresectable or metastatic, progressive, well differentiated (G1 and G2), somatostatin receptor positive gastroenteropancreatic neuroendocrine tumours (GEP-NETs) in adults.   == Adverse effects == The therapeutic effect of 177Lu derives from the ionizing beta radiation it emits, however this can also be harmful to healthy tissue and organs. The kidneys are particularly at risk as they help to remove 177Lu dotatate from the body. To protect them, an amino acid solution (arginine/lysine) is administered by slow infusion, starting before the radioactive administration and normally continuing for several hours afterwards.   == History == The European Commission approved lutetium (177Lu) oxodotreotide (brand name Lutathera) \"for the treatment of unresectable or metastatic, progressive, well differentiated (G1 and G2), somatostatin receptor positive gastroenteropancreatic neuroendocrine tumours (GEP-NETs) in adults\" in September 2017. 177Lu dotatate was approved in the United States for the treatment of SSTR positive gastroenteropancreatic neuroendocrine tumors (GEP-NETs), including foregut, midgut and hindgut neuroendocrine tumors in adults, in January 2018. This was the first time a radiopharmaceutical had been approved for the treatment of GEP-NETs in the United States. The US Food and Drug Administration (FDA) approved 177Lu dotatate based primarily on evidence from one clinical trial, NETTER-1 of 229 participants with somatostatin-receptor positive midgut GEP-NETs. Enrolled participants had tumors which could not be surgically removed and were worsening while receiving treatment with octreotide. Participants were randomly assigned to receive either 177Lu dotatate with long-acting octreotide or long-acting octreotide, at a higher dose, alone. 177Lu dotatate was injected through the vein and long-acting octreotide was injected in the muscle. Both, participants and health care providers knew which treatment was given. The benefit of 177Lu dotatate was evaluated by measuring the length of time that tumors did not grow after treatment and compared it to the control group (progression free survival). The FDA considered additional data from a second study based on data from 1,214 participants with somatostatin receptor-positive tumors, including GEP-NETS, who received 177Lu dotatate at a single site in the Netherlands, Erasmus MC. All participants received 177Lu dotatate with octreotide. Participants and health care providers knew which treatment was given. The benefit of 177Lu dotatate was evaluated by measuring if and how much the tumor size changed during treatment (the overall response rate). Complete or partial tumor shrinkage was reported in 16 percent of a subset of 360 participants with GEP-NETs who were evaluated for response by the FDA. Participants initially enrolled in the study received 177Lu dotatate as part of an expanded access program. The FDA granted the application for 177Lu dotatate priority review and orphan drug designations. The FDA granted the approval of Lutathera to Advanced Accelerator Applications. In April 2024, the FDA approved 177Lu dotatate for the treatment of children aged 12 years and older with somatostatin receptor-positive (SSTR)-positive gastroenteropancreatic neuroendocrine tumors (GEP-NETs), including foregut, midgut, and hindgut neuroendocrine tumors. It was approved for adults in 2018. This is the first FDA approval of a radioactive drug, or radiopharmaceutical, for children aged twelve years of age and older with SSTR-positive gastroenteropancreatic neuroendocrine tumors. Approval for children aged 12 years and older was based on pharmacokinetic, dosimetry, and safety data from NETTER-P (NCT04711135), an ongoing, international, multi-center, open-label, single-arm study of lutetium Lu 177 dotatate in adolescents with locally advanced/inoperable or metastatic SSTR-positive gastroenteropancreatic neuroendocrine tumors or pheochromocytoma/paraganglioma. Approval was also based on the extrapolation of efficacy outcomes observed in NETTER-1 (NCT01578239), a randomized, multicenter, open-label, active-controlled trial in 229 participants with locally advanced/inoperable or metastatic SSTR-positive midgut carcinoid tumors, which supported the original approval of lutetium Lu 177 dotatate in adults. Safety was evaluated in nine pediatric participants in NETTER-P, including four participants with gastroenteropancreatic neuroendocrine tumors. The major outcome measures were absorbed radiation doses in target organs and incidence of adverse reactions after the first treatment cycle. Additional outcome measures included short-term adverse reactions following treatment with lutetium Lu 177 dotatate. The adverse reaction profile observed in NETTER-P was similar to that observed in adults.   == References =="}