{"name": "Lymphangiectasis", "category": "disease", "content": "Lymphangiectasia, also known as \"lymphangiectasis\", is a pathologic dilation of lymph vessels. When it occurs in the intestines it is known as intestinal lymphangiectasia, colloquially recognized as Waldmann's disease in cases where there is no secondary cause. The primary defect lies in the inability of the lymphatic system to adequately drain lymph, resulting in its subsequent accumulation and leakage into the intestinal lumen. This condition, first described by Waldmann in 1961, is typically diagnosed in infancy or early childhood. However, it can also manifest in adults, exhibiting a broad spectrum of clinical symptoms.   == Signs and symptoms == The pathophysiology of intestinal lymphangiectasia is centered around the dilation of the lymphatic vessels in the intestinal mucosa, submucosa, and sometimes the mesentery. This dilation impedes the normal flow of lymph from the intestines back to the circulatory system. The overflow of lymphatic fluid into the intestines leads to the loss of lymphocytes, immunoglobulins, and proteins, causing lymphopenia, hypogammaglobulinemia, and hypoalbuminemia, respectively. The loss of proteins contributes to the development of protein-losing enteropathy, a major clinical manifestation of this disease. Patients with intestinal lymphangiectasia present with a range of symptoms, significantly influenced by the extent of protein loss. Chronic diarrhea and malabsorption are common symptoms. The loss of protein can lead to edema, particularly in the legs and abdomen, due to decreased oncotic pressure. Nutritional deficiencies may develop due to malabsorption, leading to growth retardation in children and weight loss in adults. Immune abnormalities resulting from lymphocyte loss can predispose patients to recurrent infections. The clinical presentation of intestinal lymphangiectasia can range from asymptomatic to severe, implying a broad clinical spectrum. Some patients may exhibit minimal or subtle clinical features, diverging from the \"textbook\" presentations often associated with severe cases in adults. This variability underscores the importance of considering PIL in differential diagnoses, even when clinical manifestations are not severe or typical.   == Cause == Biopsy of the small intestine shows dilation of the lacteals of the villi and distension of the lymphatic vessels.  Reduced lymph flow leads to a malabsorption syndrome of the small intestine, especially of fat and fat-soluble vitamins.  Rupture of the lymphatics causes protein loss into the intestines. The most common cause of lymphangiectasia was congenital malformation of the lymphatics.  Secondary lymphangiectasia may be caused by granulomas or cancer causing lymphatic obstruction, or increased central venous pressure (CVP) causing abnormal lymph drainage.  Increased CVP can be caused by pericarditis or right-sided heart failure.  Inflammatory bowel disease can also lead to inflammation of the lymphatics and lymphangiectasia through migration of inflammatory cells through the lymphatics.   == Diagnosis == Diagnosis is through biopsy.  The presence of hypoproteinemia, decreased blood lymphocytes, and decreased cholesterol support the diagnosis.  Hypocalcemia (low calcium) is also seen due to poor absorption of vitamin D and calcium, and secondary to low protein binding of calcium.  Medical ultrasonography may show striations in the intestinal mucosa indicating dilated lacteals. Computerized tomography (CT) can show low attenuation material within the bowel walls which corresponds to lipid-containing chylous fluid within the dilated lymphatic vessels.   == Treatment == In the case of primary intestinal lymphangiectasia, a diet of low-fat and high-protein aliments, supplemental calcium and certain vitamins has been shown to reduce symptom effects. This diet, however, is not a cure. If the diet is stopped, the symptoms will eventually reappear. Medication is also used to treat this disease, including Octreotide, Sirolimus, Anti-plasmin and, at least in one case, Trametinib.   == In animals == Dog breeds commonly affected by lymphangiectasia and/or protein-losing enteropathy include the Soft-Coated Wheaten Terrier, Norwegian Lundehund, Basenji, and Yorkshire Terrier.   == References ==   == External links =="}