{"name": "macitentan", "category": "drug", "content": "Macitentan, sold under the brand name Opsumit, is an endothelin receptor antagonist developed by Actelion and approved for the treatment of pulmonary arterial hypertension (PAH). Macitentan is a dual endothelin receptor antagonist, meaning that it acts as an antagonist of two endothelin (ET) receptor subtypes, ETA and ETB. However, macitentan has a 50-fold increased selectivity for the ETA subtype compared to the ETB subtype. Macitentan was approved for medical use in the United States in October 2013. Macitentan is available as a generic medication.   == Adverse effects == The FDA prescription label contains a boxed warning for embryo-fetal toxicity. It is only available to females in the US through a risk evaluation and mitigation strategy (REMS) program.   == Mechanism of action ==   === Endothelin and endothelin receptors === Endothelin (ET) is an extremely potent blood vessel constricting substance that is secreted by endothelial cells. In the lungs, the most common ET form released is ET-1. ET-1 release can occur through both constitutive and non-constitutive pathways. Upon release, ET-1 can bind to the ET receptors that are expressed on arterial smooth muscle cells and fibroblasts in the lungs. ET receptors are G protein coupled receptors and, when activated, lead to an increase in intracellular calcium levels via the Gαq signaling pathway. There are two receptor subtypes that endothelin will bind to: ETA and ETB. ETA is associated with cell growth and vasoconstriction while ETB is responsible for anti-proliferation of cells, vasodilation and ET-1 clearance. The rise in intracellular calcium leads to contraction of the arterial smooth muscle, as well as vascular remodelling due to cell proliferation. Prolonged constriction and fibrosis are factors in the pathogenesis of PAH.   === Role of macitentan === Macitentan blocks the ET1-dependent rise in intracellular calcium by inhibiting the binding of ET-1 to ET receptors. Blocking of the ETA receptor subtype seems to be of more importance in the treatment of PAH than blocking of ETB, likely because there are higher numbers of ETA receptors than ETB receptors in pulmonary arterial smooth muscle cells. The blocking of Endothelin 1 leads to vasodilation and decreases the proliferation of cells in the vessels of the arteries which contributes to the narrowing and leads to the pulmonary arterial hypertension.   == Pharmacokinetics == Macitentan is taken as a 10 mg oral dose once a day. Its half-life in humans is about 16 hours and steady state is reached by the third day of administration. It is absorbed slowly into the plasma. Macitentan dealkylates into the active metabolite aprocitentan (ACT-132577), which reaches its peak plasma concentration about 30 hours after the first dose is administered, and has a half-life of approximately 48 hours. Although aprocitentan has a lower affinity for the ET receptors than its parent compound, It maintains higher plasma concentrations than macitentan. Both compounds can be excreted from the body through the urine or feces. Co-administration of ciclosporin has only a slight effect on the concentrations of macitentan and its active metabolite, while rifampicin decreases the area under the curve (AUC) of the drug's blood plasma concentration by 79%, and ketoconazole approximately doubles it. This corresponds to the finding that macitentan is mainly metabolised via the liver enzyme CYP3A4.   === Experimental pharmacokinetics === Macitentan has slow association kinetics. Its potency increases 6.3-fold when it is pre-incubated with pulmonary arterial smooth muscle cells for 120 minutes compared to 10 minutes with pulmonary arterial smooth muscle cells. Macitentan also has a high receptor occupancy half-life (approximately 17 minutes) compared to bosentan (approximately 70 seconds) and ambrisentan (approximately 40 seconds). This increased receptor occupancy half-life allows macitentan to act as a non-competitive antagonist of ET receptors. Bosentan and ambrisentan are both competitive antagonists.   == References =="}