{"name": "macrogol", "category": "drug", "content": "Macrogol, also called polyethylene glycol (PEG), is used as a laxative to treat constipation in children and adults.  It is taken by mouth. Benefits usually occur within three days. Generally it is only recommended for up to two weeks. It is also used as an excipient. It is also used to clear the bowels (bowel prep) before a colonoscopy, when the onset of the laxative effect is more rapid, typically within an hour. Side effects may include increased bowel gas, abdominal pain, and nausea. Rare but serious side effects may include an abnormal heartbeat, seizures, and kidney problems. Use appears to be safe during pregnancy. It is classified as an osmotic laxative: It works by increasing the amount of water in the stool. Macrogol came into use as a bowel prep in 1980 and was approved for medical use in the United States in 1999. It is available as a generic medication and over the counter. In 2021, it was the 226th most commonly prescribed medication in the United States, with more than 2 million prescriptions. It is also formulated together with electrolytes. In 2021, the combination with electrolytes was the 295th most commonly prescribed medication in the US, with more than 500,000 prescriptions.   == Medical uses ==   === Constipation ===  Macrogol 3350, often in combination with electrolytes, is used for short-term relief of constipation as well as for long-term use in constipation of various causes, including in multiple sclerosis and Parkinson's disease patients (an often-overlooked non-motor symptom) as well as constipation caused by pharmaceutical drugs such as opioids and anticholinergics. Whole bowel irrigation with macrogol is part of the bowel preparation before surgery or colonoscopy. Limited data also support its use for the treatment of fecal impaction. In those with chronic constipation it works better than lactulose. A 2007 comparison showed that people with constipation had a better response to macrogol than to tegaserod. Popular types include: macrogol 3350, macrogol 4000, and macrogol 6000. The number represents the average molecular mass. Combining different molecular masses provides some control over the consistency.   === Excipient === Macrogol is used as an excipient in pharmaceutical products. Lower-molecular-weight variants are used as solvents in oral liquids and soft capsules, whereas solid variants are used as ointment bases, tablet binders, film coatings, and lubricants. For example, PEG-2000 is one of the excipients in the Moderna COVID-19 vaccine.   === PEGylation === Macrogols are also attached to biopharmaceutical drugs to slow down their degradation in the human body and increase their duration of action, as well as to reduce immunogenicity. This process is called PEGylation.   == Contraindications == Contraindications for macrogol taken orally as a laxative are intestinal perforation, bowel obstruction, ileus, inflammatory bowel diseases, and toxic megacolon. The doses of macrogol as an excipient are too low to have relevant contraindications. Allergy to macrogol is rare, and usually appears as an allergy to an increasing number of seemingly unrelated products, including cosmetics, drugs that use it as an excipient, and peri-procedural substances such as ultrasound gel.   == Adverse effects == Oral macrogol is generally well tolerated. Possible side effects include headache, bloating, nausea, allergies, and electrolyte imbalance, mainly hypokalaemia (low blood potassium levels) and hyperkalaemia (high blood potassium levels). Hyperkalaemia is not an effect of macrogol itself but of potassium salts which are usually part of macrogol formulations. With excessive use, it can cause diarrhea.   == Interactions == The interaction potential is low. Absorption of other pharmaceutical drugs can be reduced because oral macrogol accelerates intestinal passage, but this is seldom clinically relevant. For antiepileptic drugs, such a mechanism has been described in rare cases.   == Pharmacology ==   === Mechanism of action as a laxative === Macrogol is an osmotically acting laxative; that is, an inert substance that passes through the gut without being absorbed into the body. It relieves constipation because it causes water to be retained in the bowel instead of being absorbed into the body. This increases the water content and volume of the stools in the bowel, making them softer and easier to pass, as well as improving gut motility.   == Chemistry ==   == Available forms == When sold for gut cleansing (and as a laxative), it is usually in combination with salts such as sodium bicarbonate, sodium chloride and potassium chloride to help mitigate the possibility of electrolyte imbalance and dehydration. Brand names include CosmoCol, Cololyt, Glycoprep, Laxido, MiraLax, Molaxole, Movicol, and Osmolax. Polyethylene glycol-electrolyte solution is a fixed-dose combination medication sold under various brand names in the US, including Colyte, Gavilyte, Golytely, Nulytely, Moviprep, and Trilyte. Brand names available in the UK include CosmoCol, Klean-Prep, Laxido, Molaxole, Movicol, Plenvu, TransiSoft, and VistaPrep. As of June 2023, polyethylene glycol 3350 is available in the US as a combination with sodium sulfate, potassium chloride, magnesium sulfate, and sodium chloride and sold under the brand name Suflave. It is indicated for cleansing of the colon in preparation for colonoscopy in adults.   == Research ==   === PEGylation ===  When attached to various biopharmaceutical medications (which are proteins), macrogol results in a slowed clearance of the carried protein from the blood. This makes for a longer-acting medicinal effect and reduces toxicity, and it allows for longer dosing intervals. It also reduces the proteins' immunogenicity. Examples for PEGylated proteins include peginterferon alfa-2a and -2b, which are used to treat hepatitis C, pegfilgrastim, which is used to treat neutropenia, and pegloticase for the treatment of gout.   === Nerves and spinal cords === There is evidence demonstrating PEG-induced repair of specific nerve cells in animal models:  It has been shown that macrogol can improve healing of spinal injuries in dogs. One of the earlier findings is that macrogol can aid in nerve repair in earthworms. The subcutaneous injection of macrogol 2000 in guinea pigs after spinal cord injury leads to rapid recovery through molecular repair of nerve membranes. The effectiveness of this treatment to prevent paraplegia in humans after an accident is not known yet. Macrogol is being used in the repair of motor neurons damaged in crush or laceration incidents in vivo and in vitro in rats. When coupled with melatonin, 75% of damaged sciatic nerves were rendered viable.   === Cancer prevention === High-molecular-weight macrogol (e.g., 8000 g/mol) has been shown to be a dietary preventive agent against colorectal cancer in animal models. The Chemoprevention Database shows macrogol is the most effective known agent for the suppression of chemical carcinogenesis in rats. Cancer prevention applications in humans, however, have not yet been tested in clinical trials.   === Other === Macrogol is also used to fuse B-cells with myeloma cells in monoclonal antibody production.   == References ==   == External links == Clinical trial number NCT04446299 for \"Study 301: BLI4900 Versus an FDA-approved Comparator in Adult Subjects Prior to Colonoscopy\" at ClinicalTrials.gov Clinical trial number NCT04446312 for \"Study 302: BLI4900 Versus an FDA-approved Comparator in Adult Subjects Prior to Colonoscopy\" at ClinicalTrials.gov"}