{"name": "magnesium chloride", "category": "drug", "content": "Magnesium chloride is an inorganic compound with the formula MgCl2. It forms hydrates MgCl2·nH2O, where n can range from 1 to 12. These salts are colorless or white solids that are highly soluble in water. These compounds and their solutions, both of which occur in nature, have a variety of practical uses. Anhydrous magnesium chloride is the principal precursor to magnesium metal, which is produced on a large scale. Hydrated magnesium chloride is the form most readily available.   == Production == Magnesium chloride can be extracted from brine or sea water. In North America, it is produced primarily from Great Salt Lake brine. In the Jordan Valley, it is obtained from the Dead Sea. The mineral bischofite (MgCl2·6H2O) is extracted (by solution mining) out of ancient seabeds, for example, the Zechstein seabed in northwest Europe. Some deposits result from high content of magnesium chloride in the primordial ocean. Some magnesium chloride is made from evaporation of seawater.  In the Dow process, magnesium chloride is regenerated from magnesium hydroxide using hydrochloric acid:  Mg(OH)2(s) + 2 HCl(aq) → MgCl2(aq) + 2 H2O(l) It can also be prepared from magnesium carbonate by a similar reaction.   == Structure == MgCl2 crystallizes in the cadmium chloride CdCl2 motif, which features octahedral Mg centers.  Several hydrates are known with the formula MgCl2·nH2O, and each loses water upon heating: n = 12 (−16.4 °C), 8 (−3.4 °C), 6 (116.7 °C), 4 (181 °C), 2 (about 300 °C). In the hexahydrate, the Mg2+ is also octahedral, being coordinated to six water ligands. The octahydrate and the dodecahydrate can be crystallized from water below 298K.  As verified by X-ray crystallography, these \"higher\" hydrates also feature [Mg(H2O)6]2+ ions.  A decahydrate has also been crystallized.   == Preparation, general properties == Anhydrous MgCl2 is produced industrially by heating the complex salt named hexamminemagnesium dichloride [Mg(NH3)6]2+(Cl−)2. The thermal dehydration of the hydrates MgCl2·nH2O (n = 6, 12) does not occur straightforwardly.  As suggested by the existence of hydrates, anhydrous MgCl2 is a Lewis acid, although a weak one. One derivative is tetraethylammonium tetrachloromagnesate [N(CH2CH3)4]2[MgCl4]. The adduct MgCl2(TMEDA) is another. In the coordination polymer with the formula MgCl2(dioxane)2, Mg adopts an octahedral geometry. The Lewis acidity of magnesium chloride is reflected in its deliquescence, meaning that it attracts moisture from the air to the extent that the solid turns into a liquid.   == Applications ==   === Precursor to metallic magnesium === Anhydrous MgCl2 is the main precursor to metallic magnesium. The reduction of Mg2+ into metallic Mg is performed by electrolysis in molten salt. As it is also the case for aluminium, an electrolysis in aqueous solution is not possible as the produced metallic magnesium would immediately react with water, or in other words that the water H+ would be reduced into gaseous H2 before Mg reduction could occur. So, the direct electrolysis of molten MgCl2 in the absence of water is required because the reduction potential to obtain Mg is lower than the stability domain of water on an Eh–pH diagram (Pourbaix diagram).   MgCl2 → Mg + Cl2 The production of metallic magnesium at the cathode (reduction reaction) is accompanied by the oxidation of the chloride anions at the anode with release of gaseous chlorine. This process is developed at a large industrial scale.   === Dust and erosion control === Magnesium chloride is one of many substances used for dust control, soil stabilization, and wind erosion mitigation. When magnesium chloride is applied to roads and bare soil areas, both positive and negative performance issues occur which are related to many application factors.   === Catalysis === Ziegler-Natta catalysts, used commercially to produce polyolefins, often contain MgCl2 as a catalyst support. The introduction of MgCl2 supports increases the activity of traditional catalysts and allowed the development of highly stereospecific catalysts for the production of polypropylene. Magnesium chloride is also a Lewis acid catalyst in aldol reactions.   === Ice control ===  Magnesium chloride is used for low-temperature de-icing of highways, sidewalks, and parking lots. When highways are treacherous due to icy conditions, magnesium chloride is applied to help prevent ice from bonding to the pavement, allowing snow plows to clear treated roads more efficiently. For the purpose of preventing ice from forming on pavement, magnesium chloride is applied in three ways: anti-icing, which involves spreading it on roads to prevent snow from sticking and forming; prewetting, which means a liquid formulation of magnesium chloride is sprayed directly onto salt as it is being spread onto roadway pavement, wetting the salt so that it sticks to the road; and pretreating, when magnesium chloride and salt are mixed together before they are loaded onto trucks and spread onto paved roads. Calcium chloride damages concrete twice as fast as magnesium chloride. The amount of magnesium chloride is supposed to be controlled when it is used for de-icing as it may cause pollution to the environment.   === Nutrition and medicine === Magnesium chloride is used in nutraceutical and pharmaceutical preparations. The hexahydrate is sometimes advertised as \"magnesium oil\".   === Cuisine === Magnesium chloride (E511) is an important coagulant used in the preparation of tofu from soy milk. In Japan it is sold as nigari (にがり, derived from the Japanese word for \"bitter\"), a white powder produced from seawater after the sodium chloride has been removed, and the water evaporated. In China, it is called lushui (卤水). Nigari or Iushui is, in fact, natural magnesium chloride, meaning that it is not completely refined (it contains up to 5% magnesium sulfate and various minerals). The crystals originate from lakes in the Chinese province of Qinghai, to be then reworked in Japan.   === Gardening and horticulture === Because magnesium is a mobile nutrient, magnesium chloride can be effectively used as a substitute for magnesium sulfate (Epsom salt) to help correct magnesium deficiency in plants via foliar feeding. The recommended dose of magnesium chloride is smaller than the recommended dose of magnesium sulfate (20 g/L). This is due primarily to the chlorine present in magnesium chloride, which can easily reach toxic levels if over-applied or applied too often. It has been found that higher concentrations of magnesium in tomato and some pepper plants can make them more susceptible to disease caused by infection of the bacterium Xanthomonas campestris, since magnesium is essential for bacterial growth.   === Wastewater treatment === It is used to supply the magnesium necessary to precipitate phosphorus in the form of struvite from agricultural waste as well as human urine.   == Occurrence ==  Magnesium concentrations in natural seawater are between 1250 and 1350 mg/L, around 3.7% of the total seawater mineral content. Dead Sea minerals contain a significantly higher magnesium chloride ratio, 50.8%. Carbonates and calcium are essential for all growth of corals, coralline algae, clams, and invertebrates. Magnesium can be depleted by mangrove plants and the use of excessive limewater or by going beyond natural calcium, alkalinity, and pH values. The most common mineral form of magnesium chloride is its hexahydrate, bischofite. Anhydrous compound occurs very rarely, as chloromagnesite. Magnesium chloride-hydroxides, korshunovskite and nepskoeite, are also very rare.   == Toxicology == Magnesium ions are bitter-tasting, and magnesium chloride solutions are bitter in varying degrees, depending on the concentration. Magnesium toxicity from magnesium salts is rare in healthy individuals with a normal diet, because excess magnesium is readily excreted in urine by the kidneys. A few cases of oral magnesium toxicity have been described in persons with normal renal function ingesting large amounts of magnesium salts, but it is rare. If a large amount of magnesium chloride is eaten, it will have effects similar to magnesium sulfate, causing diarrhea, although the sulfate also contributes to the laxative effect in magnesium sulfate, so the effect from the chloride is not as severe.   === Plant toxicity === Chloride (Cl−) and magnesium (Mg2+) are both essential nutrients important for normal plant growth. Too much of either nutrient may harm a plant, although foliar chloride concentrations are more strongly related with foliar damage than magnesium. High concentrations of MgCl2 ions in the soil may be toxic or change water relationships such that the plant cannot easily accumulate water and nutrients. Once inside the plant, chloride moves through the water-conducting system and accumulates at the margins of leaves or needles, where dieback occurs first. Leaves are weakened or killed, which can lead to the death of the tree.   == See also == Acceptable daily intake Sorel cement   == Notes and references == Notes  References Handbook of Chemistry and Physics, 71st edition, CRC Press, Ann Arbor, Michigan, 1990.   == External links == Magnesium Chloride as a De-Icing Agent MSDS file for Magnesium Chloride Hexahydrate"}