{"name": "magnesium aspartate", "category": "drug", "content": "Magnesium aspartate is a magnesium salt of aspartic acid. It is used as a mineral supplement, and as an ingredient in manufacturing of cosmetics and household products.  As magnesium is an essential micronutrient, the use of magnesium aspartate as a supplement is intended to increase magnesium levels in the body.   == Bioavailability == Absorption of magnesium from different preparations of magnesium supplements varies, with some  studies indicating that magnesium in the aspartate (and several other) forms has more complete absorption than magnesium oxide and magnesium citrate forms.  In its evaluation in 2005, a scientific panel of the European Food Safety Authority concluded that the bioavailability of magnesium L-aspartate was similar to that from other organic magnesium salts and the more soluble inorganic magnesium salts. Overall, it was concluded that organic salts of magnesium have the greatest water solubility and demonstrate a greater oral absorption and bioavailability compared to less soluble magnesium preparations such as magnesium oxide, magnesium hydroxide, magnesium carbonate and magnesium sulfate.   == Chemical structure and properties == Magnesium aspartate is a compound formed by the combination of the divalent magnesium cation (Mg2+) and the dicarboxylic amino acid aspartate (C4H6NO4-). The chemical formula for this compound is Mg(C4H6NO4)2. The structure of magnesium aspartate consists of a central magnesium ion that is chelated, or bound, by two aspartate anions. The aspartate moiety contains a carboxyl group (-COOH), an amino group (-NH2), and a second carboxyl group, forming a dicarboxylic amino acid structure. This chelated structure is responsible for the enhanced water solubility of magnesium aspartate compared to other magnesium salts, such as magnesium oxide or magnesium citrate.   == Supplemental use == Magnesium deficiency is unlikely to occur from low dietary intake because magnesium is abundant in the food supply and the kidneys restrict its excretion via the urine. Long-term deficiency of magnesium may result from chronic alcoholism or some prescription drugs. Signs of deficiency that may require magnesium supplementation include loss of appetite, nausea, vomiting, fatigue, and weakness.   == Dosage ==  Adequate Intake (AI) Magnesium supplements and other magnesium containing products, such as antacids, can bind with prescription medicines, reducing their effectiveness.   == Safety == Adverse effects from magnesium occurring naturally in food have not been described. However, excessive magnesium supplementation causes diarrhea — a side effect used by prescription as a laxative. Individuals with kidney disease have higher risk for adverse effects with magnesium supplementation. Excessive magnesium supplementation may cause a fall in blood pressure.   == References ==   == External links == Magnesium in the diet - MedlinePlus, US National Library of Medicine, January 2023"}