{"name": "magnesium oxide", "category": "drug", "content": "Magnesium oxide (MgO), or magnesia, is a white hygroscopic solid mineral that occurs naturally as periclase and is a source of magnesium (see also oxide). It has an empirical formula of MgO and consists of a lattice of Mg2+ ions and O2− ions held together by ionic bonding. Magnesium hydroxide forms in the presence of water (MgO + H2O → Mg(OH)2), but it can be reversed by heating it to remove moisture. Magnesium oxide was historically known as magnesia alba (literally, the white mineral from Magnesia), to differentiate it from magnesia nigra, a black mineral containing what is now known as manganese.   == Related oxides == While \"magnesium oxide\" normally refers to MgO, the compound magnesium peroxide MgO2 is also known. According to evolutionary crystal structure prediction, MgO2 is thermodynamically stable at pressures above 116 GPa (gigapascals), and a semiconducting suboxide Mg3O2 is thermodynamically stable above 500 GPa. Because of its stability, MgO is used as a model system for investigating vibrational properties of crystals.   == Electric properties == Pure MgO is not conductive and has a high resistance to electric current at room temperature. The pure powder of MgO has a relative permittivity inbetween 3.2 to 9.9                         k                 {\\displaystyle k}     with an approximate dielectric loss of tan(δ) > 2.16x103 at 1kHz.   == Production == Magnesium oxide is produced by the calcination of magnesium carbonate or magnesium hydroxide.  The latter is obtained by the treatment of magnesium chloride MgCl2 solutions, typically seawater, with limewater or milk of lime.  Mg2+  + Ca(OH)2  →  Mg(OH)2  +  Ca2+ Calcining at different temperatures produces magnesium oxide of different reactivity. High temperatures 1500 – 2000 °C diminish the available surface area and produces dead-burned (often called dead burnt) magnesia, an unreactive form used as a refractory. Calcining temperatures 1000 – 1500 °C produce hard-burned magnesia, which has limited reactivity and calcining at lower temperature, (700–1000 °C) produces light-burned magnesia, a reactive form, also known as caustic calcined magnesia.  Although some decomposition of the carbonate to oxide occurs at temperatures below 700 °C, the resulting materials appear to reabsorb carbon dioxide from the air.   == Applications ==   === Refractory insulator === MgO is prized as a refractory material, i.e. a solid that is physically and chemically stable at high temperatures. It has the useful attributes of high thermal conductivity and low electrical conductivity. According to a 2006 reference book:   By far the largest consumer of magnesia worldwide is the refractory industry, which consumed about 56% of the magnesia in the United States in 2004, the remaining 44% being used in agricultural, chemical, construction, environmental, and other industrial applications. MgO is used as a refractory material for crucibles. It is also used as an insulator in heat-resistant electrical cable.   === Biomedical === Among metal oxide nanoparticles, magnesium oxide nanoparticles (MgO NPs) have distinct physicochemical and biological properties, including biocompatibility, biodegradability, high bioactivity, significant antibacterial properties, and good mechanical properties, which make it a good choice as a reinforcement in composites.    ==== Heating elements ==== It is used extensively as an electrical insulator in tubular construction heating elements as in electric stove and cooktop heating elements. There are several mesh sizes available and most commonly used ones are 40 and 80 mesh per the American Foundry Society. The extensive use is due to its high dielectric strength and average thermal conductivity. MgO is usually crushed and compacted with minimal airgaps or voids.   === Cement === MgO is one of the components in Portland cement in dry process plants. Sorel cement uses MgO as the main component in combination with MgCl2 and water.   === Fertilizer === MgO has an important place as a commercial plant fertilizer and as animal feed.   === Fireproofing === It is a principal fireproofing ingredient in construction materials. As a construction material, magnesium oxide wallboards have several attractive characteristics: fire resistance, termite resistance, moisture resistance, mold and mildew resistance, and strength, but also a severe downside as it attracts moisture and can cause moisture damage to surrounding materials.[1]   === Medical === Magnesium oxide is used for relief of heartburn and indigestion, as an antacid, magnesium supplement, and as a short-term laxative. It is also used to improve symptoms of indigestion. Side effects of magnesium oxide may include nausea and cramping. In quantities sufficient to obtain a laxative effect, side effects of long-term use may rarely cause enteroliths to form, resulting in bowel obstruction.   === Waste treatment === Magnesium oxide is used extensively in the soil and groundwater remediation, wastewater treatment, drinking water treatment, air emissions treatment, and waste treatment industries for its acid buffering capacity and related effectiveness in stabilizing dissolved heavy metal species. Many heavy metals species, such as lead and cadmium, are least soluble in water at mildly basic conditions (pH in the range 8–11). Solubility of metals increases their undesired bioavailability and mobility in soil and groundwater. Granular MgO is often blended into metals-contaminating soil or waste material, which is also commonly of a low pH (acidic), in order to drive the pH into the 8–10 range. Metal-hydroxide complexes tend to precipitate out of aqueous solution in the pH range of 8–10. MgO is packed in bags around transuranic waste in the disposal cells (panels) at the Waste Isolation Pilot Plant, as a CO2 getter to minimize the complexation of uranium and other actinides by carbonate ions and so to limit the solubility of radionuclides. The use of MgO is preferred over CaO since the resulting hydration product (Mg(OH)2) is less soluble and releases less hydration heat. Another advantage is to impose a lower pH value (about 10.5) in case of accidental water ingress into the dry salt layers, in contast to the more soluble Ca(OH)2 which would create a higher pH of 12.5 (strongly alkaline conditions). The Mg2+ cation being the second most abundant cation in seawater and in rocksalt, the potential release of magnesium ions dissolving in brines intruding the deep geological repository is also expected to minimize the geochemical disruption.   === Niche uses ===  As a food additive, it is used as an anticaking agent. It is known to the US Food and Drug Administration for cacao products; canned peas; and frozen dessert. It has an E number of E530. As a reagent in the installation of the carboxybenzyl (Cbz) group using benzyl chloroformate in EtOAc for the N-protection of amines and amides. Doping MgO (about 1–5% by weight) into hydroxyapatite, a bioceramic mineral, increases the fracture toughness by migrating to grain boundaries, where it reduces grain size and changes the fracture mode from intergranular to transgranular. Pressed MgO is used as an optical material. It is transparent from 0.3 to 7 μm. The refractive index is 1.72 at 1 μm and the Abbe number is 53.58. It is sometimes known by the Eastman Kodak trademarked name Irtran-5, although this designation is obsolete. Crystalline pure MgO is available commercially and has a small use in infrared optics. An aerosolized solution of MgO is used in library science and collections management for the deacidification of at-risk paper items. In this process, the alkalinity of MgO (and similar compounds) neutralizes the relatively high acidity characteristic of low-quality paper, thus slowing the rate of deterioration. Magnesium oxide is used as an oxide barrier in spin-tunneling devices. Owing to the crystalline structure of its thin films, which can be deposited by magnetron sputtering, for example, it shows characteristics superior to those of the commonly used amorphous Al2O3. In particular, spin polarization of about 85% has been achieved with MgO versus 40–60 % with aluminium oxide. The value of tunnel magnetoresistance is also significantly higher for MgO (600% at room temperature and 1,100 % at 4.2 K) than Al2O3 (ca. 70% at room temperature).   === Brake Lining === Magnesia is used in brake linings for its heat conductivity and intermediate hardness. It helps dissipate heat from friction surfaces, preventing overheating, while minimizing wear on metal components. Its stability under high temperatures ensures reliable and durable braking performance in automotive and industrial applications.   === Historical uses === It was historically used as a reference white color in colorimetry, owing to its good diffusing and reflectivity properties. It may be smoked onto the surface of an opaque material to form an integrating sphere. Early gas mantle designs for lighting, such as the Clamond basket, consisted mainly of magnesium oxide.   == Precautions == Inhalation of magnesium oxide fumes can cause metal fume fever.   == See also == Calcium oxide – Chemical compound of calcium Barium oxide – Chemical compound used in cathode ray tubes Calcium silicate – Chemical compound naturally occurring as the mineral larnite Magnesium sulfide – Inorganic compound generated in the production of metallic iron Reactive magnesia – chemical compoundPages displaying wikidata descriptions as a fallback   == Notes ==   == References ==   == External links == Data page at UCL Ceramic data page at NIST NIOSH Pocket Guide to Chemical Hazards at CDC"}