{"name": "magnesium salicylate", "category": "drug", "content": "Magnesium salicylate is a common analgesic and nonsteroidal anti-inflammatory drug (NSAID) used to treat mild to moderate musculoskeletal pain such as in tendons and muscles. It is also used to treat joint pain like arthritis, general back pain, and headaches.  It is found in a variety of over-the-counter (OTC) medications, most notably the brand Doan's Pills, as an anti-inflammatory, primarily for back-pain relief. Magnesium salicylate can be an effective OTC alternative to prescription NSAIDs, with both anti-inflammatory and pain-relieving effects.   == Controversy == While magnesium salicylate is sold as an alternative for pain relief, it is still a nonsteroidal anti-inflammatory drug and, like others in this class, can cause stomach ulcers, without any proven superiority to other over-the-counter pain relievers.  Novartis, the company that produces Doan's Pills, has claimed that the product is superior in providing back pain relief. In June 1996, the US Federal Trade Commission (FTC) charged the company with violating federal law with its unsubstantiated claim. In March 1998, the court ruled in favor of the FTC, but there was no stipulation about how the company should or would have to amend its advertising and packaging. Thus, Doan's was able to continue marketing as a \"superior treatment for back pain\". In May 1999, the FTC released a statement summarizing the proceedings and announced the commission's decision after a 4–0 vote imposing a penalty on Doan's and its marketer, Novartis, to \"run ads to correct misbeliefs resulting from their unsubstantiated claim that Doan's Pills are superior to other over-the-counter analgesics for treating back pain\" and to modify packaging to include the statement \"Although Doan's is an effective pain reliever, there is no evidence that Doan's is more effective than other pain relievers for back pain.\" The ads were required to run for a period of one year.   == References =="}