{"name": "magnesium carbonate", "category": "drug", "content": "Magnesium carbonate, MgCO3 (archaic name magnesia alba), is an inorganic salt that is a colourless or white solid. Several hydrated and basic forms of magnesium carbonate also exist as minerals.   == Forms == The most common magnesium carbonate forms are the anhydrous salt called magnesite (MgCO3), and the di, tri, and pentahydrates known as barringtonite (MgCO3·2H2O), nesquehonite (MgCO3·3H2O), and lansfordite (MgCO3·5H2O), respectively. Some basic forms such as artinite (Mg2CO3(OH)2·3H2O), hydromagnesite (Mg5(CO3)4(OH)2·4H2O), and dypingite (Mg5(CO3)4(OH)2·5H2O) also occur as minerals. All of those minerals are colourless or white. Magnesite consists of colourless or white trigonal crystals. The anhydrous salt is practically insoluble in water, acetone, and ammonia. All forms of magnesium carbonate react with acids. Magnesite crystallizes in the calcite structure wherein Mg2+ is surrounded by six oxygen atoms.  The dihydrate has a triclinic structure, while the trihydrate has a monoclinic structure. References to \"light\" and \"heavy\" magnesium carbonates actually refer to the magnesium hydroxy carbonates hydromagnesite and dypingite, respectively. The \"light\" form is precipitated from magnesium solutions using alkali carbonate at \"normal temperatures\" while the \"heavy\" may be produced from boiling concentrated solutions followed by precipitation to dryness, washing of the precipitate, and drying at 100 C.    == Preparation == Magnesium carbonate is ordinarily obtained by mining the mineral magnesite. Seventy percent of the world's supply is mined and prepared in China. Magnesium carbonate can be prepared in laboratory by reaction between any soluble magnesium salt and sodium bicarbonate:  MgCl2(aq) + 2 NaHCO3(aq) → MgCO3(s) + 2 NaCl(aq) + H2O(l) + CO2(g) If magnesium chloride (or sulfate) is treated with aqueous sodium carbonate, a precipitate of basic magnesium carbonate – a hydrated complex of magnesium carbonate and magnesium hydroxide – rather than magnesium carbonate itself is formed:  5 MgCl2(aq) + 5 Na2CO3(aq) + 5 H2O(l) → Mg4(CO3)3(OH)2·3H2O(s) + Mg(HCO3)2(aq) + 10 NaCl(aq) High purity industrial routes include a path through magnesium bicarbonate, which can be formed by combining a slurry of magnesium hydroxide and carbon dioxide at high pressure and moderate temperature. The bicarbonate is then vacuum dried, causing it to lose carbon dioxide and a molecule of water:  Mg(OH)2 + 2 CO2 → Mg(HCO3)2 Mg(HCO3)2 → MgCO3 + CO2 + H2O   == Chemical properties ==   === With acids === Like many common group 2 metal carbonates, magnesium carbonate reacts with aqueous acids to release carbon dioxide and water:  MgCO3 + 2 HCl → MgCl2 + CO2 + H2O MgCO3 + H2SO4 → MgSO4 + CO2 + H2O   === Decomposition === At high temperatures MgCO3 decomposes to magnesium oxide and carbon dioxide. This process is important in the production of magnesium oxide. This process is called calcining:  MgCO3 → MgO + CO2 (ΔH = +118 kJ/mol) The decomposition temperature is given as 350 °C (662 °F). However, calcination to the oxide is generally not considered complete below 900 °C due to interfering readsorption of liberated carbon dioxide. The hydrates of the salts lose water at different temperatures during decomposition. For example, in the trihydrate MgCO3·3H2O, which molecular formula may be written as Mg(HCO3)(OH)·2H2O, the dehydration steps occur at 157 °C and 179 °C as follows:  Mg(HCO3)(OH)·2(H2O) → Mg(HCO3)(OH)·(H2O) + H2O at 157 °C Mg(HCO3)(OH)·(H2O) → Mg(HCO3)(OH) + H2O at 179 °C   == Uses == The primary use of magnesium carbonate is the production of magnesium oxide by calcining. Magnesite and dolomite minerals are used to produce refractory bricks. MgCO3 is also used in flooring, fireproofing, fire extinguishing compositions, cosmetics, dusting powder, and toothpaste. Other applications are as filler material, smoke suppressant in plastics, a reinforcing agent in neoprene rubber, a drying agent, and colour retention in foods. Because of its low solubility in water and hygroscopic properties, MgCO3 was first added to table salt (NaCl) in 1911 to make it flow more freely. The Morton Salt company adopted the slogan \"When it rains it pours\", highlighting that its salt, which contained MgCO3, would not stick together in humid weather.   Powdered magnesium carbonate, known as climbing chalk or gym chalk is also used as a drying agent on athletes' hands in rock climbing, gymnastics, powerlifting, weightlifting and other sports in which a firm grip is necessary.  A variant is liquid chalk. As a food additive, magnesium carbonate is known as E504. Its only known side effect is that it may work as a laxative in high concentrations. Magnesium carbonate is used in taxidermy for whitening skulls. It can be mixed with hydrogen peroxide to create a paste, which is spread on the skull to give it a white finish. Magnesium carbonate is used as a matte white coating for projection screens.   === Medical use === It is a laxative to loosen the bowels. In addition, high purity magnesium carbonate is used as an antacid and as an additive in table salt to keep it free flowing. Magnesium carbonate can do this because it does not dissolve in water, only in acid, where it will effervesce (bubble).   == Safety == Magnesium carbonate is non-toxic and non-flammable.   == Compendial status == British Pharmacopoeia Japanese Pharmacopoeia   == See also == Calcium acetate/magnesium carbonate Upsalite, a reported amorphous form of magnesium carbonate   == Notes and references ==   == External links ==  International Chemical Safety Card 0969 NIST Standard Reference Database"}