{"name": "magnesium sulfate", "category": "drug", "content": "Magnesium sulfate or magnesium sulphate is a chemical compound, a salt with the formula MgSO4, consisting of magnesium cations Mg2+ (20.19% by mass) and sulfate anions SO2−4. It is a white crystalline solid, soluble in water but not in ethanol. Magnesium sulfate is usually encountered in the form of a hydrate MgSO4·nH2O, for various values of n between 1 and 11. The most common is the heptahydrate MgSO4·7H2O, known as Epsom salt, which is a household chemical with many traditional uses, including bath salts. The main use of magnesium sulfate is in agriculture, to correct soils deficient in magnesium (an essential plant nutrient because of the role of magnesium in chlorophyll and photosynthesis). The monohydrate is favored for this use; by the mid 1970s, its production was 2.3 million tons per year. The anhydrous form and several hydrates occur in nature as minerals, and the salt is a significant component of the water from some springs.   == Hydrates == Magnesium sulfate can crystallize as several hydrates, including:  Anhydrous, MgSO4; unstable in nature, hydrates to form epsomite. Monohydrate, MgSO4·H2O; kieserite, monoclinic. Monohydrate, MgSO4·H2O; triclinic. MgSO4·1.25H2O or 4MgSO4·5H2O. Dihydrate, MgSO4·2H2O; orthorhombic. MgSO4·2.5H2O or 2MgSO4·5H2O. Trihydrate, MgSO4·3H2O. Tetrahydrate, MgSO4·4H2O; starkeyite, monoclinic. Pentahydrate, MgSO4·5H2O; pentahydrite, triclinic. Hexahydrate, MgSO4·6H2O; hexahydrite, monoclinic. Heptahydrate, MgSO4·7H2O (\"Epsom salt\"); epsomite, orthorhombic. Enneahydrate, MgSO4·9H2O, monoclinic. Decahydrate, MgSO4·10H2O. Undecahydrate, MgSO4·11H2O; meridianiite, triclinic. As of 2017, the existence of the decahydrate apparently has not been confirmed. All the hydrates lose water upon heating. Above 320 °C, only the anhydrous form is stable. It decomposes without melting at 1124 °C into magnesium oxide (MgO) and sulfur trioxide (SO3).   === Heptahydrate ===  The heptahydrate takes its common name \"Epsom salt\" from a bitter saline spring in Epsom in Surrey, England, where the salt was produced from the springs that arise where the porous chalk of the North Downs meets the impervious London clay. The heptahydrate readily loses one equivalent of water to form the hexahydrate. It is a natural source of both magnesium and sulphur. Epsom salts are commonly used in bath salts, exfoliants, muscle relaxers and pain relievers. However, these are different from Epsom salts that are used for gardening, as they contain aromas and perfumes not suitable for plants.   === Monohydrate ===  Magnesium sulfate monohydrate, or kieserite, can be prepared by heating the heptahydrate to 120 °C. Further heating to 250 °C gives anhydrous magnesium sulfate. Kieserite exhibits monoclinic symmetry at pressures lower than 2.7 GPa after which it transforms to phase of triclinic symmetry.   === Undecahydrate === The undecahydrate MgSO4·11H2O, meridianiite, is stable at atmospheric pressure only below 2 °C. Above that temperature, it liquefies into a mix of solid heptahydrate and a saturated solution. It has a eutectic point with water at −3.9 °C and 17.3% (mass) of MgSO4. Large crystals can be obtained from solutions of the proper concentration kept at 0 °C for a few days. At pressures of about 0.9 GPa and at 240 K, meridianiite decomposes into a mixture of ice VI and the enneahydrate MgSO4·9H2O.   === Enneahydrate === The enneahydrate MgSO4·9H2O was identified and characterized only recently, even though it seems easy to produce (by cooling a solution of MgSO4 and sodium sulfate Na2SO4 in suitable proportions). The structure is monoclinic, with unit-cell parameters at 250 K: a = 0.675 nm, b = 1.195 nm, c = 1.465 nm, β = 95.1°, V = 1.177 nm3 with Z = 4. The most probable space group is P21/c. Magnesium selenate also forms an enneahydrate MgSeO4·9H2O, but with a different crystal structure.   == Natural occurrence == As Mg2+ and SO2−4 ions are respectively the second most abundant cation and anion present in seawater after Na+ and Cl−, magnesium sulfates are common minerals in geological environments. Their occurrence is mostly connected with supergene processes. Some of them are also important constituents of evaporitic potassium-magnesium (K-Mg) salts deposits. Bright spots observed by the Dawn Spacecraft in Occator Crater on the dwarf planet Ceres are most consistent with reflected light from magnesium sulfate hexahydrate. Almost all known mineralogical forms of MgSO4 are hydrates. Epsomite is the natural analogue of \"Epsom salt\". Meridianiite, MgSO4·11H2O, has been observed on the surface of frozen lakes and is thought to also occur on Mars. Hexahydrite is the next lower hydrate. Three next lower hydrates – pentahydrite, starkeyite, and especially sanderite – are rare. Kieserite is a monohydrate and is common among evaporitic deposits. Anhydrous magnesium sulfate was reported from some burning coal dumps.   == Preparation == Magnesium sulfate is usually obtained directly from dry lake beds and other natural sources. It can also be prepared by reacting magnesite (magnesium carbonate, MgCO3) or magnesia (oxide, MgO) with sulfuric acid (H2SO4):  H2SO4 + MgCO3  →  MgSO4 + H2O + CO2 Another possible method is to treat seawater or magnesium-containing industrial wastes so as to precipitate magnesium hydroxide and react the precipitate with sulfuric acid. Also, magnesium sulfate heptahydrate (epsomite, MgSO4·7H2O) is manufactured by dissolution of magnesium sulfate monohydrate (kieserite, MgSO4·H2O) in water and subsequent crystallization of the heptahydrate.   == Physical properties == Magnesium sulfate relaxation is the primary mechanism that causes the absorption of sound in seawater at frequencies above 10 kHz (acoustic energy is converted to thermal energy). Lower frequencies are less absorbed by the salt, so that low frequency sound travels farther in the ocean. Boric acid and magnesium carbonate also contribute to absorption.   == Uses ==   === Medical ===  Magnesium sulfate is used both externally (as Epsom salt) and internally. The main external use is the formulation as bath salts, especially for foot baths to soothe sore feet. Such baths have been claimed to also soothe and hasten recovery from muscle pain, soreness, or injury. Potential health effects of magnesium sulfate are reflected in medical studies on the impact of magnesium on resistant depression and as an analgesic for migraine and chronic pain. Magnesium sulfate has been studied in the treatment of asthma, preeclampsia and eclampsia. Magnesium sulfate is usually the main component of the concentrated salt solution used in isolation tanks to increase its specific gravity to approximately 1.25–1.26. This high density allows an individual to float effortlessly on the surface of water in the closed tank, eliminating stimulation of as many of the external senses as possible. In the UK, a medication containing magnesium sulfate and phenol, called \"drawing paste\", is useful for small boils or localized infections and removing splinters. Internally, magnesium sulfate may be administered by oral, respiratory, or intravenous routes. Internal uses include replacement therapy for magnesium deficiency, treatment of acute and severe arrhythmias, as a bronchodilator in the treatment of asthma, preventing eclampsia and cerebral palsy, a tocolytic agent, and as an anticonvulsant. It also may be used as laxative.   === Agriculture === In agriculture, magnesium sulfate is used to increase magnesium or sulfur content in soil. It is most commonly applied to potted plants, or to magnesium-hungry crops such as potatoes, tomatoes, carrots, peppers, lemons, and roses. The advantage of magnesium sulfate over other magnesium soil amendments (such as dolomitic lime) is its high solubility, which also allows the option of foliar feeding. Solutions of magnesium sulfate are also nearly pH neutral, compared with the slightly alkaline salts of magnesium as found in limestone; therefore, the use of magnesium sulfate as a magnesium source for soil does not significantly change the soil pH. Contrary to the popular belief that magnesium sulfate is able to control pests and slugs, helps seeds germination, produce more flowers, improve nutrient uptake, and is environmentally friendly, it does none of the purported claims except for correcting magnesium deficiency in soils. Magnesium sulfate can even pollute water if used in excessive amounts. Magnesium sulfate was historically used as a treatment for lead poisoning prior to the development of chelation therapy, as it was hoped that any lead ingested would be precipitated out by the magnesium sulfate and subsequently purged from the digestive system. This application saw particularly widespread use among veterinarians during the early-to-mid 20th century; Epsom salt was already available on many farms for agricultural use, and it was often prescribed in the treatment of farm animals that had inadvertently ingested lead.   === Food preparation === Magnesium sulfate is used as:  Brewing salt in making beer Coagulant for making tofu Salt substitute A food additive to add taste to bottled water.   === Chemistry === Anhydrous magnesium sulfate is commonly used as a desiccant in organic synthesis owing to its affinity for water and compatibility with most organic compounds. During work-up, an organic phase is treated with anhydrous magnesium sulfate. The hydrated solid is then removed by filtration, decantation, or by distillation (if the boiling point is low enough). Other inorganic sulfate salts such as sodium sulfate and calcium sulfate may be used in the same way.   === Construction === Magnesium sulfate is used to prepare specific cements by the reaction between magnesium oxide and magnesium sulfate solution, which are of good binding ability and more resistance than Portland cement. This cement is mainly utilized in the production of lightweight insulation panels, although its poor water resistance limits its usage. Magnesium (or sodium) sulfate is also used for testing aggregates for soundness in accordance with ASTM C88 standard, when there are no service records of the material exposed to actual weathering conditions. The test is accomplished by repeated immersion in saturated solutions followed by oven drying to dehydrate the salt precipitated in permeable pore spaces. The internal expansive force, derived from the rehydration of the salt upon re-immersion, simulates the expansion of water on freezing. Magnesium sulfate is also used to test the resistance of concrete to external sulfate attack (ESA).   === Aquaria === Magnesium sulfate heptahydrate is also used to maintain the magnesium concentration in marine aquaria which contain large amounts of stony corals, as it is slowly depleted in their calcification process. In a magnesium-deficient marine aquarium, calcium and alkalinity concentrations are very difficult to control because not enough magnesium is present to stabilize these ions in the saltwater and prevent their spontaneous precipitation into calcium carbonate.   == Double salts == Double salts containing magnesium sulfate exist. There are several known as sodium magnesium sulfates and potassium magnesium sulfates. A mixed copper-magnesium sulfate heptahydrate (Mg,Cu)SO4·7H2O was found to occur in mine tailings and was given the mineral name alpersite.   == See also == Calcium sulfate Magnesium chloride   == References ==   == External links == International Chemical Safety Cards—Magnesium Sulfate"}