{"name": "malathion", "category": "drug", "content": "Malathion is an organophosphate insecticide which acts as an acetylcholinesterase inhibitor. In the USSR, it was known as carbophos, in New Zealand and Australia as maldison and in South Africa as mercaptothion.   == Pesticide use == Malathion is a pesticide that is widely used in agriculture, residential landscaping, public recreation areas, and in public health pest control programs such as mosquito eradication. In the US, it is the most commonly used organophosphate insecticide. A malathion mixture with corn syrup was used in the 1980s in Australia and California to combat the Mediterranean fruit fly. In Canada and the US starting in the early 2000s, malathion was sprayed in many cities to combat west Nile virus. Malathion was used over the last couple of decades on a regular basis during summer months to kill mosquitoes, but homeowners were allowed an exemption for their properties if they chose.. In the United Kingdom, malathion was withdrawn from sale in 2002.   == Mechanism of action == Malathion is an acetylcholinesterase inhibitor, a diverse family of chemicals. Upon uptake into the target organism, it binds irreversibly to the serine residue in the active catalytic site of the cholinesterase enzyme. The resultant phosphoester group is strongly bound to the cholinesterase, and irreversibly deactivates the enzyme which leads to rapid build-up of acetylcholine at the synapse.   == Production method == Malathion  is produced by the addition of dimethyl dithiophosphoric acid to diethyl maleate or diethyl fumarate. The compound is chiral but is used as a racemate.   == Medical use == Malathion in low doses (0.5% preparations) is used as a treatment for:  Head lice and body lice.  Malathion is approved by the US Food and Drug Administration for treatment of pediculosis. It is claimed to effectively kill both the eggs and the adult lice, but in fact has been shown in UK studies to be only 36% effective on head lice, and less so on their eggs. This low efficiency was noted when malathion was applied to lice found on schoolchildren in the Bristol area in the UK, and is caused by the tested population of lice having developed resistance against malathion. Scabies Preparations include Derbac-M, Prioderm, Quellada-M and Ovide.   == Safety ==   === General === Malathion is of low toxicity. In arthropods it is metabolized into malaoxon which is 61x more toxic, being a more potent inhibitor of acetylcholinesterase. According to the United States Environmental Protection Agency, no reliable information is available on adverse health effects of chronic exposure. In 1981, Malathion was sprayed over a 1,400 sq mi (3,600 km2) area to control an outbreak of Mediterranean fruit flies in California.  In order to demonstrate the chemical's safety, B. T. Collins, director of the California Conservation Corps, publicly swallowed a mouthful of dilute malathion solution.   === Carcinogenicity === Malathion is classified by the IARC as probable carcinogen (group 2A). Malathion is classified by US EPA as having \"suggestive evidence of carcinogenicity\". This classification was based on the occurrence of liver tumors at excessive doses in mice and female rats and the presence of rare oral and nasal tumors in rats that occurred following exposure to very large doses.  Exposure to organophosphates is associated with non-Hodgkin's lymphoma. Malathion used as a fumigant was not associated with increased cancer risk.  Between 1993 and 1997, as part of the Agricultural Health Study, no clear association between malathion exposure and cancer was reported.   === Amphibians === Malathion is toxic to leopard frog tadpoles.   == Risks == Malathion is of low toxicity; however, absorption or ingestion into the human body readily results in its metabolism to malaoxon, which is substantially more toxic. In studies of the effects of long-term exposure to oral ingestion of malaoxon in rats, malaoxon has been shown to be 61 times more toxic than malathion, and malaoxon is 1,000 times more potent than malathion in terms of its acetylcholinesterase inhibition. Indoor spillage of malathion can thus be more poisonous than expected, as malathion breaks down in a confined space into the more toxic malaoxon. It is cleared from the body quickly, in three to five days.   == Resistance == Because it is an acetylcholinesterase inhibitor, this resistance is a type of AChEI resistance. Malathion resistance is thought to always be due to either increased carboxylesterase concentrations or altered acetylcholinesterases. COE because it metabolizes malathion but into non-malaoxon products, altered AChEs because we mean specifically those altered to be less sensitive to malathion and malaoxon.   == See also == Isomalathion Pesticide toxicity to bees   == References ==   == External links == Malathion Technical Fact Sheet - National Pesticide Information Center Malathion General Fact Sheet - National Pesticide Information Center Malathion Pesticide Information Profile - Extension Toxicology Network ATSDR ToxFAQs CDC - NIOSH Pocket Guide to Chemical Hazards Re-evaluation of Malathion by the Pest Management Regulatory Agency of Canada Malathion in the Pesticide Properties DataBase (PPDB)"}