{"name": "mandelic acid", "category": "drug", "content": "Mandelic acid is an aromatic alpha hydroxy acid with the molecular formula C6H5CH(OH)CO2H.  It is a white crystalline solid that is soluble in water and polar organic solvents.  It is a useful precursor to various drugs. The molecule is chiral. The racemic mixture is known as paramandelic acid.   == Isolation, synthesis, occurrence == Mandelic acid was discovered in 1831 by the German pharmacist Ferdinand Ludwig Winckler (1801–1868) while heating amygdalin, an extract of bitter almonds, with diluted hydrochloric acid. The name is derived from the German \"Mandel\" for \"almond\". Mandelic acid is usually prepared by the acid-catalysed hydrolysis of mandelonitrile, which is the cyanohydrin of benzaldehyde.  Mandelonitrile can also be prepared by reacting benzaldehyde with sodium bisulfite to give the corresponding adduct, forming mandelonitrile with sodium cyanide, which is hydrolyzed:  Alternatively, it can be prepared by base hydrolysis of phenylchloroacetic acid as well as dibromacetophenone. It also arises by heating phenylglyoxal with alkalis.   === Biosynthesis === Mandelic acid is a substrate or product of several biochemical processes called the mandelate pathway.  Mandelate racemase interconverts the two enantiomers via a pathway that involves cleavage of the alpha-CH bond.  Mandelate dehydrogenase is yet another enzyme on this pathway. Mandelate also arises from trans-cinnamate via phenylacetic acid, which is hydroxylated. Phenylpyruvic acid is another precursor to mandelic acid. Derivatives of mandelic acid are formed as a result of metabolism of adrenaline and noradrenaline by monoamine oxidase and catechol-O-methyl transferase. The biotechnological production of 4-hydroxy-mandelic acid and mandelic acid on the basis of glucose was demonstrated with a genetically modified yeast Saccharomyces cerevisiae, in which the hydroxymandelate synthase naturally occurring in the bacterium Amycolatopsis was incorporated into a wild-type strain of yeast, partially altered by the exchange of a gene sequence and expressed. It also arises from the biodegradation of styrene  and ethylbenzene, as detected in urine.   == Uses == Mandelic acid has a long history of use in the medical community as an antibacterial, particularly in the treatment of urinary tract infections. It has also been used as an oral antibiotic, and as a component of chemical face peels analogous to other alpha hydroxy acids. The drugs cyclandelate and homatropine are esters of mandelic acid.   == References ==  This article incorporates text from a publication now in the public domain: Chisholm, Hugh, ed. (1911). \"Mandelic Acid\". Encyclopædia Britannica. Vol. 17 (11th ed.). Cambridge University Press. p. 559."}