{"name": "maprotiline", "category": "drug", "content": "Maprotiline, sold under the brand name Ludiomil among others, is a tetracyclic antidepressant (TeCA) that is used in the treatment of depression. It may alternatively be classified as a tricyclic antidepressant (TCA), specifically a secondary amine. In terms of its chemistry and pharmacology, maprotiline is closely related to such-other secondary-amine TCAs as nortriptyline and protriptyline and has similar effects to them, albeit with more distinct anxiolytic effects. Additionally, whereas protriptyline tends to be somewhat more stimulating and in any case is distinctly more-or-less non-sedating, mild degrees of sedation may be experienced with maprotiline.   == Medical uses == Maprotiline is used in the treatment of depression, such as depression associated with agitation or anxiety and has similar efficacy to the antidepressant drug moclobemide. This finding has also been validated by a group of general practitioners who compared the respective efficacy and tolerability of maprotiline and moclobemide.  Treatment of depression of all forms and severities (endogenous, psychotic, involutional, and neurotic), especially depression associated with agitation or anxiety Panic disorder Neuropathic pain, including painful polyneuropathy in diabetics and non-diabetics alike. Treatment of the depressive phase of bipolar affective disorder For the symptomatic relief of anxiety, tension or insomnia The use of maprotiline in the treatment of enuresis in pediatric patients has so far not been systematically explored and its use is not recommended. Safety and effectiveness in the pediatric population in general have not been established. Anyone considering the use of maprotiline in a child or adolescent must balance the potential risks with the clinical need. A very small body of research has also explored the potential of maprotiline in treating diabetic kidney disease and it has been measured against amitriptyline in this regard. Maprotiline and fluoxetine have also been found, among certain lines of research, to have quite potent anti-profilerative effects against certain forms of cancer of the Burkitt lymphoma type. One study also bore ought a certain level of evidence regarding maprotiline’s ability to suppress both cholesterol biosynthesis and hepatocellular carcinoma liver-cancer progression. Maprotiline was also measured against imipramine, fluoxetine and ketamine in an experiment-model involving two different kinds of chicken differently-conditioned against stress, including (black) Australorps in the proposed treatment of treatment-resistant depression in humans. In general, lower dosages are recommended for patients over 60 years of age. Dosages of 50 mg to 75 mg daily are usually satisfactory as maintenance therapy for elderly patients who do not tolerate higher amounts. In any case, 225 m.g./d. is the absolute-maximum highest recommended dose for this drug, as any more can predispose more significantly to seizures. 150 m.g. is the average optimal daily dose for otherwise-healthy patients who can tolerate a full dose.   === Available forms === Coated tablets: 10 mg, 25 mg, 50 mg, and 75 mg Injectable concentrate, 25 mg   == Contraindications == In generalised theory, maprotiline (as with other tricyclic antidepressants, besides trimipramine and possibly clomipramine) may somewhat worsen certain features of schizophrenia, necessitating caution in prescribing them to someone with it and continuation of the antipsychotic treatment (e.g., with risperidone or olanzapine). However, certain bodies of evidence have found maprotiline a useful augment in treating some of the negative, or \"anaesthetic\", symptoms of schizophrenia and in probable extension pronounced schizoidia (including the characteristic deterioration in personal grooming/appearance). It has also been weighed against fluvoxamine in this overall regard (i.e., treating the negative symptoms of schizophrenia), with fluvoxamine evidencing clear superiority therein. Maprotiline, however, may be specifically useful for the \"negative symptom\" of alogia (poverty of thought and/or speech) and in this regard was found demonstrably superior to the other control-drugs (alprazolam, bromocriptine, citalopram, fluoxetine, fluvoxamine, nortriptyline) in one study. Citalopram, clomipramine and fluvoxamine appeared particularly useful in the study for reducing affective blunting, with alprazolam (Xanax) and maprotiline ranking joint-next. Patients with bipolar affective disorder should not receive antidepressants whilst in a manic phase (including hypomania) under any circumstances whatsoever. (By the same analogy, people with schizoaffective disorder, bipolar type should not be taking maprotiline or other antidepressants while manic.) This is because antidepressants are known to come with the risk of worsening acute mania or precipitating it in so vulnerably-predisposed people. They (antidepressants) may also negatively interfere with the treatment of mixed bipolar states (pure or schizo-affective), where electro-convulsive therapy (generally bilateral), valproate and antipsychotics prove more beneficial (lithium should not be administered concurrently with E.C.T. treatment, as it may induce severe confusion). However, maprotiline (at a high dose) was put to good use in one particular case, of one young man presenting with what was very-possibly a mixed-manic episode with a heavy preponderance of depressive symptoms (appearing as depression with significant narcissistic traits; including extrapunitive tendencies/blame-shifting, entitlement and interpersonal exploitation; and provisionally considered narcissistic depression). The maprotiline was combined with mirtazapine (low-dose), sodium valproate and aripiprazole.   === Absolute === Hypersensitivity to maprotiline or to other TCAs and TeCAs Hypertrophy of the prostate gland with urine hesitancy Closed angle glaucoma   === Special caution needed === Concomitant treatment with a MAO inhibitor Serious impairment of liver and kidney function Epilepsy and other conditions that lower the seizure threshold (active brain tumors, alcohol withdrawal, other medications) Serious cardiovascular conditions (arrhythmias, heart insufficiency, state after myocardial infarction etc.) Treatment of patients under age 18   === Suicidal patients === As with other antidepressants, maprotiline increased the risk compared to placebo of suicidal thinking and behavior (suicidality) in children, adolescents and young adults in short-term studies of major depressive disorder (MDD) and other psychiatric disorders. Anyone considering the use of maprotiline or any other antidepressant in a child, adolescent, or young adult must balance this risk with the clinical need. Short-term studies did not show an increase in the risk of suicidality with antidepressants compared to placebo in adults beyond age 24; there was a reduction in risk with antidepressants compared to placebo in adults aged 65 and older. Depression and certain other psychiatric disorders are themselves associated with increases in the risk of suicide. Patients of all ages who are started on antidepressant therapy should be monitored appropriately and observed closely for clinical worsening, suicidality, or unusual changes in behavior. Families and caregivers should be advised of the need for close observation and communication with the prescriber. Maprotiline is not approved for use in pediatric patients.   === Pregnancy and lactation === Reproduction studies have been performed in female laboratory rabbits, mice, and rats at doses up to 1.3, 7, and 9 times the maximum daily human dose respectively and have revealed no evidence of impaired fertility or harm to the fetus due to maprotiline. There are, however, no adequate and well controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed. Maprotiline is excreted in breast milk. At steady-state, the concentrations in milk correspond closely to the concentrations in whole blood. Caution should be exercised when maprotiline hydrochloride is administered to a nursing woman.   == Side effects == The side-effect profile is comparable to other TCAs and TeCAS and many of the following are due to anticholinergic (which are less prominent than those of most TCAs) and antihistamine effects. Most often seen are:  Dizziness Drowsiness Somnolence Fatigue Dry mouth (and complications of long-term uncontrolled dry mouth such as dental caries) Constipation Vertigo Nausea (rare, incidence of ~2%) and vomiting Increased appetite and weight gain Orthostatic hypotension, hypertension, sinus tachycardia, heart-block, arrhythmias and other cardiac effects Sexual dysfunction in men: impotence, priapism, delayed ejaculation, anejaculation, decreased libido Sexual dysfunction in women: decreased libido, vaginal dryness, painful sexual intercourse, anorgasmia Allergic skin reactions such as rash or urticaria (more often than with other antidepressants). Rarely, severe skin reactions such as erythema multiforme can occur. Photosensitivity Agitation, confusion Induction of hypomania or mania in patients with underlying bipolar affective disorder Psychotic symptoms Tremor Extrapyramidal symptoms Headache Seizures (at high doses) Rare haematological complications: leukopenia and agranulocytosis (dangerous fall in white blood cells) Fever Urinary retention Maprotiline causes a strong initial sedation (first 2 to 3 weeks of therapy) and is therefore indicated to treat agitated patients or those with suicidal risks. It causes anticholinergic side effects (dry mouth, constipation, urinary hesitancy, etc.) with much lower incidence than amitriptyline. Originally, the manufacturer claimed that maprotiline is better tolerated than other TCAs and TeCAs. However, seizures, leukopenia and skin reactions occur more often with maprotiline than with comparable drugs (e.g., amitriptyline, protriptyline, mirtazapine). Indeed, seizures are greater risk for concern with maprotiline than with all other tricyclic antidepressants (rising from 75 mg, becoming significant at daily doses ≥ 200 m.g.), including clomipramine. It should thus be prescribed with particular, if not extreme, caution to people with a history of epilepsy/seizures of any other kind. In any case, the total daily dose should be kept to ≤ 225 milligrams. Maprotiline has no known potential for abuse and psychological dependence.   === Withdrawal === Withdrawal symptoms frequently seen when treatment with maprotiline is stopped abruptly (agitation, anxiety, insomnia, sometimes activation of mania or rebound depression) can be avoided by reducing the daily dose of maprotiline gradually by approximately 25% each week. If treatment has to be stopped at once for medical reasons, the use of a benzodiazepine (e.g., lorazepam, clonazepam, diazepam) for a maximum of 4 weeks as needed will usually suppress withdrawal symptoms.   == Interactions == Maprotiline does have a wide range of possible interactions. Some are typical for TCAs and TeCAs, others are caused by specific metabolic effects (e.g., high plasma-protein-binding) of maprotiline: Increased drug actions:  Other antidepressants, barbiturates, narcotics, sedating antihistamines, anticonvulsive drugs, alcohol –  resulting in increased central depression and necessitating some caution when using any of these drugs alongside maprotiline Drugs with potential anti-muscarinic/anti-cholinergic activity (antiparkinsonian agents, atropine, amantadine, clozapine and tricyclic antidepressants besides maprotiline) –  resulting in increased anti-muscarinic effects (dry mouth, constipation, etc.) Sympathomimetics (also those used in local anesthetics like noradrenaline) –  sympathomimetic effects increased (increased blood-pressure, pulse-rate, paleness of skin, etc.) Nitrates and antihypertensives (e.g., beta-blockers) –  increased antihypertensive action with pronounced fall in blood pressure Although concurrent administration of tricyclic antidepressants (likewise with SSRIs) and MAOIs has been considered particularly dangerous, even fatal, across various medical and pharmaceutical lines across the decades, the premise for this line of thinking, although commonly accepted, may be erroneous. Specialist-research into this and practical clinical experience involving the co-administration of tricyclics and MAOIs have suggested that it is only tricyclics with strong specific serotonin-reuptake inhibitory action (clomipramine and, to a lesser extent, imipramine) that are dangerous to give in combination with MAOIs. Other antidepressants; which may or may not have a significant serotoninergic background otherwise but either way lack in particularly appreciable reuptake-inhibition therein specifically (e.g., mirtazapine, amitriptyline, trazodone, lofepramine, nortriptyline); may be safe to take alongside MAOIs, where the likes of venlafaxine, SSRIs and clomipramine are not. With maprotiline, this has been demonstrated to be the case with moclobemide, a drug it is often compared and considered somewhat analogous (along certain lines) to, and, tentatively, brofaromine (a research-agent MAOI which was never brought to full marketing development). Moclobemide specifically, however, may increase maprptiline plasma-levels and may necessitate dose-modification(s). In any case, however, it is very-strongly advised that an MAOI is added to the (compatible) tricyclic and not the other way around, as adding a tricyclic to an existing treatment-regime involving an MAOI may significantly increase the risk of going into hypertensive crisis. Decreased drug actions:  Guanethidine, reserpine, guanfacine: anti-hypertensive effects decreased Clonidine: anti-hypertensive effects decreased and risk of (massive) rebound hypertension. Other types of interaction:  Drugs which induce certain enzymes in the liver, e.g., barbiturates, phenytoin, carbamazepine and oral anti-conceptive drugs, enhance the elimination of maprotiline and decrease its antidepressant effects. Additionally the blood-concentrations of phenytoin or carbamazepine may be increased, leading to a higher incidents of side effects. The concomitant use of maprotiline and neuroleptics can lead to increased maprotiline blood-levels and to seizures. Combining maprotiline and thioridazine could induce severe arrhythmias. Additionally, increased blood-levels of maprotiline are possible, if certain beta-blocking agents (e.g., propranolol) are given concomitantly. Maprotiline may amplify the actions of coumarin-type anticoagulants (e.g., warfarin, phenprocoumon). The plasma-prothrombin-activity must be assessed closely in order to avoid overt bleedings. Maprotiline can increase the actions of oral antidiabetic drugs (sulfonylureas) and insulin. Diabetic patients should have regular assessments of their blood-glucose-levels. The concomitant application with fluoxetine or fluvoxamine may lead to significantly increased plasma-levels of maprotiline, with a correspondingly (and substantially) incidence of maprotiline side effects. Owing to the long half-lives of fluoxetine and fluvoxamine, this effect may persist for quite-some time.   == Pharmacology ==   === Pharmacodynamics ===  Maprotiline exhibits strong effects as a norepinephrine reuptake inhibitor with only weak actions the reuptake of serotonin and dopamine. It is also a strong antagonist of the H1 receptor, a moderate antagonist of the 5-HT2 and α1-adrenergic receptors, and a weak antagonist of the D2 and muscarinic acetylcholine receptors. Maprotiline has also more recently been identified as a potent antagonist of the 5-HT7 receptor, with this action potentially playing an important role in its antidepressant effectiveness. The drug is a strong antihistamine, but unlike most TCAs, has minimal anticholinergic effects. The pharmacological profile of maprotiline explains its antidepressant, sedative, anxiolytic, and sympathomimetic activities. In accordance to the pharmacological characteristics it is used in the treatment of depression, such as depression associated with agitation or anxiety. Additionally, it shows strong antagonism against reserpine-induced effects in animal studies, as do the other 'classical' antidepressants. Although maprotiline behaves in most regards as a 'first-generation antidepressant' it is commonly referred to as 'second-generation antidepressant'. The postulated mechanism of maprotiline is that it acts primarily by potentiation of central adrenergic synapses by blocking reuptake of norepinephrine at nerve endings. This pharmacological action is thought to be primarily responsible for the drug's antidepressant and anxiolytic effects. It is a strong norepinephrine reuptake inhibitor with only weak effects on serotonin and dopamine reuptake. At higher doses, however, maprotiline increases serotonergic transmission and increases the level of serotonin available.   === Pharmacokinetics === After oral use absorption is good. It binds to plasma proteins 80–90%. Maximal plasma concentration is reached 6 hours after use. The mean time to peak is 12 hours. The terminal half-life of averages 51 hours.   == Chemistry ==  Maprotiline is a tetracyclic compound and is grouped with the TeCAs. Its chemical name is N-methyl-9,10-ethanoanthracen-9(10H)-propylamine. The drug has a dibenzobicyclo[2.2.2]octadiene (9,10-dihydro-9,10-ethanoanthracene) ring system; that is, a tricyclic anthracene ring system with an ethylene bridge across the central ring. This results in it having a unique three-dimensional central ring (a bicyclo[2.2.2]octane or 1,4-endoethylenecyclohexane ring) and being a tetracyclic rather than a tricyclic compound. However, it could also or alternatively be considered to be a tricyclic and hence a TCA. In addition to its heterocyclic ring system, maprotiline has an alkylamine side chain attached similarly to other TCAs (but notably unlike other TeCAs). In terms of the side chain, it is a secondary amine, and its chemical structure, aside from the ethylene link in the central ring, is similar to that of secondary amine TCAs like nortriptyline and protriptyline. In accordance, the pharmacology of maprotiline is very similar to that of secondary amine TCAs. Maprotiline is very similar in structure to the anxiolytic, sedative, and muscle relaxant drug benzoctamine (Tacitin). The only structural difference between the two compounds is in the length of their side chain. However, this modification results in considerable differences in their pharmacological and therapeutic effects.   == History == Maprotiline was developed by Ciba (now operated by Novartis). It was patented in 1966 and was first described in the literature in 1969. The drug was introduced for medical use in 1974. Generics are now widely available. It was introduced after most of the other TCAs but was the first TeCA to be developed and marketed, with the TeCAs mianserin and amoxapine following shortly thereafter and mirtazapine being introduced later on.   == Society and culture ==   === Generic names === Maprotiline is the English and French generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while maprotiline hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name and JANTooltip Japanese Accepted Name. Its generic name in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are maprotilina, in German is maprotilin, and in Latin is maprotilinum. The methanesulfonate (mesylate) salt is known unofficially as maprotiline methanesulfonate.   === Brand names === Maprotiline is marketed throughout the world, mainly under the brand name Ludiomil. It is also available under a variety of other brand names including Deprilept, Maprolu, and Psymion among others.  Although it remains available across the world, it was discontinued in the United Kingdom in July 2006. Mylan, a key manufacturer of maprotiline in the United States, discontinued production in June 2021.   == References =="}