{"name": "maraviroc", "category": "drug", "content": "Maraviroc, sold under the brand names Selzentry (US) and Celsentri (EU), is an antiretroviral medication used to treat HIV infection. It is taken by mouth. It is in the CCR5 receptor antagonist class. It was approved for medical use in the United States in August 2007, and in the European Union in September 2007.   == Medical uses == Maraviroc is indicated, in combination with other antiretroviral medications, for the treatment of only CCR5-tropic HIV-1 infection.   == Side effects == Maraviroc can cause serious, life-threatening side effects. These include liver problems, skin reactions, and allergic reactions. An allergic reaction may happen before liver problems occur. Official labeling of Selzentry has black box warning for hepatotoxicity. The MOTIVATE trials showed no clinically relevant differences in safety between the maraviroc and placebo groups.   == Mechanism of action == Maraviroc is an entry inhibitor. Specifically, maraviroc is a negative allosteric modulator of the CCR5 receptor, which is found on the surface of certain human cells. The chemokine receptor CCR5 is an essential co-receptor for most HIV strains and necessary for the entry process of the virus into the host cell. The drug binds to CCR5, thereby blocking the HIV protein gp120 from associating with the receptor. HIV is then unable to enter human macrophages and T cells. Because HIV can also use other coreceptors, such as CXCR4, an HIV tropism test such as a trofile assay must be performed to determine if the drug will be effective.   == History == Maraviroc, originally designated UK-427857, was developed by the drug company Pfizer in its UK labs located in Sandwich. On 24 April 2007 the U.S. Food and Drug Administration advisory panel reviewing maraviroc's New Drug Application unanimously recommended approval for the new drug, and the drug received full FDA approval on 6 August 2007 for use in treatment experienced patients. Two randomized, placebo-controlled clinical trials, compared 209 people receiving optimized therapy plus a placebo to 426 people receiving optimized therapy plus 150 mg maraviroc once daily and 414 patients receiving optimized therapy plus 150 mg maraviroc twice daily. At 48 weeks, 55% of participants receiving maraviroc once daily and 60% of participants receiving the drug twice daily achieved a viral load of less than 400 copies/mL compared with 26% of those taking placebo; about 44% of the once-daily and 45% of the twice-daily maraviroc group had a viral load of less than 50 copies/mL compared with about 23% of those who received placebo. In addition, those who received the entry inhibitor had a mean increase in CD4+ cells of 110 cells/μL in the once-daily group, 106 cells/μL in the twice-daily group, and 56 cells/μL in the placebo group. Maraviroc was approved for medical use in the European Union in September 2007.   == Names == Maraviroc is the International nonproprietary name (INN).   == Research == Maraviroc appears to reduce graft-versus-host disease in people treated with allogeneic bone marrow transplantation for leukemia, in a Phase I/II study.   == References ==   == Further reading == Dean L (2015). \"Maraviroc Therapy and CCR5 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520358. Bookshelf ID: NBK279895.   == External links == \"Maraviroc\". Drug Information Portal. U.S. National Library of Medicine. Maraviroc at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}