{"name": "Mastocytosis, Systemic", "category": "disease", "content": "Mastocytosis, a type of mast cell disease, is a rare disorder affecting both children and adults caused by the accumulation of functionally defective mast cells (also called mastocytes) and CD34+ mast cell precursors. People affected by mastocytosis are susceptible to a variety of symptoms, including itching, hives, and anaphylactic shock, caused by the release of histamine and other pro-inflammatory substances from mast cells.   == Signs and symptoms ==  When mast cells undergo degranulation, the substances that are released can cause a number of symptoms that can vary over time and can range in intensity from mild to severe. Because mast cells play a role in allergic reactions, the symptoms of mastocytosis often are similar to the symptoms of an allergic reaction. They may include, but are not limited to  Fatigue Skin lesions (urticaria pigmentosa), itching, and dermatographic urticaria (skin writing) \"Darier's Sign\", a reaction to stroking or scratching of urticaria lesions. Abdominal discomfort Nausea and vomiting Diarrhea Olfactive intolerance Ear/nose/throat inflammation Anaphylaxis (shock from allergic or immune causes) Episodes of very low blood pressure (including shock) and faintness Bone or muscle pain Decreased bone density or increased bone density (osteoporosis or osteosclerosis) Headache Depression Ocular discomfort Increased stomach acid production causing peptic ulcers (increased stimulation of enterochromaffin cell and direct histamine stimulation on parietal cell) Malabsorption (due to inactivation of pancreatic enzymes by increased acid) Hepatosplenomegaly There are few qualitative studies about the effects of mastocytosis on daily life. However, a Danish study from 2018 describes the multidimensional impact of the disease on everyday life.   == Pathophysiology == Mast cells are located in connective tissue, including the skin, the linings of the stomach and intestine, and other sites. They play an important role in the immune defence against bacteria and parasites. By releasing chemical \"alarms\" such as histamine, mast cells attract other key players of the immune defense system to areas of the body where they are needed. Mast cells seem to have other roles as well. Because they gather together around wounds, mast cells may play a part in wound healing. For example, the typical itching felt around a healing scab may be caused by histamine released by mast cells. Researchers also think mast cells may have a role in the growth of blood vessels (angiogenesis). No one with too few or no mast cells has been found, which indicates to some scientists we may not be able to survive with too few mast cells. Mast cells express a cell surface receptor, c-kit (CD117), which is the receptor for stem cell factor (scf). In laboratory studies, scf appears to be important for the proliferation of mast cells. Mutations of the gene coding for the c-kit receptor (mutation KIT(D816V)), leading to constitutive signalling through the receptor is found in >90% of patients with systemic mastocytosis.   == Diagnosis == Diagnosis of urticaria pigmentosa (cutaneous mastocytosis, see above) can often be done by seeing the characteristic lesions that are dark brown and fixed. A small skin sample (biopsy) may help confirm the diagnosis. In case of suspicion of systemic disease the level of serum tryptase in the blood can be of help. If the base level of s-tryptase is elevated, this implies that the mastocytosis can be systemic. In cases of suspicion of SM help can also be drawn from analysis of mutation in KIT(D816V) in peripheral blood using sensitive PCR-technology To set the diagnosis of systemic mastocytosis, certain criteria must be met. Either one major + one minor criterion or three minor criteria has to be fulfilled:   === Major criterion === Dense infiltrates of >15 mast cells in the bone marrow or an extracutaneous organ   === Minor criteria === Aberrant phenotype on the mast cells (pos. for CD2 and/or CD25) Aberrant mast cell morphology (spindle-shaped) Finding of mutation in KIT(D816V) S-tryptase >20 ng/ml   === Other mast cell diseases === Other types of mast cell disease include:  Monoclonal mast cell activation, defined by the World Health Organization definitions 2010, also has increased mast cells but insufficient to be systemic mastocytosis (in World Health Organization Definitions) Mast cell activation syndrome – has normal number of mast cells, but all the symptoms and in some cases the genetic markers of systemic mastocytosis Another known but rare mast cell proliferation disease is mast cell sarcoma.   === Classification === Mastocytosis can occur in a variety of forms:   ==== Cutaneous mastocytosis (CM) ==== The most common cutaneous mastocytosis is maculopapular cutaneous mastocytosis, previously named papular urticaria pigmentosa (UP), more common in children, although also seen in adults. Telangiectasia macularis eruptiva perstans (TMEP) is a much rarer form of cutaneous mastocytosis that affects adults.[2] MPCM and TMEP can be a part of indolent systemic mastocytosis. This should be considered if patients develop any systemic symptoms Generalized eruption of cutaneous mastocytosis (adult type) is the most common pattern of mastocytosis presenting to the dermatologist, with the most common lesions being macules, papules, or nodules that are disseminated over most of the body but especially on the upper arms, legs, and trunk Diffuse cutaneous mastocytosis has diffuse involvement in which the entire integument may be thickened and infiltrated with mast cells to produce a peculiar orange color, giving rise to the term homme orange. Cutaneous mastocytosis in children usually presents in the first year after birth and in most cases vanishes during adolescence.   ==== Systemic mastocytosis (SM) ====  Systemic mastocytosis involves the bone marrow in the majority of cases and in some cases other internal organs, usually in addition to involving the skin. Mast cells collect in various tissues and can affect organs where mast cells do not normally inhabit such as the liver, spleen and lymph nodes, and organs which have normal populations but where numbers are increased. In the bowel, it may manifest as mastocytic enterocolitis. However, normal ranges for mast cell counts in the gastrointestinal tract mucosa are not well established in the literature, and depend upon the exact location (e.g. right versus left colon), gender, and patient populations (such as asymptomatic patients versus patients with chronic diarrhea of unknown etiology).  Quantitative mast cell stains may yield little diagnostic information, and further research studies are warranted to determine whether \"mastocytic enterocolitis\" truly represents a distinct entity. There are five types of systemic mastocytosis:  Indolent systemic mastocytosis (ISM). The most common SM (>90%) Smouldering systemic mastocytosis (SSM) Systemic mastocytosis with associated hematological neoplasm (SM-AHN) Aggressive systemic mastocytosis (ASM) Mast cell leukemia (MCL)   == Treatment == There is no cure for mastocytosis, but there are a number of medicines to help treat the symptoms:   === Anti-mediator therapy === Antihistamines block receptors targeted by histamine released from mast cells. Both H1 and H2 blockers may be helpful, often in combination. Leukotriene antagonists block receptors targeted by leukotrienes released from mast cells. Mast cell stabilizers help prevent mast cells from releasing their chemical contents. Cromoglicic acid is the only medicine specifically approved by the FDA for the treatment of mastocytosis. Ketotifen is available in Canada and Europe and more recently in the U.S. It is also available as eyedrops (Zaditor). Proton-pump inhibitors help reduce production of gastric acid, which is often increased in patients with mastocytosis. Excess gastric acid can harm the stomach, esophagus, and small intestine. Epinephrine constricts blood vessels and opens airways to maintain adequate circulation and ventilation when excessive mast cell degranulation has caused anaphylaxis. Salbutamol and other beta-2 agonists open airways that can constrict in the presence of histamine. Corticosteroids can be used topically, inhaled, or systemically to reduce inflammation associated with mastocytosis. Drugs to prevent/treat osteoporosis include Calcium-Vitamine D, bisphosphonates and in rare cases inhibitors of RANK-L Antidepressants are an important and often overlooked tool in the treatment of mastocytosis. Depression and other neurological symptoms have been noted in mastocytosis. Some antidepressants, such as doxepin and mirtazapine, are themselves potent antihistamines and can help relieve physical as well as cognitive symptoms.   === Cytoreductive therapy === In cases of advanced systemic mastocytosis or rare cases with indolent systemic mastocytosis with very troublesome symptoms, cytoreductive therapy can be indicated.  ɑ-interferon. Given as subcutaneous injections. Side effects include fatigue and influenza-like symptoms Cladribine (CdA). Chemotherapy which is given as subcutaneous injections. Side effects include immunodeficiency and infections. Tyrosine kinase inhibitors (TKI) Midostaurin. TKI acting on many different tyrosine kinases, approved by FDA and EMA for advanced mastocytosis Imatinib. Can have effect in rare cases without mutation in KIT(D816V) Masitinib. Is being tested in trials. Not approved. Midostaurin - 60% respond. Avapritinib in trials; currently being tested but showing promise in reduction of tryptase levels. Allogeneic stem cell transplantation has been used in rare cases with aggressive systemic mastocytosis in patients deemed to be fit for the procedure.   === Other === Treatment with ultraviolet light can relieve skin symptoms, but may increase the risk of skin cancer.   == Prognosis == Patients with indolent systemic mastocytosis have a normal life expectancy. The prognosis for patients with advanced systemic mastocytosis differs depending on type of disease with MCL being the most serious form with short survival.   == Epidemiology == The true incidence and prevalence of mastocytosis is unknown, but mastocytosis generally has been considered to be an \"orphan disease\"; orphan diseases affect 200,000 or fewer people in the United States. Mastocytosis, however, often may be misdiagnosed, as it typically occurs secondary to another condition, and thus may occur more frequently than assumed.   == Research == National Institute of Allergy and Infectious Diseases scientists have been studying and treating patients with mastocytosis for several years at the National Institutes of Health (NIH) Clinical Center. Some of the most important research advances for this rare disorder include improved diagnosis of mast cell disease and identification of growth factors and genetic mechanisms responsible for increased mast cell production. Researchers are currently evaluating approaches to improve ways to treat mastocytosis. Scientists also are focusing on identifying disease-associated mutations (changes in genes). NIH scientists have identified some mutations, which may help researchers understand the causes of mastocytosis, improve diagnosis, and develop better treatments. In Europe the European Competence Network on Mastocytosis (ECNM) coordinates studies, registries and education on mastocytosis.   == History == Urticaria pigmentosa was first described in 1869. The first report of a primary mast cell disorder is attributed to Unna, who in 1887 reported that skin lesions of urticaria pigmentosa contained numerous mast cells. Systemic mastocytosis was first reported by French scientists in 1936.   == See also == Mastocytoma   == References ==   == Further reading == Gruchalla, Rebecca S. (June 1995). \"Mastocytosis: Developments During the Past Decade\". The American Journal of the Medical Sciences. 309 (6): 328–338. doi:10.1097/00000441-199506000-00007. PMID 7771504."}