{"name": "mebeverine", "category": "drug", "content": "Mebeverine is a drug used to alleviate some of the symptoms of irritable bowel syndrome. It works by relaxing the muscles in and around the gut.   == Medical use == Mebeverine is used to alleviate some of the symptoms of irritable bowel syndrome (IBS) and related conditions; specifically stomach pain and cramps, persistent diarrhoea, and flatulence. Data from controlled clinical trials have not found a difference from placebo or statistically significant results in the global improvement of IBS. It has not been tested in pregnant women nor in pregnant animals so pregnant women should not take it; it is expressed at low levels in breast milk, while no adverse effects have been reported in infants, breastfeeding women should not take this drug.   == Adverse effects == Adverse effects include hypersensitivity reactions and allergic reactions, immune system disorders, skin disorders including hives, oedema and widespread rashes. Additionally, the following adverse effects have been reported: heartburn, indigestion, tiredness, diarrhoea, constipation, loss of appetite, general malaise, dizziness, insomnia, headache, and decreased pulse rate. It does not have systemic anticholinergic side effects. Mebeverine can, on highly rare occasions, cause drug-induced acute angle closure glaucoma. In a urine drug-screening test, mebeverine can affect a false positive result for amphetamines.   == Mechanism of action == Mebeverine is an anticholinergic but its mechanism of action is not known; it appears to work directly on smooth muscle within the gastrointestinal tract and may have an anaesthetic effect, may affect calcium channels, and may affect muscarinic receptors. It is metabolized mostly by esterases, and almost completely.  The metabolites are excreted in urine. Mebeverine exists in two enantiomeric forms. The commercially available product is a racemic mixture of them. A study in rats indicates that the two have different pharmacokinetic profiles.   == History == It is a second generation papaverine analog, and was first synthesized around the same time as verapamil. It was first registered in 1965.   == Availability == Mebeverine is a generic drug and is available internationally under many brand names such as in Bangladesh it sold as Mave and Mave SR.   == References =="}