{"name": "mecasermin rinfabate", "category": "drug", "content": "Mecasermin rinfabate (INN, USAN) (brand name Iplex), also known as rhIGF-1/rhIGFBP-3, is a drug consisting of recombinant human insulin-like growth factor 1 (IGF-1) and recombinant human insulin-like growth factor binding protein-3 (IGFBP-3) which is used for the treatment of amyotrophic lateral sclerosis (Lou Gehrig's disease). It is similar in action to mecasermin, but with fewer side effects (such as hypoglycemia).   == Potential uses == Mecasermin rinfabate was developed by INSMED corporation for the treatment of growth failure in children with severe primary IGF-I deficiency (primary IGFD) or with growth hormone (GH) gene deletion who have developed neutralizing antibodies to GH. Due to a patent settlement, Iplex is being taken off the market for short stature related indications. However, Iplex is being studied as a treatment for other several serious medical conditions. On March 11, 2009 the FDA announced that mecasermin rinfabate would be made available to Americans with amyotrophic lateral sclerosis (ALS), more commonly known as Lou Gehrig's disease, as a part of a clinical trial. The drug is currently available in Italy for this  condition.   === Myotonic muscular dystrophy === Iplex was investigated in a Phase II clinical study at the University of Rochester School of Medicine, with funding provided by the Muscular Dystrophy Association and the National Institutes of Health. This Phase II program studied the safety and tolerability of once-daily, subcutaneous injection of Iplex in patients with MMD. While patients with MMD showed significant increases in total muscle weight, testosterone levels, and LDL levels, and significant decreases in triglyceride and HDL levels, functional assays such as grip strength and walk tests did not show improvement.   === HIV-associated adipose redistribution syndrome === Iplex is also being explored as a possible therapy for HIV- Associated Adipose Redistribution Syndrome (HARS). Data is being collected from a Phase II open-label clinical study directed by Morris Schambelan, M.D., a professor of medicine at University of California San Francisco. Dr Schambelan serves as Chief of Endocrinology and Director of the General Clinical Research Center at San Francisco General Hospital. This study is designed to evaluate the safety and efficacy of Iplex treatment with the primary goal of determining the effects of Iplex on visceral fat distribution and glucose and lipid metabolism. Initial data from this trial is to be available in 2007, with Phase III trials initiating in 2009.   === Retinopathy of prematurity === Clinical work is at an earlier stage in the development of Iplex to treat Retinopathy of Prematurity (ROP). This disease, affecting an estimated 14,000 to 16,000 premature infants each year, causes the lack of development of the small blood vessels in the back of the eye leading to blindness in the majority of cases. A Phase I clinical study investigating Iplex as a treatment for ROP has been initiated at the University of Gothenburg in Sweden, in collaboration with scientists at the Harvard Medical School in the U.S. results of this study are expected by the end of 2007.   === Amyotrophic lateral sclerosis === Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed. In January 2007, INSMED announced that the Italian Ministry of Health requested INSMED corporation to make Iplex available to treat Italian patients sufferings from ALS. IGF-1, the main component of Iplex, was the subject of a recent clinical trial in ALS. It involved 330 people with ALS from 20 ALS treatment centres across the United States. The drug was injected under the skin (subcutaneous delivery) in a randomized double-blinded placebo-controlled trial – this is the gold standard way of conducting a clinical trial. At the end of the two-year treatment period, there were no differences between people with ALS who received IGF-1 and those who received placebo in muscle strength, the need for a tracheostomy for breathing, or survival, indicating that IGF-1 provided patients no benefit.  The current results are published in the November 25 issue of Neurology. The researchers were led by Eric J. Sorenson, MD, from the Mayo Clinic in Rochester, Minnesota \"While this is very disappointing, at least it was definitive and gives, I think, a pretty definitive answer, at least for this strategy for this drug,\" Dr. Sorenson said. However, he added, \"there is still a great deal of evidence that the IGF-1 pathway can be beneficial to people who have ALS, but just not the way we administered it.\" Novel methods of delivering IGF-1 in a more selected fashion are now under way, including the use of viral mediators or stem cells. Two previous phase 3 trials of IGF-1 in ALS showed inconsistent results: 1 trial, carried out in North America, did find a benefit, whereas the other, a European trial, did not confirm the earlier findings. \"The results of our study most resemble those of the previous European study, with no benefit in either survival or functional scales,\", De Sorenson concludes. \"It is disappointing that we were unable to confirm the benefit that was noted in the previous North American study.\" Conclusive evidence points, what Iplex (and any form of IGF-1) can't slow progression in human ALS. Lot of sites that have published articles about the link between Lyme disease and ALS are sponsored by clinics specializing in the treatment of chronic Lyme disease, or by the sellers of products for treating this, or both.   === Myotonia congenita === Myotonia congenita is a genetic muscle disorder. The two main types of myotonia congenita are Thomsen disease, which begins in infancy, and Becker disease (sometimes called generalized myotonia), which usually begins between the ages four and 12.   == References ==   == External links == INSMED"}