{"name": "mecamylamine", "category": "drug", "content": "Mecamylamine (INN, BAN; or mecamylamine hydrochloride (USAN); brand names Inversine, Vecamyl) is a non-selective, non-competitive antagonist of the nicotinic acetylcholine receptors (nAChRs) that was introduced in the 1950s as an antihypertensive drug. In the United States, it was voluntarily withdrawn from the market in 2009 but was brought to market in 2013 as Vecamyl and eventually was marketed by Turing Pharmaceuticals. Chemically, mecamylamine is a secondary aliphatic amine, with a pKaH of 11.2   == Medical uses == Mecamylamine has been used as an orally-active ganglionic blocker in treating autonomic dysreflexia and hypertension, but, like most ganglionic blockers, it is more often used now as a research tool. Mecamylamine is also sometimes used as an antiaddictive drug to help people stop smoking tobacco, and is now more widely used for this application than it is for lowering blood pressure. This effect is thought to be due to its blocking α3β4 nicotinic receptors in the brain. It has also been reported to bring about sustained relief from tics in Tourette syndrome when a series of more usually used agents had failed. In a recent double-blind, placebo-controlled Phase II trial in Indian patients with major depression, (S)-mecamylamine (TC-5214) appeared to have efficacy as an augmentation therapy. This is the first substantive evidence that shows that compounds where the primary pharmacology is antagonism to neuronal nicotinic receptors will have antidepressant properties. TC-5214 is currently in Phase III of clinical development as an add-on treatment and on stage II as a monotherapy treatment for major depression. The first results reported from the Phase III trials showed that TC-5214 failed to meet the primary goal and the trial did not replicate the effects that had been encouraging in the Phase II trial. Development is funded by Targacept and AstraZeneca.  It did not produce meaningful, beneficial results on patients as measured by changes on the Montgomery-Asberg Depression Rating Scale after eight weeks of treatment as compared with placebo.   == Overdose == The LD50 for the HCl salt in mice: 21 mg/kg (i.v.); 37 mg/kg (i.p.); 96 mg/kg (p.o.).   == Pharmacology == (S)-(+)-Mecamylamine dissociates more slowly from α4β2 and α3β4 receptors than does the (R)-(−)-enantiomer. A large SAR study of mecamylamine and its analogs was reported by a group from Merck in 1962. Another, more recent SAR study was undertaken by Suchocki et al. A comprehensive review of the pharmacology of mecamylamine was published in 2001.   == History == Mecamylamine was brought to market by Merck & Co. in the 1950s; in 1996 Merck sold the asset to Layton Bioscience. In 2002, Targacept acquired it from Layton, intending to repurpose it for CNS conditions. Targacept voluntarily withdrew mecamylamine from the market in 2009 for reasons not related to safety or efficacy.  Manchester Pharmaceuticals brought the drug back to market in 2013.  Retrophin acquired Manchester in 2014 and after Martin Shkreli was forced out of Retrophin, in 2014 his new company, Turing Pharmaceuticals, acquired the rights to mecamylamine from Retrophin.   == See also == Bupropion Scopolamine   == References =="}