{"name": "meclofenamic acid", "category": "drug", "content": "Meclofenamic acid (used as meclofenamate sodium, brand name Meclomen) is a drug used for joint, muscular pain, arthritis and dysmenorrhea. It is a member of the anthranilic acid derivatives (or fenamate) class of nonsteroidal anti-inflammatory drugs (NSAIDs) and was approved by the US FDA in 1980. Like other members of the class, it is a cyclooxygenase (COX) inhibitor, preventing the formation of prostaglandins. Scientists led by Claude Winder from Parke-Davis invented meclofenamate sodium in 1964, along with fellow members of the class,  mefenamic acid in 1961 and flufenamic acid in 1963.: 718  Patents on the drug expired in 1985: 295  and several generics were introduced in the US, but as of July 2015 only Mylan still sold it. It is not widely used in humans as it has a high rate (30-60%) rate of gastrointestinal side effects.: 310    == Adverse effects == In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in unborn babies that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy.   == Use in horses == Meclofenamic acid is sold under the trade name \"Arquel\" for use in horses, and is administered as an oral granule form at a dose of 2.2 mg/kg/day. It has a relatively slow onset of action, taking 36–48 hours for full effect, and is most useful for treatment of chronic musculoskeletal disease. It has been found to be beneficial for the treatment of navicular syndrome, laminitis, and osteoarthritis, in some cases having a more profound effect than the commonly used NSAID phenylbutazone. However, due to cost, it is not routinely used in practice. Toxicity due to excessive dosage is similar to that of phenylbutazone, including depression, anorexia, weight loss, edema, diarrhea, oral ulceration, and decreased hematocrit.   == References =="}