{"name": "mefenamic acid", "category": "drug", "content": "Mefenamic acid is a member of the anthranilic acid derivatives (or fenamate) class of nonsteroidal anti-inflammatory drugs (NSAIDs), and is used to treat mild to moderate pain. Its name derives from its systematic name, dimethylphenylaminobenzoic acid. It was discovered and brought to market by Parke-Davis as Ponstel in the 1960s. It became generic in the 1980s and is available worldwide under many brand names such as Meftal.   == Medical uses == Mefenamic acid is used to treat pain and inflammation in rheumatoid arthritis and osteoarthritis, postoperative pain, acute pain including muscle and back pain, toothache and menstrual pain, as well as being prescribed for menorrhagia. In a 10-year study, mefenamic acid and other oral medicines (tranexamic acid) were as effective as the levonorgestrel intrauterine coil; the same proportion of women had not had surgery for heavy bleeding and had similar improvements in their quality of life. There is evidence that supports the use of mefenamic acid for perimenstrual migraine headache prophylaxis, with treatment starting two days prior to the onset of flow or one day prior to the expected onset of the headache and continuing for the duration of menstruation. Mefenamic acid is recommended to be taken with food.   == Contraindications == Mefenamic acid is contraindicated in people who have shown hypersensitivity reactions such as urticaria and asthma to this drug or to other NSAIDs (e.g. aspirin); those with peptic ulcers or chronic inflammation of the gastrointestinal tract; those with kidney or liver disease; heart failure; after coronary artery bypass surgery; and during the third trimester of pregnancy.   == Side effects == Known mild side effects of mefenamic acid include headaches, nervousness, and vomiting. Potentially serious side effects may include diarrhea, gastrointestinal perforation, peptic ulcers, hematemesis (vomiting blood), skin reactions (rashes, itching, swelling; in rare cases toxic epidermal necrolysis) and rarely blood cell disorders such as agranulocytosis. It has been associated with acute liver damage. In 2008 the US label was updated with a warning concerning a risk of premature closure of the ductus arteriosus in pregnancy. In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in unborn babies that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy. In its November 2023 monthly drug safety alert under the Pharmacovigilance Programme of India (PvPI), the Indian Pharmacopoeia Commission flagged a risk of DRESS Syndrome due to use of mefenamic acid.   == Overdose == Symptoms of overdosing include kidney failure, gastrointestinal problems, bleeding, rashes, confusion, hallucinations, vertigo, seizures, and loss of consciousness. It is treated with induction of vomiting, gastric lavage, bone char, and control of electrolytes and vital functions.   == Interactions == Interactions are broadly similar to those of other NSAIDs. Mefenamic acid interferes with the anti–blood clotting mechanism of Aspirin. It increases the blood thinning effects of warfarin and phenprocoumon because it displaces them from their plasma protein binding and increases their free concentrations in the bloodstream. It adds to the risk of gastrointestinal ulcera associated with corticosteroids and selective serotonin reuptake inhibitors. It can increase the risk for adverse effects of methotrexate and lithium by lowering their excretion via the kidneys. It can increase the kidney toxicity of ciclosporin and tacrolimus. Combination with antihypertensive drugs such as ACE inhibitors, sartans and diuretics can decrease their effectiveness as well as increase the risk for kidney toxicity.   == Pharmacology ==   === Mechanism of action ===  Like other members of the anthranilic acid derivatives (or fenamate) class of NSAIDs, it inhibits both isoforms of the enzyme cyclooxygenase (COX-1 and COX-2). This prevents formation of prostaglandins, which play a role in pain sensitivity, inflammation and fever, but also in hemostasis, kidney function, sustaining of pregnancy, and protection of the gastric mucosa.   === Pharmacokinetics ===  Mefenamic acid is rapidly absorbed from the gut and reaches highest concentrations in the blood plasma after one to four hours. When in the bloodstream, over 90% of the substance are bound to plasma proteins. It probably crosses the placenta, and is found in the breast milk in small amounts. It is metabolized by the liver enzyme CYP2C9 to the only weakly active 3'-hydroxymethylmefenamic acid. 3'-carboxymefenamic acid has also been identified as a metabolite, as well as carboxy glucuronides of all three substances. Mefenamic acid and its metabolites are excreted via the urine (52–67%) and the faeces (20–25%, or less than 20% following another source). The parent substance has a biological half-life of two hours; the half-life of its metabolites may be longer.   == History == Scientists led by Claude Winder from Parke-Davis invented mefenamic acid in 1961, along with fellow members of the class of anthranilic acid derivatives, flufenamic acid in 1963 and meclofenamate sodium in 1964.  U.S. Patent 3,138,636 on the drug was issued in 1964. It was approved in the UK in 1963 as Ponstan, in West Germany in 1964 as Ponalar and in France as Ponstyl, and the US in 1967 as Ponstel.   == Chemistry ==   === Synthesis === Analogous to fenamic acid, this compound may be made from 2-chlorobenzoic acid and 2,3-dimethylaniline.   === Conformational flexibility === Mefenamic acid, a member of the fenamate, is a chemical compound derived from anthranilic acid . This derivative is created by substituting one of the hydrogen atoms attached to the nitrogen atom with a 2,3-dimethylphenyl fragment. The result is a structurally complex molecule with fascinating conformational properties. The mefenamic acid molecule exhibits conformational lability, meaning it can exist in various shapes or conformers. This flexibility arises from changes in the position of the carboxylic acid group and the 2,3-dimethylphenyl fragment about the anthranil moiety. Specifically, the arrangement of the substituted benzene fragments relative to each other plays a crucial role in determining the different polymorphic forms of mefenamic acid. Recent experimental studies have unveiled two additional hidden conformers of mefenamic acid. These conformers result from alterations in the positions of hydroxyl groups within the molecule. This discovery adds to our understanding of the compound's structural diversity. External factors, including temperature, pressure, and the surrounding medium, highly influence the conformational state of mefenamic acid. Researchers have conducted extensive investigations into its spatial structure not only in organic solvents but also in supercritical fluids, aerogels, and lipid bilayers. These studies have helped elucidate the impact of different environments on the molecule's conformation.   == Society and culture ==   === Availability and pricing === Mefenamic acid is generic and is available worldwide under many brand names. In the US, wholesale price of a week's supply of generic mefenamic acid has been quoted as $426.90 in 2014. Brand-name Ponstel is $571.70. By contrast, in the UK, a weeks supply is £1.66, or £8.17 for branded Ponstan.   == Research == While studies have been conducted to see if mefenamic acid can improve behavior in transgenic mouse models of Alzheimer's disease there is little evidence that mefenamic acid or other NSAIDs can treat or prevent Alzheimer's in humans; clinical trials of NSAIDs other than mefenamic acid for treatment of Alzheimer's have found more harm than benefit. A small controlled study of 28 human subjects showed improved cognitive impairment using mefenamic acid non-steroidal anti-inflammatory therapy.   == References ==   == Further reading =="}