{"name": "Meibomianitis", "category": "disease", "content": "Meibomian gland dysfunction (MGD, also meibomitis) is a chronic disease of the meibomian glands, which is commonly characterized by obstruction of the end of the duct that delivers the secretion produced by the glands (called meibum) to the eye surface, which prevents the glandular secretion from reaching the ocular surface. The dysfunction could be that the amount of secretion produced may be abnormal (either too little or too much meibum produced). Dysfunction could also be related to the quality of the meibum produced. MGD may result in evaporative dry eye, blepharitis, chalazion, unsealed lid during sleep, and meibomian gland atrophy. MGD causes the glands to be obstructed by thick, cloudy-to-yellow, more opaque and viscous-like, oily and waxy secretions, a change from the glands' normal clear secretions. Besides leading to dry eyes, the obstructions can be degraded by bacterial lipases, resulting in the formation of free fatty acids, which irritate the eyes and sometimes cause punctate keratopathy. MGD has been described as \"the most underrecognized, underappreciated and undertreated disease in ophthalmic care [...] so common as to be taken as ‘normal’ in many clinical practices\". The dysfunction is more often seen in women, and is regarded as the main cause of dry eye syndrome. Factors that contribute to the dysfunction can include things such as a person's age and/or hormones, or severe infestation of Demodex brevis mites. Treatment can include warm compresses to thin the secretions and eyelid scrubs with baby shampoo or eyelid cleanser, or emptying (\"expression\") of the gland by a professional. Lifitegrast and Restasis are topical medication commonly used to control the inflammation and improve the oil quality. In some cases topical steroids and topical (drops or ointment)/oral antibiotics (to reduce bacteria on the lid margin) are also prescribed to reduce inflammation.  Intense pulsed light (IPL) treatments have also been shown to reduce inflammation and improve gland function.  Meibomian gland probing is also used on patients who experience deep clogging of the glands. The dysfunction may be caused by some prescription medications, notably isotretinoin. A blocked meibomian gland can cause a meibomian cyst known as a chalazion to form in the eyelid. Untreated blepharitis or MGD makes the eyes look red and puffy as if the person have been drinking or have a substance abuse problem.   == Classification ==  MGD can be classified based on gland secretion. MGD can be low delivery and high delivery. Low delivery is the most common form and is classified in hyposecretory and obstructive. Hyposecretory implies low meibum secretion without terminal duct obstruction. This is associated with gland atrophy.  Contact lens wear can lead to a decreased number of functional meibomian glands. Obstructive MGD, where the terminal duct is obstructed, is the most common type of MGD.  Obstructive MGD has been associated with age and acne treatment products with retinoids. Obstructive MGD can be classified into noncicatricial and cicatricial. In noncicatricial, the terminal duct of meibomian glands are in their normal anatomic position. In cicatricial, they are dragged posteriorly into the mucosa. High delivery implies an increased release of meibum into the tear surface. This has been associated with seborrheic dermatitis.   == See also == Meibography   == References =="}