{"name": "MELAS Syndrome", "category": "disease", "content": "MELAS (Mitochondrial Encephalopathy, Lactic Acidosis, and Stroke-like episodes) is one of the family of mitochondrial diseases, which also include MIDD (maternally inherited diabetes and deafness), MERRF syndrome, and Leber's hereditary optic neuropathy. It was first characterized under this name in 1984. A feature of these diseases is that they are caused by defects in the mitochondrial genome which is inherited purely from the female parent. The most common MELAS mutation is mitochondrial mutation, mtDNA, referred to as m.3243A>G.   == Signs and symptoms == MELAS is a condition that affects many of the body's systems, particularly the brain and nervous system (encephalo-) and muscles (myopathy). In most cases, the signs and symptoms of this disorder appear in childhood following a period of normal development. Children with MELAS often have normal early psychomotor development until the onset of symptoms between 2 and 10 years old. Though less common, infantile onset may occur and may present as failure to thrive, growth retardation and progressive deafness. Onset in older children typically presents as recurrent attacks of a migraine-like headache, anorexia, vomiting, and seizures. Children with MELAS are also frequently found to have short stature. Most people with MELAS have a buildup of lactic acid in their bodies, a condition called lactic acidosis. Increased acidity in the blood can lead to vomiting, abdominal pain, extreme tiredness (fatigue), muscle weakness, loss of bowel control, and difficulty breathing. Less commonly, people with MELAS may experience involuntary muscle spasms (myoclonus), impaired muscle coordination (ataxia), hearing loss, heart and kidney problems, diabetes, epilepsy, and hormonal imbalances.   == Differential diagnosis == The presentation of some cases is similar to that of Kearns–Sayre syndrome. Myoclonus epilepsy associated with ragged red fibers (MERRF) may be confused with MELAS as they both involve seizures, mental deterioration, and myopathy with ragged red fibers on biopsy. MERRF patients may also have hearing loss, visual disturbance secondary to optic atrophy, and short stature. The characteristic myoclonic seizure in MERRF may help to narrow diagnosis, but genetic testing should be considered to distinguish the two conditions. Leigh syndrome may also present with progressive neurological deterioration, seizures, and vomiting, mainly in young children.   == Genetics ==  MELAS is mostly caused by mutations in the genes in mitochondrial DNA, but it can also be caused by mutations in the nuclear DNA.   === NADH dehydrogenase === Some of the genes (MT-ND1, MT-ND5) affected in MELAS encode proteins that are part of NADH dehydrogenase (also called complex I) in mitochondria, that helps convert oxygen and simple sugars to energy.   === Transfer RNAs === Other genes (MT-TH, MT-TL1, and MT-TV) encode mitochondrial specific transfer RNAs (tRNAs). Mutations in MT-TL1 cause more than 80 percent of all cases of MELAS. They impair the ability of mitochondria to make proteins, use oxygen, and produce energy. Researchers have not determined how changes in mitochondrial DNA lead to the specific signs and symptoms of MELAS. They continue to investigate the effects of mitochondrial gene mutations in different tissues, particularly in the brain.   === Inheritance === This condition is inherited in a mitochondrial pattern, which is also known as maternal inheritance and heteroplasmy. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. In most cases, people with MELAS inherit an altered mitochondrial gene from their mother. Less commonly, the disorder results from a new mutation in a mitochondrial gene and occurs in people with no family history of MELAS. Although first recognised and described in 1984 the condition occurred well before that date. Josiah Wedgwood gave detailed description of this illness in his youngest daughter, Mary Ann Wedgwood (1778–1786). Her illness may provide a link to the illnesses that afflicted her elder brother, Thomas Wedgwood, her eldest sister Susannah Darwin, and Susannah's second son, the famous naturalist, Charles Darwin. The illnesses that afflicted the Wedgwood-Darwin families have a well defined matrilineal inheritance pattern.   == Diagnosis == MRI: Multifocal infarct-like cortical areas in different stages of ischemic evolution, areas that do not conform to any known vascular territory. Initial lesions often occur in the occipital or parietal lobes with eventual involvement of the cerebellum, cerebral cortex, basal ganglia, and thalamus. Lactate levels are often elevated in serum and cerebrospinal fluid. MR spectroscopy may show an elevated lactate peak in affected and even unaffected brain areas. Muscle biopsy shows ragged red fibers. However, genetic evaluation should be done first, which eliminates the need for muscle biopsy in most cases. Diagnosis may be molecular or clinical:  Stroke-like episodes before or after 40 years old Encephalopathy with seizures or dementia Blood lactic acidosis* or ragged red fibers on muscle biopsy Due to mitochondrial heteroplasmy, urine and blood testing is preferable to blood alone. PCR and ARMS-PCR are commonly used, reliable, rapid, and cost-effective techniques for the diagnosis of MELAS. Hearing loss and mitochondrial diabetes are common features. Eyes may have a distinctive speckled pigment in the retina, referred to as a maculopathy. Family members may present differently.   == Treatment ==  There is no curative treatment. The disease remains progressive and fatal. Patients are managed according to what areas of the body are affected at a particular time. Enzymes, amino acids, antioxidants and vitamins have been used. Treatment for MELAS currently is 1. support the good mitochondria that is left with a mito cocktail and 2. avoid known mito toxins. Also the following supplements may help:  CoQ10 has been helpful for some MELAS patients. B complex 100 is recommended as the B vitamins are the energy vitamins. Nicotinamide has been used because complex l accepts electrons from NADH and ultimately transfers electrons to CoQ10. Riboflavin has been reported to improve the function of a patient with complex l deficiency and the 3250T-C mutation. The administration of L-arginine during the acute and interictal periods is recommended. Doing so may reduce brain damage due to impairment of vasodilation in intracerebral arteries due to nitric oxide depletion. Citrulline is also used as citrulline makes the plasma arginine higher, though the dosage is still being studied at Baylor. Treatment with IV arginine is thought to relax the blood vessels to the brain, via nitric oxide.   == Epidemiology == The exact incidence of MELAS is unknown. It is one of the more common conditions in a group known as mitochondrial diseases. Together, mitochondrial diseases occur in about 1 in 4,000 people.   == See also == Mitochondrial myopathy   == References ==   == External links ==  melas at NIH/UW GeneTests"}