{"name": "meloxicam", "category": "drug", "content": "Meloxicam, sold under the brand name Mobic among others, is a nonsteroidal anti-inflammatory drug (NSAID) used to treat pain and inflammation in rheumatic diseases and osteoarthritis. It is used by mouth or by injection into a vein. It is recommended that it be used for as short a period as possible and at a low dose. Common side effects include abdominal pain, dizziness, swelling, headache, and a rash. Serious side effects may include heart disease, stroke, kidney problems, and stomach ulcers. Use is not recommended in the third trimester of pregnancy. It blocks cyclooxygenase-2 (COX-2) more than it blocks cyclooxygenase-1 (COX-1). It is in the oxicam family of chemicals and is closely related to piroxicam. Meloxicam was patented in 1977 and approved for medical use in the United States in 2000. It was developed by Boehringer Ingelheim; however, it is also available as a generic medication. In 2022, it was the 29th most commonly prescribed medication in the United States, with more than 18 million prescriptions. An intravenous version of meloxicam (Anjeso) was approved for medical use in the United States in February 2020.   == Adverse effects ==  Meloxicam use can result in gastrointestinal toxicity and bleeding, headaches, rash, and very dark or black stool (a sign of intestinal bleeding). It has fewer gastrointestinal side effects than diclofenac, piroxicam, naproxen, and perhaps all other NSAIDs which are not COX-2 selective.  In October 2020, the U.S. Food and Drug Administration (FDA) required the drug label to be updated for all nonsteroidal anti-inflammatory medications to describe the risk of kidney problems in unborn babies that result in low amniotic fluid. They recommend avoiding NSAIDs in pregnant women at 20 weeks or later in pregnancy.   === Cardiovascular === Like other NSAIDs, its use is associated with an increased risk of cardiovascular events such as heart attack and stroke. Although meloxicam inhibits formation of thromboxane A, it does not appear to do so at levels that would interfere with platelet function. A pooled analysis of randomized, controlled studies of meloxicam therapy of up to 60 days duration found that meloxicam was associated with a statistically significantly lower number of thromboembolic complications than the NSAID diclofenac (0.2% versus 0.8% respectively) but a similar incidence of thromboembolic events to naproxen and piroxicam. People with hypertension, high cholesterol, or diabetes are at risk for cardiovascular side effects. People with family history of heart disease, heart attack, or stroke should tell their treating physician as the potential for serious cardiovascular side effects is significant.   === Gastrointestinal === NSAIDs cause an increase in the risk of serious gastrointestinal adverse events including bleeding, ulceration, and perforation of the stomach or intestines, which can be fatal. Elderly patients are at greater risk for serious gastrointestinal events.   === Mouth === It is recommended to withhold meloxicam use for at least four to six half-lives prior to surgical or dental procedures due to increased risk for taste perversion, ulcerative stomatitis and dry mouth.   == Mechanism of action ==  Meloxicam blocks cyclooxygenase (COX), the enzyme responsible for converting arachidonic acid into prostaglandin H2—the first step in the synthesis of prostaglandins, which are mediators of inflammation. Meloxicam has been shown, especially at low therapeutic doses, to selectively inhibit COX-2 over COX-1. Meloxicam concentrations in synovial fluid range from 40% to 50% of those in plasma. The free fraction in synovial fluid is 2.5 times higher than in plasma, due to the lower albumin content in synovial fluid as compared to plasma. The significance of this penetration is unknown, but it may account for the fact that it performs exceptionally well in treatment of arthritis in animal models.   == Pharmacokinetics ==   === Absorption === The bioavailability of meloxicam is decreased when administered orally compared to an equivalent IV bolus dose. Different oral formulations of meloxicam are not bioequivalent. Use of oral meloxicam following a high-fat breakfast increases the mean peak drug levels by about 22%; however, the manufacturer does not make any specific meal recommendations. In addition, the use of antacids does not show pharmacokinetic interactions. With chronic dosing, the time to maximum plasma concentration following oral administration is approximately 5–6 hours.   === Distribution === The mean volume of distribution of meloxicam is approximately 10 L. It is highly protein-bound, mainly to albumin.   === Metabolism === Meloxicam is extensively metabolized in the liver by the enzymes CYP2C9 and CYP3A4 (minor) into four inactive metabolites. Peroxidase activity is thought to be responsible for the other two remaining metabolites.   === Excretion === Meloxicam is predominantly excreted in the form of metabolites and occurs to equal extents in the urine and feces. Traces of unchanged parent drug are found in urine and feces. The mean elimination half-life ranges from 15 to 20 hours.   == Specific populations == Use of meloxicam is not recommended in people with peptic ulcer disease or increased gastrointestinal bleed risk, including those over 75 years of age or those taking medications associated with bleeding risk.  Adverse events have been found to be dose-dependent and associated with length of treatment.   == Veterinary use == Meloxicam is used in veterinary medicine to treat dogs, but also sees off-label use in other animals such as cattle and exotics. The most common side effects include gastrointestinal irritation (vomiting, diarrhea, and ulceration). In healthy dogs given meloxicam, no perioperative adverse effects on the cardiovascular system have been reported at recommended dosages. Perioperative administration of meloxicam to cats did not affect postoperative respiratory rate nor heart rate. Meloxicam has been investigated as an alternative to diclofenac by the Royal Society for the Protection of Birds (RSPB) to prevent deaths of vultures.   === Use of meloxicam in cats === The issue of using meloxicam in cats involves conflicting guidelines, differing legislation, and a narrow therapeutic safety margin that can easily turn the drug from cure to poison. More specifically: The FDA (Food & Drug Administration) approves the use of meloxicam in cats only in injectable form and only as a one-time injection given before surgery. It does not approve meloxicam oral suspension for cats and it does not approve meloxicam spray for cats because after reviewing numerous reports of meloxicam side effects in cats, it has identified many cases of acute renal failure and death and has added the following boxed warning  to the products' label: \"Repeated use of meloxicam in cats has been associated with acute renal failure and death. Do not administer additional injectable or oral meloxicam to cats. See Contraindications, Warnings, and Precautions for detailed information.\" In contrast, in the European Union and other continents or countries, the use of the drug in cats is allowed. Another conflicting guideline concerns a specific meloxicam oral suspension product for cats. Its instruction sheet states that: \"Typical adverse reactions of NSAIDs such as loss of appetite, vomiting, diarrhoea, faecal occult blood, apathy and renal failure have occasionally been reported. These side effects are in most cases transient and disappear following termination of the treatment but in very rare cases may be serious or fatal.\" However, the main page of the official website of the same meloxicam product states: \"Important Safety Information: DO NOT USE [...] ORAL SUSPENSION IN CATS. Acute renal failure and death have been associated with the use of meloxicam in cats.\" The data sheets for meloxicam products for cats also state that: \"Meloxicam has a narrow therapeutic safety margin in cats and clinical signs of overdose may be seen at relatively small overdose levels.\" The dosage policy for meloxicam oral suspension products for cats as described in the data sheets defines the amount administered as proportional to body weight. There is no separate dosage guideline for overweight or obese cats. This is worth mentioning on the one hand because the article Drug dosing in obese adults advocates that the use of total body weight in obese adults may lead to drug toxicity and suggests individualised dosing based on the patient's ideal rather than actual body weight, and, on the other hand, precisely because the range safety of meloxicam for cats is so limited. Some additional information about giving meloxicam to cats from researchers is as follows: A peer-reviewed journal article cites NSAIDs, including meloxicam, as causing gastrointestinal upset and, at high doses, acute kidney injury and CNS signs such as seizures and comas in cats. It adds that cats have a low tolerance for NSAIDs. Also, in another scientific journal there is talk of research according to which cats that received meloxicam had greater proteinuria at 6 months than cats that received placebo. It was concluded that meloxicam should be used with caution in cats with chronic kidney disease.   === Pharmacokinetics === In dogs, the absorption of meloxicam from the stomach is not affected by the presence of food, with the peak concentration (Cmax) of meloxicam occurring in the blood 7–8 hours after administration. The half-life of meloxicam is approximately 24 hours in dogs. In the koala (Phascolarctos cinereus), very little meloxicam is absorbed into the blood after oral administration (that is, it has poor bioavailability).   === Legal status ===   ==== United States ==== In 2003, meloxicam was approved in the U.S. for use in dogs for the management of pain and inflammation associated with osteoarthritis, as an oral (liquid) formulation of meloxicam. In January 2005, the product insert added a warning in bold-face type: \"Do not use in cats.\" An injectable formulation for use in dogs was approved by the U.S. Food and Drug Administration (FDA) in November 2003. In October 2004, a formulation for use in cats was approved for use prior to surgery only. This is an injectable meloxicam, indicated for as a single, one-time dose only, with specific and repeated warnings not to administer a second dose. In 2005, the FDA sent a Notice of Violation to the manufacturer for its promotional materials which included promotion of the drug for off-label use. In February 2020, meloxicam injection was approved for use in the United States. The FDA granted the approval of Anjeso to Baudax Bio.   ==== European Union ==== In Europe the product is licensed for other anti-inflammatory benefits including relief from both acute and chronic pain in dogs. Meloxicam is also licensed for use in horses, to relieve the pain associated with musculoskeletal disorders. Meloxicam was authorised for use in cattle throughout the European Union in January 1998, via a centralised marketing authorisation. The first generic meloxicam product was approved in 2006.   ==== Other countries ==== As of June 2008, meloxicam is registered for long-term use in cats in Australia, New Zealand, and Canada. In the United Kingdom, meloxicam is licensed for use in cats, guinea pigs, horses, and livestock including pigs and cattle.    == See also == Bupivacaine/meloxicam   == References =="}