{"name": "Memory impairment", "category": "disease", "content": "Amnesia is a deficit in memory caused by brain damage or brain diseases, but it can also be temporarily caused by the use of various sedative and hypnotic drugs. The memory can be either wholly or partially lost due to the extent of damage that is caused. There are two main types of amnesia:   Retrograde amnesia is the inability to remember information that was acquired before a particular date, usually the date of an accident or operation. In some cases, the memory loss can extend back decades, while in other cases, people may lose only a few months of memory. Anterograde amnesia is the inability to transfer new information from the short-term store into the long-term store. People with anterograde amnesia cannot remember things for long periods of time. These two types are not mutually exclusive; both can also occur simultaneously. Case studies also show that amnesia is typically associated with damage to the medial temporal lobe. In addition, specific areas of the hippocampus (the CA1 region) are involved with memory. Research has also shown that when areas of the diencephalon are damaged, amnesia can occur. Recent studies have shown a correlation between deficiency of RbAp48 protein and memory loss. Scientists were able to find that mice with damaged memory have a lower level of RbAp48 protein compared to normal, healthy mice. In people with amnesia, the ability to recall immediate information is still retained, and they may still be able to form new memories. However, a severe reduction in the ability to learn new material and retrieve old information can be observed. People can learn new procedural knowledge. In addition, priming (both perceptual and conceptual) can assist amnesiacs in the learning of fresh non-declarative knowledge. Individuals with amnesia also retain substantial intellectual, linguistic, and social skills despite profound impairments in the ability to recall specific information encountered in prior learning episodes. The term is from Ancient Greek 'forgetfulness'; from  ἀ- (a-) 'without' and  μνήσις (mnesis) 'memory'.   == Signs and symptoms == Individuals with amnesia can learn new information, particularly if the information is non-declarative knowledge. However, in some situations, people with dense anterograde amnesia do not remember the episodes during which they previously learned or observed the information. Some people with amnesia show abnormal amount of memory loss, confusion, and difficulty recalling other people or places. People who recover often do not remember having amnesia.   === Declarative information === Declarative memory can be broken down into semantic memory and episodic memory. Semantic memory being that of facts, episodic memory being that of memory related to events. While a patient with amnesia might have a loss of declarative memory, this loss might vary in severity as well as the declarative information that it affects, depending on many factors. For example, LSJ was a patient who had retrograde declarative memory loss as the result of bilateral medial temporal lobe damage, but she was still able to remember how to perform some declarative skills. She was able to remember how to read music and the techniques used in art. She had preserved skill-related declarative memory for some things even though she had deficits in other declarative memory tasks. She even scored higher on skill-related declarative memory than the control in watercolor techniques, a technique that she used in her professional career before she acquired amnesia.   ==== Semantic information ==== The loss of semantic information in amnesia is most closely related with damage to the medial temporal lobe or to the neocortex. Some patients with anterograde amnesia can still acquire some semantic information, even though it might be more difficult and might remain rather unrelated to more general knowledge. H.M. could accurately draw a floor plan of the home in which he lived after surgery, even though he had not lived there in years. There is evidence that the hippocampus and the medial temporal lobe may help to consolidate semantic memories, but then they are more correlated with the neocortex. While lesions of the hippocampus normally lead to the loss of episodic memory, if there is any effect on semantic memory, it is more varied and usually does not last as long.   ==== Episodic information ==== One reason that patients could not form new episodic memories is likely because the CA1 region of the hippocampus has a lesion, and thus the hippocampus could not make connections to the cortex. After an ischemic episode (an interruption of the blood flow to the brain), an MRI of patient R.B. following surgery showed his hippocampus to be intact except for a specific lesion restricted to the CA1 pyramidal cells. In one instance, transient global amnesia was caused by a hippocampal CA1 lesion. While this was a temporary case of amnesia, it still shows the importance of the CA1 region of the hippocampus in memory. Episodic memory loss is most likely to occur when there has been damage to the hippocampus. There is evidence that damage to the medial temporal lobe correlates to a loss of autobiographical episodic memory.   === Non-declarative information === Some retrograde and anterograde amnesiacs are capable of non-declarative memory, including implicit learning and procedural learning. For example, some patients show improvement on the pseudorandom sequences experiment just as healthy people; therefore, procedural learning can proceed independently of the brain system required for declarative memory. Some patients with amnesia are able to remember skills that they had learned without being able to consciously recall where they had learned that information. For example, they may learn to do a task and then be able to perform the task later without any recollection of learning the task. According to fMRI studies, the acquisition of procedural memories activates the basal ganglia, the premotor cortex and the supplementary motor area, regions which are not normally associated with the formation of declarative memories. This type of dissociation between declarative and procedural memory can also be found in patients with diencephalic amnesia such as Korsakoff's syndrome. Another example demonstrated by some patients, such as K.C. and H.M, who have medial temporal damage and anterograde amnesia, still have perceptual priming. Priming was accomplished in many different experiments of amnesia, and it was found that the patients can be primed; they have no conscious recall of the event, but the response is there. Those patients did well in the word fragment completion task. There is some evidence that non-declarative memory can be held onto in the form of motor skills. This idea was disputed, though, because it is argued that motor skills require both declarative and non-declarative information.   == Causes == There are three generalized categories in which amnesia could be acquired by a person. The three categories are head trauma (example: head injuries), traumatic events (example: seeing something devastating to the mind), or physical deficiencies (example: atrophy of the hippocampus). The majority of amnesia and related memory issues derive from the first two categories as these are more common and the third could be considered a subcategory of the first.  Head trauma is a very broad range as it deals with any kind of injury or active action toward the brain which might cause amnesia. Retrograde and anterograde amnesia is more often seen from events like this, an exact example of a cause of the two would be electroconvulsive therapy, which would cause both briefly for the receiving patient. Traumatic events are more subjective. What is traumatic is dependent on what the person finds to be traumatic. Regardless, a traumatic event is an event where something so distressing occurs that the mind chooses to forget rather than deal with the stress. A common example of amnesia that is caused by traumatic events is dissociative amnesia, which occurs when the person forgets an event that has deeply disturbed them. An example would be a person forgetting a fatal and graphic car accident involving their loved ones. Physical deficiencies are different from head trauma because physical deficiencies lean more toward passive physical issues. Examples of physical deficiencies include Alzheimer's disease, neurological paraneoplastic syndromes such as anti-NMDA receptor encephalitis, and vitamin B12 deficiency. Among specific causes of amnesia are the following:  Electroconvulsive therapy in which seizures are electrically induced in patients for therapeutic effect can have acute effects including both retrograde and anterograde amnesia. Alcohol can both cause blackouts and have deleterious effects on memory formation.   == Diagnosis ==   === Types ===  Anterograde amnesia is the inability to create new memories due to brain damage, while long-term memories from before the event remain intact. The brain damage can be caused by the effects of long-term alcoholism, severe malnutrition, stroke, head trauma, encephalitis, surgery, Wernicke–Korsakoff syndrome, cerebrovascular events, anoxia or other trauma. The two brain regions related with this condition are medial temporal lobe and medial diencephalon. Anterograde amnesia cannot be treated with pharmacological methods due to neuronal loss. However, treatment exists in educating patients to define their daily routines and after several steps they begin to benefit from their procedural memory. Procedural memory can be intact even when other forms of memory is not, although not always the case. Likewise, social and emotional support is critical to improving quality of life for those with anterograde amnesia. Fentanyl use by opioid users has been identified as a potential cause in a cluster of cases that occurred in Boston, Massachusetts. Retrograde amnesia is inability to recall memories before onset of amnesia. One may be able to encode new memories after the incident. Retrograde is usually caused by head trauma or brain damage to parts of the brain besides the hippocampus. The hippocampus is responsible for encoding new memory. Episodic memory is more likely to be affected than semantic memory. The damage is usually caused by head trauma, cerebrovascular accident, stroke, tumor, hypoxia, encephalitis, or chronic alcoholism. People with retrograde amnesia are more likely to remember general knowledge rather than specifics. Recent memories are less likely to be recovered, but older memories will be easier to recall due to strengthening over time. Retrograde amnesia is usually temporary and can be treated by exposing them to memories from the loss. Another type of consolidation (process by which memories become stable in the brain) occurs over much longer periods of time/days, weeks, months and years and likely involves transfer of information from the hippocampus to more permanent storage site in the cortex. The operation of this longer-term consolidation process is seen in the retrograde amnesia of patients with hippocampal damage who can recall memories from childhood relatively normally, but are impaired when recalling experiences that occurred just a few years prior to the time they became amnesic. In the case of LSJ, her case shows that retrograde amnesia can affect many different parts of knowledge. LSJ was not able to remember things from her child or adult life. She was not able to remember things that most people pick up in everyday life such as logos or the names of common songs. Post-traumatic amnesia is generally due to a head injury. Traumatic amnesia is often transient, but may be permanent or either anterograde, retrograde, or mixed type. The extent of the period covered by the amnesia is related to the degree of injury and may give an indication of the prognosis for recovery of other functions. Mild trauma, such as a car accident that results in no more than mild whiplash, might cause the occupant of a car to have no memory of the moments just before the accident due to a brief interruption in the short/long-term memory transfer mechanism. The patient may also lose knowledge of who people are. Having longer periods of amnesia or consciousness after an injury may be an indication that recovery from remaining concussion symptoms will take much longer. Dissociative amnesia results from a psychological cause as opposed to direct damage to the brain caused by head injury, physical trauma or disease, which is known as organic amnesia. Individuals with organic amnesia have difficulty with emotion expression as well as undermining the seriousness of their condition. The damage to the memory is permanent. Dissociative amnesia can include: Repressed memory is the inability to recall information, usually about stressful or traumatic events in persons' lives, such as a violent attack or disaster. The memory is stored in long-term memory, but access to it is impaired because of psychological defense mechanisms. Persons retain the capacity to learn new information and there may be some later partial or complete recovery of memory. Formerly known as \"Psychogenic amnesia\". Dissociative fugue (formerly \"psychogenic fugue\") is also known as fugue state. It is caused by psychological trauma, is usually temporary and unresolved, and therefore, may return. It must exist outside the influence of pre-existing medical conditions, such as a lobotomy, and immediate influence of any mind-altering substances, such as alcohol or drugs. An individual with dissociative fugue disorder either completely forgets or is confused about their identity, and may even assume a new one. They can travel hundreds miles from their home or work; they can also engage in other uncharacteristic, and occasionally unsafe, behavior. For example, two men in a study of five individuals with dissociative fugue had engaged in criminal activity while in their fugue state, having had no criminal record before the episodes. While popular in fiction, this type of amnesia is extremely rare. Posthypnotic amnesia occurs when events during hypnosis are forgotten, or where memories are unable to be recalled. The failure to remember those events is induced by suggestions made during the hypnosis. Some characteristics of posthypnotic amnesia include inability to remember specific events while under hypnotic influence, reversibility, and having no relation between the implicit and explicit memory. Research has shown that there could be selectivity with amnesia when posthypnotic amnesia occurs. Lacunar amnesia is the loss of memory about one specific event. It is a type of amnesia that leaves a lacuna (a gap) in the record of memory in the cortex region of the brain. The cause of this type of amnesia is the result of brain damage to the limbic system which control memories and emotions. Childhood amnesia (also known as infantile amnesia) is the common inability to remember events from one's own childhood. Sigmund Freud notoriously attributed this to sexual repression, while modern scientific approaches generally attribute it to aspects of brain development or developmental psychology, including language development, which may be why people do not easily remember pre-language events. Some research states that most adults cannot remember memories as early as two or three years old. Research suggests there are cultural influences that affect memories that are recalled. Researchers have found that implicit memories cannot be recalled or described. Remembering how to play the piano is a common example of implicit memory, as are walking, speaking, and other everyday activities that would be difficult to focus on if they had to be relearned every time one got up in the morning. Explicit memories, on the other hand, can be recalled and described in words. Remembering the first time meeting a teacher is an example of an explicit memory. Transient global amnesia is a well-described medical and clinical phenomenon. This form of amnesia is distinct in that abnormalities in the hippocampus can sometimes be visualized using a special form of magnetic resonance imaging of the brain known as diffusion-weighted imaging (DWI). Symptoms typically last for less than a day and there is often no clear precipitating factor or any other neurological deficits. The cause of this syndrome is not clear. The hypothesis of the syndrome includes transient reduced blood flow, possible seizure or an atypical type of a migraine. Patients are typically amnestic of events more than a few minutes in the past, though immediate recall is usually preserved. Source amnesia is the inability to remember where, when or how previously learned information has been acquired, while retaining the factual knowledge. When individuals are unable to remember, false memories can occur and cause great confusion. Korsakoff's syndrome can result from long-term alcoholism or malnutrition. It is caused by brain damage due to a vitamin B1 deficiency and will be progressive if alcohol intake and nutrition pattern are not modified. Other neurological problems are likely to be present in combination with this type of amnesia, such as problems with the medial temporal lobe and frontal lobe dysfunction. Korsakoff's syndrome is also known to be connected with confabulation. The person's short-term memory may appear to be normal, but the person may have a difficult time attempting to recall a past story, or with unrelated words, as well as complicated patterns. Korsakoff's syndrome is unique because it involves both anterograde and retrograde amnesia. Drug-induced amnesia is intentionally caused by injection of an amnestic drug to help a patient forget surgery or medical procedures, particularly those not performed under full anesthesia, or likely to be particularly traumatic. Such drugs are also referred to as \"premedicants\". Most commonly, a 2-halogenated benzodiazepine such as midazolam or flunitrazepam is the drug of choice, although other strongly amnesic drugs such as propofol or scopolamine may also be used for this application. Memories of the short time-frame in which the procedure was performed are permanently lost or at least substantially reduced, but once the drug wears off, memory is no longer affected. Situation-specific amnesia can arise in a variety of circumstances (for example, committing an offence, child sexual abuse) resulting in PTSD. It has been claimed that it involves a narrowing of consciousness with attention focused on central perceptual details and/or that the emotional or traumatic events are processed differently from ordinary memories. Transient epileptic amnesia is a rare and unrecognized form of temporal lobe epilepsy, which is typically an episodic isolated memory loss. It has been recognized as a treatment-responsive syndrome congenial to anti-epileptic drugs. Semantic amnesia affects semantic memory and primarily expresses itself in the form of problems with language use and acquisition. Semantic amnesia can lead to dementia. Pseudodementia (otherwise known as depression-related cognitive dysfunction) is a condition where mental cognition can be temporarily decreased. The term pseudodementia is applied to the range of functional psychiatric conditions such as depression and schizophrenia, that may mimic organic dementia, but are essentially reversible on treatment. Pseudodementia typically involves three cognitive components: memory issues, deficits in executive functioning, and deficits in speech and language. Specific cognitive symptoms might include trouble recalling words or remembering things in general, decreased attention, control and concentration, difficulty completing tasks or making decisions, decreased speed and fluency of speech, and impaired processing speed. People with pseudodementia are typically very distressed about the cognitive impairment they experience. With in this condition, there are two specific treatments that have been found to be effective for the treatment of depression, and these treatments may also be beneficial in the treatment of pseudodementia. Cognitive behavioral therapy (CBT) involves exploring and changing thought patterns and behaviors in order to improve one's mood. Interpersonal therapy focuses on the exploration of an individual's relationships and identifying any ways in which they may be contributing to feelings of depression.   == Treatment == Many forms of amnesia fix themselves without being treated. However, there are a few ways to cope with memory loss if treatment is needed. Since there are a variety of causes that form different amnesia, there are different methods that response better with the certain type of amnesia. Emotional support and love as well as medication and psychological therapy have been proven effective. One technique for amnesia treatment is cognitive or occupational therapy. In therapy, amnesiacs will develop the memory skills they have and try to regain some they have lost by finding which techniques help retrieve memories or create new retrieval paths. This may also include strategies for organizing information to remember it more easily and for improving understanding of lengthy conversation. Another coping mechanism is taking advantage of technological assistance, such as a personal digital device to keep track of day-to-day tasks. Reminders can be set up for appointments when to take medications, birthdays and other important events. Many pictures can also be stored to help amnesiacs remember names of friends, family, and co-workers. Notebooks, wall calendars, pill reminders and photographs of people and places are low-tech memory aids that can help as well. While there are no medications available to treat amnesia, underlying medical conditions can be treated to improve memory. Such conditions include but are not limited to low thyroid function, liver or kidney disease, stroke, depression, bipolar disorder and blood clots in the brain. Wernicke–Korsakoff syndrome involves a lack of thiamin and replacing this vitamin by consuming thiamin-rich foods such as whole-grain cereals, legumes (beans and lentils), nuts, lean pork, and yeast can help treat it. Treating alcoholism and preventing alcohol and illicit drug use can prevent further damage, but in most cases will not recover lost memory. Although improvements occur when patients receive certain treatments, there is still no actual cure remedy for amnesia so far. To what extent the patient recovers and how long the amnesia will continue depends on the type and severity of the lesion.   == History == French psychologist Theodule-Armand Ribot was among the first scientists to study amnesia. He proposed Ribot's Law which states that there is a time gradient in retrograde amnesia. The law follows a logical progression of memory loss due to disease. First, a patient loses the recent memories, then personal memories, and finally intellectual memories. He implied that the most recent memories were lost first. Case studies have played a large role in the discovery of amnesia and the parts of the brain that were affected. The studies gave important insight into how amnesia affects the brain. The studies also gave scientists the resources into improving their knowledge about amnesia and insight into a cure or prevention. There are several extremely important case studies: Henry Molaison, R.B, and G.D.   === Henry Molaison === Henry Molaison, formerly known as H.M., changed the way people thought of memory. The case was first reported in a paper by William Beecher Scoville and Brenda Milner in 1957. He was a patient who had  severe epilepsy attributed to a bicycle accident at the age of nine. Physicians were unable to control his seizures with drugs, so the neurosurgeon Scoville tried a new approach involving brain surgery. He removed his medial temporal lobe bilaterally by doing a temporal lobectomy. His epilepsy did improve, but Molaison lost the ability to form new long-term memories (anterograde amnesia). He exhibited normal short-term memory ability. If he was given a list of words, he would forget them in about a minute's time. In fact, he would forget that he had even been given a list in the first place. However, H.M.'s working and short-term memory seemed to be intact. He had a normal digit span and could hold a conversation that did not require him to recall past parts of the conversation. Once Molaison stopped thinking about the lists he was unable to recall them again from long-term memory. This gave researchers evidence that short-term and long-term memory are in fact two different processes. Even though he forgot about the lists, he was still able to learn things through his implicit memory. The psychologists would ask him to draw something on a piece of paper, but to look at the paper using a mirror. Though he could never remember ever doing that task, he would improve after doing it over and over again. This showed the psychologists that he was learning and remembering things unconsciously. In some studies it was found that H.M.'s perceptual learning was intact and that his other cognitive skills were working appropriately. It was also found that some people with declarative information amnesia are able to be primed. Studies were completed consistently throughout Molaison's lifetime to discover more about amnesia. Researchers did a 14-year follow-up study on Molaison. They studied him for a period of two weeks to learn more about his amnesia. After 14 years, Molaison still could not recall things that had happened since his surgery. However, he could still remember things that had happened prior to the operation. Researchers also found that, when asked, Molaison could answer questions about national or international events, but he could not remember his own personal memories. After his death Molaison donated his brain to science, where they were able to discover the areas of the brain that had the lesions which caused his amnesia, particularly the medial temporal lobe. This case study provided important insight to the areas of the brain that are affected in anterograde amnesia, as well as how amnesia works. H.M.'s case showed that memory processes are consolidated into different parts of the brain and that short-term and working memory are not usually impaired in cases of amnesia.   === Clive Wearing === Another famous historical case of amnesia was that of Clive Wearing. Clive Wearing was a conductor and musician who contracted herpes simplex virus. This virus affected the hippocampal regions of the brain. Because of this damage, Wearing was unable to remember information for more than a few moments. Wearing's non-declarative memory was still functioning but his declarative memory was impaired. To him, he felt that he had just come to consciousness for the first time every time he was unable to hold on to information. This case also can be used as evidence that there are different memory systems for declarative and non-declarative memory. This case was more evidence that the hippocampus is an important part of the brain in remembering past events and that declarative and non-declarative memories have different processes in different parts of the brain.   === Patient R.B. === Patient R.B. was a normally functioning man until the age of 52. At age 50, he had been diagnosed with angina and had surgery for heart problems on two occasions. After an ischemic episode (reduction of blood to the brain) that was caused from a heart bypass surgery, R.B. demonstrated a loss of anterograde memory, but almost no loss of retrograde memory, with the exception of a couple of years before his surgery, and presented no sign of any other cognitive impairment. It was not until after his death that researchers had the chance to examine his brain, when they found his lesions were restricted to the CA1 portion of the hippocampus. This case study led to important research involving the role of the hippocampus and the function of memory.   === Patient G.D. === Patient G.D. was a white male born in 1940 who served in the Navy. He was diagnosed with chronic kidney failure and received hemodialysis treatment for the rest of his life. In 1983, he went to the hospital for elective parathyroidectomy. He also had a left thyroid lobectomy because of severe loss of blood in his left lobe. He began having cardiac problems as a result of the surgery and became very agitated. Even five days after being released from the hospital he was unable to remember what had happened to him. Aside from memory impairment, none of his other cognitive processes seemed to be affected. He did not want to be involved in much research, but through memory tests he took with doctors, they were able to ascertain that his memory problems were present for the next 9.5 years until his death. After he died, his brain was donated to science, photographed, and preserved for future study.   == In fiction == Global amnesia is a common motif in fiction despite being extraordinarily rare in reality. In the introduction to his anthology The Vintage Book of Amnesia, Jonathan Lethem writes:  Real, diagnosable amnesia – people getting knocked on the head and forgetting their names – is mostly just a rumor in the world. It's a rare condition, and usually a brief one. In books and movies, though, versions of amnesia lurk everywhere, from episodes of Mission Impossible to metafictional and absurdist masterpieces, with dozens of stops in between. Amnesiacs might not much exist, but amnesiac characters stumble everywhere through comic books, movies, and our dreams. We've all met them and been them. Lethem traces the roots of literary amnesia to Franz Kafka and Samuel Beckett, among others, fueled in large part by the seeping into popular culture of the work of Sigmund Freud, which also strongly influenced genre films such as film noir. Amnesia is so often used as a plot device in films, that a widely recognized stereotypical dialogue has even developed around it, with the victim melodramatically asking \"Where am I? Who am I? What am I?\", or sometimes inquiring of their own name, \"Bill? Who's Bill?\" In movies and television, particularly sitcoms and soap operas, it is often depicted that a second blow to the head, similar to the first one which caused the amnesia, will then cure it. In reality, however, repeat concussions may cause cumulative deficits including cognitive problems, and in extremely rare cases may even cause deadly swelling of the brain associated with second-impact syndrome. Fictional depictions of amnesia are almost universally retrograde; Memento is a rare example of anterograde amnesia in fiction. In science fiction involving a masquerade that hides magical or alien societies from humanity, such as Men in Black or the SCP Foundation, fictional organizations can induce deliberate amnesia via drugs or advanced technology to wipe the minds of those that view supernatural phenomena.   == See also ==   == References ==   == External links =="}