{"name": "Meningitis, Fungal", "category": "disease", "content": "Fungal meningitis refers to meningitis caused by a fungal infection.   == Signs and symptoms ==  Symptoms of fungal meningitis are generally similar to those of other types of meningitis, and include: a fever, stiff neck, severe headache, photophobia (sensitivity to light), nausea and vomiting, and altered mental status (drowsiness or confusion).   == Causes == Fungal meningitis may be caused by the following (and also other) types of fungi:  Candida - C. albicans is the most common Candida species that causes infections of the central nervous system. Coccidioides - it is endemic to southwestern United States and Mexico. A third of patients presenting with disseminated coccidioidomycosis have developed meningitis. Histoplasma - occurs in bird and bat droppings and is endemic to parts of the United States, South, and Central America. Involvement of the central nervous system occurs in about 10-20% of cases of disseminated histoplasmosis. Blastomyces - occurs in soil rich in decaying organic matter in the Midwest United States. Meningitis is an unusual manifestation of blastomycosis and can be very difficult to diagnose. Cryptococcus (Cryptococcal meningitis) - it is thought to be acquired through inhalation of soil contaminated with bird droppings. C. neoformans is the most common pathogen to cause fungal meningitis. Aspergillus - Aspergillus infections account for 5% of fungal infections involving the central nervous system.   == Risk factors == Individuals with a weak immune system are most at risk. This includes individuals taking immunosuppressive medication, cancer patients, HIV patients, premature babies with very low birth weight, and the elderly. People who are at an increased risk of acquiring particular fungal infections in general may also be at an increased risk of developing fungal meningitis, as the infection may in some cases spread to the central nervous system. People residing in the Midwestern United States, and Southwestern United States and Mexico are at an increased risk of infection with Histoplasma and Coccidioides, respectively.   == Diagnosis == If suspected, fungal meningitis is diagnosed by testing blood and cerebrospinal fluid for pathogens. Identifying the specific pathogen is necessary to determine the proper course of treatment and the prognosis. Measurement of opening  pressure, cell count with differential, glucose and protein concentrations, Gram's stain, India ink, and culture tests should be performed on cerebrospinal fluid when fungal meningitis is suspected.   == Treatment == Fungal meningitis is treated with long courses of high dose antifungal medications. The duration of treatment is dependent upon the causal pathogen and the patient's ability to stave off the infection; for patients with a weaker immune system or diabetes, treatment will often take longer.   == Prognosis == Prognosis depends on the pathogen responsible for the infection and risk group. Overall mortality for Candida meningitis is 10-20%, 31% for patients with HIV, and 11% in neurosurgical cases (when treated). Prognosis for Aspergillus and coccidioidal infections is poor.   == Outbreaks ==  As of November 5, 2012, the CDC reported that 409 patients had laboratory-confirmed fungal meningitis caused by injections with contaminated medication. There had been 30 fatalities.  A black mold, Exserohilum rostratum, was found in 45 of these cases. Aspergillus fumigatus was found in one case, and a Cladosporium species was found in one case. Aspergillus has been very rarely associated with meningitis while cases caused explicitly by Exserohilum in otherwise healthy individuals have not been previously reported. In Early 2023, cases of fungal meningitis were attributed to patients that received cosmetic surgery in Matamoros Mexico.    == See also == Meningitis Chronic meningitis Cryptococcal meningitis   == References ==   == External links =="}