{"name": "Meningitis caused by Klebsiella aerogenes", "category": "disease", "content": "Klebsiella aerogenes, previously known as Enterobacter aerogenes, is a Gram-negative, oxidase-negative, catalase-positive, citrate-positive, indole-negative, rod-shaped bacterium. Capable of motility via peritrichous flagella, the bacterium is approximately 1–3 microns in length. Klebsiella aerogenes is a nosocomial, pathogenic bacterium that causes opportunistic infections of most types. Infections are generally sensitive to antibiotics designed for this bacteria class, though complicated by inducible resistance mechanisms, particularly lactamase; infections accordingly become quickly resistant to standard antibiotics during treatment, necessitating a change in antibiotic to avoid worsening of the sepsis. Some infections caused by K. aerogenes result from specific antibiotic treatments, venous catheter insertions, and/or surgical procedures. K. aerogenes is generally found in the human gastrointestinal tract and does not generally cause disease in healthy individuals. It has been found to live in various wastes, hygiene chemicals, and soil. The bacterium also has some commercial significance—experiments using molasses as the substrate have produced hydrogen gas. K. aerogenes is an outstanding hydrogen producer. It is an anaerobic facultative and mesophilic bacterium that can consume different sugars, and—unlike the cultivation of strict anaerobes—there is no requirement to remove all oxygen from the fermenter. Along with a short doubling time, K. aerogenes has a high hydrogen productivity and evolution rate. Furthermore, its hydrogen production is not inhibited at high hydrogen partial pressures. Its hydrogen yield, however, is lower than that of such strict anaerobes as Clostridia: strictly anaerobic bacteria produce a theoretical maximum of 4 mol H2/mol glucose, while such facultative anaerobic bacteria as K. aerogenes theoretically yield a maximum of 2 mol H2/mol glucose. K. aerogenes may spoil maple sap and syrup. Owing to diverse metabolites—acids and alcohols—produced by such a strain in conjunction with its ability to utilize different sugars, the metabolism and growth of K. aerogenes can vary significantly with the conditions.   == Biochemical identification test results ==   == References ==   == External links == Enterobacter Infections at eMedicine \"Klebsiella aerogenes\". NCBI Taxonomy Browser. 548. Type strain of Klebsiella aerogenes at BacDive -  the Bacterial Diversity Metadatabase"}