{"name": "Meningitis, Listeria", "category": "disease", "content": "Listeria is a genus of bacteria that acts as an intracellular parasite in mammals. As of 2024, 28 species have been identified. The genus is named in honour of the British pioneer of sterile surgery Joseph Lister. Listeria species are Gram-positive, rod-shaped, and facultatively anaerobic, and do not produce endospores. The major human pathogen in the genus is L. monocytogenes. Although L. monocytogenes has low infectivity, it is hardy and can grow in a refrigerator temperature of 4 °C (39.2 °F) up to the human body temperature of 37 °C (98.6 °F). It is the usual cause of the relatively rare bacterial disease listeriosis, an infection caused by eating food contaminated with the bacteria. The overt form of the disease has a case-fatality rate of around 20–30%. Listeriosis can cause serious illness in pregnant women, newborns, adults with weakened immune systems and the elderly, and may cause gastroenteritis in others who have been severely infected. The incubation period can vary from three to 70 days. The two main clinical manifestations are sepsis and meningitis, often complicated by encephalitis, a pathology unusual for bacterial infections. L. ivanovii is a pathogen of mammals, specifically ruminants, and rarely causes listeriosis in humans.    == Bacteria characteristics == In the late 1920s, two groups of researchers independently identified L. monocytogenes from animal outbreaks, naming it Bacterium monocytogenes. They proposed the genus Listerella in honour of surgeon and early antiseptic advocate Joseph Lister, but that name was already in use for a slime mould and a protozoan. Eventually, the genus Listeria was proposed and accepted. The genus Listeria was classified in the family Corynebacteriaceae through the seventh edition (1957) of Bergey's Manual of Systematic Bacteriology. 16S rRNA cataloging studies demonstrated that L. monocytogenes is a distinct taxon within the Lactobacillus-Bacillus branch of the bacterial phylogeny constructed by Woese. In 2004 the genus was placed in the newly created family Listeriaceae, of which the only other genus in the family is Brochothrix. The first documented human case of listeriosis was in 1929, described by the Danish physician Aage Nyfeldt. The genus Listeria as of 2024 is known to contain 28 species, classified into two groups: sensu stricto and sensu lato. Listeria sensu strictu contains L. monocytogenes alongside nine other closely related species: L. cossartiae, L. farberi, L. immobilis, L. innocua, L. ivanovii, L. marthii, L. seeligeri, L. swaminathanii and L. welshimeri. Listeria sensu lato contains the remaining 18 species: L. aquatica, L. booriae, L. cornellensis, L. costaricensis, L. fleischmannii, L. floridensis, L. goaensis, L. grandensis, L. grayi, L. ilorinensis, L. newyorkensis, L. portnoyi,  L. riparia, L. rocourtiae, L. rustica, L. thailandensis, L. valentina and L. weihenstephanensis. Listeria dinitrificans, previously thought to be part of the genus Listeria, was reclassified into the new genus Jonesia. All species within the genus Listeria are Gram-positive, catalase-positive rods and do not produce endospores. Under the microscope, Listeria species appear as small rods, sometimes arranged in short chains. In direct smears, they may be coccoid, and can be mistaken for streptococci. Longer cells may resemble corynebacteria. Flagella are produced at room temperature, but not at 37 °C. Hemolytic activity on blood agar has been used as a marker to distinguish L. monocytogenes from other Listeria species, but it is not a definitive criterion. Further biochemical characterization may be necessary to distinguish between the different species of Listeria. Listeria monocytogenes is commonly found in soil, stream water, sewage, plants, and food. Listeria in soil can contaminate vegetables, and animals can be carriers. It has been found in uncooked meats, uncooked vegetables, fruits including cantaloupe and apples, pasteurized or unpasteurized milk and milk products, and processed foods. Pasteurization and sufficient cooking kill Listeria; however, contamination may occur after cooking and before packaging. For example, meat-processing plants producing ready-to-eat foods, such as hot dogs and deli meats, must follow extensive sanitation policies and procedures to prevent Listeria contamination.    == Pathogenesis == Listeria is responsible for listeriosis, a rare but potentially lethal foodborne illness. The case fatality rate for those with a severe form of infection may approach 25%. (Salmonellosis, in comparison, has a mortality rate estimated at less than 1%.)  Although L. monocytogenes has low infectivity, it is hardy and can grow in temperatures from a refrigerator temperature of 4 °C (39.2 °F) up to the human body temperature of 37 °C (98.6 °F).  Listeriosis may manifest as meningitis, and can affect newborns due to its ability to penetrate the endothelial layer of the placenta. Listeria uses the cellular machinery to move around inside the host cell. It induces directed polymerization of actin by the ActA transmembrane protein, thus pushing the bacterial cell around. Listeria monocytogenes, for example, encodes virulence genes that are thermoregulated. The expression of virulence factor is optimal at 39 °C, and is controlled by a transcriptional activator, PrfA, whose expression is thermoregulated by the PrfA thermoregulator UTR element. At low temperatures, the PrfA transcript is not translated due to structural elements near the ribosome binding site.  As the bacteria infect the host, the temperature of the host denatures the structure and allows translation initiation for the virulent genes. The majority of Listeria bacteria are attacked by the immune system before they are able to cause infection.  Those that escape the immune system's initial response, however, spread through intracellular mechanisms, which protects them from circulating immune factors (AMI). To invade, Listeria induces macrophage phagocytic uptake by displaying D-galactose in their teichoic acids that are then bound by the macrophage's polysaccharides. Other important adhesins are the internalins. Listeria uses internalin A and B to bind to cellular receptors. Internalin A binds to E-cadherin, while internalin B binds to the cell's Met receptors. If both of these receptors have a high enough affinity to Listeria's internalin A and B, then it will be able to invade the cell via an indirect zipper mechanism. Once phagocytosed, the bacterium is encapsulated by the host cell's acidic phagolysosome organelle.  Listeria, however, escapes the phagolysosome by lysing the vacuole's entire membrane with secreted hemolysin, now characterized as the exotoxin listeriolysin O.  The bacteria then replicate inside the host cell's cytoplasm. Listeria must then navigate to the cell's periphery to spread the infection to other cells.  Outside the body, Listeria has flagellar-driven motility, sometimes described as a \"tumbling motility\". However, at 37 °C, flagella cease to develop and the bacterium instead usurps the host cell's cytoskeleton to move. Inventively, Listeria polymerizes an actin tail or \"comet\", from actin monomers in the host's cytoplasm with the promotion of virulence factor ActA. The comet forms in a polar manner and aids the bacterial migration to the host cell's outer membrane. Gelsolin, an actin filament severing protein, localizes at the tail of Listeria and accelerates the bacterium's motility. Once at the cell surface, the actin-propelled Listeria pushes against the cell's membrane to form protrusions called filopods or \"rockets\". The protrusions are guided by the cell's leading edge to contact adjacent cells, which then engulf the Listeria rocket and the process is repeated, perpetuating the infection. Once phagocytosed, the bacterium is never again extracellular: it is an intracellular parasite like S. flexneri, Rickettsia spp., and C. trachomatis.   == Epidemiology == The Center for Science in the Public Interest has published a list of foods that have sometimes caused outbreaks of Listeria: hot dogs, deli meats, milk (even if pasteurized), cheeses (particularly soft-ripened cheeses such as feta, Brie, Camembert, blue-veined, or Mexican-style queso blanco), raw and cooked poultry, raw meats, ice cream, raw fruit, vegetables, and smoked fish. Cold-cut meats were implicated in an outbreak in Canada in 2008.  Improperly handled cantaloupe was implicated in both the outbreak of listeriosis from Jensen Farms in Colorado in 2011, and a similar listeriosis outbreak across eastern Australia in early 2018. 35 people died across these two outbreaks. The Australian company GMI Food Wholesalers was fined A$236,000 for providing L. monocytogenes-contaminated chicken wraps to the airline Virgin Blue in 2011. Caramel apples have also been cited as a source of listerial infections which hospitalized 26 people, of whom five died.  In 2019, the United Kingdom experienced nine cases of the disease, of which six were fatal, in an outbreak caused by contaminated meat (produced by North Country Cooked Meats) in hospital sandwiches. In 2019, two people in Australia died after probably eating smoked salmon and a third fell ill but survived the disease. In September 2019, three deaths and a miscarriage were reported in the Netherlands after the consumption of listeria-infected deli meats produced by Offerman.   == Prevention == Preventing listeriosis as a foodborne illness requires effective sanitation of food contact surfaces. Ethanol is an effective topical sanitizer against Listeria. Quaternary ammonium can be used in conjunction with alcohol as a food-contact safe sanitizer with increased duration of the sanitizing action. Keeping foods in the home refrigerated below 4 °C (39 °F) discourages bacterial growth. Unpasteurized dairy products may pose a risk. Heating of meats (including beef, pork, poultry, and seafood) to a sufficient internal temperature, typically 74 °C (165 °F), will kill the food-borne pathogen.   == Treatment == Non-invasive listeriosis: bacteria are retained within the digestive tract. Symptoms are mild, lasting only a few days and requiring only supportive care. Muscle pain and fever can be treated with over-the-counter pain relievers; diarrhea and gastroenteritis can be treated with over-the-counter medications. Invasive listeriosis: bacteria have spread to the bloodstream and central nervous system. Treatment includes intravenous delivery of high-dose antibiotics and hospital in-patient care of (probably) not less than two weeks stay, depending on the extent of the infection. Ampicillin, penicillin, or amoxicillin are typically administered for invasive listeriosis; gentamicin may be added in cases of patients with compromised immune systems. In cases of allergy to penicillin, trimethoprim-sulfamethoxazole, vancomycin, and fluoroquinolones may be used. For effective treatment the antibiotic must penetrate the host cell and bind to penicillin-binding protein 3 (PBP3). Cephalosporins are not effective for treating listeriosis. In cases of pregnancy, prompt treatment is critical to prevent bacteria from infecting the fetus; antibiotics may be given to pregnant women even in non-invasive listeriosis. Mirena Nikolova, et al., states that applying antibiotics is crucial during the third trimester because cell-mediated immunity is reduced during this time. Pfaff and Tillet say that listeriosis can cause long-term consequences—including meningitis, preterm labor, newborn sepsis, stillbirths—when contracted during pregnancy. Oral therapies in less severe cases may include amoxicillin or erythromycin.  Higher doses may be given to pregnant women to ensure penetration of the umbilical cord and placenta. Infected pregnant women may receive ultrasound scans to monitor the health of the fetus. Asymptomatic patients who have been exposed to Listeria typically are not treated, but are informed of the signs and symptoms of the disease and advised to return for treatment if any develop.   == Research == Some Listeria species are opportunistic pathogens: L. monocytogenes is most prevalent in the elderly, pregnant mothers, and patients infected with HIV.  With improved healthcare leading to a growing elderly population and extended life expectancies for HIV infected patients, physicians are more likely to encounter this otherwise-rare infection (only seven per 1,000,000 healthy people are infected with virulent Listeria each year). Better understanding the cell biology of Listeria infections, including relevant virulence factors, may lead to better treatments for listeriosis and other intracytoplasmic parasite infections. In oncology, researchers are investigating the use of Listeria as a cancer vaccine, taking advantage of its \"ability to induce potent innate and adaptive immunity\" by activating gamma delta T cells. Researchers have also been investigating the continuous presence of Listeria in food processing plants. The bacteria’s presence has been partially attributed to the formation of biofilms. This increases the likelihood of food contamination and is further complicated by the notion that the biofilm is highly resistant to many disinfectants. The detection of these biofilms was made much easier through the use of quantitative techniques such as plate counting and crystalline violet staining. Although the structures and components of these biofilms have been extensively studied, how they are formed at the molecular level remains a subject of contention. This uncertainty surrounding their formation complicates any methods to completely eradicate the biofilms. However, it has been observed that certain antimicrobial agents such as bacteriophages and enzymes have made promising progress in the effort to eradicate the Listeria biofilm. The enzymes specifically have been noted to have the capability to disrupt specific chemical components of the biofilms, degrading them in the process. More research and development is needed to make these biofilm elimination processes more affordable and efficient to be used on a larger scale. Recently, in the field of food preservation, experiments have been conducted to measure the survivability of Listeria in different commercial finishing waxes for citrus fruits. These waxes are typically applied to extend the expiration date of the citrus fruits and aid in preventing extensive damage. Researchers found that the temperatures used during the application of some of the finishing waxes practices were sufficient for the survival of Listeria. In some of the waxes, the bacteria were detected up to 135 days after they were initially contaminated. Acknowledging these results, the researchers have suggested that more insight is needed into how the ingredients come together to allow for the survival of Listeria, and possibly other microbial agents.  In another study, scientists isolated a strain of Lactobacillus plantarum that was able to completely eradicate a Listeria from a sample of sauerkraut. Through the use of transmission electron microscopy (TEM), the researchers were able to observe cell morphological changes. The isolated strain of Lactobacillus plantarum was observed to possess several antibacterial properties, capable of disrupting the cell structure of the Listeria sample and acting as a lethal agent. Specifically, the growth of the bacteria is limited because the biofilm formation process is interrupted. Also, it increases the difficulty in the transportation of membranes. The results of the study have led the researchers to speculate that this specific strain, Lactobacillus plantarum can be used as a “natural bacteriostat” due to its disruptive qualities.    == See also == 2008 Canada listeriosis outbreak 2011 United States listeriosis outbreak 2017–2018 South African listeriosis outbreak 2018 Australian rockmelon listeriosis outbreak 2024 United States listeriosis outbreak List of foodborne illness outbreaks   == References ==   == Further reading == Abrishami S. H.; Tall B. D.; Bruursema T. J.; Epstein P. S.; Shah D. B. (1994). \"Bacterial adherence and viability on cutting board surfaces\". Journal of Food Safety. 14 (2): 153–172. doi:10.1111/j.1745-4565.1994.tb00591.x. Zhifa Liu; Changhe Yuan; Stephen B. Pruett (2012). \"Machine learning analysis of the relationship between changes in immunological parameters and changes in resistance to Listeria monocytogenes: a new approach for risk assessment and systems immunology\". Toxicol. Sci. 129 (1): 1:57–73. doi:10.1093/toxsci/kfs201. PMC 3888231. PMID 22696237. Allerberger F (2003). \"Listeria: growth, phenotypic differentiation and molecular microbiology\". FEMS Immunology and Medical Microbiology. 35 (3): 183–189. doi:10.1016/S0928-8244(02)00447-9. PMID 12648835. Bayles D. O.; Wilkinson B. J. (2000). \"Osmoprotectants and cryoprotectants for Listeria monocytogenes\". Letters in Applied Microbiology. 30 (1): 23–27. doi:10.1046/j.1472-765x.2000.00646.x. PMID 10728555. S2CID 29706638. Bredholt S.; Maukonen J.; Kujanpaa K.; Alanko T.; Olofson U.; Husmark U.; Sjoberg A. M.; Wirtanen G. (1999). \"Microbial methods for assessment of cleaning and disinfection of food-processing surfaces cleaned in a low-pressure system\". European Food Research and Technology. 209 (2): 145–152. doi:10.1007/s002170050474. S2CID 96177510. Chae M. S.; Schraft H. (2000). \"Comparative evaluation of adhesion and biofilm formation of different Listeria monocytogenes strains\". International Journal of Food Microbiology. 62 (1–2): 103–111. doi:10.1016/S0168-1605(00)00406-2. PMID 11139010. Chen Y. H.; Jackson K. M.; Chea F. P.; Schaffner D. W. (2001). \"Quantification and variability analysis of bacterial cross-contamination rates in common food service tasks\". Journal of Food Protection. 64 (1): 72–80. doi:10.4315/0362-028X-64.1.72. PMID 11198444. Davidson C. A.; Griffith C. J.; Peters A. C.; Fieding L. M. (1999). \"Evaluation of two methods for monitoring surface cleanliness ñ ATP bioluminescence and traditional hygiene swabbing\". Luminescence. 14 (1): 33–38. doi:10.1002/(SICI)1522-7243(199901/02)14:1<33::AID-BIO514>3.0.CO;2-I. PMID 10398558. Food and Drug Administration (FDA).  2005. \"Foodborne Pathogenic Microorganisms and Natural Toxins Handbook: The ìBad Bug Book\"  Food and Drug Administration, College Park, MD. Accessed: 1 March 2006. Foschino R.; Picozzi C.; Civardi A.; Bandini M.; Faroldi P. (2003). \"Comparison of surface sampling methods and cleanability assessment of stainless steel surfaces subjected or not to shot peening\". Journal of Food Engineering. 60 (4): 375–381. doi:10.1016/S0260-8774(03)00060-8. Frank, J. F.  2001.  \"Microbial attachment to food and food contact surfaces\". In: Advances in Food and Nutrition Research, Vol. 43.  ed. Taylor, S. L. San Diego, CA. Academic Press., Inc. 320–370. Gasanov U.; Hughes D.; Hansbro P. M. (2005). \"Methods for the isolation and identification of Listeria spp. and Listeria monocytogenes: a review\". FEMS Microbiology Reviews. 29 (5): 851–875. doi:10.1016/j.femsre.2004.12.002. PMID 16219509. Gombas D. E.; Chen Y.; Clavero R. S.; Scott V. N. (2003). \"Survey of Listeria monocytogenes in ready-to-eat foods\". Journal of Food Protection. 66 (4): 559–569. doi:10.4315/0362-028x-66.4.559. PMID 12696677. Helke D. M.; Somers E. B.; Wong A. C. L. (1993). \"Attachment of Listeria monocytogenes and Salmonella typhimurium to stainless steel and Buna-N-rubber surfaces in the presence of milk and individual milk components\". Journal of Food Protection. 56 (6): 479–484. doi:10.4315/0362-028X-56.6.479. PMID 31084181. Kalmokoff M. L.; Austin J. W.; Wan X. D.; Sanders G.; Banerjee S.; Farber J. M. (2001). \"Adsorption, attachment and biofilm formation among isolates of Listeria monocytogenes using model condit ions\". Journal of Applied Microbiology. 91 (4): 725–34. doi:10.1046/j.1365-2672.2001.01419.x. PMID 11576310. Kusumaningrum H. D.; Riboldi G.; Hazeleger W. C.; Beumer R. R. (2003). \"Survival of foodborne pathogens on stainless steel surfaces and cross-contamination to foods\". International Journal of Food Microbiology. 85 (3): 227–236. doi:10.1016/S0168-1605(02)00540-8. PMID 12878381. Lin C.; Takeuchi K.; Zhang L.; Dohm C. B.; Meyer J. D.; Hall P. A.; Doyle M. P. (2006). \"Cross-contamination between processing equipment and deli meats by Listeria monocytogenes\". Journal of Food Protection. 69 (1): 559–569. doi:10.4315/0362-028X-69.1.71. PMID 16416903. Low J. C.; Donachie W. (1997). \"A review of Listeria monocytogenes and listeriosis\". The Veterinary Journal. 153 (1): 9–29. doi:10.1016/S1090-0233(97)80005-6. PMID 9125353. Nikolova, M., Todorova, T. T., Tsankova, G., & Ermenlieva, N. (2016). А possible case of а newborn premature baby with Listeria monocytogenes infection. Scripta Scientifica Medica, 48(2). MacNeill S.; Walters D. M.; Dey A.; Glaros A. G.; Cobb C. M. (1998). \"Sonic and mechanical toothbrushes\". Journal of Clinical Periodontology. 25 (12): 988–993. doi:10.1111/j.1600-051X.1998.tb02403.x. PMID 9869348. Maxcy R. B. (1975). \"Fate of bacteria exposed to washing and drying on stainless steel\". Journal of Milk and Food Technology. 38 (4): 192–194. doi:10.4315/0022-2747-38.4.192. McInnes C.; Engel D.; Martin R. W. (1993). \"Fimbriae damage and removal of adherent bacteria after exposure to acoustic energy\". Oral Microbiology and Immunology. 8 (5): 277–282. doi:10.1111/j.1399-302X.1993.tb00574.x. PMID 7903443. McLauchlin J. (1996). \"The relationship between Listeria and listeriosis\". Food Control. 7 (45): 187–193. doi:10.1016/S0956-7135(96)00038-2. Montville R.; Chen Y. H.; Schaffner D. W. (2001). \"Glove barriers to bacterial cross contamination between hands to food\". Journal of Food Protection. 64 (6): 845–849. doi:10.4315/0362-028x-64.6.845. PMID 11403136. Moore G.; Griffith C.; Fielding L. (2001). \"A comparison of traditional and recently developed methods for monitoring surface hygiene within the food industry: a laboratory study\". Dairy, Food, and Environmental Sanitation. 21: 478–488. Moore G.; Griffith C. (2002a). \"Factors influencing recovery of microorganisms from surfaces by use of traditional hygiene swabbing\". Dairy, Food, and Environmental Sanitation. 22: 410–421. Parini M. R.; Pitt W. G. (2005). \"Removal of oral biofilms by bubbles\". Journal of the American Dental Association. 136 (12): 1688–1693. doi:10.14219/jada.archive.2005.0112. PMID 16383051. Pfaff, N. F., & Tillett, J. (2016). Listeriosis and Toxoplasmosis in Pregnancy: Essentials for Healthcare Providers. The Journal of perinatal & neonatal nursing, 30(2), 131. Rocourt J. (1996). \"Risk factors for listeriosis\". Food Control. 7 (4/5): 195–202. doi:10.1016/S0956-7135(96)00035-7. Ross, H. (2015). Food Hygiene: Rare Burgers. Eur. Food & Feed L. Rev., 382. Salo S.; Laine A.; Alanko T.; Sjoberg A. M.; Wirtanen G. (2000). \"Validation of the microbiological methods Hygicult dipsilde, contact plate, and swabbing in surface hygiene control: a Nordic collaborative study\". Journal of AOAC International. 83 (6): 1357–1365. doi:10.1093/jaoac/83.6.1357. PMID 11128138. Schlech W. F. (1996). \"Overview of listeriosis\". Food Control. 7 (4/5): 183–186. doi:10.1016/S0956-7135(96)00040-0. Seymour I. J.; Burfoot D.; Smith R. L.; Cox L. A.; Lockwood A. (2002). \"Ultrasound decontamination of minimally processed fruits and vegetables\". International Journal of Food Science and Technology. 37 (5): 547–557. doi:10.1046/j.1365-2621.2002.00613.x. Stanford C. M.; Srikantha R.; Wu C. D. (1997). \"Efficacy of the Sonicare toothbrush fluid dynamic action on removal of supragingival plaque\". Journal of Clinical Dentistry. 8 (1): 10–14. USDA-FSIS.  (United States Department of Agriculture – Food Safety and Inspection Service) 2003. \"FSIS Rule Designed To Reduce Listeria monocytogenes In Ready-To-Eat Meat And Poultry Products\" Archived 28 October 2020 at the Wayback Machine.  United States Department of Agriculture Food Safety and Inspection Service, Washington, DC. Accessed:  1 March 2006 Vorst K. L.; Todd E. C. D.; Ryser E. T. (2004). \"Improved quantitative recovery of Listeria monocytogenes from stainless steel surfaces using a one-ply composite tissue\". Journal of Food Protection. 67 (10): 2212–2217. doi:10.4315/0362-028x-67.10.2212. PMID 15508632. Whyte W.; Carson W.; Hambraeus A. (1989). \"Methods for calculating the efficiency of bacterial surface sampling techniques\". Journal of Hospital Infection. 13 (1): 33–41. doi:10.1016/0195-6701(89)90093-5. PMID 2564016. Wu-Yuan C. D.; Anderson R. D. (1994). \"Ability of the SonicareÆ electronic toothbrush to generate dynamic fluid activity that removes bacteria\". The Journal of Clinical Dentistry. 5 (3): 89–93. Zhao P.; Zhao T.; Doyle M. P.; Rubino J. R.; Meng J. (1998). \"Development of a model for evaluation of microbial cross-contamination in the kitchen\". Journal of Food Protection. 61 (8): 960–963. doi:10.4315/0362-028x-61.8.960. PMID 9713754. Zottola E. A., Sasahara K. C.; Sasahara (1994). \"Microbial biofilms in the food processing industry ñ should they be a concern?\". International Journal of Food Microbiology. 23 (2): 125–148. doi:10.1016/0168-1605(94)90047-7. PMID 7848776.   == External links ==  ‹The template Curlie is being considered for deletion.› Listeriosis at Curlie Listeria genomes and related data at PATRIC, funded by the National Institute of Allergy and Infectious Diseases Listeria at BacDive -  the Bacterial Diversity Metadatabase"}