{"name": "Menorrhagia", "category": "disease", "content": "Heavy menstrual bleeding (HMB), previously known as menorrhagia or hematomunia, is a menstrual period with excessively heavy flow. It is a type of abnormal uterine bleeding (AUB). Abnormal uterine bleeding can be caused by structural abnormalities in the reproductive tract, anovulation, bleeding disorders, hormonal issues (such as hypothyroidism) or cancer of the reproductive tract. Initial evaluation aims at determining pregnancy status, menopausal status, and the source of bleeding. One definition is bleeding lasting more than 7 days or the loss of more than 80 mL of blood heavy flow. Treatment depends on the cause, severity, and interference with quality of life. Initial treatment often involve birth control pills. Tranexamic acid, danazol, progesterone IUDs, and NSAIDs are also helpful. Surgery can be an effective for those whose symptoms are not well-controlled with other treatments. Approximately 53 in 1000 women are affected by AUB.   == Signs and symptoms ==  A normal menstrual cycle is  21–35 days in duration, with bleeding lasting an average of 5 days and total blood flow between 25 and 80 mL. Heavy menstrual bleeding is defined as total menstrual flow >80ml per cycle, soaking a pad/tampon at least every 2 hours, changing a pad/tampon in the middle of the night, or bleeding lasting for >7 days. Deviations in terms of frequency of menses, duration of menses, or volume of menses qualifies as abnormal uterine bleeding. Bleeding in between menses, outside reproductive age, or after sex is also abnormal uterine bleeding and thus requires further evaluation.   == Causes == Usually, no causative abnormality can be identified and treatment is directed at the symptom, rather than a specific mechanism. However, there are known causes of abnormal uterine bleeding that need to be ruled out. Most common causes based on the nature of bleeding is listed below followed by the rare causes of bleeding (i.e. disorders of coagulation).  Excessive menses but normal cycle: Painless: Fibroids (leiomyoma) — fibroids in the wall of the uterus cause increased menstrual loss if they protrude into the central cavity and thereby increase endometrial surface area. Coagulation defects (rare) — with the shedding of an endometrial lining's blood vessels, normal coagulation process must occur to limit and eventually stop the blood flow.  Blood disorders of platelets (such as ITP) or coagulation (such as von Willebrand disease) or use of anticoagulant medication (such as warfarin) are therefore possible causes, although a rare minority of cases. Platelet function studies can also be used to ascertain platelet function abnormalities Endometrial cancer (cancer of the uterine lining) — bleeding can also be irregular, in between periods, or after the menopause (post-menopausal bleeding or PMB) Endometrial polyp Painful (i.e. associated with dysmenorrhea): Pelvic inflammatory disease Adenomyosis - extension of the endometrial tissue into the outer muscular wall of the uterus which can cause pain and abnormal bleeds when the endometrium sheds Pregnancy related complication (i.e. miscarriage) Short cycle (less than 21 days) but normal menses. Short cycle and excessive menses due to ovarian dysfunction and may be secondary to blockage of blood vessels by tumours. Polycystic ovary syndrome. Systemic causes: thyroid disease, excessive emotional/physical stress. Sexually transmitted infection. Copper intrauterine device   == Pathophysiology == HMB is associated with increased omega-6 AA in uterine tissues. The endometrium of people with HMB have higher levels of prostaglandin (E2, F2alpha and others) when compared with women with normal menses. It is thought that prostaglandins are a by product of omega 6 build up. Furthermore, prostaglandins have been found to trigger abnormal, painful uterine contractions, making it a source for targeted therapy.   == Diagnosis ==  The NICE guidelines states that: \"Many women presenting to primary care with symptoms of HMB can be offered treatment without the need for further examination or investigation. However, investigation via a diagnostic technique might be warranted for women for whom history or examination suggests a structural or endometrial pathology or for whom the initial treatment has failed.\" Diagnosis is largely achieved by obtaining a complete medical history followed by physical exam and vaginal ultrasonography. If need be, laboratory tests or hysteroscopy may be used. The following are a list of diagnostic procedures that medical professionals may use to identify the cause of the abnormal uterine bleeding.  Pelvic and rectal examination to ensure that bleeding is not from lower reproductive tract (i.e. vagina, cervix) or rectum Pap smear to rule out cervical neoplasia Pelvic ultrasound scan is the first line diagnostic tool for identifying structural abnormalities. Endometrial biopsy in those with high risk endometrial cancer or atypical hyperplasia or malignancy. Sonohysterography to assess for abnormalities within the uterine lining Hysteroscopy (anaesthesia should be offered) Thyroid-stimulating hormone and thyrotropin-releasing hormone dosage to rule out hypothyroidism    == Treatment ==  Treatment depends on identified underlying cause and varies between medication, radiation, and surgery. Heavy periods at menarche and menopause may settle spontaneously (the menarche being the start and menopause being the cessation of periods). If the degree of bleeding is mild, all that may be sought is the reassurance that there is no sinister underlying cause. If anemia occurs due to bleeding then iron tablets may be used to help restore normal hemoglobin levels.  The first line treatment option for those with HMB and no identified pathology, fibroids less than 3 cm in diameter, and/or suspected or confirmed adenomyosis is the levonorgestrel-releasing intrauterine system (LNG-IUS). Clinical trial evidence suggests that the LNG-IUS may be better than other medical therapy in terms of HMB and quality of life. Though, a 10-year study found that LNG-IUS was only as effective as oral medicines (tranexamic acid, mefenamic acid, combined oestrogen–progestogen or progesterone alone); the same proportion of people had not had surgery for heavy bleeding and had similar improvements in their quality of life. Usually, oral combined contraceptive or progesterone only pills may be taken for a few months, but for longer-term treatment the alternatives of injected Depo Provera or the more recent progesterone releasing IntraUterine System (IUS) may be used. In particular, an oral contraceptive containing estradiol valerate and dienogest may be more effective than tranexamic acid, NSAIDs and IUDs. Fibroids may respond to hormonal treatment, and if they do not, then radiation or surgical removal may be required. Regarding hormonal treatment, the NICE guidelines states that: \"No evidence was found on MRI-guided transcutaneous focused ultrasound for uterine fibroids nor for the progestogen-only pill, injectable progestogens, or progestogen implants.\" Progestogen pills, independently if taken in a short or long course, are not as effective at reducing menstrual blood loss as LNG-IUS or tranexamic acid. Tranexamic acid treatments, which reduce bleeding by inhibiting the clot-dissolving enzymes, appear to be more effective than anti-inflammatory treatment like NSAIDs, but are less effective than LNG-IUS. Tranexamic acid tablets may reduce loss by up to 50%. This may be combined with hormonal medication previously mentioned. NSAIDs are also used to reduce heavy menstrual bleeding by an average of 20-46% through inhibiting the production of prostaglandins. For this purpose, NSAIDs are taken for only 5 days of the menstrual cycle, limiting their most common adverse effect of dyspepsia.  NICE guidelines says that for individuals with HMB and no identified pathology or fibroids less than 3 cm in diameter who do not wish to have pharmacological treatment and who do not want to conserve their fertility, surgical options could be considered as a first-line treatment option. Options include a hysterectomy and second generation endometrial ablation, with hysterectomy being more effective than second generation endometrial ablation. A definitive treatment for heavy menstrual bleeding is to perform hysterectomy (removal of the uterus). The risks of the procedure have been reduced with measures to minimize the risk of deep vein thrombosis after surgery, and the switch from the front abdominal to vaginal approach greatly minimizing the discomfort and recuperation time for the patient; however extensive fibroids may make the womb too large for removal by the vaginal approach.  Small fibroids may be dealt with by local removal (myomectomy). A further surgical technique is endometrial ablation (destruction) by the use of applied heat (thermoablation). The effectiveness of endometrial ablation is probably similar to that of LNG‐IUS but the evidence is uncertain if hysterectomy is better or worse than LNG-IUS for improving HMB.   === Medications ===  These have been ranked by the UK's National Institute for Health and Clinical Excellence:  First line Intrauterine device with progesterone Second Line Tranexamic acid an antifibrinolytic agent Nonsteroidal anti-inflammatory drugs (NSAIDs). Combined oral contraceptive pills to prevent proliferation of the endometrium Third line Oral progestogen (e.g. norethisterone), to prevent proliferation of the endometrium Injected progestogen (e.g. Depo provera) Other options Gonadotropin-releasing hormone agonist   === Surgery === Dilation and curettage (D&C) is not recommended for cases of simple heavy menstrual bleeding, having a reserved role if a spontaneous abortion is incomplete Endometrial ablation is not recommended for women with active or recent genital or pelvic infection, known or suspected endometrial hyperplasia or malignancy. Uterine artery embolization (UAE) is a common treatment with the etiology of a leiomyoma. The rate of serious complications is comparable to that of myomectomy or hysterectomy; however, UAE presents an increased risk of minor complications and requiring surgery within two to five years. Hysteroscopic myomectomy is a minimally invasive surgical procedure to remove leiomyomas (otherwise known as fibroids). Though a safe and effective mode of treating for menstrual disorders but it is unclear whether or not it is beneficial for treating infertility. Hysterectomy is a surgical procedure consisting of the full removal of the uterus, and can include the removal of fallopian tubes (otherwise known as the uterine tubes), cervix and ovaries. In the UK the use of hysterectomy for heavy menstrual bleeding has been almost halved between 1989 and 2003. This has a number of causes: better medical management, endometrial ablation and particularly the introduction of IUS which may be inserted in the community and avoid the need for specialist referral; in one study up to 64% of women cancelled surgery.   == Complications == Previous studies have suggested a nontrivial reduction in the quality of life in individuals with HMB; however, there is no single metric that has been shown to be specific enough to measure health-related quality of life in individuals with HMB. Evidence suggests that HMB can take a significant toll on the physical, psychological, and social aspects of individuals' lives. For example, a large, cross-sectional study in the United States identified significant associations between HMB and lower employment rates, lost earnings, and a lower self-rating of overall health compared to the general population. Physical and social issues, including performance of house work, life causing embarrassment, and social life, have also been identified as significant reasons why individuals with HMB seek help. While the main impacts of HMB are primarily physical and social, previous studies have also identified an inverse relationship between HMB and psychological scores. Aside from the social distress of dealing with a prolonged and heavy period, over time the blood loss may prove to be greater than the body iron reserves or the rate of blood replenishment, leading to anemia.  Symptoms attributable to the anemia may include shortness of breath, tiredness, weakness, tingling and numbness in fingers and toes, headaches, depression, becoming cold more easily, and poor concentration.   == See also == Menometrorrhagia Istihadha Menstruation Menstruation in Islam Culture and menstruation   == References ==   == External links =="}