{"name": "mepacrine", "category": "drug", "content": "Mepacrine, also called quinacrine or by the trade names Atabrine or Atebrin, is a medication with several uses. It is related to chloroquine and mefloquine. Although formerly available from compounding pharmacies, as of August 2020 it is totally unavailable in the United States.   == Medical uses ==  The main uses of mepacrine are as an antiprotozoal, antirheumatic, and an intrapleural sclerosing agent. Mepacrine is used off label as a primary antimicrobial agent for patients with metronidazole-resistant giardiasis and patients who should not receive or cannot tolerate metronidazole. Giardiasis with a high level of drug resistance may even require a combination of mepacrine and metronidazole to cure. Mepacrine is also used off-label for the treatment of systemic lupus erythematosus,  indicated in the treatment of discoid and subcutaneous lupus manifestations, particularly in patients who are unable to take hydroxychloroquine As an sclerosing agent, it is used as pneumothorax prophylaxis in patients at high risk of recurrence, e.g., in those with cystic fibrosis. Mepacrine is not the drug of choice because side effects are common, including toxic psychosis, and may cause permanent damage. See mefloquine for more information. In addition to medical applications, mepacrine is an effective in vitro research tool for the epifluorescent visualization of cells, especially platelets. Mepacrine is a green fluorescent dye taken up by most cells. Platelets store mepacrine in dense granules.   == Mechanism == Its mechanism of action against protozoa is uncertain, but it is thought to act against the protozoan's cell membrane. It is known to act as a  histamine N-methyltransferase inhibitor. It also inhibits NF-κB and activates p53.   == History ==   === Antiprotozoal ===  Mepacrine was initially approved in the 1930s as an antimalarial drug. It was used extensively during the second World War by Allied forces fighting in North Africa and the Far East to prevent malaria. This antiprotozoal is also approved for the treatment of giardiasis (an intestinal parasite), and has been researched as an inhibitor of phospholipase A2. Scientists at Bayer in Germany first synthesised mepacrine in 1931. The product was one of the first synthetic substitutes for quinine although later superseded by chloroquine.   === Anthelmintics === In addition it has been used for treating tapeworm infections.   === Creutzfeldt–Jakob disease === Mepacrine has been shown to bind to the prion protein and prevent the formation of prion aggregates in vitro, and full clinical trials of its use as a treatment for Creutzfeldt–Jakob disease are under way in the United Kingdom and the United States. Small trials in Japan have reported improvement in the condition of patients with the disease, although other reports have shown no significant effect, and treatment of scrapie in mice and sheep has also shown no effect. Possible reasons for the lack of an in vivo effect include inefficient penetration of the blood–brain barrier, as well as the existence of drug-resistant prion proteins that increase in number when selected for by treatment with mepacrine.   === Non-surgical sterilization for women === The use of mepacrine for non-surgical sterilization for women has also been studied.  The first report of this method claimed a first year failure rate of 3.1%. However, despite a multitude of clinical studies on the use of mepacrine and female sterilization, no randomized, controlled trials have been reported to date and there is some controversy over its use. Pellets of mepacrine are inserted through the cervix into a woman's uterine cavity using a preloaded inserter device, similar in manner to IUCD insertion. The procedure is undertaken twice, first in the proliferative phase, 6 to 12 days following the first day of the menstrual cycle and again one month later. The sclerosing effects of the drugs at the utero-tubal junctions (where the Fallopian tubes enter the uterus) results in scar tissue forming over a six-week interval to close off the tubes permanently. In the United States, this method has undergone Phase I clinical testing.  The FDA has waived the necessity for Phase II clinical trials because of the extensive data pertaining to other uses of mepacrine.  The next step in the FDA approval process in the United States is a Phase III large multi-center clinical trial.  The method is currently used off-label. Many peer reviewed studies suggest that mepacrine sterilization (QS) is potentially safer than surgical sterilization. Nevertheless, in 1998 the Supreme Court of India banned the import or use of the drug, allegedly based on reports that it could cause cancer or ectopic pregnancies.   === Skin dye === During the Second Sino-Japanese War, American Sino-American Cooperative Organization operatives yellowed their skin using mepacrine tablets in order to more closely match the skin color of their Chinese peers.   == See also == Chloroquine Amodiaquine Pamaquine Mefloquine   == References ==   == External links == National Institute on Aging (NIA) trial"}