{"name": "mephentermine", "category": "drug", "content": "Mephentermine, sold under the brand name Wyamine among others, is a sympathomimetic medication which was previously used in the treatment of low blood pressure but is mostly no longer marketed. It is used by injection into a vein or muscle, by inhalation, and by mouth. Side effects of mephentermine include dry mouth, sedation, reflex bradycardia, arrhythmias, and hypertension. Mephentermine induces the release of norepinephrine and dopamine and is described as an indirectly acting sympathomimetic and psychostimulant. Its sympathomimetic effects are mediated by indirect activation of α- and β-adrenergic receptors. Chemically, it is a substituted phenethylamine and amphetamine and is closely related to phentermine and methamphetamine. Mephentermine was first described and introduced for medical use by 1952. It was discontinued in the United States between 2000 and 2004. The medication appears to remain available only in India. Misuse of mephentermine for recreational and performance-enhancing purposes has been increasingly encountered in modern times, especially in India.   == Medical uses == For maintenance of blood pressure in hypotensive states, the dose for adults is 30 to 45 mg as a single dose, repeated as necessary or followed by intravenous infusion of 0.1% mephentermine in 5% dextrose, with the rate and duration of administration depending on the patient's response. For hypotension secondary to spinal anesthesia in obstetric patients, the dose for adults is 15 mg as a single dose, repeated if needed. The maximum dose 30 mg. Mephentermine has also been used as a decongestant.   === Available forms === Mephentermine is available in the form of 15 and 30 mg/mL solutions for intravenous infusion or intramuscular injection and in the form of 10 mg oral tablets. It has also been available in the form of inhalers.   == Contraindications == Low blood pressure caused by phenothiazines, hypertension, and pheochromocytoma. Patients receiving monoamine oxidase inhibitors. For shock due to loss of blood or fluid, give fluid replacement therapy primarily, cardiovascular disease, hypertension, hyperthyroidism, chronic illnesses, lactation, pregnancy, skin dryness. headache.   == Side effects == The most common side effects of mephentermine are drowsiness, incoherence, hallucinations, convulsions, slow heart rate (reflex bradycardia). Fear, anxiety, restlessness, tremor, insomnia, confusion, irritability, and psychosis. Nausea, vomiting, reduced appetite, urinary retention, dyspnea, weakness, and neck pain. Potentially fatal reactions are due to atrioventricular block, central nervous system stimulation, cerebral hemorrhage, pulmonary edema, and ventricular arrhythmias.   == Interactions == Mephentermine antagonizes effect of agents that lower blood pressure. Severe hypertension may occur with monoamine oxidase inhibitors and possibly tricyclic antidepressants. Additive vasoconstricting effects occur with ergot alkaloids, and oxytocin. Potentially fatal drug interactions are the risk of abnormal heart rhythm in people undergoing anesthesia with cyclopropane and halothane.   == Pharmacology ==   === Pharmacodynamics === Mephentermine is thought to act as a releasing agent of norepinephrine and dopamine. It is described as an indirectly acting sympathomimetic, cardiac stimulant, adrenergic, vasoconstrictor, antihypotensive agent, and psychostimulant. Its sympathomimetic effects are mediated by indirect activation of α- and β-adrenergic receptors. Mephentermine appears to act by indirect stimulation of β-adrenergic receptors through causing the release of norepinephrine from its storage sites. It has a positive inotropic effect on the myocardium. AV conduction and refractory period of AV node is shortened with an increase in ventricular conduction velocity. It dilates arteries and arterioles in the skeletal muscle and mesenteric vascular beds, leading to an increase in venous return.   === Pharmacokinetics === Its onset of action is 5 to 15 minutes with intramuscular injection and is immediate with intravenous administration. Its duration of action is 4 hours with intramuscular injection and 30 minutes with intravenous administration. Mephentermine, along with phentermine, is known to be produced as a metabolite of the orally administered local anesthetic oxetacaine (oxethazaine).   == Chemistry == Mephentermine, also known as N,α,α-trimethylphenethylamine or N,α-dimethylampetamine, is a phenethylamine and amphetamine derivative. It is the N-methylated analogue of phentermine (α-methylamphetamine) and is also known as N-methylphentermine. In addition, mephentermine is the α-methylated analogue of methamphetamine or the α,α-dimethylated derivative of amphetamine.   === Synthesis ===  The Henry (Nitro-Aldol) reaction between Benzaldehyde [100-52-7] (1) and 2-Nitropropane [79-46-9] (2) gives 2-methyl-2-nitro-1-phenylpropan-1-ol [33687-74-0] (3). The nitro group is reduced with zinc in sulfuric acid giving 2-Phenyl-1,1-dimethylethanolamine [34405-42-0] (4). Imine formation by dehydration with benzaldehyde gives CID:12640087 (5). Alkylation with iodomethane led to CID:10058106 (6). Halogenation with thionyl chloride gave CID:129921490 (7). Lastly, a Rosenmund reduction completed the total synthesis of mephentermine (8). According to JACS, phentermine was condensed with benzaldehyde to get the Schiff-base. This was then alkylated with methyl iodide to give mephentermine.   == History == Mephentermine was first described in the literature and was introduced for medical use under the brand name Wyamine by 1952. It was discontinued in the United States between 2000 and 2004.   == Society and culture ==   === Names === Mephentermine is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française. In the case of the sulfate salt, its USANTooltip United States Adopted Name is mephentermine sulfate and its BANMTooltip British Approved Name is mephentermine sulphate. Synonyms of mephentermine include mephetedrine and mephenterdrine. Brand names of mephentermine include Wyamine (USTooltip United States), Fentermin (PTTooltip Portugal), and Mephentine (INTooltip India).   === Availability === Mephentermine is no longer available in the United States and remains available in few or no other countries. However, it appears to remain available in India. It has also remained available in Brazil for use in veterinary medicine.   === Recreational use === Misuse of mephentermine for recreational and/or performance-enhancing purposes has been reported along with addiction and dependence and serious health complications. It has been especially encountered in India, the only country in which mephentermine appears to remain available for medical use.   === Exercise and sports === Mephentermine has been used as a performance-enhancing drug in exercise and sports. It is on the World Anti-Doping Agency (WADA) list of prohibited substances.   == Research == Mephentermine was evaluated in the treatment of congestive heart failure in one small clinical study but was found to be ineffective.   == Veterinary use == Mephentermine has been used in veterinary medicine in Brazil under the brand names Potenay and Potemax.   == References =="}