{"name": "mepolizumab", "category": "drug", "content": "Mepolizumab, sold under the brand name Nucala by GlaxoSmithKline, is a humanized monoclonal antibody used for the treatment of severe eosinophilic asthma, eosinophilic granulomatosis with polyangiitis, and hypereosinophilic syndrome (HES). It recognizes and blocks interleukin-5 (IL-5), a signalling protein of the immune system. The most common side effects include headache, injection site reactions, and back pain.   == Medical uses == Mepolizumab is approved by the U.S. Food and Drug Administration (FDA) for the maintenance treatment of severe asthma in patients aged six years or older and with an eosinophilic phenotype in combination with other medicines used to treat asthma. In the European Union it is approved as an add-on treatment for severe refractory eosinophilic asthma in adults. In studies, mepolizumab cut the necessity for hospitalisation due to asthma exacerbations in half, as compared to placebo. In December 2017, the FDA expanded mepolizumab's indication to treat adults with eosinophilic granulomatosis with polyangiitis, which is a rare autoimmune condition that can cause vasculitis. In September 2020, the FDA expanded mepolizumab's indication to treat adults and children aged twelve years and older with hypereosinophilic syndrome (HES) for six months or longer without another identifiable non-blood related cause of the disease.   == Side effects == Common side effects in clinical trials included headache (19% of patients under mepolizumab treatment versus 18% under placebo), injection site reactions (8% versus 3%), infections of the urinary tract (3% versus 2%) and the lower respiratory tract, eczema and muscle spasms (both 3% versus <1%). The most common side effects in people with hypereosinophilic syndrome (HES) include: upper respiratory tract infection and pain in extremities (such as the hands, legs and feet).   == Overdose == Single doses of 15 times the usual therapeutic dose have been tolerated in studies without significant side effects.   == Interactions == No interaction studies have been conducted. As with other monoclonal antibodies, the interaction potential is considered to be low.   == Pharmacology ==   === Mechanism of action === Mepolizumab binds to IL-5 and prevents it from binding to its receptor, more specifically the interleukin 5 receptor alpha subunit, on the surface of eosinophil white blood cells. While eosinophils play a role in inflammation associated with asthma, the exact mechanism of mepolizumab is unknown.   === Pharmacokinetics === After subcutaneous injection, mepolizumab has an estimated bioavailability of 80% and reaches highest blood plasma concentrations after four to eight days. Like other antibodies, it is degraded by proteolytic enzymes. Its biological half-life is 20 days on average, ranging from 16 to 22 days in different individuals.   == Chemistry == The substance is an IgG1 kappa monoclonal antibody, the two heavy chains consisting of 449 amino acids each, and the two light chains consisting of 220 amino acids each. The protein part has a molar mass of about 146 kDa, and the sugar part of 3 kDa.   == History == Phase III clinical trials in severe eosinophilic asthma were completed in 2014. The FDA approved it in November 2015. The European Commission granted a marketing authorization valid throughout the European Union on 2 December 2015. Mepolizumab was approved for medical use in the European Union in December 2015. In September 2020, mepolizumab was approved in the United States to treat adults and children aged twelve years and older with hypereosinophilic syndrome (HES) for six months or longer without another identifiable non-blood related cause of the disease. In January 2024, mepolizumab was approved in China for use in severe asthma with an eosinophilic phenotype. Mepolizumab was evaluated in a randomized, double-blind, multicenter, placebo-controlled trial in 108 participants with hypereosinophilic syndrome (HES). In the study, participants were randomly assigned to receive mepolizumab or placebo by injection every four weeks. The trial compared the proportion of subjects who experienced a HES flare during the 32-week treatment period. A HES flare was defined as worsening of clinical signs and symptoms of HES or increasing eosinophils (disease-fighting white blood cells) on at least two occasions. The trial compared the proportions of participants with at least one flare over a 32-week treatment period, as well as the time to the first flare. Fewer participants in the mepolizumab treatment group (28%) had HES flares compared to participants in the placebo group (56%), with a 50% relative reduction. In addition, the time to the first HES flare was later, on average, for participants treated with mepolizumab versus placebo.   == Research == Mepolizumab has been investigated or is under investigation for the treatment of atopic dermatitis, hypereosinophilic syndrome (HES), eosinophilic esophagitis (EoE), nasal polyposis, eosinophilic granulomatosis with polyangiitis, and chronic obstructive pulmonary disease.   == References =="}