{"name": "mercaptamine", "category": "drug", "content": "Cysteamine is an organosulfur compound with the formula HSCH2CH2NH2. A white, water-soluble solid, it contains both an amine and a thiol functional groups.  It is often used as salts of the ammonium derivative [HSCH2CH2NH3]+ including the hydrochloride, phosphocysteamine, and the bitartrate.The intermediate pantetheine is broken down into cysteamine and pantothenic acid.   It is biosynthesized in mammals, including humans, by the degradation of coenzyme A.  It is the biosynthetic precursor to the neurotransmitter hypotaurine.   == Medical uses == As a medication, cysteamine, sold under the brand name Cystagon among others, is indicated to treat cystinosis, a lysosomal storage disease characterized by the abnormal accumulation of cystine, the oxidized dimer of the amino acid cysteine.  It removes the excessive cystine that builds up in cells of people with the disease. It is available by mouth (capsule and extended release capsule) and in eye drops. When applied topically it can lighten skin that's been darkened as a result of post-inflammatory hyperpigmentation, sun exposure and Melasma. Tentative evidence suggests that it may be a more effective depigmentation agent than hydroquinone, retinoids and topical corticosteroids in individuals with chronic skin discoloration. Topical application of cysteamine cream has also demonstrated similar efficacy to intradermal tranexamic acid injections for the treatment of Melasma but with much fewer adverse effects.   == Adverse effects ==   === Topical use === The most important adverse effect related to topical use might be skin irritation. However it's significantly better tolerated than alternative skin lightening treatments with similar efficacy.   === Oral use === The label for oral formulations of cysteamine carry warnings about symptoms similar to Ehlers-Danlos syndrome, severe skin rashes, ulcers or bleeding in the stomach and intestines, central nervous symptoms including  seizures, lethargy, somnolence, depression, and encephalopathy, low white blood cell levels, elevated alkaline phosphatase, and idiopathic intracranial hypertension that can cause  headache, tinnitus, dizziness, nausea, double or blurry vision, loss of vision, and pain behind the eye or pain with eye movement. Additional adverse effects of oral cysteamine include bad breath, skin odor, vomiting, nausea, stomach pain, diarrhea, and loss of appetite. The risks of cysteamine to a fetus are not known but it harms babies in animal models at doses less than those given to people. For eye drops, the most common adverse effects are  sensitivity to light, redness, and eye pain, headache, and visual field defects.   == Interactions == There are no drug interactions for normal capsules or eye drops, but the extended release capsules should not be taken with drugs that affect stomach acid like proton pump inhibitors or with alcohol, as they can cause the drug to be released too quickly.  It doesn't inhibit any cytochrome P450 enzymes.   == Pharmacology == People with cystinosis lack a functioning transporter (cystinosin) which transports cystine from the lysosome to the cytosol. This ultimately leads to buildup of cystine in lysosomes, where it crystallizes and damages cells. Cysteamine enters lysosomes and converts cystine into cysteine and cysteine-cysteamine mixed disulfide, both of which can exit the lysosome. Cysteamine also promotes the transport of L-cysteine into cells.   == Society and culture == It is approved by the U.S. Food and Drug Administration (FDA) and the European Medicines Agency (EMA). In 2013, the regular capsule of cysteamine cost about $8,000 per year; the extended release form that was introduced that year was priced at $250,000 per year.   == History == The therapeutic effect of cysteamine on cystinosis was reported in the 1950s. Cysteamine was approved as a drug for cystinosis in the US in 1994. An extended release form was approved in 2013.   == Research == It was studied in in vitro and animal models for radiation protection in the 1950s, and in similar models from the 1970s onwards for sickle cell anemia, effects on growth, its ability to modulate the immune system, and as a possible inhibitor of HIV. In the 1970s it was tested in clinical trials for Paracetamol toxicity which it failed, and in clinical trials for systemic lupus erythematosus in the 1990s and early 2000s, which it also failed. Clinical trials in Huntington's disease were begun in the 1990s and were ongoing as of 2015. As of 2013, it was in clinical trials for Parkinson's disease, malaria, radiation sickness, neurodegenerative disorders, neuropsychiatric disorders, and cancer treatment. It has been studied in clinical trials for pediatric nonalcoholic fatty liver disease.   == References =="}