{"name": "meropenem", "category": "drug", "content": "Meropenem, sold under the brand name Merrem among others, is an intravenous carbapenem antibiotic used to treat a variety of bacterial infections. Some of these include meningitis, intra-abdominal infection, pneumonia, sepsis, and anthrax. Common side effects include nausea, diarrhea, constipation, headache, rash, and pain at the site of injection. Serious side effects include Clostridioides difficile infection, seizures, and allergic reactions including anaphylaxis. Those who are allergic to other β-lactam antibiotics are more likely to be allergic to meropenem as well. Use in pregnancy appears to be safe. It is in the carbapenem family of medications. Meropenem usually results in bacterial death through blocking their ability to make a cell wall. It is more resistant to breakdown by β-lactamase producing bacteria. Meropenem was patented in 1983. It was approved for medical use in the United States in 1996. It is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies meropenem as critically important for human medicine.   == Medical uses == The spectrum of action includes many Gram-positive and Gram-negative bacteria (including Pseudomonas) and  anaerobic bacteria. The overall spectrum is similar to that of imipenem, although meropenem is more active against Enterobacteriaceae and less active against Gram-positive bacteria. It works against extended-spectrum β-lactamases, but may be more susceptible to metallo-β-lactamases. Meropenem is frequently given in the treatment of febrile neutropenia. This condition frequently occurs in patients with hematological malignancies and cancer patients receiving anticancer drugs that suppress bone marrow formation. It is approved for complicated skin and skin structure infections, complicated intra-abdominal infections and bacterial meningitis. In 2017, the U.S. Food and Drug Administration (FDA) granted approval for the combination of meropenem and vaborbactam to treat adults with complicated urinary tract infections.   === Administration === Meropenem is administered intravenously as an aqueous solution. Meropenem is stored in vials as white crystalline powder (containing meropenem as the trihydrate blended with anhydrous sodium carbonate). For intravenous administration, the powder is dissolved in 5% monobasic potassium phosphate solution, since meropenem is soluble in 5% monobasic potassium phosphate solution and only sparingly soluble in water (5.63 mg/mL). For intravenous bolus administration, injection vials are reconstituted with sterile water for injection. Reconstituted (dissolved) meropenem degrades over time. The degradation may be associated with color change of the solution, typical for a hydrolysis of the amide bond of the β-lactam ring as seen with most β-lactam antibiotics, while particularly for meropenem the color is changing from colorless or pale yellow to vivid yellowish. Upon reconstitution, the meropenem infusion solution, prepared with 0.9% sodium chloride, exhibits both chemical and physical stability for a duration of 3 hours at a temperature up to 25°C. If refrigerated (2–8°C), the stability extends to 24 hours. However, when the product is reconstituted in a 5% dextrose solution, it is used immediately to ensure its efficacy. The degradation of meropenem in a water-based solution is affected by factors such as pH, temperature, initial concentration, and the specific type of infusion solution used. Meropenem solutions should not be frozen. Meropenem is administered every 8 hours. Dosing must be adjusted for altered kidney function and for haemofiltration. Studies describe application of meropenem therapeutic drug monitoring for optimal application. As with other β-lactams antibiotics, the effectiveness of treatment depends on the amount of time during the dosing interval that the meropenem concentration is above the minimum inhibitory concentration for the bacteria causing the infection. For β-lactams, including meropenem, prolonged intravenous administration is associated with lower mortality than bolus intravenous infusion in persons with whose infections are severe, or caused by bacteria that are less sensitive to meropenem, such as Pseudomonas aeruginosa. Meropenem exhibit poor permeability across the gut and low oral bioavailability because of its hydrophilic properties, which inhibit its passive diffusion across the intestinal epithelium. The challenges related to research of oral delivery of meropenem are related to high susceptibility of meropenem to degradation through hydrolysis of the amide bond in the β-lactam ring, even at relatively low temperatures and humidity. This instability can result in the loss of meropenem's antibacterial activity. Besides that, meropenem is unstable in the acidic environment of the stomach, leading to extensive degradation and loss of the drug after oral administration. In addition, intestinal efflux (secretory) transport can pump the drug back into the gut: efflux transporters, particularly P-glycoprotein (P-gp), present in the gastrointestinal tract can actively pump meropenem back into the gut lumen, limiting its absorption and reducing oral bioavailability; in the attempts of oral administration bacteria can develop resistance to meropenem by enhancing the active efflux of the antibiotic through efflux transporters, such as the MexAB-OprM tripartite efflux system in Pseudomonas aeruginosa. That's why meropenem is administered intravenously. There is insufficient data regarding the administration of meropenem during breastfeeding. However, it has been observed that, in general, the concentration of this beta-lactam antibiotic in breast milk is relatively low, therefore, beta-lactam antibiotics are not anticipated to induce detrimental effects in infants who are breastfed. Nonetheless, there have been sporadic reports of disturbances in the gastrointestinal flora of the infant, manifesting as diarrhea or oral candidiasis (thrush), associated with the use of beta-lactam antibiotics, however, these potential side effects have not been thoroughly investigated specifically in the context of meropenem use, therefore, the safety profile of meropenem in breastfeeding mothers and their infants is unknown. Although meropenem is not approved for intramuscular or subcutaneous routes of administration in humans, there were studies that evaluated the drug bioavailability in cats and reported bioavailability of 99.69% for intramuscular route and 96.52 % for subcutaneous route of administration; these studies also compared elimination half-lives for intravenous, intramuscular or subcutaneous routes of administration in cats and reported duration of 1.35, 2.10 and 2.26 hours, respectively. There was also a small study on local tolerance of meropenem intramuscular administration in humans, and it was reported as generally good.   == Side effects == The most common adverse effects are diarrhea (4.8%), nausea and vomiting (3.6%), injection-site inflammation (2.4%), headache (2.3%), rash (1.9%) and thrombophlebitis (0.9%). Many of these adverse effects were observed in severely ill individuals already taking many medications including vancomycin.  Meropenem has a reduced potential for seizures in comparison with imipenem. Several cases of severe hypokalemia have been reported.   == Interactions == Meropenem rapidly reduces serum concentrations of valproic acid. As a result, people who use valproic acid for epilepsy are at increased risk of seizures during treatment with meropenem. In situations where the use of meropenem cannot be avoided, prescription of an additional anticonvulsant should be considered.   == Pharmacology ==   === Mechanism of action === Meropenem is bactericidal except against Listeria monocytogenes, where it is bacteriostatic. It inhibits bacterial cell wall synthesis like other β-lactam antibiotics. In contrast to other beta-lactams, it is highly resistant to degradation by β-lactamases or cephalosporinases. In general, resistance arises due to mutations in penicillin-binding proteins, production of metallo-β-lactamases, or resistance to diffusion across the bacterial outer membrane. Unlike imipenem, it is stable to dehydropeptidase-1, so can be given without cilastatin. In 2016, a synthetic peptide-conjugated PMO (PPMO) was found to inhibit the expression of New Delhi metallo-beta-lactamase, an enzyme that many drug-resistant bacteria use to destroy carbapenems. While β-lactam ring in meropenem is more accessible to water molecules than in the other β-lactam antibiotics, that facilitates the hydrolysis process and faster degradation of meropenem's antibacterial properties in aqueous solutions, it is more resistant to degradation by β-lactamase enzymes produced by bacteria than the other β-lactam antibiotics.   == Research directions == Nebulized meropenem (inhaled route) is researched, but is not approved, for prevention of bronchiectasis exacerbation.   == Society and culture ==   === Trade names ===   == References =="}