{"name": "mesalazine", "category": "drug", "content": "Mesalazine, also known as mesalamine or 5-aminosalicylic acid (5-ASA), is a medication used to treat inflammatory bowel disease, including ulcerative colitis and Crohn's disease. It is generally used for mildly to moderately severe disease. It is taken by mouth or rectally. The formulations which are taken by mouth appear to be similarly-effective. Common side-effects include headache, nausea, abdominal pain, and fever. Serious side-effects may include pericarditis, liver problems, and kidney problems. Use in pregnancy and breastfeeding appears safe. In people with a sulfa allergy certain formulations may result in problems. Mesalazine is an aminosalicylate and anti-inflammatory. It works by direct contact with the intestines. Mesalazine was approved for medical use in the United States in 1987. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 239th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==  It is used to treat inflammatory bowel disease, including ulcerative colitis and Crohn's disease (effective only in colonic diseases). In 2022 Germany introduced guidance to use mesalamine to treat acute uncomplicated diverticulitis.   == Side-effects == Most often reported side-effects are gastrointestinal (GI) (but may also include headache), including: nausea, diarrhea, and abdominal pain. Very rarely, use of mesalazine has been associated with an exacerbation of the symptoms of colitis, Stevens Johnson syndrome, and erythema multiforme.   === Pregnancy === There is no data on use in pregnant women, but the drug does cross the placenta and is excreted in breast milk. The drug should not be used in children under two years of age, people with kidney disease, or people who are allergic to aspirin.   == Chemistry == Mesalazine is the active moiety of sulfasalazine, which is metabolized to sulfapyridine and mesalazine. It is also the active component of the prodrug balsalazide along with the inert carrier molecule 4-aminobenzoyl-beta-alanine. It is in the category of disease-modifying antirheumatic drugs (DMARDs) family of medications. It is unclear exactly how it works. Mesalazine is claimed to be a PPAR-γ agonist.   == Mechanism of action == Exact mechanism of mesalazine is unknown, but is speculated that mesalazine decreases synthesis of prostaglandin and leukotriene, modulating the inflammatory response derived from the cyclooxygenase and lipooxygenase pathways. It appears to act locally on colonic mucosa.   == Society and culture ==   === Brand names === Mesalazine is sold under various names including Apriso, Asacol, Asacol HD, Canasa, Delzicol, Fivasa, Lialda, Salofalk, Pentasa, Rowasa, Octasa, and Sfrowasa. In Europe, it is sold under the name Salofalk (rectal suppository).    == References =="}