{"name": "Metastasis from malignant tumor of prostate", "category": "disease", "content": "Bone metastasis, or osseous metastatic disease, is a category of cancer metastases that result from primary tumor invasions into bones. Bone-originating primary tumors such as osteosarcoma, chondrosarcoma, and Ewing sarcoma are rare; the most common bone tumor is a metastasis. Bone metastases can be classified as osteolytic, osteoblastic, or both. Unlike hematologic malignancies which originate in the blood and form non-solid tumors, bone metastases generally arise from epithelial tumors and form a solid mass inside the bone. Primary breast cancer patients are particularly vulnerable to develop bone metastases.  Bone metastases, especially in a state of advanced disease, can cause severe pain, characterized by a dull, constant ache with periodic spikes of incident pain.   == Types of lesions == Under normal conditions, bone undergoes continuous remodeling through osteoclast-mediated bone resorption and osteoblast-mediated bone deposition. These processes are normally tightly regulated within bone to maintain bone structure and calcium homeostasis in the body. Dysregulation of these processes by tumor cells leads to either osteoblastic or osteolytic lesions, reflective of the underlying mechanism of development. Typically, osteolytic metastases are more aggressive than osteoblastic metastases, which have a slower course. Regardless of the phenotype, bone metastases commonly show osteoclast proliferation and hypertrophy. Primary tumors  Osteoblastic lesions Prostate cancer Carcinoid Small cell lung cancer Hodgkin lymphoma Medulloblastoma Osteolytic lesions Non-small cell lung cancer Thyroid cancer Kidney cancer Multiple myeloma Melanoma Non-Hodgkin lymphoma Langerhans cell histiocytosis Mixed lesions Breast cancer Testicular cancer Ovarian cancer Gastrointestinal cancers Squamous cell skin cancers Hepatocellular carcinomas   == Signs and symptoms == Bone metastases can cause severe pain, bone fractures, spinal cord compression, hypercalcemia, anemia, spinal instability, decreased mobility, and rapid degradation in the quality of life for patients. Patients have described the pain as a dull ache that grows worse over time, with intermittent periods of sharp, jagged pain. Even under controlled pain management, periods of breakthrough pain can occur rapidly, without warning, several times a day. Pain may be worse at night and partially relieved by activity. Metastases to weightbearing bones may become symptomatic early in the course of disease, as compared to metastases to the flat bones of the rib or sternum.  Effects of bone metastasis Major complications secondary to bone metastases are termed Skeletal-Related Events (SREs).  Occurrence of pathological long bone and vertebral fractures Development of spinal cord compression Need for radiation for pain relief or to treat or prevent pathological fractures or spinal cord compression Requirement for surgery to bone Episodes of hypercalcemia of malignancy Other symptoms include:  Spinal instability Compression of the Cauda Equina Cranial nerve palsies Suppression of bone marrow function (i.e. anemia) Decreased mobility   == Sources of bone metastases ==  Bone is the third most common location for metastasis, after the lung and liver. While any type of cancer is capable of forming metastatic tumors within bone, the microenvironment of the marrow tends to favor particular types of cancer, including prostate, breast, and lung cancers. In prostate cancer, bone metastases tend to be the only site of metastasis. The most common sites of bone metastases are the spine, pelvis, ribs, skull, and proximal femur. Common primary tumors  Breast cancer Prostate cancer Lung cancer Kidney cancer Thyroid cancer   == Mechanism ==   === Initial seeding === Many cancers spread to bone, but not all bones are implicated in cancerous metastasis. The microenvironment of differing bone types is thought to play a role in its predisposition to tumor seeding. For example, trabecular bone rich in red marrow and bone subject to frequent turnover are more likely to be seeded at premetastatic niches formed by interactions between cancerous cells and bone substrate Tumor cells are then attracted to the metastatic niche in the bone. However, the characteristics of these niches have yet to be fully elucidated. Initial seeding can occur prior to the discovery of the primary tumor.   === Vascular seeding === The pathogenesis of bone metastasis via the vasculature is hypothesized to be related to the Batson vertebral vein plexus, a longitudinal valveless system connected to the breast, lung, kidney, thyroid, and prostate gland that extends from the sacrum to the skull. The most common locations of metastases are the pelvis, vertebral bodies, ribs and ends of long bones.   === Dormancy === Once established, the tumor cells can remain dormant on the bone microenvironment, radiologically undetectable, for many years. The triggers which eventually awaken metastatic tumor cells are an active field of study as they could elucidate mechanisms of controlling dormancy.   === Tumor cell-bone interactions === Tumor cells may have paraneoplastic effects, such as via the secretion of prostaglandin E, TGF-alpha, TGF-beta, TNF, and interleukins to increase bone resorption. The destruction of bone affected by bone metastases are caused by osteoclast-mediated osteolysis. The uncoupled regulation of osteoclasts and osteoblasts leads to malformation of the bone. Lytic bone lesions may also lead to the pathogenesis of hypercalcemia in cancers that have spread to bone   == Diagnosis ==   === Skeletal radiography === A plain film x-ray of the entire body can identify bone metastasis. However, the sclerotic or osteolytic lesions must be at least 1 cm in diameter. A combination of X-ray, CT and MRI scans may be most sensitive in the diagnosis of cancerous bone metastasis.   === Radionuclide bone scan === A radionuclide bone scan or scintigraphy can identify bone metastasis. Technetium-99m–labeled bisphosphonate attaches to calcium at sites of active bone formation. Bone scans are more sensitive and can identify lesions earlier than plain radiographs. However, these methods are less effective at identifying purely osteolytic lesions and will also highlight other areas of bone formation, such as those caused by trauma or inflammation unrelated to cancer. Additionally, bladder activity may mask the detection of certain pelvic lesions.   === CT scan === A CT scan can detect bone metastases before they present with symptoms in patients diagnosed with tumors that are high-risk for spread to the bone. Even sclerotic bone metastases are generally less radiodense than enostoses, and it has been suggested that bone metastasis should be the favored diagnosis between the two for bone lesions lower than a cutoff of 1060 Hounsfield units (HU). If a biopsy is indicated, a CT scan is often used to localize the lesion before biopsy.   === MRI === MRIs can be used to detect bone metastasis with a sensitivity of 82-100% and a specificity of 73-100%.   === PET scan === Positron emission tomography (PET) with fluorine 18–labeled fluorodeoxyglucose ( 18 F-FDG) is a powerful diagnostic tool to visualize the activity of bone metastasis. Bone metastases on PET scan are usually multiple, irregularly distributed foci of increased tracer uptake without relationship to a single anatomic structure. A PET scan can directly identify tumor cells with significant metabolic rate. However, it is a costly procedure and device availability may be limited.   === Bone markers === Due to the high rate of bone turnover, metabolites are theorized to be capable of detecting bone metastasis. Use of bone markers for detection and screening is an active field of research, though radiographic evidence remains the gold standard. However, once the presence of a bone metastasis has been established, tumor metabolic markers can provide useful diagnostic and prognostic information.   == Treatment == The goals of treatment for bone metastases include pain control, prevention and treatment of fractures, maintenance of patient quality of life, and local tumor control. Optimal treatment requires a multidisciplinary team of physicians, including medical and radiation oncologists, orthopedic surgeons, radiologists, nuclear medicine physician, palliative medicine specialists, and more. Assessment of treatment is determined by multiple factors, including performance status, pain score, impact on quality of life, and overall status of clinical disease. Important therapies include external-beam radiotherapy, targeted radioisotope therapy, image guided tumor ablation chemotherapy, and bone-targeting chemotherapeutic agents such as bisphosphonates and denosumab. Orthopedic interventions such as internal fixation or spinal decompression may be necessary in the case of loss of structural stability due to bone destruction.   === Pain management === The World Health Organization's pain ladder was designed for the management of cancer-associated pain. The original ladder details the management of pain using a sequence of analgesic medications, starting with non-steroidal anti-inflammatory medications and progressing to weak and strong opioids Other treatments include corticosteroids, radiotherapy, and radionucleotides. Percutaneous osteoplasty involves the use of bone cement to reduce pain and improve mobility. In palliative therapy, the main options are external radiation and radiopharmaceuticals. Thermal ablation techniques are increasingly being used in the palliative treatment of painful metastatic bone disease. Although the majority of patients experience complete or partial relief of pain following external radiation therapy, the effect is not immediate and has been shown in some studies to be transient in more than half of patients. For patients who are not eligible or do not respond to traditional therapies ( i.e. radiation therapy, chemotherapy, palliative surgery, bisphosphonates or analgesic medications), thermal ablation techniques have been explored as alternatives for pain reduction. Several multi-center clinical trials studying the efficacy of radiofrequency ablation in the treatment of moderate to severe pain in patients with metastatic bone disease have shown significant decreases in patient reported pain after treatment. These studies are limited, however, to patients with one or two metastatic sites; pain from multiple tumors can be difficult to localize for directed therapy. More recently, cryoablation has also been explored as a potentially effective alternative as the area of destruction created by this technique can be monitored more effectively by CT than radiofrequency ablation, a potential advantage when treating tumors adjacent to critical structures. A Cochrane review of calcitonin for the treatment of metastatic bone pain suggests calcitonin yields no significant benefit in the reduction of bone pain or improvements in quality of life.   === Bone-targeted agents === Bone-targeted agents (BTAs) including bisphosphonates and denosumab, can interrupt osteoclast-mediated osteolysis. Osteoclast inhibitors, most frequently used in the treatment of osteoporosis, can allow for bone healing and delay complications. BTAs have been shown to decrease the incidence of skeletal related events (SREs) like pathological fractures, thereby decreasing the need for surgical intervention or pain medication.   == Prognosis == Many cancers are predisposed to metastasize to bone.  The list below details the likelihood of a cancer, if in a stage of advanced metastasis, to have spread to bone at time of death:    Breast: 65-75% Prostate: 65-75% Thyroid: 60% Kidney: 20-25% Lung: 30-40% Given the high incidence of breast, lung and prostate cancer, these patients account for > 80% of patients with bone metastases. For patients with advanced metastatic disease involving the bone, median survival from the time of diagnosis of a bone metastasis varies by primary tumor type. A list is included below:  Breast: 19–25 months Prostate: 12–53 months Thyroid: 48 months Kidney: 12 months Lung: 6–7 months   == See also == Bone tumor   == References ==   == Further reading =="}