{"name": "metaraminol", "category": "drug", "content": "Metaraminol, also known as metaradrine and sold under the brand names Aramine and Pressonex among others,  is a sympathomimetic medication which is used in the prevention and treatment of hypotension (low blood pressure), particularly as a complication of anesthesia. It is given by intramuscular or intravenous administration. Side effects of metaraminol include reflex bradycardia among others. Metaraminol is a norepinephrine releasing agent and at high doses a α1-adrenergic receptor agonist with some β-adrenergic effect. It is a substituted amphetamine and is closely related to phenylpropanolamine, ephedrine, and oxilofrine. Metaraminol was first described and introduced for medical use by 1955.   == Medical uses ==  Metaraminol is given intravenously as either a bolus (often 0.5–1 mg doses) or as an infusion, usually via peripheral intravenous access. Metaraminol is commonly available as 10 mg in 1 mL, that requires dilution prior to administration (often made up to a 0.5 mg/mL solution), however pre-prepared syringes of metaraminol for bolus use for hypotension are also commonly available. Metaraminol is also used in the treatment of priapism.   == Pharmacology ==   === Pharmacodynamics === The dominant mechanism of action for the vasopressor action of metaraminol is indirect, with metaraminol displacing norepinephrine from neuronal vesicles in order for the noradrenaline to exert these effects. Metaraminol at higher doses may have direct α-adrenergic agonist and β1-adrenergic agonist effects. However at doses common in clinical practice, the indirect α1-adrenergic effects predominate, such that reflex bradycardia is a common side effect.   == Chemistry == Metaraminol, also known as (1R,2S)-3,β-dihydroxy-α-methylphenethylamine or as (1R,2S)-3,β-dihydroxyamphetamine, is a substituted phenethylamine and amphetamine derivative. It is the (1R,2S)-enantiomer of meta-hydroxynorephedrine (3,β-dihydroxyamphetamine). The drug is closely related to phenylpropanolamine ((1RS,2SR)-β-hydroxyamphetamine; norephedrine), ephedrine ((1R,2S)-β-hydroxy-N-methylamphetamine), para-hydroxynorephedrine (4,β-dihydroxyamphetamine), and oxilofrine (4,β-dihydroxy-N-methylamphetamine). The experimental log P of metaraminol is -0.27 and its predicted log P ranges from -0.59 to 0.07. Metaraminol is used pharmaceutically as the bitartrate salt.   == History == Metaraminol was first described and introduced for medical use by 1955.   == Society and culture ==   === Names === Metaraminol is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while its DCFTooltip Dénomination Commune Française is métaraminol and its DCITTooltip Denominazione Comune Italiana is metaraminolo. As the bitartrate salt, its generic name is metaraminol bitartrate and this is its USANTooltip United States Adopted Name and JANTooltip Japanese Accepted Name, while metaraminol tartrate is its BANMTooltip British Approved Name. A synonym of metaraminol is metaradrine. Brand names of metaraminol include Aramin, Aramine, and Pressonex, among others.   === Availability === Metaraminol appears to remain available in Argentina, Australia, Brazil, China, and Thailand. It was previously marketed in many more countries, including the United States and United Kingdom, but seems to have been discontinued in these countries. However, one formulation still remains available in the United States as of August 2024.   == References ==   == External links == \"Metaraminol\". Drug Information Portal. U.S. National Library of Medicine. \"Metaraminol bitartrate\". Drug Information Portal. U.S. National Library of Medicine."}