{"name": "Metastatic urothelial carcinoma", "category": "disease", "content": "Transitional cell carcinoma is a type of cancer that arises from the transitional epithelium, a tissue lining the inner surface of these hollow organs. It typically occurs in the urothelium of the urinary system; in that case, it is also called urothelial carcinoma. It is the most common type of bladder cancer and cancer of the ureter, urethra, and urachus. Symptoms of urothelial carcinoma in the bladder include hematuria (blood in the urine). Diagnosis includes urine analysis and imaging of the urinary tract (cystoscopy). It accounts for 95% of bladder cancer cases and bladder cancer is in the top 10 most common malignancy disease in the world and is associated with approximately 200,000 deaths per year in the US. It is the second most common type of kidney cancer, but accounts for only five to 10 percent of all primary renal malignant tumors. Men and older people have a higher rate of urothelial carcinomas. Other risk factors include smoking and exposure to aromatic amines. Treatment approaches depend on the stage and spread of the tumour. Tumour removal (resection), chemotherapy and chemoradiation may be indicated. Immunotherapy with immune check point inhibitor medications may also be suggested.   == Signs and symptoms == Signs and symptoms of transitional cell carcinomas depend on the location and extent of the cancer. Symptoms of bladder cancer is blood in the urine.   == Causes == Urothelial carcinoma is a prototypical example of a malignancy arising from environmental carcinogenic influences. By far the most important cause is cigarette smoking, which contributes to approximately one-half of the disease burden. Chemical exposure, such as those sustained by workers in the petroleum industry, the manufacture of paints and pigments (e.g., aniline dyes), and agrochemicals are known to predispose one to urothelial cancer. The risk is lowered by increased liquid consumption, presumably as a consequence of increased urine production and thus less dwell time on the urothelial surface. Conversely, risk is increased among long-haul truck drivers and others in whom long urine dwell-times are encountered. As with most epithelial cancers, physical irritation has been associated with increased risk of malignant transformation of the urothelium. Thus, urothelial carcinomas are more common in the context of chronic urinary stone disease, chronic catheterization (as in patients with paraplegia or multiple sclerosis), and chronic infections. Some particular examples are listed below:  Certain drugs, such as cyclophosphamide, via the metabolites acrolein and phenacetin, may predispose to the development of transitional cell carcinomas (the latter especially with respect to the upper urinary tract). Radiation exposure Somatic mutation, such as deletion of chromosome 9q, 9p, 11p, 17p, 13q, 14q and overexpression of RAS (oncogene) and epidermal growth factor receptor (EGFR). Presence of an abnormal extra chromosome, classified as a small supernumerary marker chromosome (sSMC), in this malignancy's tumor cells. The sSMC has an isochromosome-like structure consisting of two copies of the short (i.e. p) arm of chromosome 5. In consequence, the malignant cells bearing it have four copies of this p arm's genetic material, two from each of the normal chromosome 5's and two from the sSMC. \"sSMC i(5)(p10)\" is the single most common recurrent structural chromosomal abnormality in transitional cell carcinoma, being present in its malignant cells in most cases of the disease. Transitional cell bladder carcinomas associated with this sSMS are more aggressive and invasive than those not associated with it.   == Growth and spread == Transitional cell carcinomas are often multifocal, with 30–40% of patients having more than one tumor at diagnosis. The pattern of growth of transitional cell carcinomas can be papillary, sessile, or carcinoma in situ. The most common site of transitional cell carcinoma metastasis outside the pelvis is bone (35%); of these, 40 percent are in the spine.   == Diagnosis ==  Transitional refers to the histological subtype of the cancerous cells as seen under a microscope.   === Classification === Transitional cell carcinomas are mostly papillary (70%, and 30% non-papillary). The 1973 WHO grading system for transitional cell carcinomas (papilloma, G1, G2 or G3) is most commonly used despite being superseded by the 2004 WHO grading for papillary types (papillary neoplasm of low malignant potential [PNLMP], low grade, and high grade papillary carcinoma). High-grade carcinoma typically displays more pleomorphism, multiple mitoses, euchromatin and relatively prominent nucleoli, and uneven distribution of nuclei.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Treatment ==   === Localized/early transitional cell carcinomas of bladder === Transitional cell carcinomas can be very difficult to treat. Treatment for localized stage transitional cell carcinomas is surgical resection of the tumor, but recurrence is common. Some patients are given mitomycin into the bladder either as a one-off dose in the immediate post-operative period (within 24 hrs) or a few weeks after the surgery as a six dose regimen. Localized/early transitional cell carcinomas can also be treated with infusions of Bacille Calmette–Guérin into the bladder. These are given weekly for either 6 weeks (induction course) or 3 weeks (maintenance/booster dose). Side effects include a small chance of developing systemic tuberculosis or the patient becoming sensitized to BCG, causing severe intolerance and a possible reduction in bladder volume due to scarring. In patients with evidence of early muscular invasion, radical curative surgery in the form of a cysto-prostatectomy usually with lymph node sampling can also be performed. In such patients, a bowel loop is often used to create either a \"neo-bladder\" or an \"ileal conduit\" which act as a place for the storage of urine before it is evacuated from the body either via the urethra or a urostomy respectively.   === Advanced or metastatic transitional cell carcinomas === First-line chemotherapy regimens for advanced or metastatic transitional cell carcinomas consists of gemcitabine and cisplatin) or a combination of methotrexate, vinblastine, adriamycin, and cisplatin (MVAC polychemotherapy). The side effects associated with some of these polychemotherapy treatment options are considered serious and mortality from MVAC treatment has been estimated at approximately 4%. Cisplatin and gemcitabine treatment may be associated with less severe side effects. Up to half of people with bladder cancer are not able to take these chemotherapy treatments due to their overall health. Taxanes or vinflunine have been used as second-line therapy (after progression on a platinum containing chemotherapy). Immunotherapy such as pembrolizumab is often used as second-line therapy for metastatic urothelial carcinoma that has progressed despite treatment with GC or MVAC, however this is based on low certainty evidence.  In May 2016, the FDA granted accelerated approval to atezolizumab for locally advanced or metastatic urothelial carcinoma treatment after failure of cisplatin-based chemotherapy. The confirmatory trial (to convert the accelerated approval into a full approval) failed to achieve its primary endpoint of overall survival. In April 2021, the FDA granted accelerated approval to sacituzumab govitecan for people with locally advanced or metastatic urothelial cancer (mUC) who previously received a platinum-containing chemotherapy and either a programmed death receptor-1 (PD-1) or a programmed death-ligand 1 (PD-L1) inhibitor.   == Prostate == Transitional cell carcinomas can also be associated with the prostate.   == See also == Bladder cancer in cats and dogs Transitional cell carcinoma of the ovary   == References ==   == External links =="}