{"name": "methoxy polyethylene glycol-epoetin beta", "category": "drug", "content": "Methoxy polyethylene glycol-epoetin beta, sold under the brand name Mircera, is a long-acting erythropoietin receptor activator (CERA) used for the treatment of anaemia associated with chronic kidney disease. It is the first approved, chemically modified erythropoiesis-stimulating agent (ESA). It is on the World Health Organization's List of Essential Medicines. It was approved for medical use in the European Union,  Switzerland, and the United States in 2007. Methoxy polyethylene glycol-epoetin beta is made from erythropoietin by chemically linking the N-terminal amino group or the ε-amino group of any lysine present in the protein with methoxy polyethylene glycol butanoic acid. The average molecular weight is approximately 60 kDa. The drug stimulates erythropoiesis by interacting with the erythropoietin receptor on progenitor cells in the bone marrow. It has a reduced receptor binding activity compared to other ESAs and but retains in vivo activity due to an extended serum half-life. It has an in vivo half-life of around 135 hours (5.6 days) as compared to darbepoetin alfa which has a half life of around 21 to 70 hours, the half life of which is three times that of the naturally occurring erthropoietin in the body.   == Society and culture ==   === Legal status ===   ==== Patent infringement claims ==== A U.S. Federal Appeals Court ruled in September 2009, that Mircera infringed a patent held by Amgen Inc. The court refused to lift an injunction entered in the fall of 2008 which barred Roche from selling Mircera in the United States. The injunction has since expired and Mircera has been available on the U.S. market since 2015.   === Controversies ===   ==== Use in sports ==== Mircera can reportedly replace traditional erythropoietin drugs as a blood doping agent in endurance sports. The drug appears to fall under section S2 of the list of substances officially prohibited - in competition and out of competition - in France and by the World Anti-Doping Agency. In July 2008, Italian bicycle racer Riccardo Riccò was disqualified from the Tour de France after reports that a urine sample tested positive for Mircera. There had not previously been any public acknowledgment that a test for the new drug was being administered, or had even been developed yet.  The Tour de France testing was done under the auspices of the French Cycling Federation and the French Anti-Doping Agency, not the Union Cycliste Internationale.   == References =="}