{"name": "methylnaltrexone", "category": "drug", "content": "Methylnaltrexone (MNTX, brand name Relistor), used in form of methylnaltrexone bromide (INN, USAN, BAN), is a medication that acts as a peripherally acting μ-opioid receptor antagonist that acts to reverse some of the side effects of opioid drugs such as constipation without significantly affecting pain relief or precipitating withdrawals. Because MNTX is a quaternary ammonium cation, it cannot cross the blood–brain barrier, and so has antagonist effects throughout the body, counteracting effects such as itching and constipation, but without affecting opioid effects in the brain such as pain relief. However, since a significant fraction (up to 60%) of opioid analgesia can be mediated by opioid receptors on peripheral sensory neurons, particularly in inflammatory conditions such as arthritis, traumatic or surgical pain, MNTX may increase pain under such circumstances.   == Medical uses == Methylnaltrexone is approved for the treatment of opioid-induced constipation in chronic non cancer pain or when ordinary laxatives have failed.   == Mechanism of action == Methylnaltrexone is a peripheral acting mu-opioid receptor antagonist, and does not cross the blood brain barrier. Methylnaltrexone has restricted access through the blood brain barrier because it is a quaternary amine, which carries a positive charge when in a solution. This positive charge increases polarity and decreases lipid solubility when compared to traditional opioid agonists used for pain treatment. The peripheral action of methylnaltrexone makes it effective for decreasing the constipating effects of opioids, without interfering with the analgesic effects (of opioids) on the central nervous system. This is the primary characteristic that makes methylnaltrexone behave differently than naltrexone.  Furthermore, as methylnaltrexone cannot cross the blood–brain barrier, it does not reverse the pain-killing properties of opioid agonists or cause withdrawal symptoms, but since a small portion of analgesia comes from the peripheral opioid receptors, it can increase pain from inflammatory conditions such as arthritis.   == Side effects == The most common side effects for methylnaltrexone include:  Abdominal pain Dizziness Vomiting Nausea Diarrhea   == History == In 1978, a dying friend and colleague presented the late University of Chicago pharmacologist Leon Goldberg with a clinical challenge. Struggling with the pain of prostatic cancer that had metastasized to his bones, the man was now declining the morphine he required for analgesia because of constipation. Research on opioids which would target only the sub-types of receptors associated with pain relief and not with side effects had seen little success outside of in-vitro models. Considering drugs such as loperamide, which acted on the opioid receptors in the gut without acting on the central nervous system, Goldberg proposed a targeted opioid receptor antagonist. Thousands of opioid-like molecules had been synthesized by pharmaceutical companies looking for the better analgesic - and many of those with no pain-relieving properties had been shelved. Screening these compounds led to the examination of putative antagonists which when modified had properties that suggested they might not readily cross the blood–brain barrier based on their size and charge. One of these compounds, N-methyl-naltrexone (MNTX), was amongst a group of compounds synthesized by Boehringer Ingelheim. The compound looked promising and passed initial screening in which rodents were given opioids along with charcoal meals to track GI transit, and were tested for analgesia. In a 1982 paper by Russell et al., it was first reported that the GI effects of the opioids could be prevented without affecting centrally mediated analgesia in this model. Subsequent preclinical studies also demonstrated this separation of central and peripherally mediated opioid effects for other smooth muscles of the GI tract and the cough reflex. Interest also developed in the potential for MNTX to act at the chemoreceptor trigger zone and block the emetic effect of opioids. This blockade of opioid-induced emesis was demonstrated in a canine model. Goldberg died before he could see the core of this idea come into clinical practice. Research on methylnaltrexone continued in the Department of Anesthesiology and Critical Care at the University of Chicago through the 1990s. More recent investigations, however, discovered opioid receptors on peripheral sensory neurons.  In December 2005, Wyeth and Progenics entered into an exclusive, worldwide agreement for the joint development and commercialization of methylnaltrexone for the treatment of opioid-induced side effects, including constipation and post-operative ileus (POI), a prolonged dysfunction of the gastrointestinal tract following surgery. Under the terms of the agreement, the companies are collaborating on worldwide development. Wyeth received worldwide rights to commercialize methylnaltrexone, and Progenics retained an option to co-promote the product in the United States. Wyeth will pay Progenics royalties on worldwide sales and co-promotion fees within the United States. Methylnaltrexone is being developed in subcutaneous and oral forms to treat opioid induced constipation (OIC). The use of methylnaltrexone (Relistor) for more than 4 months has not been studied.   == Society and culture ==   === Approval === On April 1, 2008, Progenics and Wyeth announced that Health Canada has approved methylnaltrexone for the treatment of opioid-induced constipation. It was later approved by the US FDA on April 24, 2008.   === Forms === As of 2010, methylnaltrexone is supplied as an injection in trays containing seven one-dose vials containing 0.6 mL of solution. Each tray also contains seven 12 mm (0.47 in) 1 mL 27 gauge needles with retractable tips, and alcohol wipes for home use. A single vial can treat someone who weighs as much as 115 kilograms (254 lb).  For hospital use, vials are available separately.   == See also == Loperamide - an μ-opioid receptor agonist that doesn't cross the BBB in significant amounts, and treats diarrhea (in contrast to methynaltrexone, a Mu-opioid receptor antagonist that doesn't cross the BBB, avoiding opiate withdrawal effects in patients, while treating constipation) Naloxegol (trade names Movantik and Moventig) - another peripherally selective opioid antagonist used to treat opioid-induced constipation (+)-Naloxone - a non-opioid drug which also reduces some side effects of opioids without significantly affecting analgesia when used in small oral doses 6β-Naltrexol (6α-hydroxynaltrexone) - another naltrexone derivative that is also a peripherally selective opioid antagonist   == References ==   == Further reading =="}