{"name": "methylergometrine", "category": "drug", "content": "Methylergometrine, also known as methylergonovine and sold under the brand name Methergine, is a medication of the ergoline and lysergamide groups which is used as an oxytocic in obstetrics and in the treatment of migraine. It reportedly produces psychedelic effects similar to those of lysergic acid diethylamide (LSD) at high doses. It is on the World Health Organization's List of Essential Medicines.   == Medical uses ==   === Obstetric use === Methylergometrine is a smooth muscle constrictor that mostly acts on the uterus. It is most commonly used to prevent or control excessive bleeding following childbirth and spontaneous or elective abortion, and also to aid in expulsion of retained products of conception after a missed abortion (miscarriage in which all or part of the fetus remains in the uterus) and to help deliver the placenta after childbirth. It is available as tablets or injection (IM or IV) or in liquid form to be taken orally.   === Migraine === Methylergometrine is sometimes used for both prevention and acute treatment of migraine. It is an active metabolite of methysergide. In the treatment of cluster headaches, methylergometrine has been initiated at a dose of 0.2 mg/day, rapidly increased to 0.2 mg three times per day, and increased to a maximum of 0.4 mg three times per day.   == Contraindications == Methylergometrine is contraindicated in patients with hypertension and pre-eclampsia. It is also contraindicated in HIV positive patients taking protease inhibitors, delavirdine, and efavirenz (which is also an agonist at the 5-HT2A–mGlu2 receptor protomer and increases the chances of a patient experiencing hallucinations during methylergometrine therapy).   == Side effects == Adverse effects include:  Nausea, vomiting, and diarrhea Dizziness Pulmonary hypertension Coronary artery vasoconstriction Severe systemic hypertension (especially in patients with pre-eclampsia) Convulsions In excessive doses, methylergometrine can also lead to cramping, respiratory depression and coma.   == Interactions == Methylergometrine likely interacts with drugs that inhibit the liver enzyme CYP3A4, such as azole antifungals, macrolide antibiotics and many HIV drugs. It can also increase constriction of blood vessels caused by sympathomimetic drugs and other ergot alkaloids.   == Pharmacology ==   === Pharmacodynamics === Methylergometrine is an agonist or antagonist to serotonin, dopamine, and α-adrenergic receptors. Its specific binding and activation pattern on these receptors leads to a highly, if not completely, specific contraction of smooth uterus muscle via serotonin 5-HT2A receptors, while blood vessels are affected to a lesser extent compared to other ergot alkaloids. It has been found to interact with the serotonin 5-HT1A, 5-HT1B, 5-HT1E, 5-HT1F, 5-HT2A, 5-HT2B, 5-HT2C, 5-HT5A, and 5-HT7 receptors. Methylergometrine is a synthetic analogue of ergometrine, a psychedelic alkaloid found in ergot, and many species of morning glory. Methylergometrine is a member of the ergoline family and chemically similar to LSD, ergine, ergometrine, and lysergic acid. According to Jonathan Ott, methylergometrine produces LSD-like psychedelic effects at doses of 2 mg and above. This can be attributed to due to its agonistic action at the 5-HT2A–mGlu2 receptor protomers. Clinical efficacy occurs around 200 μg, ten times lower than the hallucinogenic threshold. Methylergometrine is an agonist of the serotonin 5-HT2B receptor and is maybe linked to cardiac valvulopathy.   == Chemistry == Methylergometrine, also known as d-lysergic acid 1-butanolamide, is a derivative of the ergoline and lysergamide classes and is structurally related to ergometrine (d-lysergic acid β-propanolamide) and lysergic acid diethylamide.   == References =="}