{"name": "methoxsalen", "category": "drug", "content": "Methoxsalen (or xanthotoxin) sold under the brand name Oxsoralen among others, is a medication used to treat psoriasis, eczema, vitiligo, and some cutaneous lymphomas in conjunction with exposing the skin to ultraviolet (UVA) light from lamps or sunlight. Methoxsalen modifies the way skin cells receive the UVA radiation, allegedly clearing up the disease. Levels of individual patient PUVA exposure were originally determined using the Fitzpatrick scale. The scale was developed after patients demonstrated symptoms of phototoxicity after oral ingestion of methoxsalen followed by PUVA therapy. Chemically, methoxsalen belongs to a class of organic natural molecules known as furanocoumarins. They consist of coumarin annulated with furan. It can also be injected and used topically.   == Natural sources == In 1947, methoxsalen was isolated (under the name \"ammoidin\") from the plant Ammi majus, bishop's weed. In 1970, Nielsen extracted 8-methoxypsoralen from four species of the genus Heracleum in the carrot family Apiaceae, including Heracleum mantegazzianum and Heracleum sphondylium. An additional 32 species of the genus Heracleum were found to contain 5-methoxypsoralen (bergapten) or other furanocoumarins.   == Biosynthesis == The biosynthetic pathway is a combination of the shikimate pathway, which produces umbelliferone, and the mevalonate pathway.   === Synthesis of umbelliferone ===  Umbelliferone is a phenylpropanoid and as such is synthesized from L-phenylalanine, which in turn is produced via the shikimate pathway. Phenylalanine is lysated into cinnamic acid, followed by hydroxylation by cinnamate 4-hydroxylase to yield 4-coumaric acid. The 4-coumaric acid is again hydroxylated by cinnamate/coumarate 2-hydroxylase to yield 2,4-dihydroxy-cinnamic acid (umbellic acid) followed by a bond rotation of the unsaturated bond adjacent to the carboxylic acid group. Finally an intramolecular attack from the hydroxyl group of C2' to the carboxylic acid group closes the ring and forms the lactone umbelliferone.   === Synthesis of methoxsalen ===  The biosynthetic route then continues with the activation of dimethylallyl pyrophosphate (DMAPP), produced via the mevalonate pathway, to form a carbo-cation via the cleavage of the diphosphates. Once activated, the enzyme umbelliferone 6-prenyltransferase catalyzes a C-alkylation between DMAPP and umbelliferone at the activated position ortho to the phenol, yielding demethylsuberosin. This is then followed by a hydroxylation catalyzed by the enzyme marmesin synthase to yield marmesin. Another hydroxylation is catalyzed by psoralen synthase to yield psoralen. A third hydroxylation by the enzyme psoralen 8-monooxygenase yields xanthotoxol which is followed by a methylation via the enzyme xanthotoxol O-methyltransferase and S-adenosyl methionine to yield methoxsalen.   == Risks and side effects == Patients with high blood pressure or a history of liver problems are at risk for inflammation and irreparable damage to both liver and skin.  The eyes must be protected from UVA radiation.  Side effects include nausea, headaches, dizziness, and in rare cases insomnia. Methoxsalen has also been classified as an IARC Group 1 carcinogen (known to cause cancer) but is only cancerous when combined with light - UVA radiation.   == Society and culture == Author John Howard Griffin (1920–1980) used the chemical to darken his skin in order to investigate racial segregation in the American South. He wrote the book Black Like Me (1961) about his experiences.   == References =="}