{"name": "methotrexate", "category": "drug", "content": "Methotrexate, formerly known as amethopterin, is a chemotherapy agent and immune-system suppressant. It is used to treat cancer, autoimmune diseases, and ectopic pregnancies. Types of cancers it is used for include breast cancer, leukemia, lung cancer, lymphoma, gestational trophoblastic disease, and osteosarcoma. Types of autoimmune diseases it is used for include psoriasis, rheumatoid arthritis, and Crohn's disease. It can be given by mouth or by injection. Common side effects include nausea, feeling tired, fever, increased risk of infection, low white blood cell counts, and breakdown of the skin inside the mouth. Other side effects may include liver disease, lung disease, lymphoma, and severe skin rashes. People on long-term treatment should be regularly checked for side effects. It is not safe during breastfeeding. In those with kidney problems, lower doses may be needed. It acts by blocking the body's use of folic acid. Methotrexate was first made in 1947 and initially was used to treat cancer, as it was less toxic than the then-current treatments. In 1956 it provided the first cures of a metastatic cancer. It is on the World Health Organization's List of Essential Medicines. Methotrexate is available as a generic medication. In 2021, it was the 132nd most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses ==   === Chemotherapy === Methotrexate was originally developed and continues to be used for chemotherapy, either alone or in combination with other agents. It is effective for the treatment of a number of cancers, including solid tumours of breast, head and neck, lung, bladder, as well as acute lymphocytic leukemias, non-Hodgkin's lymphoma, osteosarcoma, and choriocarcinoma and other trophoblastic neoplasms. It is also used in the treatment of aggressive fibromatosis (desmoid tumor).   === Autoimmune disorders === Although originally designed as a chemotherapy drug, in lower doses methotrexate is a generally safe and well-tolerated drug in the treatment of certain autoimmune diseases. Methotrexate is used as a disease-modifying treatment for a number of autoimmune diseases in adults, including rheumatoid arthritis,  psoriasis and psoriatic arthritis, reactive arthritis, enteropathic arthritis, myositis, systemic sclerosis,  lupus, sarcoidosis, Crohn's disease, and many forms of vasculitis. In children, it can be used for juvenile dermatomyositis, juvenile idiopathic arthritis, uveitis and localised scleroderma. Methotrexate is one of the first-line therapies for the treatment of rheumatoid arthritis. Weekly doses of 5 to 25mg were found by a Cochrane review to be beneficial for 12–52 weeks duration of therapy, though it is used longer-term in clinical practice. Discontinuation rates are as high as 16% due to adverse effects. Use of low doses of methotrexate together with NSAIDs such as aspirin or analgesics such as paracetamol is relatively safe in people being treated for rheumatoid arthritis, with appropriate monitoring. Methotrexate is also sometimes used in combination with other conventional DMARDs, such as sulfasalazine and hydroxychloroquine. Studies and reviews have found that most rheumatoid arthritis patients treated with methotrexate for up to one year had less pain, functioned better, had fewer swollen and tender joints, and had less disease activity overall as reported by themselves and their doctors. X-rays also showed that the progress of the disease slowed or stopped in many people receiving methotrexate, with the progression being completely halted in about 30% of those receiving the drug. Those individuals with rheumatoid arthritis treated with methotrexate have been found to have a lower risk of cardiovascular events such as myocardial infarctions and strokes. Results of a systematic review exploring the comparative effectiveness of treatments of early rheumatoid arthritis show that treatment efficacy can be improved with combination therapy with anti-TNF or other biologic medications, compared with methotrexate monotherapy. Likewise, a 2016 study found the use of methotrexate, in combination with anti-TNF agents, has been shown to be effective for the treatment of ulcerative colitis. Methotrexate has also been used for multiple sclerosis and is used occasionally in systemic lupus erythematosus, with tentative evidence to support such use.   === Atopic dermatitis === Along with other immunosuppressants, methotrexate is used to treat severe atopic dermatitis (eczema).   === During pregnancy === Methotrexate is an abortifacient and is used to treat ectopic pregnancies, provided the fallopian tube has not ruptured. Methotrexate with dilation and curettage is used to treat molar pregnancy. Rarely, it is used in combination with misoprostol to abort intrauterine pregnancies.   === Administration === Methotrexate can be given by mouth or by injection (intramuscular, intravenous, subcutaneous, or intrathecal). Doses are usually taken weekly, not daily, to limit toxicity. Routine monitoring of the complete blood count, liver function tests, and creatinine are recommended. Measurements of creatinine are recommended at least every two months. Folic acid is commonly co-prescribed with methotrexate to minimise the risk of adverse effects.   == Adverse effects == The most common adverse effects include hepatotoxicity, stomatitis, blood abnormalities (leukopenia, anaemia and thrombocytopenia), increased risk of infection, hair loss, nausea, reduced appetite, abdominal pain, diarrhea, fatigue, fever, dizziness, drowsiness, headache, acute pneumonitis and renal impairment. Methotrexate can also cause mucositis. Methotrexate pneumonitis is a rare complication of therapy, and appears to be reducing in frequency in most recent rheumatoid arthritis treatment trials. In the context of rheumatoid arthritis interstitial lung disease, methotrexate treatment may be associated with a lower incidence of ILD over time. Methotrexate is teratogenic and it is advised stop taking it at least 4 weeks before becoming pregnant and it should be avoided during pregnancy (pregnancy category X) and while breastfeeding. Guidelines have been updated to state that it is safe for a male partner to take at any point while trying to conceive. Central nervous system reactions to methotrexate have been reported, especially when given via the intrathecal route (directly into the cerebrospinal fluid), which include myelopathies and leukoencephalopathies. It has a variety of cutaneous side effects, particularly when administered in high doses. Another little-understood but serious possible adverse effect of methotrexate is neurological damage and memory loss. Neurotoxicity may result from the drug crossing the blood–brain barrier and damaging neurons in the cerebral cortex. People with cancer who receive the medication often nickname these effects \"chemo brain\" or \"chemo fog\".   === Drug interactions === Penicillins may decrease the elimination of methotrexate, so increase the risk of toxicity. While they may be used together, increased monitoring is recommended. The aminoglycosides neomycin and paromomycin have been found to reduce gastrointestinal (GI) absorption of methotrexate. Probenecid inhibits methotrexate excretion, which increases the risk of methotrexate toxicity. Likewise, retinoids and trimethoprim have been known to interact with methotrexate to produce additive hepatotoxicity and haematotoxicity, respectively. Other immunosuppressants like cyclosporins may potentiate methotrexate's haematologic effects, hence potentially leading to toxicity. NSAIDs have also been found to fatally interact with methotrexate in numerous case reports. Nitrous oxide potentiating the haematological toxicity of methotrexate has also been documented. Proton-pump inhibitors such as omeprazole and the anticonvulsant valproate have been found to increase the plasma concentrations of methotrexate, as have nephrotoxic agents such as cisplatin, the GI drug colestyramine, and dantrolene.   == Mechanism of action ==  Methotrexate is an antimetabolite of the antifolate type. It is thought to affect cancer and rheumatoid arthritis by two different pathways. For cancer, methotrexate competitively inhibits dihydrofolate reductase (DHFR), an enzyme that participates in the tetrahydrofolate synthesis. The affinity of methotrexate for DHFR is about 1000-fold that of dihydrofolate. DHFR catalyses the conversion of dihydrofolate to the active tetrahydrofolate. Tetrahydrofolate is needed for the de novo synthesis of the nucleoside thymidine, required for DNA synthesis. Also, folate is essential for purine and pyrimidine base biosynthesis, so synthesis will be inhibited. Methotrexate, therefore, inhibits the synthesis of DNA, RNA, thymidylates, and proteins. For the treatment of rheumatoid arthritis, inhibition of DHFR is not thought to be the main mechanism, but rather multiple mechanisms appear to be involved, including the inhibition of enzymes involved in purine metabolism, leading to accumulation of adenosine; inhibition of T cell activation and suppression of intercellular adhesion molecule expression by T cells; selective down-regulation of B cells; increasing CD95 sensitivity of activated T cells; and inhibition of methyltransferase activity, leading to deactivation of enzyme activity relevant to immune system function. Another mechanism of MTX is the inhibition of the binding of interleukin 1-beta to its cell surface receptor. Thereby, it acts as anticytokine.   == History ==  In 1947, a team of researchers led by Sidney Farber showed aminopterin, a chemical analogue of folic acid developed by Yellapragada Subbarao of Lederle, could induce remission in children with acute lymphoblastic leukemia. The development of folic acid analogues had been prompted by the discovery that the administration of folic acid worsened leukemia, and that a diet deficient in folic acid could, conversely, produce improvement; the mechanism of action behind these effects was still unknown at the time. Other analogues of folic acid were in development, and by 1950, methotrexate (then known as amethopterin) was being proposed as a treatment for leukemia. Animal studies published in 1956 showed the therapeutic index of methotrexate was better than that of aminopterin, and clinical use of aminopterin was thus abandoned in favor of methotrexate. In 1951, Jane C. Wright demonstrated the use of methotrexate in solid tumors, showing remission in breast cancer. Wright's group was the first to demonstrate use of the drug in solid tumors, as opposed to leukemias, which are a cancer of the marrow. Min Chiu Li and his collaborators then demonstrated complete remission in women with choriocarcinoma and chorioadenoma in 1956, and in 1960 Wright et al. produced remissions in mycosis fungoides.   == References ==   == External links == Methotrexate Injection MedlinePlus article from NIH"}