{"name": "methyldopa", "category": "drug", "content": "Methyldopa, sold under the brand name Aldomet among others, is a medication used for high blood pressure. It is one of the preferred treatments for high blood pressure in pregnancy. For other types of high blood pressure including very high blood pressure resulting in symptoms other medications are typically preferred. It can be given by mouth or injection into a vein. Onset of effects is around 5 hours and they last about a day. Common side effects include sleepiness. More severe side effects include red blood cell breakdown, liver problems, and allergic reactions. Methyldopa is in the alpha-2 adrenergic receptor agonist family of medication. It works by stimulating the brain to decrease the activity of the sympathetic nervous system. Methyldopa was discovered in 1960. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Methyldopa is used in the clinical treatment of the following disorders:  Hypertension (or high blood pressure) Gestational hypertension (or pregnancy-induced hypertension) and pre-eclampsia.   == Side effects == Methyldopa is capable of inducing a number of adverse side effects, which range from mild to severe. Nevertheless, they are generally mild when the dose is less than 1 gram per day. Side effects may include:  Psychological Depression or even suicidal ideation, as well as nightmares Apathy or anhedonia, as well as dysphoria Anxiety, especially of the social anxiety variant Decreased alertness, awareness, and wakefulness Impaired attention, focus, and concentration Decreased desire, drive, and motivation Fatigue or lethargy or malaise or lassitude Sedation or drowsiness or somnolence or sleepiness Agitation or restlessness Cognitive and memory impairment Derealization or depersonalization, as well as mild psychosis Sexual dysfunction including impaired libido, desire, and drive Physiological Dizziness, lightheadedness, or vertigo Miosis or pupil constriction Xerostomia or dry mouth Gastrointestinal disturbances such as diarrhea or constipation Headache or migraine Myalgia or muscle aches, arthralgia or joint pain, or paresthesia (\"pins and needles\") Restless legs syndrome (RLS) Parkinsonian symptoms such as muscle tremors, rigidity, hypokinesia, or balance or postural instability Akathisia, ataxia, dyskinesia as well as even tardive dyskinesia, or dystonia Bell's palsy or facial paralysis Sexual dysfunction consisting of impaired erectile dysfunction or anorgasmia Hyperprolactinemia or excess prolactin, gynecomastia/breast enlargement in males, or amenorrhoea or absence of menstrual cycles in females Bradycardia or decreased heart rate Hypotension or decreased blood pressure (though this may also be considered a therapeutic benefit) Orthostatic hypotension (also known as postural hypotension) Hepatitis, hepatotoxicity, or liver dysfunction or damage Pancreatitis or inflammation of the pancreas Warm autoimmune hemolytic anemia or deficiency in red blood cells (RBCs) Myelotoxicity or bone marrow suppression, potentially leading to thrombocytopenia or blood platelet deficiency or leukopenia or white blood cell (WBC) deficiency Hypersensitivity such as lupus erythematosus, myocarditis, or pericarditis Lichenoid reactions such as skin lesions or rashes Pallor   === Rebound/withdrawal === Rebound hypertension via withdrawal on account of tolerance upon the abrupt discontinuation of methyldopa has been reported.   == Mechanism of action == The mechanism of action of methyldopa is not fully clear. Although it is a centrally acting sympathomimetic, it does not block reuptake or transporters. It may reduce the dopaminergic and serotonergic transmission in the peripheral nervous system and it indirectly affects norepinephrine (noradrenaline) synthesis. Methyldopa acts on alpha-2 adrenergic receptors, which are found on the pre synaptic nerve terminal. This inhibits the synthesis of norepinephrine by inhibiting tyrosine hydroxylase.  The S-enantiomer of methyldopa is a competitive inhibitor of the enzyme aromatic L-amino acid decarboxylase (LAAD), which converts L-DOPA into dopamine. L-DOPA can cross the blood brain barrier and thus methyldopa may have similar effects. LAAD converts it into alpha-methyldopamine, a false prescursor to norepinephrine, which in turn reduces synthesis of norepinephrine in the vesicles. Dopamine beta hydroxylase (DBH) converts alpha-methyldopamine into alpha-methylnorepinephrine, which is an agonist of the presynaptic α2-adrenergic receptor causing inhibition of neurotransmitter release.   == Pharmacokinetics == Maximum decrease in blood pressure occurs 4-6 hours after oral dosage. The half-life of methyldopa is 105 minutes. Methyldopa exhibits variable absorption from the gastrointestinal tract. It is metabolized in the liver and intestines and is excreted in urine.    == History == When methyldopa was first introduced, it was the mainstay of antihypertensive treatment, but its use has declined on account of relatively severe adverse side effects, with increased use of other safer and more tolerable agents such as alpha blockers, beta blockers, and calcium channel blockers. Additionally, it has yet to be associated with reducing adverse cardiovascular events including myocardial infarction and stroke, or overall all-cause mortality reduction in clinical trials. Nonetheless, one of methyldopa's still current indications is in the management of pregnancy-induced hypertension (PIH), as it is relatively safe in pregnancy compared to many other antihypertensives which may affect the fetus.   == See also == Difluoromethyldopa D-DOPA (dextrodopa) L-DOPA (levodopa; trade names Sinemet, Pharmacopa, Atamet, Stalevo, Madopar, Prolopa, etc.) L-DOPS (droxidopa) Dopamine (Intropan, Inovan, Revivan, Rivimine, Dopastat, Dynatra, etc.) Norepinephrine (noradrenaline; Levophed, etc.) Epinephrine (adrenaline; Adrenalin, EpiPed, Twinject, etc.) MK-872 HCl salt: [55943-64-1]   == References ==   == External links =="}