{"name": "methylphenobarbital", "category": "drug", "content": "Methylphenobarbital (INN), also known as mephobarbital (USAN, JAN) and mephobarbitone (BAN), marketed under brand names such as Mebaral, Mephyltaletten, Phemiton, and Prominal, is a drug which is a barbiturate derivative and is used primarily as an anticonvulsant, but also as a sedative and anxiolytic. It is the N-methylated analogue of phenobarbital and has similar indications, therapeutic value, and tolerability.   == Approval history == 1935 – Mebaral was introduced by Winthrop Pharmaceuticals. 2001 – Methylphenobarbital discontinued in the UK. 2003 – Mebaral was acquired by Ovation Pharmaceuticals (a specialty pharmaceutical company that acquired under-promoted branded pharmaceutical products). 2009 – Ovation was acquired by Lundbeck, which now markets Mebaral. 2012 – Lundbeck announced that they were abandoning the product in the US as of January 6, 2012. The stated reason was because \"the company thoroughly evaluated all avenues for keeping Mebaral available to patients, but ultimately concluded that no matter what steps they [i.e. Lundbeck] took, patients would be forced to transition to a new therapy.\" The company further stated in a letter on its website  that under the FDA's Unapproved Drugs Initiative, FDA is no longer willing to allow the drug to be grandfathered. A new drug application would have needed to have been submitted to gain marketing approval, which would have taken an estimated five years, during which time patients would be required to change their therapies in any case. The last available tablets bore an expiration date of March 31, 2012, and the drug will no longer be available in the US when supplies are depleted.   == Side effects == The use of antiepileptic drugs including methylphenobarbital during pregnancy may be associated with birth defects.   == Overdose == Symptoms of overdose of mephobarbital include confusion, decrease in or loss of reflexes, somnolence, fever, irritability, hypothermia, poor judgment, shortness of breath or slow/troubled breathing, slow heartbeat, slurred speech, staggering, trouble in sleeping, unusual movements of the eyes, weakness.   == See also == Hexobarbital Metharbital Phenobarbital   == References =="}