{"name": "methylprednisolone", "category": "drug", "content": "Methylprednisolone (Depo-Medrol, Medrol, Solu-Medrol) is a synthetic glucocorticoid, primarily prescribed for its anti-inflammatory and immunosuppressive effects. It is either used at low doses for chronic illnesses or used concomitantly at high doses during acute flares. Methylprednisolone and its derivatives can be administered orally or parenterally. Regardless of route of administration, methylprednisolone integrates systemically as exhibited by its effectiveness to quickly reduce inflammation during acute flares. It is associated with many adverse reactions that require tapering off the drug as soon as the disease is under control. Serious side effects include iatrogenic Cushing's syndrome, hypertension, osteoporosis, diabetes, infection, and skin atrophy. Chemically, methylprednisolone is a synthetic pregnane steroid hormone derived from hydrocortisone and prednisolone. It belongs to a class of synthetic glucocorticoids and more generally, corticosteroids. It acts as a mineralocorticoid and glucocorticoid receptor agonist. In comparison to other exogenous glucocorticoids, methylprednisolone has a higher affinity to glucocorticoid receptors than to mineralocorticoid receptors. Glucocorticoid's name was derived after the discovery of their involvement in regulating carbohydrate metabolism. The cellular functions of glucocorticoids, such as methylprednisolone, are now understood to regulate homeostasis, metabolism, development, cognition, and inflammation. They play a critical role in adapting and responding to environmental, physical and emotional stress. Methylprednisolone was first synthesized and manufactured by The Upjohn Company (now Viatris) and FDA approved in the United States in October 1957. In 2021, it was the 168th most commonly prescribed medication in the United States, with more than 3 million prescriptions. Methylprednisolone is also on the World Health Organization's List of Essential Medicines for its effects against lymphoid leukemia.   == Medical uses == The primary use of methylprednisolone is to suppress inflammatory and immune responses. Methylprednisolone achieves this primarily by regulating the number and function of leukocytes, cytokines and chemokines. Its widespread inflammatory control is conducive in use across multiple disorders regardless of pathology. Methylprednisolone is commonly prescribed as short-term therapy for acute flares, as seen with acute gouty arthritis. It can be prescribed during on-going therapy in lower doses contingent upon monitorization of adverse effects. Dosage strength and formulation are optimized per medical use.   === Asthma === In 2001–2002, 11.4% of patients diagnosed with asthma and seen at an outpatient visit were prescribed oral corticosteroids as a long-term control therapy. The National Asthma Education and Prevention Program (NAEPP) indicates systemic methylprednisolone in both short and long term therapies to quickly control and to suppress persistent asthma, respectively. For exacerbations that result in a visit to the Emergency Department (ED), oral methylprednisolone is preferred over intravenous administration, unless there are issues with adherence or vomiting. Oral methylprednisolone is less invasive and studies have shown that equivalent efficacy compared to intravenous methylprednisolone. Dosage above 60–80 mg/day or 2 mg/kg/day is not recommended as it has not been shown to alter pulmonary function, rate of admission, or length of stay in the hospital compared to lower doses. Following ED discharge, it is advised to prescribed a five-day course of methylprednisolone to decrease the probability of relapse or withdrawal symptoms.   === Rheumatic diseases === Methylprednisolone is used to treat several rheumatic diseases, such as Systemic Lupus Erythematosus (SLE) and Rheumatoid Arthritis (RA). Methylprednisolone dosage and administration for these diseases is highly variable due to varied pathophysiology between the diseases and within patients diagnosed with a given disease. In Lupus Nephritis, a common manifestation of SLE, patients are often prescribed methylprednisolone concomitantly with immunosuppressants. Severe manifestations are often treated with Cyclophosphamide or Rituximab and three doses of methylprednisolone IV-pulse treatment (as recommended by ACR guidelines) prior to switching to oral prednisolone and azathioprine for maintenance. Intra-articular corticosteroid injections (IACI) are a second line therapy to relieve joint pain resulting from rheumatoid arthritis. It is most commonly injected into the joints of the knees and shoulders. Although the injection is local, studies have shown systemic absorption as evidenced by beneficial effects on distant joints. In an attempt to minimize HPA suppression, FDA guidelines have restricted IACIs to three per year, with a minimum of 30 days in between injections.   === Primary or secondary adrenocortical insufficiency === Methylprednisolone is not typically recommended for primary or secondary adrenocortical insufficiency compared to other corticosteroids which have a higher affinity for mineralocorticoid receptor and salt retaining properties.   === Labeled indications === The labeled indications below are categorized by route of administration then by medical discipline.   ==== Oral methylprednisolone ==== Allergy and immunology: angioneurotic edema, asthma, urticaria, seasonal or perennial allergic rhinitis, drug hypersensitivity reactions, and serum sickness. Dermatology: toxic epidermal necrolysis, atopic dermatitis, contact dermatitis, pemphigus, erythema multiforme, Steven-Johnson syndrome, bullous dermatitis herpetiformis, severe seborrheic dermatitis, exfoliative dermatitis, mycosis fungoides, and severe psoriasis. Endocrinology: congenital adrenal hyperplasia, hypercalcemia associated with cancer, nonsuppurative thyroiditis, and primary or secondary adrenocortical insufficiency. Gastroenterology: inflammatory bowel disease and ulcerative colitis. Hematology: acquired (autoimmune) hemolytic anemia, idiopathic thrombocytopenic purpura, secondary thrombocytopenia, erythroblastopenia, leukemia, lymphoma and congenital (erythroid) hypoplastic anemia. Pulmonary: aspiration pneumonitis, chronic beryllium disease, eosinophilic pneumonia, symptomatic sarcoidosis, and pulmonary tuberculosis in conjunction with antituberculosis chemotherapy. Nephrology: nephrotic syndrome, idiopathic type or secondary to lupus nephritis. Neurology: multiple sclerosis. Ophthalmology: scleritis, retinal vasculitis, uveitis, choroiditis, iritis, iridocyclitis, keratitis, optic neuritis, allergic conjunctivitis, allergic corneal marginal ulcers, herpes zoster ophthalmicus, sympathetic ophthalmia, and chorioretinitis. Rheumatology: rheumatoid arthritis, rheumatic carditis, acute gouty arthritis, ankylosing spondylitis, dermatomyositis and polymyositis, psoriatic arthritis, systemic lupus erythematosus, acute and subacute bursitis, synovitis of osteoarthritis, post-traumatic osteoarthritis, and epicondylitis. Miscellaneous: trichinosis with neurologic or myocardial involvement.   ==== Parenteral methylprednisolone ==== Intra-articular or soft tissue injections: acute gouty arthritis, acute and subacute bursitis, acute tenosynovitis, epicondylitis, and synovitis of osteoarthritis. Intralesional injections: alopecia areata, discoid lupus erythematosus, keloids, granuloma annulare, lichen planus, lichen simplex chronicus, psoriatic plaques, necrobiosis lipoidica diabeticorum. Intramuscular injections are prescribed treat many of the same conditions indicated for oral administration. Intramuscular injections are administered as an alternative to oral therapy.   === Off-label indications === Some of the off-label indications of methylprednisolone include acute spinal cord injury, acute respiratory distress syndrome, alcoholic hepatitis, hormonal resuscitation in cadaveric organ recovery, and chronic obstructive pulmonary disease.   === Available forms ===  Footnotes: 1Signifies varying strengths of available forms. Is not indicative of frequency nor daily cumulative dose; varies per patient and condition. 2Benzyl alcohol should not to be used on neonates 3Preservative free formulation   == Contraindications == Methylprednisolone should not be taken orally by people who have systemic fungal infections, with the exception of Depo-Medrol when administered as an intra-articular injection for localized joint conditions. Methylprednisolone is contraindicated in those with known hypersensitivity to methylprednisolone or its components Steroids should be used with caution in patients with ulcerative colitis, heart disease or hypertension, peptic ulcer, renal insufficiency, osteoporosis, myasthenia gravis, glaucoma, and diabetes. Psychic manifestations may appear while taking methylprednisolone, ranging from euphoria, insomnia, personality changes to depression. Caution is required for patients with predisposed psychoses, as psychotic tendencies may be exacerbated while taking corticosteroids. Solu-Medrol 40 mg dosage contains lactose monohydrate produced from cow's milk; It should not be taken by anyone with known hypersensitivity to dairy products or its components. Severe medical events have been associated with epidural administration of Solu-Medrol and Depo-Medrol, including spinal cord infarction, paraplegia, quadriplegia, cortical blindness and stroke. Intramuscular injections should not be administered to those with idiopathic thrombocytopenic purpura. Formulations of Solu-Medrol and Depo-Medrol containing benzyl alcohol are contraindicated for use in premature infants. Exposure of neural tissue to excessive amounts of benzyl alcohol has been associated with toxicity and in rare events has resulted in death.   == Adverse effects ==  Adverse reactions may overshadow the therapeutic effects of methylprednisolone.   === Central nervous system === There is minimal clinical diagnostic criteria to define the psychic adverse effects (PAE) associated with methylprednisolone use in patients with systemic lupus erythematosus (SLE). The prevalence varies from 1.3 to 62% of adult treated patients. The type and severity of neuropsychiatric symptoms also varies significantly between patients, with 33% of patients reporting mild to moderate PAE and 5-10% reporting severe PAE. Methylprednisolone dose and duration have been implicated in PAE development. 20 mg/day of prednisone (16 mg/day of methylprednisolone) is the threshold dosage for PAE development agreed upon by many studies. Short-term pulse IV therapy at high doses is associated with rapid onset of manic and hypomanic symptoms, whereas long term therapy gives rise to depressive symptoms (suicide attempts infrequent). PAE are reversible with treatment reduction or discontinuation.   === Metabolic and endocrine === Iatrogenic Cushing's Syndrome is a direct complication of glucocorticoid therapy, and the most common cause of exogenous Cushing's Syndrome. Clinical features of Cushing's Syndrome is inclusive of many adverse effects in glucocorticoid therapy. Traditional symptoms include weight gain, myopathy, osteoporosis, increased risk of infection, hypertension and psychological effect. Fat deposition is centralized on the trunk, in between shoulders (\"buffalo hump\"), and on the face (\"moon face\"). Patient education and provider monitoring is the first step in recognizing and diagnosing Iatrogenic Cushing's Syndrome. Exogenous glucocorticoids suppress adrenocorticotropic hormone (ATCH) production, which can be verified by AM biochemical analysis. The onset of side effects varies; neuropsychiatric symptoms can arise within a few hours, while osteoporosis would take months to develop. The metabolic effects of taking methylprednisolone involve the continuous breakdown of proteins for gluconeogenesis increase necessity for insulin. This results in hyperlipidemia, weight gain, myopathy that may prompt a patient to cease treatment.   === Infections ===  The Immunodeficiency section tabulates known pathogens of concern in glucocorticoid induced immunodeficiency.   === Musculoskeletal === Osteoporosis is a type of bone disease characterized by a loss of bone density, mass and architecture that leaves a patient susceptible to fractures. The World Health Organization (WHO) defines osteoporosis in caucasian postmenopausal women as a bone mineral density (BMD) and a T-score of -2.5 or less. The prevalence of osteoporosis in patients with SLE varies geographically and some attribute it to BMD and T-score diagnostic appropriateness. British 10.3%, Chinese 21.7%The Canadian Clinical Practice Guidelines and The American College of Rheumatology have switched to using a Z-score as a diagnostic marker for osteoporosis but have failed to find a clinical diagnostic threshold. Additionally, a UK-based study showed that BMD may underrepresent a patient with SLE, as their risk for fractures is 22% higher than the healthy individual. Exogenous corticosteroids induce osteoporosis by increasing bone resorption and reducing bone formation. Bone loss can be pronounced within the first few months of initiating methylprednisolone with a steady decrease with chronic use. Trabecular bone loss in the lumbar spine precedes cortical bone loss in the femoral neck.   === Exhaustive list === Allergic: allergic or hypersensitivity reactions, anaphylactoid reaction, anaphylaxis, and urticaria. Cardiovascular: hypertension, congestive heart failure in susceptible patients, premature atherosclerotic disease, arrhythmias, and possible hyperlipidemia. Dermatologic: impaired wound healing, petechiae and ecchymoses, thinning of the skin, facial erythema, and increased sweating. Endocrine: Cushingoid features, growth suppression in children, secondary adrenocortical and pituitary unresponsiveness, menstrual irregularities, decreased carbohydrate intolerance, and latent diabetes mellitus. In patients with diabetes, increased requirements of insulin or oral hypoglycemic agents. Fluid and electrolyte disturbances: sodium retention, fluid retention, potassium loss, hypokalemic alkalosis, or congestive heart failure in susceptible patients. Gastrointestinal: peptic ulcer, pancreatitis, abdominal distention, and ulcerative esophagitis. Metabolic: protein catabolism which causes negative nitrogen balance. Musculoskeletal: muscle weakness, loss of muscle mass, steroid myopathy, osteoporosis, tendon rupture (especially Achilles), vertebral compression fractures, aseptic necrosis of femoral and humeral heads, and pathologic fracture of long bones. Neurological: increased intracranial pressure with papilledema, convulsions, vertigo, and headache. Ophthalmic: posterior sub-capsular cataracts, increased intraocular pressure, glaucoma, and exophthalmos.   === Withdrawal === Feedback of the exogenous glucocorticoids at the hypothalamic–pituitary–adrenal (HPA) axis inhibits the secretion of the corticotropin-releasing hormone (CRH) and the adrenocorticotropic hormone (ATCH) at the hypothalamus and pituitary glands, respectively. Prolonged suppression leads to inadequate responses to physical and emotional stresses, such as illness and trauma. Suppression of ATCH may result in adrenal hypoplasia or secondary adrenal gland atrophy within 6 weeks of methylprednisolone therapy, leaving a patient at risk for developing life-threatening adrenal insufficiency crisis. Factors that contribute to the extent of HPA axis suppression include steroid hormone potency (type of compound and route of administration), cumulative dose, duration of treatment and concomitant drug use. Any individual who has taken steroid hormones for 2+ weeks is at risk for developing HPA axis suppression. Systemic methylprednisolone risk has been marked as moderate within the class of synthetic glucocorticoids. Consult with your physician prior to discontinuing methylprednisolone for any reason. Abrupt termination of the drug commonly causes transient non-specific symptoms such as loss of appetite, upset stomach, vomiting, drowsiness, confusion, headache, fever, joint and muscle pain, peeling skin, and weight loss. These symptoms can be attributed to steroid withdrawal syndrome, adrenal insufficiency or disease relapse. Those who have been taking methylprednisolone as a long-term treatment may be gradually be tapered off to minimize withdrawal symptoms and potential for relapse. If symptoms are exacerbated, temporarily increasing methylprednisolone dosage has shown clinical relevancy. Studies retesting patients upon methylprednisolone withdrawal showed persistent adrenal insufficiency, with one study showing 15% after 3 years. However, there was a wide range of prevalence and lack of uniformity in the follow-up timeline.   == Drug interactions == Caution is advised when taking methylprednisolone concurrently with the medications described below.   === Enzyme inducers === All drugs that fall within the class of enzyme inducers increase the clearance and decrease the half-life of methylprednisolone when co-administered. Phenobarbital, phenytoin, rifampin, carbamazepine and barbiturates, increase hepatic enzymes and rate of elimination, thus reducing the immunosuppressive effect of methylprednisolone. Increased dosages may be required to achieve desired effect of methylprednisolone.   === Cytochrome P450 (CYP) 3A4 inhibitors === Troleandomycin, ketoconazole, and Clarithromycin inhibit metabolism; and may decrease rate of elimination and increase half-life of methylprednisolone. Dosages should be decreased accordingly to avoid side effects. Another CYP 3A4 inhibitor, grapefruit juice, prolongs half-life of oral methylprednisolone.   === Oral contraceptives === Oral contraceptives inhibit oxidative processes, as highlighted by its ability to decrease methylprednisolone clearance.   === P-glycoprotein inhibitors === Methylprednisolone is shown to be a substrate of P-glycoprotein; its inhibition is thought to increase methylprednisone absorption and distribution. No clinical relevance has been linked.   === Ciclosporin, tacrolimus, sirolimus (Rapamycin) === Methylprednisolone and cyclosporin inhibit metabolism and therefore increase the likelihood of experiencing side effects associated with either of the individual drugs. In addition to known individual side effects, convulsions have been reported.   === Cox1 inhibitors === Methylprednisolone may increase rate of elimination with chronic high dose aspirin. Patients are susceptible to increased salicylate serum levels or salicylate toxicity upon termination of methylprednisolone. Excessive caution should be taken when prescribing methylprednisolone and aspirin to patients with hypoprothrombinemia.   === Anticoagulants === Anticoagulants exhibit variable interactions; monitoring coagulation indices is recommended to achieve the desired effect.   == Pharmacology == Methylprednisolone is a synthetic glucocorticoid (GCs) that exhibits pleiotropic effects on a variety of physiological mechanisms. However, they have been prescribed extensively for their effects on inflammation and immunity. The effects of synthetic glucocorticoids, such as methylprednisolone, is dependent on its association with intracellular glucocorticoid receptors (GRs), and to a lesser extent, mineralocorticoid receptors (MRs). GRs are widely distributed in contrast to MRs that show a restricted tissue distribution. By this mechanism, the ligand-bound receptor translocate to the nucleus and modulate gene expression.   === Signal transduction === In the absence of endogenous or synthetic GCs, monomeric GRs are located in the cytoplasm and form multiprotein complexes with heat shock proteins (HSPs), immunophilins, and other chaperones such as src, and p23. The GR acts in a ligand-dependent manner, with the complex holding the GR in an inactive form with high specificity for the ligand. When methylprednisolone from the plasma or interstitial fluid diffuses passively across the cell membrane, it binds to the GR inducing a conformational change and GC-GR dimerization. It was previously thought that this conformational change was necessary to dissociate the multiprotein complex to allow the ligand bound receptor to translocate to the nucleus. However, recent studies have indicated that chaperones play a role in nuclear import. The now active methylprednisolone-GR complex can either transduce non-genomic changes in the cytoplasm or translocate to the nucleus and regulate transcriptional activity of target genes by direct, tethering or composite mechanisms.   === Genomic signaling === Genomic mechanisms, regardless of which type, elicit responses with a slow onset and a slow dissipation. This is attributed to the duration of mRNA transcription and translation. Glucocorticoids have the ability to regulate roughly 100 to 1000 genes with specificity to cell-type. Three major mechanisms have described how the MP-GR complex alter gene expression by either binding to DNA or transcription modulators. One mechanism of genomic signaling occurs when the MP-GR complex directly binds to DNA sequences called glucocorticoid response elements (GREs). GREs are located in regulatory regions of target genes and mediate their transactivation or transrepression. For example, the activation of lipocortin 1 (ANAX1) negatively interferes with the production of prostaglandins and leukotrienes, known pro-inflammatory signals. Likewise, negative GREs (nGREs) are responsible for repressing genes involved in immune cell activation.   === Post transcriptional modifications === Post translational modifications (PTMs) also contribute to methylprednisolone signaling and can produce genomic and non-genomic effects. The GR contains several sites for phosphorylation, sumoylation, ubiquitination, and acetylation that primarily occurs after intracellular methylprednisolone binding to the GR. PTMs modulate many functions including nuclear translocation, strength and duration of receptor signaling and cofactor interaction. A specific example is the deacetylation by histone deacetylase 2 (HDACe) was necessary for transrepression of NF-κB.   === Non-genomic signaling === The mechanisms of non-genomic signaling are distinct from genomic signaling, yet mediate similar pathways and provide therapeutic relevance. These mechanisms are characterized as having a rapid onset (less than 15 minutes), because they do not rely on time-consuming transcription or translation and are not modified by inhibitors of transcription. Methylprednisolone induced non-genomic signaling is classified by three mechanisms: (1) cytoplasmic glucocorticoid receptor (cGR)-mediated non-genomic effects, (2) membrane-bound glucocorticoid receptor (mGR) non-genomic effects, and (3) physiochemical interactions with cellular membranes (non-specific non-genomic effects). Proteins that dissociate from the activated GC-cGR complex, initiate intracellular transcription-independent mechanisms. It is evidence that dissociated SRC is responsible for inhibiting the release of arachidonic acid (AA) from cell membrane phospholipids. AA is required for the synthesis of inflammatory mediators (prostaglandins and leukotrienes) and thus AA inhibition mediates several important pathways such as cellular growth, metabolism and inflammation. Previous studies identified mGRs in lymphoma cells, but it wasn't until 2004 that mGRs were identified in human peripheral mononuclear cells. The prevalence of mGRs ranges per cell type, with the highest concentration in B lymphocytes at up to 12.3%, up to 9.2% in monocytes, and absent from T lymphocytes. Studies have shown a positive correlation between the mGR-positive cells and disease related activity. There are no proven signaling pathways associated with mGR at this time. Some researchers hypothesize that high disease activity activates mGR expression and upon administering methylprednisolone, creates a negative feedback loop by inducing apoptosis. High concentrations of methylprednisolone intercalate in plasma and mitochondrial cellular membranes. This association changes physiochemical properties of the membrane; activating membrane proteins, altering cellular functions and ultimately influencing cation transport through the plasma membrane and stimulating the proton leak across the inner mitochondrial membrane. Hindered oxidative phosphorylation compromises ATP production, a major energy source for cellular energy metabolism and immune function. In vivo studies of Con-A stimulated thymocytes (in rats) and human immune cells that were administered high doses of methylprednisolone has been shown to inhibit respiration in a dose-dependent manner, inhibit plasma calcium and sodium uptake, and increase cytoplasmic calcium concentration. The summative process is as follows: Methylprednisolone intercalates in the plasma membrane, causes physiochemical changes, activates membrane proteins that inhibit plasma calcium and sodium uptake (mimicking an energy deficit state). ATP consumption drops (resembled by inhibited respiration), resulting in protein permeability at the inner mitochondrial membrane and uncoupling of oxidative phosphorylation. Of notable importance, DNA/RNA synthesis was not hindered. The dependency of house keeping cells and immune cells on ATP, results in immunosuppression during ATP deficit. Specific immune functions effected by this process are cytokinesis, migration, phagocytosis, antigen processing and presenting, antibody synthesis, cytotoxicity and regulation.   === The HPA ===  The activation of the hypothalamic-pituitary axis (HPA) stimulates the production of endogenous glucocorticoids within the adrenal cortex. The HPA interprets stimuli (stress, inflammation and circadian cues) and transduces a corresponding physiochemical response. Glucocorticoids released in the blood, serve as a messenger by binding to glucocorticoid receptors in a wide distribution across the body, including the HPA itself. Thus, the physiological range of GCs is monitored by the negative feedback loop GCs exert on any portion of the HPA.   === Pharmacokinetics ===  Methylprednisolone is approved for oral and parenteral administration. Methylprednisolone (Medrol) for oral administration is available in a tablet formulation in 2 mg, 4 mg, 8 mg, 16 mg or 32 mg strengths. Both methylprednisolone acetate (Depo-Medrol) and methylprednisolone succinate (Solu-Medrol) are approved for intramuscular injection. Depo-Medrol is additionally approved for intralesional, intra-articular, and soft tissue injections. Depo-Medrol is available as sterile aqueous solution in 20 mg/mL, 40 mg/mL, or 80 mg/mL strengths. Solu-Medrol is the only derivative of methylprednisolone that is approved for intravenous infusion, as the sterile powder is soluble in water and can be mixed with a diluent. Strengths vary from 40 mg to 2 g. Synthetic glucocorticoids are similar to endogenous steroids in metabolism, but differ in affinity for glucocorticoid and mineralocorticoid receptors, affinity for protein-binding, rate of elimination, and metabolic products. Oral methylprednisolone is readily absorbed from the gastrointestinal tract with a bioavailability of 89.9%. In contrast to endogenous GCs, methylprednisolone does not bind to the glycoprotein transcortin (corticosteroid binding globulin, CBG) but does have moderate protein binding to albumin. Thus, pharmacokinetics of methylprednisolone is linear and show no dose dependency. Patients exhibiting low albumin concentrations are at risk for adverse effects during glucocorticoid therapy. Oral methylprednisolone has a moderate distribution into tissue at 1.38L/kg. Methylprednisolone is primarily eliminated by hepatic metabolism and renal excretion of metabolites; with renal excretion of unchanged methylprednisolone at only 1.3–9.2%. Methylprednisolone can be interconverted with methylprednisone. Hepatic metabolism is mediated by 11 beta-hydroxysteroid dehydrogenases (11[beta]-HSD) and 20-ketosteroid reductases. Methylprednisolone undergoes renal excretion of hydrophilic inactive metabolites, including 20-carboxymelthylprednisolone and 6[beta]-hydroxy-20[alpha]-hydroxymethylprednisolone.   == Physical properties == Oral methylprednisolone (Medrol) and its derivatives are a white, odorless crystalline powder. Its solubility ranges from practically insoluble in water, very slightly soluble in ether, slightly soluble in acetone and chloroform to sparingly soluble in alcohol, dioxane and methanol. Methylprednisolone acetate suspension (Depo-Medrol) is a 6-methyl derivative of prednisolone that melts at 215 degrees Celsius with some decomposition. Methylprednisolone sodium succinate (Solu-Medrol) is the sodium succinate ester of methylprednisolone. Contrary to the solubilities above, methylprednisolone sodium succinate is soluble in water and alcohol, slightly soluble in acetone and insoluble in chloroform   == Chemistry == Methylprednisolone, or 6α-methylprednisolone, also known as 11β,17,21-trihydroxy-6α-methylpregna-1,4-diene-3,20-dione, is a synthetic pregnane steroid and a derivative of hydrocortisone (11β,17α,21-trihydroxypregn-4-ene-3,20-dione) and prednisolone (11β,17α,21-trihydroxypregn-1,4-diene-3,20-dione). A variety of methylprednisolone esters with differing characteristics exist and have been marketed for medical use. They include methylprednisolone aceponate (Advantan), methylprednisolone acetate (Depo-Medrol), methylprednisolone succinate (Solu-Medrol), and methylprednisolone suleptanate (Medrosol, Promedrol).   === Synthesis === Synthetic steroids are synthesized from cholic acid and sapogenins obtained from cattle and plants, respectively.   == History == Methylprednisolone was first synthesized and manufactured by The Upjohn Company (now Pfizer) and Food and Drug Administration (FDA) approved in the United States in October 1957. The patent has expired, and generics are available. In 2021, it was the 168th most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Research == Methylprednisolone has been a prescribed therapy amidst the COVID-19 pandemic, but there is no evidence it is either safe or effective for this purpose.   == References =="}