{"name": "methyl salicylate", "category": "drug", "content": "Methyl salicylate (oil of wintergreen or wintergreen oil) is an organic compound with the formula C8H8O3.  It is the methyl ester of salicylic acid. It is a colorless, viscous liquid with a sweet, fruity odor reminiscent of root beer (in which it is used as a flavoring), but often associatively called \"minty\", as it is an ingredient in mint candies. It is produced by many species of plants, particularly wintergreens. It is also produced synthetically, used as a fragrance and as a flavoring agent.   == Biosynthesis and occurrence == Methyl salicylate was first isolated (from the plant Gaultheria procumbens) in 1843 by the French chemist Auguste André Thomas Cahours (1813–1891), who identified it as an ester of salicylic acid and methanol. The biosynthesis of methyl salicylate arises via the hydroxylation of benzoic acid by a cytochrome P450 followed by reaction with a methyltransferase enzyme.   == Methyl salicylate as a plant metabolite ==  Many plants produce methyl salicylate in small quantities. Methyl salicylate levels are often upregulated in response to biotic stress, especially infection by pathogens, where it plays a role in the induction of resistance. Methyl salicylate is believed to function by being metabolized to the plant hormone salicylic acid. Since methyl salicylate is volatile, these signals can spread through the air to distal parts of the same plant or even to neighboring plants, whereupon they can function as a mechanism of plant-to-plant communication, \"warning\" neighbors of danger. Methyl salicylate is also released in some plants when they are damaged by herbivorous insects, where they may function as a cue aiding in the recruitment of predators. Some plants produce methyl salicylate in larger quantities, where it likely involved in direct defense against predators or pathogens. Examples of this latter class include: some species of the genus Gaultheria in the family Ericaceae, including Gaultheria procumbens, the wintergreen or eastern teaberry; some species of the genus Betula in the family Betulaceae, particularly those in the subgenus Betulenta such as B. lenta, the black birch; all species of the genus Spiraea in the family Rosaceae, also called the meadowsweets; species of the genus Polygala in the family Polygalaceae. Methyl salicylate can also be a component of floral scents, especially in plants dependent on nocturnal pollinators like moths, scarab beetles, and (nocturnal) bees.   == Commercial production == Methyl salicylate can be produced by esterifying salicylic acid with methanol.  Commercial methyl salicylate is now synthesized, but in the past, it was commonly distilled from the twigs of Betula lenta (sweet birch) and Gaultheria procumbens (eastern teaberry or wintergreen).   == Uses ==  Methyl salicylate is used in high concentrations as a rubefacient and analgesic in deep heating liniments (such as Bengay) to treat joint and muscular pain. Randomised double blind trials report that evidence of its effectiveness is weak, but stronger for acute pain than chronic pain, and that effectiveness may be due entirely to counterirritation.  However, in the body it metabolizes into salicylates, including salicylic acid, a known NSAID. Methyl salicylate is used in low concentrations (0.04% and under) as a flavoring agent in root beer, chewing gum, mints and medicine such as Pepto-Bismol.  When mixed with sugar and dried, it is a potentially entertaining source of triboluminescence, for example by crushing Wint-O-Green Life Savers in a dark room. When crushed, sugar crystals emit light; methyl salicylate amplifies the spark because it fluoresces, absorbing ultraviolet light and re-emitting it in the visible spectrum. It is used as an antiseptic in Listerine mouthwash produced by the Johnson & Johnson company. It provides fragrance to various products and as an odor-masking agent for some organophosphate pesticides. Methyl salicylate is also used as a bait for attracting male orchid bees for study, which apparently gather the chemical to synthesize pheromones, and to clear plant or animal tissue samples of color, and as such is useful for microscopy and immunohistochemistry when excess pigments obscure structures or block light in the tissue being examined. This clearing generally only takes a few minutes, but the tissue must first be dehydrated in alcohol. It has also been discovered that methyl salicylate works as a kairomone that attracts some insects, such as the spotted lanternfly. Unlike some other kairomone's, Methyl Salicylate attracts all stages of the spotted lanternflies life.  Additional applications include: used as a simulant or surrogate for the research of chemical warfare agent sulfur mustard, due to its similar chemical and physical properties, in restoring (at least temporarily) the elastomeric properties of old rubber rollers, especially in printers, as a transfer agent in printmaking (to release toner from photocopied images and apply them to other surfaces), and as a penetrating oil to loosen rusted parts.   == Safety and toxicity == Methyl salicylate is potentially deadly, especially for young children who may accidentally ingest preparations containing methyl salicylate, such as an essential oil solution. A single teaspoon (5 mL) of methyl salicylate contains approximately 6 g of salicylate, which is equivalent to almost twenty 300 mg aspirin tablets (5 mL × 1.174 g/mL = 5.87 g). Toxic ingestions of salicylates typically occur with doses of approximately 150 mg/kg body weight. This can be achieved with 1 mL of oil of wintergreen, which equates to 140 mg/kg of salicylates for a 10 kg child (22 lbs). The lowest published lethal dose is 101 mg/kg body weight in adult humans, (or 7.07 grams for a 70 kg adult).  It has proven fatal to small children in doses as small as 4 mL.  A seventeen-year-old cross-country runner at Notre Dame Academy on Staten Island died in April 2007 after her body absorbed methyl salicylate through excessive use of topical muscle-pain relief products (using multiple patches against the manufacturer's instructions). Most instances of human toxicity due to methyl salicylate are a result of overapplication of topical analgesics, especially involving children. Salicylate, the major metabolite of methyl salicylate, may accumulate in blood, plasma or serum which may help professionals to confirm a diagnosis of poisoning in hospitalized patients or to assist in an autopsy.   == Compendial status == British Pharmacopoeia Japanese Pharmacopoeia   == See also == Trolamine salicylate   == References ==   == External links ==  MedlinePlus – Methyl salicylate overdose MedlinePlus – Sports cream overdose CNN –  Medical examiner: Sports cream caused teen's death Wayback machine link to this article NLM Hazardous Substances Databank – Methyl salicylate"}