{"name": "methocarbamol", "category": "drug", "content": "Methocarbamol, sold under the brand name Robaxin among others, is a medication used for short-term musculoskeletal pain. It may be used together with rest, physical therapy, and pain medication. It is less preferred in low back pain. It has limited use for rheumatoid arthritis and cerebral palsy. Effects generally begin within half an hour. It is taken by mouth or injection into a vein. Common side effect include headaches, sleepiness, and dizziness. Serious side effects may include anaphylaxis, liver problems, confusion, and seizures. Use is not recommended in pregnancy and breastfeeding. Because of risk of injury, skeletal muscle relaxants should generally be avoided in geriatric patients. Methocarbamol is a centrally acting muscle relaxant. How it works is unclear, but it does not appear to affect muscles directly. Methocarbamol was developed in 1956 in the laboratories of A. H. Robins (later acquired by Pfizer). Studies were directed towards the development of propanediol derivatives which possessed muscle relaxant properties superior to those of mephenesin, which had low potency and a short duration of action. It was approved for medical use in the United States in 1957. It is available as a generic medication. It is relatively inexpensive as of 2016. In 2021, it was the 123rd most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical use == Methocarbamol is a muscle relaxant used to treat acute, painful musculoskeletal spasms in a variety of musculoskeletal conditions. However, there is limited and inconsistent published research on the medication's efficacy and safety in treating musculoskeletal conditions, primarily neck and back pain. Methocarbamol injection may have a beneficial effect in the control of the neuromuscular spasms of tetanus. It does not, however, replace the current treatment regimen. It is not useful in chronic neurological disorders, such as cerebral palsy or other dyskinesias. Currently, there is some suggestion that muscle relaxants may improve the symptoms of rheumatoid arthritis; however, there is insufficient data to prove its effectiveness as well as answer concerns regarding optimal dosing, choice of muscle relaxant, adverse effects, and functional status.   === Comparison to similar agents === The clinical effectiveness of methocarbamol compared to other muscle relaxants is not well-known. One trial of methocarbamol versus cyclobenzaprine, a well-studied muscle relaxant, in those with localized muscle spasm found there was no significant differences in their effects on improved muscle spasm, limitation of motion, or limitation of daily activities.   == Contraindications == Contraindications for methocarbamol include:  Hypersensitivity to methocarbamol or to any of the injection components. For the injectable form, suspected kidney failure or renal pathology, due to large content of polyethylene glycol 300 that can increase pre-existing acidosis and urea retention.   == Side effects == Methocarbamol is a centrally acting skeletal muscle relaxant that has significant potential adverse effects, especially on the central nervous system. Potential side effects of methocarbamol include:  Most commonly drowsiness, blurred vision, headache, nausea, and skin rash. Possible clumsiness (ataxia), upset stomach, flushing, mood changes, trouble urinating, itchiness, and fever. Both tachycardia (fast heart rate) and bradycardia (slow heart rate) have been reported. Hypersensitivity reactions and anaphylatic reactions are also reported. May cause respiratory depression when combined with benzodiazepines, barbiturates, codeine, or other muscle relaxants. May cause urine to turn black, blue or green. While the product label states that methocarbamol can cause jaundice, there is minimal evidence to suggest that methocarbamol causes liver damage. During clinical trials of methocarbamol, there were no laboratory measurements of liver damage indicators, such as serum transaminase (AST/ALT) levels, to confirm hepatotoxicity. Although unlikely, it is impossible to rule out that methocarbamol may cause mild liver injury with use.   === Elderly === Skeletal muscle relaxants are associated with an increased risk of injury among older adults. Methocarbamol appeared to be less sedating than other muscle relaxants, most notably cyclobenzaprine, but had similar increased risk of injury. Methocarbamol is cited along with \"most muscle relaxants\" in the 2012 Beers Criteria as being \"poorly tolerated by older adults, because of anticholinergic adverse effects, sedation, increased risk of fractures,\" noting that \"effectiveness dosages tolerated by older adults is questionable.\"   === Pregnancy === Methocarbamol is labeled by the FDA as a pregnancy category C medication. The teratogenic effects of the medication are not known and should be given to pregnant women only when clearly indicated.   === Overdose === There is limited information available on the acute toxicity of methocarbamol. Overdose is observed frequently in conjunction with CNS depressants such as alcohol or benzodiazepines and will have symptoms of nausea, drowsiness, blurred vision, hypotension, seizures, and coma. There are reported deaths with an overdose of methocarbamol alone or in the presence of other CNS depressants.   === Abuse === Unlike other carbamates such as meprobamate and its prodrug carisoprodol, methocarbamol has greatly reduced abuse potential.  Studies comparing it to the benzodiazepine lorazepam and the antihistamine diphenhydramine, along with placebo, find that methocarbamol produces increased \"liking\" responses and some sedative-like effects; however, at higher doses dysphoria is reported.  It is considered to have an abuse profile similar to, but weaker than, lorazepam.   == Interactions == Methocarbamol may inhibit the effects of pyridostigmine bromide. Therefore, methocarbamol should be used with caution in those with myasthenia gravis taking anticholinesterase medications. Methocarbamol may disrupt certain screening tests as it can cause color interference in laboratory tests for 5-hydroxy-indoleacetic acid (5-HIAA) and in urinary testing for vanillylmandelic acid (VMA) using the Gitlow method.   == Pharmacology ==   === Mechanism of action === The mechanism of action of methocarbamol has not currently been established. Its effect is thought to be localized to the central nervous system rather than a direct effect on skeletal muscles. It has no effect on the motor end plate or the peripheral nerve fiber. The efficacy of the medication is likely related to its sedative effect. Alternatively, methocarbamol may act via inhibition of acetylcholinesterase, similarly to carbamate.   === Pharmacokinetics === In healthy individuals, the plasma clearance of methocarbamol ranges between 0.20 and 0.80 L/h/kg. The mean plasma elimination half-life ranges between 1 and 2 hours, and the plasma protein binding ranges between 46% and 50%. The elimination half-life was longer in the elderly, those with kidney problems, and those with liver problems.   === Metabolism === Methocarbamol is the carbamate derivative of guaifenesin, but does not produce guaifenesin as a metabolite, because the carbamate bond is not hydrolyzed metabolically; its metabolism is by Phase I ring hydroxylation and O-demethylation, followed by Phase II conjugation. All the major metabolites are unhydrolyzed carbamates. Small amounts of unchanged methocarbamol are also excreted in the urine.   == Society and culture == Methocarbamol was approved as a muscle relaxant for acute, painful musculoskeletal conditions in the United States in 1957. Muscle relaxants are widely used to treat low back pain, one of the most frequent health problems in industrialized countries. Currently, there are more than 3 million prescriptions filled yearly. Methocarbamol and orphenadrine are each used in more than 250,000 U.S. emergency department visits for lower back pain each year. In the United States, low back pain is the fifth most common reason for all physician visits and the second most common symptomatic reason. In 80% of primary care visits for low back pain, at least one medication was prescribed at the initial office visit and more than one third were prescribed two or more medications. The most commonly prescribed drugs for low back pain included skeletal muscle relaxants. Cyclobenzaprine and methocarbamol are on the U.S. Medicare formulary, which may account for the higher use of these products.   === Economics === The generic formulation of the medication is relatively inexpensive, costing less than the alternative metaxalone in 2016.   === Marketing ===  Methocarbamol without other ingredients is sold under the brand name Robaxin in the U.K., U.S., Canada and South Africa; it is marketed as Lumirelax in France, Ortoton in Germany and many other names worldwide. In combination with other active ingredients it is sold under other names: with acetaminophen (paracetamol), under trade names Robaxacet and Tylenol Body Pain Night; with ibuprofen as Robax Platinum; with acetylsalicylic acid as Robaxisal in the U.S. and Canada. However, in Spain the tradename Robaxisal is used for the paracetamol combination instead of Robaxacet. These combinations are also available from independent manufacturers under generic names.   == Research == Although opioids are typically first line treatments in severe pain, several trials suggest that methocarbamol may improve recovery and decrease hospital length of stay in those with muscles spasms associated with rib fractures. However, methocarbamol was less useful in the treatment of acute traumatic pain in general. Long-term studies evaluating the risk of development of cancer in using methocarbamol have not been performed. There are currently no studies evaluating the effect of methocarbamol on mutagenesis or fertility. The safety and efficacy of methocarbamol has not been established in pediatric individuals below the age of 16 except in tetanus.   == References =="}