{"name": "meticillin", "category": "drug", "content": "Methicillin (USAN), also known as meticillin (INN), is a narrow-spectrum β-lactam antibiotic of the penicillin class. Methicillin was discovered in 1960.   == Medical uses == Compared to other penicillins that face antimicrobial resistance due to β-lactamase, it is less active, can be administered only parenterally, and has a higher frequency of interstitial nephritis, an otherwise-rare adverse effect of penicillins. However, selection of methicillin depended on the outcome of susceptibility testing of the sampled infection, and since it is no longer produced, it is also not routinely tested for any more. It also served a purpose in the laboratory to determine the antibiotic sensitivity of Staphylococcus aureus to other penicillins facing β-lactam resistance; this role has now been passed on to other penicillins, namely cloxacillin, as well as genetic testing for the presence of mecA gene by PCR.   === Spectrum of activity === At one time, methicillin was used to treat infections caused by certain gram-positive bacteria including Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pyogenes, and Streptococcus pneumoniae. Methicillin is only effective against Staphylococcus aureus 50% of the time. Resistance to methicillin is conferred by activation of a new bacterial penicillin binding protein (PBP) mecA gene. This encodes protein PBP2a. PBP2a works in a similar manner to other PBPs, but it binds β-lactams with very low affinity, meaning they do not compete efficiently with the natural substrate of the enzyme and will not inhibit cell wall biosynthesis. Expression of PBPA2 confers resistance to all β-lactams. These susceptibility data are given on a few medically significant bacteria:  Staphylococcus aureus: 0.125 – >100 μg/ml Methicillin resistant Staphylococcus aureus (MRSA): 15.6 – >1000 μg/ml Streptococcus pneumoniae: 0.39 μg/ml   == Mechanism of action ==  Like other beta-lactam antibiotics, methicillin acts by inhibiting the synthesis of bacterial cell walls. It inhibits cross-linkage between the linear peptidoglycan polymer chains that make up a major component of the cell wall of gram-positive bacteria. It does this by binding to and competitively inhibiting the transpeptidase enzyme (also known as penicillin-binding proteins (PBPs)). These PBPs crosslink glycopeptides (D-alanyl-alanine), forming the peptidoglycan cell wall. Methicillin and other β-lactam antibiotics are structural analogs of D-alanyl-alanine, and the transpeptidase enzymes that bind to them are sometimes called penicillin-binding proteins (PBPs). Methicillin is actually a penicillinase-resistant β-lactam antibiotic. Penicillinase is a bacterial enzyme produced by bacteria resistant to other β-lactam antibiotics which hydrolyses the antibiotic, rendering it non-functional. Methicillin is not bound and hydrolysed by penicillinase, meaning it can kill the bacteria, even if this enzyme is present.   == Medicinal chemistry == Methicillin is resistant to beta-lactamases, which are enzymes secreted by many beta-lactam antibiotic-resistant bacteria. The presence of the ortho-dimethoxyphenyl group directly attached to the side-chain carbonyl group of the penicillin nucleus facilitates the β-lactamase  resistance, since those enzymes are relatively intolerant of side-chain steric hindrance. Thus, it is able to bind to PBPs and inhibit peptidoglycan crosslinking, but it is not bound by or inactivated by β-lactamases.   == History == Methicillin was developed by Beecham in 1959. It was previously used to treat infections caused by susceptible gram-positive bacteria, in particular, penicillinase-producing organisms such as Staphylococcus aureus that would otherwise be resistant to most penicillins. Its role in therapy has been largely replaced by oxacillin (used for clinical antimicrobial susceptibility testing), flucloxacillin and dicloxacillin, but the term methicillin-resistant Staphylococcus aureus (MRSA) continues to be used to describe S. aureus strains resistant to all penicillins.   == References =="}