{"name": "metirosine", "category": "drug", "content": "α-Methyl-p-tyrosine (AMPT), or simply α-methyltyrosine, also known in its chiral 2-(S) form as metirosine, is a tyrosine hydroxylase enzyme inhibitor and is therefore a drug involved in inhibiting the catecholamine biosynthetic pathway. AMPT inhibits tyrosine hydroxylase whose enzymatic activity is normally regulated through the phosphorylation of different serine residues in regulatory domain sites. Catecholamine biosynthesis starts with dietary tyrosine, which is hydroxylated by tyrosine hydroxylase and it is hypothesized that AMPT competes with tyrosine at the tyrosine-binding site, causing inhibition of tyrosine hydroxylase. It has been used in the treatment of pheochromocytoma.  It has been demonstrated to inhibit the production of melanin. It is available as a generic medication.   == Structure and stereochemistry == AMPT is related to tyrosine, an amino-acid component of proteins. It contains an extra methyl group in the α-position where tyrosine would have a hydrogen atom. This position is a stereocentre and in natural amino-acids takes the S absolute configuration. However, the alternative R form of AMPT is also known, as is the racemic material which contains equal amounts of the R and S isomers. The S isomer has been developed as the drug metirosine and, as with many chiral drugs, the racemate was also of interest as a potentially cheaper material, known as racemetirosine.   == Pharmacology ==   === Effect on catecholamine biosynthesis === AMPT inhibits catecholamine biosynthesis at the first step—the hydroxylation of tyrosine. Reduction in catecholamines and their metabolites (normetanephrine, metanephrine, and 4-hydroxy-3-methoxymandelic acid) result from the inhibition of tyrosine using AMPT. AMPT doses of 600 to 4,000 mg per day cause a 20 to 79 percent reduction in total catecholamines in Pheochromocytoma patients. Increase in dosage increases the magnitude of catecholamine synthesis inhibition. This increasing inhibitory effect is seen in dosages up to 1500 mg per day; at higher doses, the inhibitory effect of AMPT decreases. The maximum effect of orally administered AMPT occurs 48 to 72 hours after administration of the drug. Catecholamine production levels return to normal 72 to 96 hours after administration of the drug ceases. Dosages as low as 300 mg per day have been found to have an effect on catecholamine production, which can be measured through urinary excretion analysis and cerebral spinal fluid assays.     AMPT is successful at inhibiting catecholamine production in humans whether the rate of synthesis is high, as in pheochromocytoma, or normal as in patients with hypertension.   === Effect on blood pressure === Pheochromocytoma patients exhibited a drop in blood pressure when taking AMPT. AMPT had no effect in patients with hypertension (high blood pressure).   == Pharmacokinetics ==   === Absorption === AMPT is minimally metabolized by the body and absorbed well after oral ingestion making its bioavailability high. Single-dose studies have shown that a 1,000 mg dose results in AMPT levels in the plasma of 12-14 μg/mL after 1 to 3 hours of ingestion. Maintenance-dose studies have shown that absorption of AMPT is overall the same in all individuals taking doses in the range of 300-4,000 mg per day.   === Half-life === The half-life of AMPT in normal patients is 3.4 to 3.7 hours. In amphetamine addicts the half-life is 7.2 hours.   === Elimination === Small amounts of metabolites (alpha-methyldopa and alpha-methyldopamine) were found after the administration of both single-doses and maintenance-doses of AMPT.  Small amounts of methyltyramine and alpha-methylnoradrenaline were found in patients undergoing AMPT therapy.  Urine analysis also recovered 45 to 88 percent of unchanged AMPT after drug ingestion. Of the total AMPT excreted, 50 to 60 percent appeared in urine within the first 8 hours and 80 to 90 percent appeared within 24 hours of oral administration.   == Clinical use == Metirosine has been shown to suppress catecholamine synthesis and alleviate symptoms related to catecholamine excess, including hypertension, headache, tachycardia, constipation, and tremor. Metirosine is primarily used to reduce these symptoms in patients with pheochromocytoma. It is contraindicated for the treatment of essential hypertension. Pheochromocytoma is a rare neuroendocrine tumor that results in the release of too much epinephrine and norepinephrine, hormones that control heart rate, metabolism, and blood pressure. AMPT was used in the 1960s for preoperative pharmacological control of catecholamine overexpression that causes hypertension and other arterial and cardiac abnormalities. The use of AMPT to treat Pheochromocytoma prior to surgery was discontinued due to its extensive side effects. Phosphorylation of tyrosine hydroxylase at Ser31 or Ser40 can increase dopamine biosynthesis; therefore an increase in pSer31 or pSer40 elevates dopamine synthesis in DA neurons.  Excessive dopamine in the mesolimbic pathways of the brain produces psychotic symptoms. Antipsychotic medications block dopamine D2 receptors in the caudate and putamen as well as in limbic target areas, they can also block or partially block serotonin.  Therapy with AMPT could prove to be more specific to dopamine and therefore eliminate some of the negative side effects of antipsychotic drugs. Metirosine is used as an off-label treatment for DiGeorge syndrome. The dopamine transporter (DAT) is a principal site of action for cocaine. Cocaine inhibits DAT function and vesicular dopamine transport (VMAT). Cocaine administration abruptly and reversibly increases both the Vmax of dopamine uptake and the Bmax of vesicular monoamine transporter 2 (VMAT-2) ligand (dihydrotetrabenazine) binding.  Dopamine depletion resulting from administration of AMPT had similar neuropharmacological effects as cocaine.  Administration of methamphetamine, a dopamine-releasing agent, rapidly decreased vesicular uptake.  A relationship between cytoplasmic dopamine concentration and VMAT activity was established using cocaine, methamphetamines, and AMPT. Although it is not well understood, this relationship allows for AMPT’s inhibitory property, which blocks tyrosine hydroxylase, to increase dopamine transport by the vesicle monoamine transporter-2. This leads to a reduction in the newly synthesized pool of dopamine from replenished tyrosine. AMPT’s effect on dopamine concentration and transport is reversible and short-lived. If methamphetamine is administered while cytoplasmic dopamine is depleted to about 50% of the control levels, its neurotoxic effects are averted (Thomas et al., 2008).  The recovery of dopamine to normal levels after AMPT administration takes about 2 to 7 days, and this repletion of dopamine is not changed by methamphetamine.  For these reasons AMPT seems to be a better treatment drug in methamphetamine addicts than reserpine, which is also being researched as a possible methamphetamine treatment drug. Reserpine causes almost full loss of dopamine from the striatum by disrupting vesicle storage. The repletion of dopamine after reserpine administration is slower than AMPT.  Additionally, administration of reserpine when dopamine is maximally depleted causes neurotoxic effects, which does not occur with AMPT treatment. AMPT’s role in addiction has also been studied via changes in dopamine binding to D2 and D3 receptors in the striatum (caudate, putamen, and ventral striatum) after the administration of AMPT. Findings revealed that cocaine-dependent subjects exhibited lower levels of endogenous dopamine relative to healthy subjects after AMPT administration. Similar positive effects were found in the role of AMPT in methamphetamine-addicted subjects. Dystonias and dyskinesias onset seems to derive from inconsistent regulation of dopamine in dopamine pathways. AMPT’s ability to deplete dopamine in the CNS makes it a promising target for treatment of dopamine related disorders. Metirosine is used in scientific research to investigate the effects of catecholamine depletion on behavior. There is evidence that catecholamine depletion causes an increase in sleepiness that is more pronounced than sleep deprivation, and that the fatigue lingers after the drug is discontinued. Catecholamine depletion has also been linked to a negative mood, though this is reported less often than sleepiness.   == Side-effects == AMPT administration in healthy subjects has shown to cause increased sleepiness, decreased calmness, increased tension and anger, and a trend for increased depression. Sedation was also reported as a side effect of AMPT ingestion. However, sedation was not seen in AMPT doses of less than 2g per day. Patients have reported insomnia as a withdrawal symptom post AMPT exposure.  When L-dopa is administered following AMPT administration, the effects of AMPT are reversed. These findings suggest that AMPT's effect on alertness and anxiety is catecholamine-specific and further supports that catecholamines are involved in the regulation of normal states of arousal and pathological anxiety symptoms.  Patients have reported hand, leg, and trunk tremors as well as tightening of the jaw post AMPT drug therapy. These Parkinson like side effects are supported by the lack of dopamine in the brain as in Parkinson’s patients. Tourette syndrome patients treated with AMPT developed akinesia, akathisia, and oculogyric crisis. Most severe of all, patients developed crystalluria (crystals in the urine) after undergoing AMPT drug treatments. Prolonged administration can have an impact upon the circadian rhythm.   == Mechanism ==  As a competitive inhibitor of tyrosine hydroxylase,  it prevents the conversion of tyrosine to L-DOPA, the precursor to dopamine. This results in lowered systematic catecholamine (dopamine, epinephrine and norepinephrine) levels.   == References ==   == External links == [1] and [2] A Clinical Trial"}