{"name": "metoclopramide", "category": "drug", "content": "Metoclopramide is a medication used for stomach and esophageal problems. It is commonly used to treat and prevent nausea and vomiting, to help with emptying of the stomach in people with delayed stomach emptying, and to help with gastroesophageal reflux disease. It is also used to treat migraine headaches. Common side effects include: feeling tired, diarrhea, akathisia, and tardive dyskinesia. More serious side effects include neuroleptic malignant syndrome and depression. It is thus rarely recommended that people take the medication for longer than twelve weeks. No evidence of harm has been found after being taken by many pregnant women. It belongs to the group of medications known as dopamine-receptor antagonists and works as a prokinetic. In 2012, metoclopramide was one of the top 100 most prescribed medications in the United States. It is available as a generic medication. It is on the World Health Organization's List of Essential Medicines. In 2020, it was the 352nd most commonly prescribed medication in the United States, with more than 600,000 prescriptions.   == Medical uses ==   === Nausea === Metoclopramide is commonly used to treat nausea and vomiting associated with conditions such as uremia, radiation sickness, cancer and the effects of chemotherapy, labor, infection, and emetogenic drugs. As a perioperative anti-emetic, the effective dose is usually 25 to 50 mg (compared to the usual 10 mg dose). It is also used in pregnancy as a second choice for treatment of hyperemesis gravidarum (severe nausea and vomiting of pregnancy). It is also used preventatively by some EMS providers when transporting people who are conscious and spinally immobilized.   === Migraine === In migraine headaches, metoclopramide may be used in combination with paracetamol (acetaminophen) or in combination with aspirin.   === Gastroparesis === Evidence also supports its use for gastroparesis, a condition that causes the stomach to empty poorly, and as of 2010 it was the only drug approved by the FDA for that condition. It is also used in gastroesophageal reflux disease.   === Lactation === While metoclopramide is used to try to increase breast milk production, evidence for its effectiveness for this is poor. Its safety for this use is also unclear.   === Procedures === Intravenous metoclopramide is used in small-bowel follow-through, small-bowel enema, and radionuclide gastric-emptying studies to reduce the time taken for barium to go through the intestines, thus reducing the total time needed for the procedures. Metoclopramide also prevents vomiting after oral ingestion of barium.   == Contraindications == Metoclopramide is contraindicated in pheochromocytoma. It should be used with caution in Parkinson's disease since, as a dopamine antagonist, it may worsen symptoms. Long-term use should be avoided in people with clinical depression, as it may worsen one's mental state. It is contraindicated for people with a suspected bowel obstruction, in epilepsy, if a stomach operation has been performed in the previous three or four days, perforation or blockage of the stomach, and in newborn babies. The safety of the drug was reviewed by the European Medicines Agency in 2011, which determined that it should not be prescribed in high doses, for periods of more than five days, or given to children below 1 year of age. They suggested its use in older children should be restricted to treating post-chemotherapy or post-surgery nausea and vomiting, and even then only for patients where other treatments have failed. For adults, they recommended its use be restricted to treating migraines and post-chemotherapy or post-surgery patients.   === Pregnancy === Metoclopramide has long been used in all stages of pregnancy with no evidence of harm to the mother or foetus. A large cohort study of babies born to Israeli women exposed to metoclopramide during pregnancy found no evidence that the drug increases the risk of congenital malformations, low birth weight, preterm birth, or perinatal mortality. A large cohort study in Denmark found, in addition, no association between metoclopramide exposure and miscarriage. Metoclopramide is excreted into milk.   === Infants === A systematic review found a wide range of reported outcomes for treatment of gastroesophageal reflux disease (GERD) in infants and concluded a \"poor\" rating of evidence and \"inconclusive\" rating of safety and efficacy for the treatment of GERD in infants.   == Side effects ==  Common adverse drug reactions (ADRs) associated with metoclopramide therapy include restlessness (akathisia), and focal dystonia. Infrequent ADRs include hypertension, hypotension, hyperprolactinaemia leading to galactorrhea, headache, and extrapyramidal effects such as oculogyric crisis. Metoclopramide may be the most common cause of drug-induced movement disorders. The risk of extrapyramidal effects is increased in people under 20 years of age, and with high-dose or prolonged therapy. Tardive dyskinesia may be persistent and irreversible in some people. The majority of reports of tardive dyskinesia occur in people who have used metoclopramide for more than three months. Consequently, the US Food and Drug Administration (FDA) recommends that metoclopramide be used for short-term treatment, preferably less than 12 weeks. In 2009, the FDA required all manufacturers of metoclopramide to issue a black box warning regarding the risk of tardive dyskinesia with chronic or high-dose use of the drug. Dystonic reactions may be treated with benzatropine, diphenhydramine, trihexyphenidyl, or procyclidine. Symptoms usually subside with diphenhydramine injected intramuscularly. Agents in the benzodiazepine class of drugs may be helpful, but benefits are usually modest and side effects of sedation and weakness can be problematic. In some cases, the akathisia effects of metoclopramide are directly related to the infusion rate when the drug is administered intravenously. Side effects were usually seen in the first 15 min after the dose of metoclopramide. Withdrawal effects were reported for a female taking metoclopramide for about six months. The adverse symptoms oscillated between akinesian and akathisian, including amenorrhea, and appeared like secondary parkinsonism. Adverse effects remained a year after the metoclopramide had been gradually withdrawn.   === Rare side effects === Diabetes, age, and female gender are risk factors that increase the likelihood of experiencing a neuropsychiatric side effect of metoclopramide.  Panic disorder Major depressive disorder Agoraphobia Agranulocytosis, supraventricular tachycardia, hyperaldosteronism, neuroleptic malignant syndrome, akathisia and tardive dyskinesia. Methaemoglobinaemia*   == Pharmacology == Metoclopramide appears to bind to dopamine D2 receptors with nanomolar affinity (Ki = 28.8 nM), where it is a receptor antagonist, and is also a mixed 5-HT3 receptor antagonist/5-HT4 receptor agonist.   === Mechanism of action === The antiemetic action of metoclopramide is due to its antagonist activity at D2 receptors in the chemoreceptor trigger zone  in the central nervous system — this action prevents nausea and vomiting triggered by most stimuli. At higher doses, 5-HT3 antagonist activity may also contribute to the antiemetic effect. The gastroprokinetic activity of metoclopramide is mediated by muscarinic activity, D2 receptor antagonist activity, and 5-HT4 receptor agonist activity. The gastroprokinetic effect itself may also contribute to the antiemetic effect. Metoclopramide also increases the tone of the lower esophageal sphincter. Metoclopramide might influence mood because of its antagonistic blockade on 5-HT3 and agonistic (activating) action on 5-HT4. While muscarinic receptors are involved in gastrointestinal motility, metoclopramide’s prokinetic effects are not primarily due to direct muscarinic receptor activity. Instead, they result from its actions on 5-HT4 and D2 receptors.   === Pharmacokinetics === Metoclopramide is metabolized by CYP2D6 and is a reversible inhibitor, but not inactivator, of CYP2D6. The major metabolites of metoclopramide are N-hydroxylation and N-deethylation by all common CYP enzymes.   == Chemistry == Metoclopramide is a substituted benzamide; cisapride and mosapride are structurally related.   == History == Metoclopramide was first described by Louis Justin-Besançon and Charles Laville in 1964, while working to improve the anti-dysrhythmic properties of procainamide. That research project also produced the product sulpiride. The first clinical trials were published by Tourneu et al. in 1964 and by Boisson and Albot in 1966. Justin-Besançon and Laville worked for Laboratoires Delagrange and that company introduced the drug as Primperan in 1964. Laboratoires Delagrange was acquired by Synthelabo in 1991 which eventually became part of Sanofi. A.H. Robins introduced the drug in the US under the brand name Reglan in 1979 as an injectable and an oral form was approved in 1980. in 1989 A.H. Robins was acquired by American Home Products, which changed its name to Wyeth in 2002. The drugs were initially used to control nausea for people with severe headaches or migraines, and later uses for nausea caused by radiation therapy and chemotherapy, and later yet for treating nausea caused by anesthesia. In the US the injectable form was labelled for chemotherapy-induced nausea and the oral form was eventually labelled for gastroesophageal reflux disease. It became widely used in the 1980s, becoming the most commonly used drug to treat anesthesia-induced nausea and for treating gastritis in emergency rooms. The first generics were introduced in 1985. In the early 1980s signs began to emerge in pharmacovigilance studies from Sweden that the drug was causing tardive dyskinesia in some patients. The FDA required a warning about tardive dyskinesia to be added to the drug label in 1985 stating that: \"tardive dyskinesia . . . may develop in patients treated with metoclopramide,” and warned against use longer than 12 weeks, as that was how long the drug has been tested. In 2009 the FDA required that a black box warning be added to the label. The emergence of this severe side effect led to a wave of product liability litigation against generic manufacturers as well as Wyeth. The litigation was complicated since there was a lack of clarity in jurisdiction between state laws, where product liability is determined, and federal law, which determines how drugs are labelled, as well as between generics companies, which had no control over labelling, and the originator company, which did. The litigation yielded at least two important cases. In Conte v. Wyeth in the California state courts, the claims of the plaintiff against the generic companies Pliva, Teva, and Purepac that had sold the drugs that the plaintiff actually took, and the claims against Wyeth, whose product the plaintiff never took, were all dismissed by the trial court, but the case was appealed, and in 2008 the appellate court upheld the dismissal of the cases against the generic companies, but reversed on Wyeth, allowing the case against Wyeth to proceed. This established an \"innovator liability\" or \"pioneer liability\" for pharmaceutical companies. The precedent was not widely followed in California nor in other states. Litigation over the same issues related to metoclopramide also reached the US Supreme Court in Pliva, Inc. v. Mensing, in which the court held in 2011 that generic companies cannot be held liable for information, or the lack of information, on the originator's label. As of August 2015 there were about 5000 suits pending across the US and efforts to consolidate them into a class action had failed. Shortly following the Pliva decision, the FDA proposed a rule change that would allow generics manufacturers to update the label if the originating drug had been withdrawn from the market for reasons other than safety. As of May 2016 the rule, which turned out to be controversial since it would open generic companies to product liability suits, was still not finalized, and the FDA had stated the final rule would be issued in April 2017. The FDA issued a draft guidance for generic companies to update labels in July 2016.   == Society and culture ==   === Brand names ===   == Veterinary use == Metoclopramide is commonly used to prevent vomiting in cats and dogs. It is also used as a gut stimulant in rabbits.   == References ==   == External links == \"Metoclopramide Injection\". MedlinePlus."}