{"name": "Metrorrhagia", "category": "disease", "content": "Intermenstrual bleeding (IMB) is vaginal bleeding at irregular intervals between expected menstrual periods. It may be associated with bleeding with sexual intercourse. In some women, menstrual spotting between periods occurs as a normal and harmless part of ovulation. Some women experience acute mid-cycle abdominal pain around the time of ovulation (sometimes referred to by the German term for this phenomenon, mittelschmerz). This may also occur at the same time as menstrual spotting. The term breakthrough bleeding or breakthrough spotting is usually used for women using hormonal contraceptives, such as IUDs or oral contraceptives, in which it refers to bleeding or spotting between any expected withdrawal bleedings, or bleeding or spotting at any time if none is expected. If spotting continues beyond the first 3-4 cycles of oral contraceptive use, a woman should have her prescription adjusted to a pill containing higher estrogen:progesterone ratio by either increasing the estrogen dose or decreasing the relative progestin dose. Besides the aforementioned physiologic forms, metrorrhagia may also represent abnormal uterine bleeding and be a sign of an underlying disorder, such as hormone imbalance, endometriosis, uterine fibroids, uterine cancer, or vaginal cancer. If the bleeding is repeated and heavy, it can cause significant iron-deficiency anemia.   == Cause == Intermittent spotting between periods can result from any of numerous reproductive system disorders:   == Breakthrough bleeding == Breakthrough bleeding (BTB) is any of various forms of vaginal bleeding, usually referring to mid-cycle bleeding in users of combined oral contraceptives, as attributed to insufficient estrogens. It may also occur with other hormonal contraceptives. Sometimes, breakthrough bleeding is classified as abnormal and thereby as a form of metrorrhagia, and sometimes it is classified as not abnormal. In the context of hemophilia, the term describes a bleeding that occurs while a patient is on prophylaxis.   === Presentation === The bleeding is usually light, often referred to as \"spotting,\" though a few people may experience heavier bleeding. It is estimated that breakthrough bleeding affects around 25% of combined oral contraceptive pill (COCP) users during the initial 3 to 4 months of use, it then usually resolves on its own.   === Mechanism === Breakthrough bleeding is commonly due to 4 factors: physiologic effects  of  OCs  on  the  endometrium,  OC-related  parameters,  (dose, formulation,  and  regimen),  patient behavior, (compliance,  using concomitant  medications,  and  smoking) and benign or malignant pathology.   === Treatment === Breakthrough bleeding that does not resolve on its own is a common reason for women to switch to different pill formulations, or to switch to a non-hormonal method of birth control.   == Terminology == Metrorrhagia is from metro = measure, -rrhagia = abnormal flow. The term is no longer recommended.   == See also == Menometrorrhagia Istihadha Menstruation in Islam Withdrawal bleeding Culture and menstruation   == References ==   == External links =="}