{"name": "metreleptin", "category": "drug", "content": "Metreleptin, sold under the brand name Myalept among others, is a synthetic analog of the hormone leptin used to treat various forms of dyslipidemia.  It has been approved in Japan for metabolic disorders including lipodystrophy and in the United States as replacement therapy to treat the complications of leptin deficiency, in addition to diet, in patients with congenital generalized or acquired generalized lipodystrophy. The most common side effects include hypoglycaemia (low blood glucose) and weight loss. It was approved for medical use in Canada in January 2024.   == Medical uses == In the European Union, metreleptin is indicated in addition to diet to treat lipodystrophy, where people have a loss of fatty tissue under the skin and a build-up of fat elsewhere in the body such as in the liver and muscles. It is used in adults and children above the age of two years with generalised lipodystrophy (Berardinelli-Seip syndrome and Lawrence syndrome); and in adults and children above the age of twelve years with partial lipodystrophy (including Barraquer-Simons syndrome), when standard treatments have failed. In the United States, it is indicated as an adjunct to diet as replacement therapy to treat the complications of leptin deficiency in people with congenital or acquired generalized lipodystrophy.   == Research == Metreleptin is being investigated for the treatment of diabetes and/or hypertriglyceridemia, in patients with rare forms of lipodystrophy, syndromes characterized by abnormalities in adipose tissue distribution, and severe metabolic abnormalities. The FDA approved Metreleptin injection for treating complications of leptin deficiency in February 2014. In a three-year study of metreleptin in patients with lipodystrophy organized by the National Institute of Diabetes and Digestive and Kidney Diseases at the National Institutes of Health, metreleptin treatment was associated with a significant decrease in blood glucose (A1c decreased from 9.4% at baseline to 7.0% at study end) and triglyceride concentration (from 500 mg/dl at baseline to 200 mg/dl at study end). Metreleptin is effective in most patients with generalized lipodystrophy where circulating leptin levels are extremely low. Analogous to insulin replacement for patients with type 1 Diabetes, metreleptin restores the function of a deficient hormone. However, in patients with partial lipodystrophy where there is only a relative leptin deficiency, the response to metreleptin is not universal. This may or may not be due to anti-leptin antibodies. Metreleptin is undergoing research for its potential benefit in the treatment of anorexia nervosa. It is hypothesized that the gradual loss of body fat mass, and more specifically the ensuing low leptin levels, escalate the preexisting drive for thinness into an obsessive-compulsive-like and addictive-like state. It was shown that short-term metreleptin treatment of patients with anorexia nervosa had rapid on-set of beneficial cognitive, emotional, and behavioral effects.  Among other things, depression, drive for activity, repetitive thoughts of food, inner restlessness, and weight phobia decreased rapidly. Whether metreleptin (or another leptin analogue) is a suitable treatment for anorexia nervosa remains to be seen. Potential side effects are weight loss and the development of anti-metreleptin antibodies. In a clinical study, metreleptin treatment improved non-alcoholic steatohepatitis (fatty liver disease) both in patients with partial lipodystrophy and in those with relative leptin deficiency. Both steatosis and hepatic injury scores decreased. Metreleptin reduces body weight in overweight people with low leptin levels. Although it is not very effective as a weight loss drug, leptin levels are lowered in people who have lost weight and it is hypothesized that supplemental leptin could help them with weight loss maintenance. However, there is no regulatory pathway for drug approval for this indication.   == References =="}