{"name": "Microscopic Polyarteritis", "category": "disease", "content": "Microscopic polyangiitis is an autoimmune disease characterized by a systemic, pauci-immune, necrotizing, small-vessel vasculitis without clinical or pathological evidence of granulomatous inflammation.   == Signs and symptoms == Clinical features may include constitutional symptoms like fever, arthralgia, myalgia, loss of appetite, weight loss and fatigue. A variety of organs can be affected, which causes a wide range of symptoms such as cough, shortness of breath, hemoptysis (coughing up of blood), symptoms of kidney failure, skin manifestations (palpable purpura and livedo racemosa), seizures or peripheral neuropathy, abdominal pain  The kidneys are affected in up to 80% of cases with signs of blood and protein in the urine and the injury can lead to either rapidly or slowly progressive kidney failure. The lungs are affected in 20-50% of cases with findings of pulmonary hemorrhage, or chronic pulmonary fibrosis leading to respiratory failure.   == Causes == While the mechanism of the disease has yet to be fully elucidated, the leading hypothesis is that AAV (ANCA Associated Vasculitis) develops in patients with a genetic predisposition when an unknown cause triggers the production of p-ANCA. These antibodies will circulate at low levels until an environmental trigger—such as infection, malignancy, or drug therapy, causes the upregulation of neutrophils. The neutrophils bind to p-ANCAs and subsequently release inflammatory cytokines, reactive oxygen species and lytic enzymes that cause endothelial injury resulting to inflammation and necrosis of the small vessels. The damage that is caused in the kidneys is specifically called necrotizing and crescentic glomerulonephritis.   == Diagnosis == Laboratory tests may reveal an increased sedimentation rate, elevated CRP and anemia.  Kidney impairment will result to elevated creatinine in the blood and the detection of protein and red blood cells in the urine. An important diagnostic test is the presence of perinuclear antineutrophil cytoplasmic antibodies (p-ANCA) with myeloperoxidase specificity (a constituent of neutrophil granules) Depending on which organ is affected special tests can be performed, such as renal biopsy in patients with kidney failure or electromyography in patients with peripheral neuropathy    === Differential diagnosis === The signs and symptoms of microscopic polyangiitis may resemble those of granulomatosis with polyangiitis (GPA) (another form of small-vessel vasculitis) but typically lacks the significant upper respiratory tract involvement (e.g., sinusitis) frequently seen in people affected by GPA.   == Treatment == Immunsuppressive treatment is the gold standard management in order to achieve remission of the blood vessel inflammation that occurs in active microscopic polyangitis. The current immunosuppressive protocols consists of a combination of high dose of glucocorticoids in combination with either cyclophosphamide or  Rituximab. In cases of life threatening disease treatment with plasmapheresis can also be applied. The immunosuppressive treatment is slowly tapered down under a period of several months but there is at the moment no consensus about the total duration of the therapy. Discontinuation of immunosuppression can be related to increased risk for disease flares.   == See also == ANCA-associated vasculitides Polyarteritis nodosa List of cutaneous conditions Granulomatosis with polyangitis   == References ==   == External links =="}