{"name": "Microsatellite instability-high colorectal cancer", "category": "disease", "content": "Hereditary nonpolyposis colorectal cancer (HNPCC) is a hereditary predisposition to colon cancer. HNPCC includes (and was once synonymous with) Lynch syndrome, an autosomal dominant genetic condition that is associated with a high risk of colon cancer, endometrial cancer (second most common), ovary, stomach, small intestine, hepatobiliary tract, upper urinary tract, brain, and skin. The increased risk for these cancers is due to inherited genetic mutations that impair DNA mismatch repair. It is a type of cancer syndrome. Other HNPCC conditions include Lynch-like syndrome, polymerase proofreading-associated polyposis and familial colorectal cancer type X.   == Signs and symptoms ==   === Risk of cancer === Lifetime risk and mean age at diagnosis for Lynch syndrome–associated cancers  In addition to the types of cancer found in the chart above, it is understood that Lynch syndrome also contributes to an increased risk of small bowel cancer, pancreatic cancer, ureter/renal pelvis cancer, biliary tract cancer, brain cancer, and sebaceous neoplasms. Increased risk of prostate cancer and breast cancer has also been associated with Lynch syndrome, although this relationship is not entirely understood. Two-thirds of colon cancers occur in the proximal colon and common signs and symptoms include blood in the stool, diarrhea or constipation, and unintended weight loss. The mean age of colorectal cancer diagnosis is 44 for members of families that meet the Amsterdam criteria. The average age of diagnosis of endometrial cancer is about 46 years. Among women with HNPCC who have both colon and endometrial cancer, about half present first with endometrial cancer, making endometrial cancer the most common sentinel cancer in Lynch syndrome. The most common symptom of endometrial cancer is abnormal vaginal bleeding. In HNPCC, the mean age of diagnosis of gastric cancer is 56 years of age with intestinal-type adenocarcinoma being the most commonly reported pathology. HNPCC-associated ovarian cancers have an average age of diagnosis of 42.5 years-old; approximately 30% are diagnosed before age 40. Significant variation in the rate of cancer has been found depending on the mutation involved. Up to the age of 75 years the risks of different cancers by the mutations are in the table below.   == Genetics ==  Lynch syndrome is inherited in an autosomal dominant fashion. The hallmark of Lynch syndrome is defective DNA mismatch repair, which causes an elevated rate of single nucleotide changes and microsatellite instability, also known as MSI-H (the H is \"high\"). MSI is identifiable in cancer specimens in the pathology laboratory. Most cases result in changes in the lengths of dinucleotide repeats of the nucleobases cytosine and adenine (sequence: CACACACACA...). The 4 main genes involved in Lynch syndrome normally encode for proteins that form dimers to function:  MLH1 protein dimerizes with PMS2 protein to form MutLα, which coordinates the binding of other proteins involved with mismatch repair like DNA helicase, single-stranded-DNA binding-protein (RPA), and DNA polymerases. MSH2 protein dimerizes with MSH6 protein, which identifies mismatches via a sliding clamp model, a protein for scanning for errors. The impairment of either gene for the protein dimer impairs the protein function. These 4 genes are involved in error correction (mismatch repair), so dysfunction of the genes can lead to the inability to fix DNA replication errors and cause Lynch syndrome. Lynch syndrome is known to be associated with other mutations in genes involved in the DNA mismatch repair pathway:  People with MSH6 mutations are more likely to be Amsterdam criteria II-negative. The presentation with MSH6 is slightly different from with MLH1 and MSH2, and the term \"MSH6 syndrome\" has been used to describe this condition. In one study, the Bethesda guidelines were more sensitive than the Amsterdam Criteria in detecting it. Up to 39% of families with mutations in a Lynch syndrome gene do not meet the Amsterdam criteria. Therefore, families found to have a deleterious mutation in a Lynch syndrome gene should be considered to have Lynch syndrome regardless of the extent of the family history. This also means that the Amsterdam criteria fail to identify many people who are at risk for Lynch syndrome. Improving the criteria for screening is an active area of research, as detailed in the Screening Strategies section of this article. Most people with Lynch syndrome inherit the condition from a parent. However, due to incomplete penetrance, variable age of cancer diagnosis, cancer risk reduction, or early death, not all people with an Lynch syndrome gene mutation have a parent who had cancer. Some people develop HNPCC de-novo in a new generation, without inheriting the gene. These people are often only identified after developing an early-life colon cancer. Parents with HNPCC have a 50% chance of passing the genetic mutation on to each child. It is also important to note, that deleterious mutation in one of MMR genes alone is not sufficient to cause cancer, but that rather further mutations in other tumour suppressor genes need to occur.   == Diagnosis == A diagnosis of Lynch syndrome is applied to people with a germline DNA mutation in one of the MMR genes (MLH1, MSH2, MSH6, and PMS2) or the EPCAM gene, identified by genetic testing. Candidates for germline genetic testing can be identified by clinical criteria such as the Amsterdam Clinical Criteria and Bethesda Guidelines, or through tumor analysis by immunohistochemistry (IHC), or microsatellite instability (MSI) testing. In the US, professional societies recommend testing every colon cancer for MSI or IHC as screening for Lynch syndrome, but this is not always performed because of cost and resource limitations. Genetic testing is commercially available and consists of a blood test.   === Immunohistochemistry === Immunohistochemistry (IHC) is a method that can be used to detect abnormal mismatch repair (MMR) protein expression in tumours that are associated with Lynch syndrome. While it is not diagnostic of a Lynch syndrome, it can play a role in identifying people who should have germline testing. Two methods of implementation of IHC testing includes age-based testing and universal testing for all people. Currently, there is no widespread agreement regarding which screening method should be used. Age-based testing for IHC has been suggested in part due to cost-benefit analyses, whereas universal testing for all people with colorectal cancer ensures people with Lynch Syndrome are not missed. To address the costs, researchers are trying to predict MSI or IHC directly from the way the tumor looks under the microscope, without doing any molecular testing.   === Microsatellite instability === Mutations in DNA mismatch repair systems can lead to difficulty transmitting regions within the DNA which contain repeating patterns of two or three nucleotides (microsatellites), otherwise known as microsatellite instability (MSI). MSI is associated with alternate sized repetitive DNA sequences that are not present in the correlated germ line DNA resulting in 15-20% of colorectal cancers. MSI is identified through DNA extraction from both a tumor tissue sample and a normal tissue sample followed by PCR analysis of microsatellite regions. MSI analysis can be used to identify people who may have Lynch syndrome and direct them for further testing. One study noted that one third of MSI colorectal cancers showed a low immunoscore, suggesting that tumor-infiltrating lymphocytes might be a good option for therapy for these patients. High numbers of tumor-infiltrating lymphocytes were related with better survival rates and treatment responses.   === Classification === Three major groups of MSI-H (microsatellite instability – MSI) cancers can be recognized by histopathological criteria:  right-sided poorly differentiated cancers right-sided mucinous cancers adenocarcinomas in any location showing any measurable level of intraepithelial lymphocyte (TIL) The histopathological criteria are not sensitive enough to detect MSI from histology but researchers are trying to use artificial intelligence to predict MSI from histology. In addition, HNPCC can be divided into Lynch syndrome I (familial colon cancer) and Lynch syndrome II (HNPCC associated with other cancers of the gastrointestinal tract or reproductive system).   === Screening === Genetic counseling and genetic testing are recommended for families that meet the Amsterdam criteria, preferably before the onset of colon cancer. Colon cancer Colonoscopies are recommended as a preventative method of surveillance for individuals who have Lynch syndrome, or LS-associated genes. Specifically, it is recommended that colonoscopies begin at ages 20–25 for MLH1 and MSH2 mutation carriers and 35 years for MSH6 and PMS2 mutation carriers. Colonoscopic surveillance should then be performed at a 1-2 year interval for Lynch Syndrome patients. Endometrial/ovarian cancer A transvaginal ultrasound with or without endometrial biopsy is recommended annually for ovarian and endometrial cancer screening. For women with Lynch syndrome, a yearly CA-125 blood test can be used to screen for ovarian cancer, however there is limited data on the efficacy of this test in reducing mortality. Other cancers There are also strategies for detecting other cancers early or reducing the chances of developing them that people with Lynch syndrome can discuss with their doctor, however their effectiveness is not clear. These options include:  Upper endoscopies to detect stomach and small bowel cancer every 3–5 years, starting at age 30 at the earliest (preferably in a research setting) Annual urinalysis to detect bladder cancer, starting at age 30 at the earliest (preferably in a research setting) Annual physical and neurological exams to detect cancer in the central nervous system (brain or spinal cord), starting at age 25 at the earliest   ==== Amsterdam criteria ==== The following are the Amsterdam criteria in identifying high-risk candidates for molecular genetic testing: Amsterdam I Criteria (all bullet points must be fulfilled): The Amsterdam I criteria were published in 1990; however, were felt to be insufficiently sensitive.  Three or more family members with a confirmed diagnosis of colorectal cancer, one of whom is a first degree (parent, child, sibling) relative of the other two Two successive affected generations One or more colon cancers diagnosed under age 50 years Familial adenomatous polyposis (FAP) has been excluded The Amsterdam II criteria were developed in 1999 and improved the diagnostic sensitivity for Lynch syndrome by including cancers of the endometrium, small bowel, ureter and renal pelvis. Amsterdam Criteria II (all bullet points must be fulfilled):  Three or more family members with HNPCC-related cancers, one of whom is a first-degree relative of the other two Two successive affected generations One or more of the HNPCC-related cancers diagnosed under age 50 years Familial adenomatous polyposis (FAP) has been excluded The Bethesda criteria were developed in 1997 and later updated in 2004 by the National Cancer Institute to identify persons requiring further testing for Lynch syndrome through MSI. In contrast to the Amsterdam Criteria, the Revised Bethesda Guidelines use pathological data in addition to clinical information to help health care providers identify persons at high risk. Revised Bethesda Guidelines If a person meets any 1 of 5 criteria the tumour(s) from the person should be tested for MSI:  Colorectal cancer diagnosed before age 50 Presence of synchronous or metachronous colorectal or other Lynch syndrome associated cancers (e.g. cancers of endometrium, ovary, stomach, small bowel, pancreas, biliary tract, ureter, renal pelvis, brain, sebaceous glands, keratoacanthomas) Colorectal cancer with MSI-high pathology in a person who is younger than 60 years of age Colorectal cancer diagnosed in a person with one or more first-degree relative with colorectal cancer or Lynch syndrome associated tumour diagnosed under age 50 Person with colorectal cancer and two or more first- or second-degree relatives with colorectal cancer or Lynch syndrome associated cancer diagnosed at any age. It is important to note that these clinical criteria can be difficult to use in practice and clinical criteria used alone misses between 12 and 68 percent of Lynch syndrome cases.   === Surgery === Prophylactic hysterectomy and salpingo-oophorectomy (removal of the uterus, fallopian tubes, and ovaries to prevent cancer from developing) can be performed before ovarian or endometrial cancer develops.   == Treatment == Surgery remains the front-line therapy for Lynch syndrome. Patients with Lynch syndrome who develop colorectal cancer may be treated with either a partial colectomy or total colectomy with ileorectal anastomosis. Due to increased risk of colorectal cancer following partial colectomy and similar quality of life after both surgeries, a total colectomy may be a preferred treatment for Lynch syndrome, especially in younger patients. There is an ongoing controversy over the benefit of 5-fluorouracil-based adjuvant therapies for Lynch syndrome-related colorectal tumours, particularly those in stages I and II.  Anti-PD-1 antibody therapy can be effective. Checkpoint blockade with anti-PD-1 therapy is now preferred first line therapy for advanced Microsatellite-Instability–High colorectal cancer.   == Research == In 2024 development for a vaccine called LynchVax that would reduce the risk of cancer from the disease has been started by scientist from the University of Oxford with a grant from Cancer Research UK but clinical trials are far from being conducted yet.   == Epidemiology == Though the exact prevalence of Lynch syndrome-causing mutations in the general population remain unknown, recent studies estimate the prevalence to be 1 in 279 individuals, or 0.35%. Certain populations are known to have a higher prevalence of founder mutations, including, but not limited to, French Canadians, Icelanders, African Americans, and Ashkenazi Jews. Lynch syndrome-causing mutations are found in approximately 3% of all diagnosed colorectal cancers, and 1.8% of all diagnosed endometrial cancers. The average age of diagnosis of cancer in patients with this syndrome is 44 years old, as compared to 64 years old in people without the syndrome.   == Terminology == Henry T. Lynch, Professor of Medicine at Creighton University Medical Center, characterized the syndrome in 1966. In his earlier work, he described the disease entity as \"cancer family syndrome.\" The term \"Lynch syndrome\" was coined in 1984 by other authors; Lynch named the condition HNPCC in 1985. Since then the two terms have been used interchangeably, until later advances in the understanding of the genetics of the disease led to the term HNPCC falling out of favor. Other sources reserve the term \"Lynch syndrome\" when there is a known DNA mismatch repair defect, and use the term \"familial colorectal cancer type X\" when the Amsterdam criteria are met but there is no known DNA mismatch repair defect. The putative \"type X\" families appear to have a lower overall incidence of cancer and lower risk for non-colorectal cancers than families with documented DNA mismatch repair deficiency. About 35% of people who meet Amsterdam criteria do not have a DNA-mismatch-repair gene mutation. Complicating matters is the presence of an alternative set of criteria, known as the \"Bethesda Guidelines.\"   == Society == There are a number of non-profit organisations providing information and support, including Lynch Syndrome International, AliveAndKickn, Lynch Syndrome UK and Bowel Cancer UK. In the US, National Lynch Syndrome Awareness Day is March 22.   == References ==   == Further reading ==   === Books === McKay, Ami (2019). Daughter of Family G. : a memoir of cancer genes, love and fate. Toronto: Alfred A. Knopf Canada. ISBN 978-0-345-80946-9. OCLC 1089450897. Paperback version retitled Before My Time.   == External links ==  FAQs on HNPCC Archived 2007-08-15 at the Wayback Machine from the National Institute of Health GeneReviews/NCBI/NIH/UW entry on Lynch syndrome hnpcc at NIH/UW GeneTests National Cancer Institute: Genetics of Colorectal Cancer information summary"}