{"name": "midostaurin", "category": "drug", "content": "Midostaurin, sold under the brand name Rydapt by Novartis, is a multi-targeted protein kinase inhibitor that has been investigated for the treatment of acute myeloid leukemia (AML), myelodysplastic syndrome (MDS) and advanced systemic mastocytosis. It is a semi-synthetic derivative of staurosporine, an alkaloid from the bacterium Streptomyces staurosporeus. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == AML and MDS == Midostaurin was found to be active against oncogenic CD135 (FMS-like tyrosine kinase 3 receptor, FLT3), in preclinical studies. Clinical trials have primarily focused on relapsed/refractory AML and MDS and have included single agent and combination agent studies. After successful Phase II clinical trials, midostaurin was found to prolong survival of FLT3-mutated AML patients when combined with conventional induction and consolidation therapies in a randomized Phase III clinical trial. On 28 April 2017, midostaurin was approved by the FDA for the treatment of adult patients with newly diagnosed AML who are positive for oncogenic FLT3, in combination with chemotherapy. The drug is approved for use with a companion diagnostic, the LeukoStrat CDx FLT3 Mutation Assay, which is used to detect the FLT3 mutation in patients with AML.   == Systemic mastocytosis == Over 95% of patients with adult onset systemic mastocytosis and approximately 40% of children with cutaneous mastocytosis are positive for the D816V c-Kit activating mutation, which renders c-Kit resistant to currently available tyrosine kinase inhibitors. Midostaurin is an investigational treatment in patients with advanced forms of systemic mastocytosis and D816V c-Kit mutation with a subset of patients achieving clinical response. In an open-label study of patients with mastocytosis-related organ damage (89 eligible patients meeting inclusion for the primary efficacy population), midostaurin showed efficacy in patients with advanced systemic mastocytosis, including the highly fatal variant mast cell leukemia.   == Side effects == Common side effects include immune system related problems (fever, febrile neutropenia), blood clotting problems (bruising, nosebleed), and unspecific symptoms such as diarrhea, nausea and headache. Upper respiratory tract infections can be dangerous.   == References =="}