{"name": "mifepristone", "category": "drug", "content": "Mifepristone, also known by its developmental code name RU-486, is a medication typically used in combination with misoprostol to bring about a medical abortion during pregnancy and manage early miscarriage. This combination is 97% effective during the first 63 days (9 weeks) of pregnancy. It is also effective in the second trimester of pregnancy. It is taken by mouth. The more common adverse effects include abdominal pain, feeling tired, and vaginal bleeding. Serious side effects may include heavy vaginal bleeding, bacterial infection, and birth defects if the pregnancy does not end. If used, appropriate follow-up care needs to be available. Mifepristone is an antiprogestogen. It works by blocking the effects of progesterone, making both the cervix and uterine vessels dilate and causing uterine contraction. Mifepristone was developed in 1980 and came into use in France in 1987. It became available in the United States in 2000. It is on the World Health Organization's List of Essential Medicines. Mifepristone was approved in Canada in January 2017.   == Medical uses ==   === Abortion === Mifepristone followed by a prostaglandin analog (misoprostol or gemeprost) is used for medical abortion. Medical organizations have found this combination to be safe and effective. Guidelines from the Royal College of Obstetricians and Gynaecologists describe medication abortion using mifepristone and misoprostol as effective and appropriate at any gestational age. The World Health Organization and the American College of Obstetricians and Gynecologists recommend mifepristone followed by misoprostol for first- and second-trimester medical abortion. Mifepristone alone is less effective, resulting in abortion within 1–2 weeks in anywhere from 54% to 92% of pregnancies, according to review of 13 studies.   === Cushing's syndrome === Mifepristone is used for the medical treatment of high blood sugar caused by high cortisol levels in the blood (hypercortisolism) in adults with endogenous Cushing's syndrome who also have type 2 diabetes mellitus or glucose intolerance and have failed surgery or cannot have surgery. In a Phase III trial, it improved glycemic control, increased insulin sensitivity, and reduced body weight regardless of the cause of CS.   === Medical management of early pregnancy loss === Mifepristone combined with misoprostol is the preferred medication regimen for management of early pregnancy loss. While misoprostol alone can be used, the addition of a dose of mifepristone twenty-four hours before misoprostol administration improves treatment efficacy.   === Other uses === Mifepristone at low doses has been used for emergency contraception. Mifepristone has also been used to treat symptomatic leiomyoma (uterine fibroids) and endometriosis. As elevated cortisol levels have been implicated in psychotic depression, mifepristone has been used as a treatment.   == Side effects == Serious complications with mifepristone are rare with about 0.04%–0.09% requiring hospitalization and 0.05% requiring blood transfusion. Nearly all women using the mifepristone/misoprostol regimen experienced abdominal pain, uterine cramping, and vaginal bleeding or spotting for an average of 9–16 days. For most women, the most severe cramps after use of misoprostol last for less than 6 hours and can generally be managed with ibuprofen. Up to 8% of women experienced some type of bleeding for 30 days or more. Other less common side effects included nausea, vomiting, diarrhea, dizziness, fatigue, and fever. Pelvic inflammatory disease is a very rare but serious complication. Excessive bleeding and incomplete termination of a pregnancy require further intervention by a doctor (such as a repeat dose of misoprostol or a vacuum aspiration). Mifepristone is contraindicated in the presence of adrenal failure, long-term oral corticosteroid therapy (although inhaled and topical steroids are not contraindications), hemorrhagic disorders, inherited porphyria, and hemophilia or anticoagulant use. Women with an intrauterine device in their uterus should remove the IUD prior to medication abortion to avoid unnecessary cramping. Mifepristone is not effective in treating ectopic pregnancy. A postmarketing summary found, of about 1.52 million women who had received mifepristone until April 2011 in the United States, 14 were reported to have died after application. Eight of these cases were associated with sepsis; the other six had various causes such as drug abuse and suspected murder. Other incidents reported to the FDA included 612 nonlethal hospitalizations, 339 blood transfusions, 48 severe infections, and 2,207 (0.15%) adverse events altogether. No long-term studies to evaluate the carcinogenic potential of mifepristone have been performed. This is in accord with ICH guidelines, which do not require carcinogenicity testing in nongenotoxic drugs intended for administration for less than six months.   === Pregnancy === Mifepristone alone results in abortion within 1–2 weeks in 54% to 92% of pregnancies. The effectiveness increases to greater than 90% if misoprostol is given after the mifepristone. There is no evidence that the effects of mifepristone can be reversed, although some anti-abortion groups claim that it can be reversed by giving progesterone. Researchers in the United States initiated a trial of the so-called \"reversal\" regimen in 2019, but stopped prematurely due to serious safety concerns about using mifepristone without follow-up misoprostol. Giving progesterone has not been shown to halt medication abortion, and not completing the combination regimen of mifepristone and misoprostol may cause serious bleeding. In those who continue pregnancy after use of mifepristone together with misoprostol for termination, birth defects may occur. Exposure to a single large dose of mifepristone in newborn rats was not associated with any reproductive problems, although chronic low-dose exposure of newborn rats to mifepristone was associated with structural and functional reproductive abnormalities. Studies in mice, rats, and rabbits revealed developmental abnormalities for rabbits, but not rats or mice.   == Pharmacology ==   === Pharmacodynamics === Mifepristone is a steroidal antiprogestogen (IC50 = 0.025 nM for the PR), as well as an antiglucocorticoid (IC50 = 2.2 nM for the GR) and antiandrogen (IC50 = 10 nM for the AR) to a much lesser extent. It antagonizes cortisol action competitively at the receptor level. In the presence of progesterone, mifepristone acts as a competitive progesterone receptor antagonist (in the absence of progesterone, mifepristone acts as a partial agonist). Mifepristone is a 19-nor steroid with a bulky p-(dimethylamino) phenyl substituent above the plane of the molecule at the 11β-position responsible for inducing or stabilizing an inactive receptor conformation and a hydrophobic 1-propynyl substituent below the plane of the molecule at the 17α-position that increases its progesterone receptor binding affinity. In addition to being an antiprogestogen, mifepristone is also an antiglucocorticoid and a weak antiandrogen. Mifepristone's relative binding affinity at the progesterone receptor is more than twice that of progesterone, its relative binding affinity at the glucocorticoid receptor is more than three times that of dexamethasone and more than ten times that of cortisol. Its relative binding affinity at the androgen receptor is less than one-third that of testosterone, and it does not bind to the estrogen receptor or the mineralocorticoid receptor. Mifepristone as a regular contraceptive at 2 mg daily prevents ovulation (1 mg daily does not). A single preovulatory 10-mg dose of mifepristone delays ovulation by three to four days and is as effective an emergency contraceptive as a single 1.5-mg dose of the progestin levonorgestrel. In women, mifepristone at doses greater or equal to 1 mg/kg antagonizes the endometrial and myometrial effects of progesterone. In humans, an antiglucocorticoid effect of mifepristone is manifested at doses greater or equal to 4.5 mg/kg by a compensatory increase in ACTH and cortisol. In animals, a weak antiandrogenic effect is seen with prolonged administration of very high doses of 10 to 100 mg/kg. In medication abortion regimens, mifepristone blockade of progesterone receptors directly causes endometrial decidual degeneration, cervical softening and dilatation, release of endogenous prostaglandins, and an increase in the sensitivity of the myometrium to the contractile effects of prostaglandins. Mifepristone-induced decidual breakdown indirectly leads to trophoblast detachment, resulting in decreased syncytiotrophoblast production of hCG, which in turn causes decreased production of progesterone by the corpus luteum (pregnancy is dependent on progesterone production by the corpus luteum through the first nine weeks of gestation—until placental progesterone production has increased enough to take the place of corpus luteum progesterone production). When followed sequentially by a prostaglandin, mifepristone 200 mg is (100 mg may be, but 50 mg is not) as effective as 600 mg in producing a medical abortion. 'Contragestion' is a term promoted by Étienne-Émile Baulieu in the context of his advocacy of mifepristone, defining it as inclusive of some hypothesized mechanisms of action of some contraceptives and those of mifepristone to induce abortion. Baulieu's definition of a 'contragestive' included any birth control method that could possibly act after fertilization and before nine-weeks gestational age.   === Pharmacokinetics === The elimination half-life is complex; according to the label: \"After a distribution phase, elimination is at first slow, the concentration decreasing by a half between about 12 and 72 hours, and then more rapid, giving an elimination half-life of 18 hours. With radio receptor assay techniques, the terminal half-life is of up to 90 hours, including all metabolites of mifepristone able to bind to progesterone receptors.\" Metapristone is the major metabolite of mifepristone.   == Chemistry == Mifepristone, also known as 11β-(4-(dimethylamino)phenyl)-17α-(1-propynyl)estra-4,9-dien-17β-ol-3-one, is a synthetic estrane steroid and a derivative of steroid hormones like progesterone, cortisol, and testosterone. It has substitutions at the C11β and C17α positions and double bonds at the C4(5) and C9(10) positions.   == History ==   === 1980–1987 === In April 1980, as part of a formal research project at the French pharmaceutical company Roussel-Uclaf for the development of glucocorticoid receptor antagonists, endocrinologist Étienne-Émile Baulieu and chemist Georges Teutsch synthesized mifepristone (RU-38486, the 38,486th compound synthesized by Roussel-Uclaf from 1949 to 1980; shortened to RU-486), which was discovered to also be a progesterone receptor antagonist. In October 1981, Étienne-Émile Baulieu, a consultant to Roussel-Uclaf, arranged tests of its use for medical abortion in 11 women in Switzerland by gynecologist Walter Herrmann at the University of Geneva's Cantonal Hospital, with successful results announced on 19 April 1982. On 9 October 1987, following worldwide clinical trials in 20,000 women of mifepristone with a prostaglandin analogue (initially sulprostone or gemeprost, later misoprostol) for medical abortion, Roussel-Uclaf sought approval in France for their use for medical abortion, with approval announced on 23 September 1988.   === 1988–1990 === On 21 October 1988, in response to antiabortion protests and concerns of majority (54.5%) owner Hoechst AG of Germany, Roussel-Uclaf's executives and board of directors voted 16 to 4 to stop distribution of mifepristone, which they announced on 26 October 1988. Two days later, the French government ordered Roussel-Uclaf to distribute mifepristone in the interests of public health. French Health Minister Claude Évin explained: \"I could not permit the abortion debate to deprive women of a product that represents medical progress. From the moment Government approval for the drug was granted, RU-486 became the moral property of women, not just the property of a drug company.\" Following use by 34,000 women in France from April 1988 to February 1990 of mifepristone distributed free of charge, Roussel-Uclaf began selling Mifegyne (mifepristone) to hospitals in France in February 1990 at a price (negotiated with the French government) of US$48 (equivalent to $111.94 in 2023) per 600-mg dose.   === 1991–1996 === Mifegyne was subsequently approved in Great Britain in July 1991, and in Sweden in September 1992, but until his retirement in April 1994, Hoechst AG chairman Wolfgang Hilger, a devout Roman Catholic, blocked any further expansion in availability. Soon after becoming U.S. President in 1993, Bill Clinton ordered the U.S. Health and Human Services Department to investigate mifepristone's potential as an abortion medication, and also pressured Hoeschst to make the RU-486 medication available in the United States. On 16 May 1994, Roussel-Uclaf announced it was donating without remuneration all rights for medical uses of mifepristone in the United States to the Population Council, which would then sponsor clinical trials for mifepristone between September 1994 and September 1995. In September 1995, The Population Council licensed mifpristone to Danco Laboratories and entered into a manufacturing agreement with Hungarian drug manufacturer Gedeon Richter. In 1996, the US Food and Drug Administration (FDA) conditionally licensed RU-486 for early trimester abortion, pending a resolution on some remaining technical and manufacturing issues.   === 1997–1999 === On 8 April 1997, after buying the remaining 43.5% of Roussel-Uclaf stock in early 1997, Hoechst AG (US$30 (equivalent to $58.28 in 2023) billion annual revenue) announced the end of its manufacture and sale of Mifegyne (US$3.44 (equivalent to $6.68 in 2023) million annual revenue) and the transfer of all rights for medical uses of mifepristone outside of the United States to Exelgyn, a new single-product company immune to antiabortion boycotts, whose CEO was former Roussel-Uclaf CEO Édouard Sakiz. In 1997, Gideon Richter would withdraw from efforts to manufacture mifepristone in the United States following opposition from pro-life groups, which led to Danco filing a breach of contract lawsuit. In 1999, Exelgyn won approval of Mifegyne in 11 additional countries, and in 28 more countries over the following decade.   === 2000–present === In September 2000 Danco Laboratories, a sub-licencee of the Population Council, received approval from the US Food and Drug Administration (FDA) to sell mifepristone under the brand name Mifeprex. Danco Laboratories was a new, single-product company that was intended to be resistant to antiabortion boycotts. In 2019, the first generic form of mifepristone in the United States became available, manufactured by GenBioPro.   == Society and culture == Mifepristone is on the World Health Organization's List of Essential Medicines. Since 2005, it has been included on the core list, with misoprostol, with a special note \"where permitted under national law and where culturally acceptable\".   === Economics === Cost and availability limit access in many parts of the world.   === Frequency of use ===   ==== United States ==== Medication abortions voluntarily reported by 33 US states to the Centers for Disease Control and Prevention (CDC) have increased as a percentage of total abortions every year since the approval of mifepristone: 1.0% in 2000, 2.9% in 2001, 5.2% in 2002, 7.9% in 2003, 9.3% in 2004, 9.9% in 2005, 10.6% in 2006, and 13.1% in 2007 (20.3% of those at less than 9 weeks gestation). A Guttmacher Institute survey of abortion providers estimated that medication abortions accounted for 17% of all abortions and slightly over 25% of abortions before 9 weeks gestation in the United States in 2008 (94% of nonhospital medication abortions used mifepristone and misoprostol, 6% used methotrexate and misoprostol). Medication abortions accounted for 32% of first trimester abortions at Planned Parenthood clinics in the United States in 2008. Considering abortions performed in non-hospital facilities, medication abortions accounted for 24% in 2011 and 31% in 2014. In 2014, facilities that provided a relatively small number of abortions (fewer than 400 procedures per year) were more likely to perform them with medication. Medication abortions accounted for 39% of all US abortions in 2017, and 54% in 2020.   ==== Europe ==== In France, the percentage of medication abortions of all abortions continues to increase: 38% in 2003, 42% in 2004, 44% in 2005, 46% in 2006, 49% in 2007 (vs. 18% in 1996). In England and Wales, 52% of early abortions (less than 9 weeks gestation) in 2009 were medication-based; the percentage of all abortions that are medication-based has increased every year for the past 14 years (from 5% in 1995 to 40% in 2009) and has more than doubled in the last five years. In Scotland, 81.2% of early abortions in 2009 were medication-based (up from 55.8% in 1992 when medication abortion was introduced); the percentage of all abortions that are medication-based has increased every year for the past 17 years (from 16.4% in 1992 to 69.9% in 2009). In Sweden, 85.6% of early abortions and 73.2% of abortions before the end of the 12th week of gestation in 2009 were medication-based; 68.2% of all abortions in 2009 were medication-based. In Great Britain and Sweden, mifepristone is licensed for use with vaginal gemeprost or oral misoprostol. As of 2000, more than 620,000 women in Europe had had medication abortions using a mifepristone regimen. In Denmark, mifepristone was used in between 3,000 and 4,000 of just over 15,000 abortions in 2005.   === Legal status ===   ==== In the United States ==== Mifepristone was approved for abortion in the United States by the FDA in September 2000. As of 2007, it was legal and available in all 50 states, Washington, D.C., Guam, and Puerto Rico. It is a prescription drug, but was not initially available to the public through pharmacies; its distribution is primarily restricted to specially qualified licensed physicians, sold by Danco Laboratories under the brand name Mifeprex. As of September 2021, in 32 states, the drug could only be provided by a licensed physician, and in 19 states, the prescribing clinician was required to be physically in the room with the patient while they are taking the drug. Roussel Uclaf did not seek US approval, so in the United States legal availability was not initially possible. The United States banned importation of mifepristone for personal use in 1989, a decision supported by Roussel Uclaf. In 1994, Roussel Uclaf gave the U.S. drug rights to the Population Council in exchange for immunity from any product liability claims. The Population Council sponsored clinical trials in the United States. The drug went on approvable status from 1996. Production was intended to begin through the Danco Group in 1996, but they withdrew briefly in 1997 due to a corrupt business partner, delaying availability again. In 2016, the US Food and Drug Administration (FDA) approved mifepristone, to end a pregnancy through 70 days gestation (70 days or less since the first day of a woman's last menstrual period). The approved dosing regimen is 200 mg of mifepristone taken by mouth (swallowed).  24 to 48 hours after taking mifepristone, 800 mcg (micrograms) of misoprostol is taken buccally (in the cheek pouch), at a location appropriate for the patient. Mifepristone tablets have a marketing authorization in the United States for the treatment of high blood sugar caused by high cortisol levels in the blood (hypercortisolism) in adults with endogenous Cushing's syndrome who have type 2 diabetes mellitus or glucose intolerance and have failed surgery or cannot have surgery. Due to the COVID-19 pandemic, safe access to mifepristone was a concern, and the American College of Obstetricians and Gynecologists among other groups filed a lawsuit to relax the FDA's rule as to allow mifepristone to be acquired from mail-order and retail pharmacies. While the Fourth Circuit had granted a preliminary injunction to allow this distribution, the Supreme Court of the United States issued a stay order in January 2021 to retain the FDA's rule pending the results of the ongoing litigation. On 16 December 2021, the FDA voluntarily adopted a new rule permanently relaxing the requirement that the pill be obtained in person, allowing it to be sent through the mail. A prescription is still required, so that a doctor can screen for risk factors that would make taking the pill unsafe for the mother. In January 2023, the FDA further relaxed rules, allowing any retail pharmacy to become certified to fill mifepristone prescriptions. After regulations on abortion early in pregnancy were ruled constitutional by the 2022 decision Dobbs v. Jackson Women's Health Organization, some states enacted restrictions on abortions and abortion pills. In January 2023, the United States Department of Justice issued an interpretation of the Comstock Act that it was legal for United States Postal Service employees to deliver the pills in any state, because they could not know whether the pills would be used for an abortion or other purposes. In January 2023, GenBioPro filed suit to overturn state laws that prohibit sale of mifepristone, claiming that such laws are invalid because it is a federally approved drug. The argument that state laws seeking to ban or restrict the use of mifepristone are preempted by the FDA's decision to make the drug available is supported by a number of Supreme Court decisions, including opinions by the traditionally more conservative Justices. In March 2023, Wyoming became the first US state to ban the pill. In April 2023, in a lawsuit brought by 17 US states and the District of Columbia, federal district judge Thomas O. Rice issued a temporary injunction that the FDA should not reduce access to mifepristone in these states and the district. In May 2024, the state of Louisiana classified mifepristone and misoprostol as controlled substances, with penalties for possession without a prescription. The move follows concerns over coerced abortion and has drawn criticism from over 240 doctors in the state.   ==== FDA v. Alliance for Hippocratic Medicine ====  In April 2023, in the FDA v. Alliance for Hippocratic Medicine lawsuit, federal district judge Matthew J. Kacsmaryk issued a preliminary injunction suspending the 2000 approval of mifepristone, which would take effect a week later. The Fifth Circuit reversed parts of Kacsmaryk's injunction, but placed a temporary injunction on the 2016 REMS change to mifepristone. On appeal to the Supreme Court, the Court stayed both injunctions on 21 April 2023, with only Justices Samuel Alito and Clarence Thomas stating their dissent. The stay allowed mifepristone to remain legally available while the lower courts consider the merits of the case. In June 2024, the US Supreme Court unanimously overturned judge Kacsmaryk's Fifth Circuit decision on the grounds that the Alliance for Hippocratic Medicine had no standing to challenge the FDA's regulations of mifepristone. The Supreme Court ruled that Alliance for Hippocratic Medicine did not demonstrate that they would suffer harm to warrant standing. The Court did not rule on the substance of mifepristone, abortion, or the FDA's procedures.   ==== Subsection H ==== Some drugs are approved by the FDA under subsection H, which has two subparts. The first sets forth ways to rush experimental drugs, such as aggressive HIV and cancer treatments, to market when speedy approval is deemed vital to the health of potential patients. The second part of subsection H applies to drugs that not only must meet restrictions for use due to safety requirements, but also are required to meet postmarketing surveillance to establish that the safety results shown in clinical trials are seconded by use in a much wider population. Until December 2021, Mifepristone was approved under the second part of subsection H. The result is that women could not pick the drug up at a pharmacy, but were required to receive it directly from a doctor. Due to the possibility of adverse reactions such as excessive bleeding, which may require a blood transfusion, and incomplete abortion, which may require surgical intervention, the drug was only considered safe if a physician who is capable of administering a blood transfusion or a surgical abortion is available to the patient in the event of such emergencies. The approval of mifepristone under subsection H included a black box warning.   ==== European Union ==== Outside the United States, mifepristone is marketed and distributed by Exelgyn Laboratories under the brand name Mifegyne. It was approved for use in France in 1988 (initial marketing in 1989), the United Kingdom in 1991, Sweden in 1992, then Austria, Belgium, Denmark, Finland, Germany, Greece, Luxembourg, the Netherlands, Spain, and Switzerland in 1999. In 2000, it was approved in Norway, Russia and Ukraine. Serbia and Montenegro approved it in 2001, Belarus and Latvia in 2002, Estonia in 2003, Moldova in 2004, Albania and Hungary in 2005, Portugal in 2007, Romania in 2008, Bulgaria, Czech Republic and Slovenia in 2013. In Italy, clinical trials have been constrained by protocols requiring women be hospitalized for three days, but the drug was finally approved on 30 July 2009 (officialized later in the year), despite strong opposition from the Vatican. In Italy, the pill must be prescribed and used in a clinical structure and is not sold at chemists. It was approved in Hungary in 2005, but as of 2005 had not been released on the market yet, and was the target of protests. Mifepristone is licensed in Ireland for use of abortions up to 12 weeks since it was legalised in 2018. Mifepristone is not available in Poland, where abortion is highly restricted. Mifepristone 200 mg tablets (Mifegyne, Mifepristone Linepharma, Medabon) have marketing authorizations in the European Economic Area from the European Medicines Agency (EMA) for:  Early first trimester medication abortion when followed by a prostaglandin analog (misoprostol or gemeprost) through 63 days gestational age Second trimester medication abortion when followed by a prostaglandin analog Cervical softening and dilation prior to first trimester surgical abortion Induction of labor after fetal death in utero when prostaglandin analogs and oxytocin are contraindicated   ==== Other countries ==== Mifepristone was banned in Australia in 1996. In 2005, a private member's bill was introduced to the Australian Senate to lift the ban and transfer the power of approval to the Therapeutic Goods Administration (TGA). The move caused much debate in the Australian media and among politicians. The bill passed the Senate in February 2006, and mifepristone is legal in Australia. It is provided regularly at several specialized abortion clinics per state. Mifepristone 200 mg tablets have marketing authorizations in Australia from the TGA for early first trimester medication abortion when followed by the prostaglandin analog misoprostol through 63 days gestational age and second trimester medication abortion when followed by a prostaglandin analog. In New Zealand, pro-abortion rights doctors established an import company, Istar, and submitted a request for approval to Medsafe, the New Zealand pharmaceutical regulatory agency. After a court case brought by Right to Life New Zealand failed, use of mifepristone was permitted. Mifepristone was approved in Israel in 1999. Clinical trials of mifepristone in China began in 1985. In October 1988, China became the first country in the world to approve mifepristone. Chinese organizations tried to purchase mifepristone from Roussel Uclaf, which refused to sell it to them, so in 1992 China began its own domestic production of mifepristone. In 2000, the cost of medication abortion with mifepristone was higher than surgical abortion and the percentage of medication abortions varied greatly, ranging from 30% to 70% in cities to being almost nonexistent in rural areas. A report from the United States Embassy in Beijing in 2000 said mifepristone had been widely used in Chinese cities for about two years, and that according to press reports, a black market had developed with many women starting to buy it illegally (without a prescription) from private clinics and drugstores for about US$15 (equivalent to $26.54 in 2023), causing Chinese authorities to worry about medical complications from use without physician supervision. In 2001, mifepristone was approved in Taiwan. Vietnam included mifepristone in the National Reproductive Health program in 2002. Mifepristone is approved in only one sub-Saharan African country—South Africa, where it was approved in 2001. It is also approved in one north African country—Tunisia, also in 2001. Mifepristone was approved for use in India in 2002, where medication abortion is referred to as \"medical termination of pregnancy\". It is only available under medical supervision, not by prescription, due to adverse reactions such as excessive bleeding, and criminal penalties are given for buying or selling it on the black market or over-the-counter at pharmacies. Medication induced abortion used to be available in Canada but on a limited basis using methotrexate and misoprostol. Clinical trials were done in 2000 in various Canadian cities comparing methotrexate to mifepristone, after approbation by the federal government. While both drugs had overall similar results, mifepristone was found to act faster. Health Canada gave approval to mifepristone in July 2015. Initially, its use was limited to seven weeks into a pregnancy, but this was changed to nine weeks in 2017. The previous requirement of written consent from the woman was also ended at the same time. It can be dispensed directly to a patient by a pharmacist or a prescribing health professional. Women are required to have an ultrasound to ensure the pregnancy is not ectopic. Mifepristone was registered for use in Azerbaijan, Georgia, and Uzbekistan in 2002, in Guyana and Moldova in 2004, in Mongolia in 2005, and in Armenia in 2007. Low dose mifepristone tablets for emergency contraception are available directly from a pharmacist without a prescription and with a prescription in China. Low dose mifepristone tablets for emergency contraception are available by prescription in Armenia (Gynepriston), Russia (Agesta, Gynepriston, Mifepristone 72, Negele), Ukraine (Gynepriston), and Vietnam (Mifestad 10, Ciel EC).   === Controversy ===  Many anti-abortion groups in the United States actively campaigned against the approval of mifepristone and continue to actively campaign for its withdrawal. They cite either ethical issues with abortion or safety concerns regarding the drug and the adverse reactions associated with it. Religious and anti-abortion groups outside the United States have also protested mifepristone, especially in Germany and Australia. A court case that originated in Texas in 2023 argued that mifepristone was unsafe and women should no longer be able to order it by mail. This case was won in Texas but was appealed, and in June 2024, the US Supreme Court ruled unanimously on that case to keep mifepristone available on grounds that those who originally filed the lawsuit did not have standing to file.   == Research == The original target for the research group was the discovery and development of compounds with antiglucocorticoid properties. Use of mifepristone as a cervical ripening agent has been described. The medication has been studied as an antiandrogen in the treatment of prostate cancer. Mifepristone showed no detectable anti-HIV activity in clinical trials. Mifepristone showed initial promise in psychotic major depression, a difficult-to-treat form of depression, but a phase-III clinical trial was terminated early due to lack of efficacy. It has been studied in bipolar disorder, post traumatic stress disorder, and anorexia nervosa.   == References ==   == External links == Map and list of mifepristone approvals by year Archived 29 May 2023 at the Wayback Machine"}