{"name": "migalastat", "category": "drug", "content": "Migalastat, sold under the brand name Galafold, is a medication for the treatment of Fabry disease, a rare genetic disorder. It was developed by Amicus Therapeutics. The US Food and Drug Administration (FDA) granted it orphan drug status in 2004, and the European Commission followed in 2006. The European Medicines Agency's Committee for Medicinal Products for Human Use (CHMP) granted the drug a marketing approval under the name Galafold in May 2016. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Migalastat is used for the long-term treatment of Fabry disease in adults and adolescents aged 16 or older with an amenable mutation of the enzyme alpha-galactosidase A (α-GalA). An \"amenable\" mutation is one that leads to misfolding of the enzyme, but otherwise would not significantly impair its function. Based on an in vitro test, Amicus Therapeutics has published a list of 269 amenable and nearly 600 non-amenable mutations. About 35 to 50% of people with Fabry have an amenable mutation.   == Adverse effects == The most common side effect in clinical trials was headache (in about 10% of people who take it). Less common side effects (between 1 and 10% of people) included unspecific symptoms such as dizziness, fatigue, and nausea, but also depression. Possible rare side effects could not be assessed because of the low number of subjects in the clinical trials in which adverse effects were measured.   == Interactions == When combined with intravenous agalsidase alfa or beta, which are recombinant versions of the enzyme α-GalA, migalastat increases tissue concentrations of functional α-GalA compared to agalsidase given alone up to fivefold.Migalastat is not intended to be combined with agalsidase. Migalastat does not inhibit or induce cytochrome P450 liver enzymes or transporter proteins and is therefore expected to have a low potential for interactions with other drugs.   == Pharmacology ==   === Mechanism of action === Fabry disease is a genetic disorder caused by various mutations of the enzyme α-GalA, which is responsible for breaking down the sphingolipid globotriaosylceramide (Gb3), among other glycolipids and glycoproteins. Some of these mutations result in misfolding of α-GalA, which subsequently fails protein quality control in the endoplasmic reticulum and is decomposed. Lack of functional α-GalA leads to accumulation of Gb3 in blood vessels and other tissues, with a wide range of symptoms including kidney, heart, and skin problems. Migalastat is a potent, orally available inhibitor of α-GalA (IC50: 4 μM). When binding to faulty α-GalA, it shifts the folding behaviour towards the proper conformation, resulting in a functional enzyme provided the mutation is amenable. Molecules with this type of mechanism are called pharmacological chaperones. When the enzyme reaches its destination, the lysosome, migalastat dissociates because of the low pH and the relative abundance of Gb3 and other substrates, leaving α-GalA free to fulfill its function. Depending on the mutation, the EC50 is between 0.8 μM and over 1 mM in cellular models.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Pharmacokinetics === Migalastat is almost completely absorbed from the gut; taking the drug together with food decreases its absorption by about 40%. Total bioavailability is about 75% when taken without food. The substance is not bound to blood plasma proteins. Only a small fraction of a migalastat dose is metabolized, mainly to three dehydrogenated O-glucuronides (4% of the dose) and a number of unspecified metabolites (10%). The drug is mainly eliminated via the urine (77%) and to a smaller extent via the faeces (20%). Practically all of the metabolites are excreted in the urine. Elimination half-life is three to five hours after a single dose.   == Chemistry ==  Migalastat is used in form of the hydrochloride, which is a white crystalline solid and is soluble in water.: 11  The molecule has four asymmetric carbon atoms with the same stereochemistry as the sugar D-galactose, but is missing the first hydroxyl group. It has a nitrogen atom in the ring instead of an oxygen, which makes it an iminosugar. The structure is formally derived from nojirimycin.   == History == Migalastat was isolated as a fermentation product of the bacterium Streptomyces lydicus (strain PA-5726) in 1988 and called 1-deoxygalactonojirimycin. In 2004, it was designated orphan drug status by the US FDA for the treatment of Fabry disease, and in 2006 the European CHMP did likewise. The sponsorship for the drug was transferred several times over the following years: from Amicus Therapeutics to Shire Pharmaceuticals in 2008, back to Amicus in 2010, to Glaxo in 2011, and again to Amicus in 2014. Two phase III clinical trials with a total of about 110 subjects were conducted between 2009 and 2015, one double-blind comparing the drug to placebo, and one comparing it to recombinant α-GalA without blinding. Migalastat stabilised heart and kidney function over the 30-months period of these trials. In September 2015, Amicus announced that it would submit a new drug application (NDA) for accelerated approval of migalastat to the FDA by the end of 2015. The CHMP recommended approval in April 2016, but the FDA rejected the application in November for having insufficient data in November 2016.  The drug was approved in the European Union in May 2016. Germany was the first country where migalastat was launched.   After Scott Gottlieb became FDA commissioner in 2017, the CEO of Amicus began lobbying him directly for the FDA to accept the NDA and in February 2018 the FDA accepted it and promised a response by August 2018.   == See also == Miglustat, a drug for the treatment of Gaucher disease, with a similar structure 1-Deoxynojirimycin, a stereoisomer of migalastat   == References =="}