{"name": "Mild pre-eclampsia", "category": "disease", "content": "Eclampsia is the onset of seizures (convulsions) in a woman with pre-eclampsia. Pre-eclampsia is a hypertensive disorder of pregnancy that presents with three main features: new onset of high blood pressure, large amounts of protein in the urine or other organ dysfunction, and edema. If left untreated, pre-eclampsia can result in long-term consequences for the mother, namely increased risk of cardiovascular diseases and associated complications. In more severe cases, it may be fatal for both the mother and the fetus.  The diagnostic criterion for pre-eclampsia is high blood pressure, occurring after 20 weeks gestation or during the second half of pregnancy. Most often it occurs during the 3rd trimester of pregnancy and may occur before, during, or after delivery. The seizures are of the tonic–clonic type and typically last about a minute. Following the seizure, there is either a period of confusion or coma. Other complications include aspiration pneumonia, cerebral hemorrhage, kidney failure, pulmonary edema, HELLP syndrome, coagulopathy, placental abruption and cardiac arrest. Low dose aspirin is recommended to prevent pre-eclampsia and eclampsia in those at high risk. Other preventative recommendations include calcium supplementation in areas with low calcium intake and treatment of prior hypertension with anti-hypertensive medications. Exercise during pregnancy may also be useful. The use of intravenous or intramuscular magnesium sulfate improves outcomes in those with severe pre-eclampsia and eclampsia and is generally safe. Treatment options include blood pressure medications such as hydralazine and emergency delivery of the baby either vaginally or by cesarean section. Pre-eclampsia is estimated to globally affect about 5% of deliveries while eclampsia affects about 1.4% of deliveries. In the developed world eclampsia rates are about 1 in 2,000 deliveries due to improved medical care whereas in developing countries it can impact 10–30 times as many women. Hypertensive disorders of pregnancy are one of the most common causes of death in pregnancy. They resulted in 46,900 deaths in 2015. Maternal mortality due to eclampsia occurs at a rate of approximately 0–1.8% of cases in high-income countries and up to 15% of cases in low- to middle- income countries. The word eclampsia is from the Greek term for lightning. The first known description of the condition was by Hippocrates in the 5th century BC.   == Signs and symptoms ==  Eclampsia is a disorder of pregnancy characterized by seizures in the setting of pre-eclampsia. Most women have premonitory signs/symptoms in the hours before the initial seizure. Typically the woman develops hypertension before the onset of a convulsion (seizure). Other signs and symptoms include:  Long-lasting (persistent) frontal, occipital, or thunderclap headaches Visual disturbance (blurred vision, photophobia, diplopopia) Photophobia (discomfort from bright light) Abdominal pain, often in the epigastric region (the center of the abdomen above the navel) or in the right upper quadrant of the abdomen (below the right side of the rib cage) Altered mental status (confusion) Any of these symptoms may be present before or after the seizure. It is also possible for the woman to be asymptomatic prior to the onset of the seizure. Other cerebral signs that may precede the convulsion include nausea, vomiting, headaches, and cortical blindness. If the complication of multi-organ failure ensues, signs and symptoms of those failing organs will appear, such as abdominal pain, jaundice, shortness of breath, and diminished urine output.   === Onset === The seizures of eclampsia typically present during pregnancy and prior to delivery (the antepartum period), but may also occur during labor and delivery (the intrapartum period) or after the baby has been delivered (the postpartum period). If postpartum seizures develop, it is most likely to occur within the first 48 hours after delivery. However, late postpartum seizures of eclampsia may occur as late as 4 weeks after delivery.   === Characteristics === Eclamptic seizure is typically described as a tonic–clonic seizure which may cause an abrupt loss of consciousness at onset. This is often associated with a shriek or scream followed by stiffness of the muscles of the arms, legs, back and chest. During the tonic phase, the mother may begin to appear cyanotic. This presentation lasts for about a minute, after which the muscles begin in jerk and twitch for an additional one to two minutes. Other signs include tongue biting, frothy and bloody sputum coming out of the mouth.   === Complications === There are risks to both the mother and the fetus when eclampsia occurs. The fetus may grow more slowly than normal within the womb (uterus) of a woman with eclampsia, which is termed intrauterine growth restriction and may result in the child appearing small for gestational age or being born with low birth weight. Eclampsia may also cause problems with the placenta. The placenta may bleed (hemorrhage) or begin to separate early from the wall of the uterus. It is normal for the placenta to separate from the uterine wall during delivery, but it is abnormal for it to separate prior to delivery; this condition is called placental abruption and can be dangerous for the fetus. Placental insufficiency may also occur, a state in which the placenta fails to support appropriate fetal development because it cannot deliver the necessary amount of oxygen or nutrients to the fetus. During an eclamptic seizure, the beating of the fetal heart may become slower than normal (bradycardia). If any of these complications occurs, fetal distress may develop. Treatment of the mother's seizures may also manage fetal bradycardia. If the risk to the health of the fetus or the mother is high, the definitive treatment for eclampsia is delivery of the baby. Delivery by cesarean section may be necessary, especially if the instance of fetal bradycardia does not resolve after 10 to 15 minutes of resuscitative interventions. It may be safer to deliver the infant preterm than to wait for the full 40 weeks of fetal development to finish, and as a result prematurity is also a potential complication of eclampsia. In the mother, changes in vision may occur as a result of eclampsia, and these changes may include blurry vision, one-sided blindness (either temporary due to amaurosis fugax or potentially permanent due to retinal detachment), or cortical blindness, which affects the vision from both eyes. There are also potential complications in the lungs. The woman may have fluid slowly collecting in the lungs in a process known as pulmonary edema. During an eclamptic seizure, it is possible for a person to vomit the contents of the stomach and to inhale some of this material in a process known as aspiration. If aspiration occurs, the woman may experience difficulty breathing immediately or could develop an infection in the lungs later, called aspiration pneumonia. It is also possible that during a seizure breathing will stop temporarily or become inefficient, and the amount of oxygen reaching the woman's body and brain will be decreased (in a state known as hypoxia). If it becomes difficult for the woman to breathe, she may need to have her breathing temporarily supported by an assistive device in a process called mechanical ventilation. In some severe eclampsia cases, the mother may become weak and sluggish (lethargy) or even comatose. These may be signs that the brain is swelling (cerebral edema) or bleeding (intracerebral hemorrhage).   == Risk factors == Eclampsia, like pre-eclampsia, tends to occur more commonly in first pregnancies than subsequent pregnancies. Women who have long term high blood pressure before becoming pregnant have a greater risk of pre-eclampsia. Patients who have gestational hypertension and pre-eclampsia have an increased risk of eclampsia. Furthermore, women with other pre-existing vascular diseases (diabetes or nephropathy) or thrombophilia disease such as the antiphospholipid syndrome are at higher risk to develop pre-eclampsia and eclampsia. Having a placenta that is enlarged by multiple gestation or hydatidiform mole also increases risk of eclampsia. In addition, there is a genetic component: a woman whose mother or sister had the condition is at higher risk than otherwise. Patients who have experienced eclampsia are at increased risk for pre-eclampsia/eclampsia in a later pregnancy. The occurrence of pre-eclampsia was 5% in white, 9% in Hispanic, and 11% in African American patients and this may reflect disproportionate risk of developing pre-eclampsia among ethnic groups. Additionally, black patients were also shown to have a disproportionately higher risk of dying from eclampsia.   == Mechanism ==  The mechanisms of eclampsia and preeclampsia are not definitively understood, but following provides some insight. The presence of a placenta is required, and eclampsia resolves if it is removed. Reduced blood flow to the placenta (placental hypoperfusion) may be a key feature of the process. It is typically accompanied by increased sensitivity of the maternal vasculature to agents which cause constriction of the small arteries, leading to reduced blood flow to multiple organs. Vascular dysfunction-associated maternal conditions such as Lupus, hypertension, and renal disease, or obstetric conditions that increase placental volume without an increase in placental blood flow (such as multifetal gestation) may increase risk for pre-eclampsia. Also, activation of the coagulation cascade can lead to microthrombi formation, which may further impair blood flow. Thirdly, increased vascular permeability results in the shift of extracellular fluid from the blood to the interstitial space which reduces blood flow and causes edema. These events can lead to hypertension, renal dysfunction, pulmonary dysfunction, hepatic dysfunction, and cerebral edema with cerebral dysfunction and convulsions. In clinical context, increased platelet and endothelial activation may be detected before symptoms appear. Hypoperfusion of the placenta is associated with abnormal modelling of the fetal–maternal placental interface that may be immunologically mediated. The pathogenesis of pre-eclampsia is poorly understood and may be attributed to factors related to the woman and placenta since pre-eclampsia is seen in molar pregnancies absent of a fetus or fetal tissue. The placenta normally produces the potent vasodilator adrenomedullin but it is reduced in pre-eclampsia and eclampsia. Other vasodilators, including prostacyclin, thromboxane A2, nitric oxide, and endothelins, are reduced in eclampsia and may lead to vasoconstriction. Eclampsia is associated with hypertensive encephalopathy in which cerebral vascular resistance is reduced, leading to increased blood flow to the brain, cerebral edema and resultant convulsions. An eclamptic convulsion usually does not cause chronic brain damage unless intracranial haemorrhage occurs.   == Diagnosis == If a pregnant woman has already been diagnosed with pre-eclampsia during the current pregnancy and then develops a seizure, she may be assigned a 'clinical diagnosis' of eclampsia without further workup. While seizures are most common in the third trimester, they may occur any time from 20 weeks of pregnancy until 6 weeks after birth. Because pre-eclampsia and eclampsia are common conditions in women, eclampsia can be assumed to be the correct diagnosis until proven otherwise in pregnant or postpartum women who experience seizures. However, if a woman has a seizure and it is unknown whether or not they have pre-eclampsia, testing can help make the diagnosis clear. Pre-eclampsia is diagnosed when repeated blood pressure measurements are greater or equal to 140/90mmHg, in addition to any signs of organ dysfunction, including: proteinuria, thrombocytopenia, renal insufficiency, impaired liver function, pulmonary edema, cerebral symptoms, or abdominal pain.   === Vital signs === One of the core features of pre-eclampsia is the new onset of high blood pressure. Blood pressure is a measurement of two numbers: systolic blood pressure and diastolic blood pressure. A systolic blood pressure (the top number) of greater than 140 mmHg and/or a diastolic blood pressure (the bottom number) of greater than 90 mmHg is higher than the normal range. If the blood pressure is high on at least two separate occasions after the first 20 weeks of pregnancy and the woman has signs of organ dysfunction (e.g. proteinuria), then they meet the criteria for a diagnosis of pre-eclampsia. If the systolic blood pressure is greater than 160 or the diastolic pressure is greater than 110, the hypertension is considered to be severe.   === Laboratory testing === Another common feature of pre-eclampsia is proteinuria, which is the presence of excess protein in the urine. To determine if proteinuria is present, the urine can be collected and tested for protein; if there is 0.3 grams of protein or more in the urine of a pregnant woman collected over 24 hours, this is one of the diagnostic criteria for pre-eclampsia and raises the suspicion that a seizure is due to eclampsia. In cases of severe eclampsia or pre-eclampsia, the woman can have low levels of platelets in the blood, a condition termed thrombocytopenia. A complete blood count, or CBC, is a test of the blood that can be performed to check platelet levels. Other investigations include: kidney function test, liver function tests (LFT), coagulation screen, 24-hour urine creatinine, and fetal/placental ultrasound.   === Differential diagnosis === Convulsions during pregnancy that are unrelated to pre-eclampsia need to be distinguished from eclampsia. Such disorders include seizure disorders as well as brain tumor, aneurysm of the brain, and medication- or drug-related seizures. Usually, the presence of the signs of severe pre-eclampsia precede and accompany eclampsia, facilitating the diagnosis.   == Prevention == Detection and management of pre-eclampsia is critical to reduce the risk of eclampsia. The USPSTF recommends regular checking of blood pressure through pregnancy in order to detect preeclampsia. Appropriate management of a woman with pre-eclampsia generally involves the use of magnesium sulfate to prevent eclamptic seizures. In some cases, low-dose aspirin has been shown to decrease the risk of pre-eclampsia in women, especially when taken in the late first trimester.   == Treatment == The four goals of the treatment of eclampsia are to stop and prevent further convulsions, to control the elevated blood pressure, to deliver the baby as promptly as possible, and to monitor closely for the onset of multi-organ failure.   === Convulsions === Convulsions are prevented and treated using magnesium sulfate. The study demonstrating the effectiveness of magnesium sulfate for the management of eclampsia was first published in 1955.  Effective anticonvulsant serum levels range from 2.5 to 7.5 mEq/L, however the ideal dosing regime (dose, route of administration, timing of dosing) to prevent and treat eclampsia is not clear. With intravenous administration, the onset of anticonvulsant action is fast and lasts about 30 minutes. Following intramuscular administration the onset of action is about one hour and lasts for three to four hours. Magnesium is excreted solely by the kidneys at a rate proportional to the plasma concentration (concentration in the blood) and glomerular filtration (rate at which the blood is filtered through the kidneys). Magnesium sulfate is associated with several minor side effects; serious side effects are uncommon, occurring at elevated magnesium serum concentrations greater than 7.0 mEq/L. Serious toxicity can be counteracted with calcium gluconate. Even with therapeutic serum magnesium concentrations, recurrent convulsions may occur, and additional magnesium may be needed, but with close monitoring for respiratory, cardiac, and neurological depression. If magnesium administration with resultant high serum concentrations fails to control convulsions, the addition of other intravenous anticonvulsants may be used and  intubation and mechanical ventilation may be initiated. It is important to avoid magnesium toxicity, including thoracic muscle paralysis, which could cause respiratory failure and death. Magnesium sulfate results in better outcomes than diazepam, phenytoin or a combination of chlorpromazine, promethazine, and pethidine.   === Blood pressure management === Blood pressure is controlled to prevent stroke, which accounts for 15 to 20 percent of deaths in women with eclampsia. Common drugs used for blood pressure control during eclampsia are hydralazine or labetalol, due to their effectiveness, lack of negative effects on the fetus, and mechanism of action. Blood pressure management is indicated with a diastolic blood pressure above 105–110 mm Hg. Normal blood pressure levels for pregnant women vary between trimesters and as so blood pressure management will be tailored accordingly.   === Delivery === If the baby has not yet been delivered, steps need to be taken to stabilize the woman and deliver her speedily. This needs to be done even if the baby is immature, as the eclamptic condition is unsafe for both baby and mother. As eclampsia is a manifestation of a type of non-infectious multiorgan dysfunction or failure, other organs (liver, kidney, lungs, cardiovascular system, and coagulation system) need to be assessed in preparation for a delivery (often a caesarean section), unless the woman is already in advanced labor. Regional anesthesia for caesarean section is contraindicated when a coagulopathy has developed. There is limited to no evidence in favor of a particular delivery method for women with eclampsia. Therefore, the delivery method of choice is an individualized decision.   === Monitoring === Invasive hemodynamic monitoring may be elected in an eclamptic woman at risk for or with heart disease, kidney disease, refractory hypertension, pulmonary edema, or poor urine output.   == Etymology == The Greek noun ἐκλαμψία, 'eklampsía', denotes a \"light burst\"; metaphorically, in this context, \"sudden occurrence.\" The Neo-Latin term first appeared in Johannes Varandaeus’ 1620 treatise on gynaecology Tractatus de affectibus Renum et Vesicae. The term 'toxemia of pregnancy' is no longer recommended: placental toxins are not the cause of eclampsia occurrences, as previously believed.   == Notable deaths from eclampsia == Tori Bowie (fetus died too)   == Popular culture == In Downton Abbey, a historical drama television series, the character Lady Sybil dies (in series 3, episode 5) of eclampsia shortly after child birth. In Call the Midwife, a medical drama television series set in London in the 1950s and 1960s, the character (in series 1, episode 4) named Margaret Jones is struck with pre-eclampsia, ultimately proceeding from a comatose condition to death.  The term \"toxemia\" was also used for the condition, in the dialogue. In House M.D., a medical drama television series set in the U.S., Dr. Cuddy, the hospital director, adopts a baby whose teenage mother dies from eclampsia and had no other parental figures available. In The Lemon Drop Kid, the main character's wife dies of eclampsia shortly after giving birth to a boy. In Fringe, a science fiction series, the character Olivia (in the parallel universe) is diagnosed with a fictionalized version of the disorder, called \"viral-propagated eclampsia\", which threatens her and her unborn child (series 3, episode 18).   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Eclampsia at Curlie"}