{"name": "milnacipran", "category": "drug", "content": "Milnacipran (trade names Ixel, Savella, Dalcipran, Toledomin) is a serotonin–norepinephrine reuptake inhibitor (SNRI) used in the clinical treatment of fibromyalgia. It is not approved for the clinical treatment of major depressive disorder in the US, but it is in other countries.   == Medical uses ==   === Depression === In a pooled analysis of 7 comparative trials with imipramine, milnacipran and imipramine were shown to have comparable efficacy while milnacipran was significantly better tolerated. A pooled analysis of studies comparing milnacipran and SSRIs concluded a superior efficacy for milnacipran with similar tolerability for milnacipran and SSRIs. A more recent meta-analysis of 6 studies involving more than 1,000 patients showed no distinction between milnacipran and SSRIs in efficacy or discontinuation rates, including discontinuation for side effects or lack of efficacy. A meta-analysis of a total of 16 randomized controlled trials with more than 2200 patients concluded that there were no statistically significant differences in efficacy, acceptability and tolerability when comparing milnacipran with other antidepressant agents. However, compared with TCAs, significantly fewer patients taking milnacipran dropped out due to adverse events. As with other antidepressants, 1 to 3 weeks may elapse before significant antidepressant action becomes clinically evident.   === Impulse Control === Milnacipran was found to improve impulse control in rats, which has been linked to its activation of D1-like receptors in the infralimbic cortex. However, high doses of milnacipran did not show this effect, likely because of increased dopamine in the nucleus accumbens. Depression has been associated with increased impulsivity.   === Fibromyalgia === During its development for fibromyalgia, milnacipran was evaluated utilizing a composite responder approach. To be considered as a responder for the composite ‘treatment of fibromyalgia’ endpoint, each patient had to show concurrent and clinically meaningful improvements in pain, physical function, and global impression of disease status. A systematic review in 2015 showed moderate relief for a minority of people with fibromyalgia. Milnacipran was associated with increased adverse events when discontinuing use of the drug.   === Social anxiety === There is some evidence that milnacipran may be effective for social anxiety.   == Contraindications == Administration of milnacipran should be avoided in individuals with the following:  Known hypersensitivity to milnacipran (absolute contraindication) Patients under 15 years of age (no sufficient clinical data) Concomitant treatment with irreversible MAO inhibitors (e.g. tranylcypromine (Parnate), phenelzine (Nardil), >10 mg selegiline) or digitalis glycosides is an absolute contraindication. Administration of milnacipran should be done with caution in individuals with the following:  Concomitant treatment with parenteral epinephrine, norepinephrine, with clonidine, reversible MAO-A Inhibitors (such as moclobemide, toloxatone) or 5-HT1D-agonists (e.g. triptan migraine drugs) Advanced renal disease (decreased dosage required) Hypertrophy of the prostate gland (possibly urination hesitancy induced), with hypertension and heart disease (tachycardia may be a problem) as well as with open angle glaucoma. Milnacipran should not be used during pregnancy because it may cross the placenta barrier and no clinical data exists on harmful effects in humans and animal studies. Milnacipran is contraindicated during lactation because it is excreted in the milk, and it is not known if it is harmful to the newborn.   == Side effects == The most frequently occurring adverse reactions (≥ 5% and greater than placebo) were nausea, headache, constipation, dizziness, insomnia, hot flush, hyperhydrosis, vomiting, palpitations, heart rate increase, dry mouth, and hypertension [FDA Savella prescribing information]. Milnacipran can have a significant impact on sexual functions, including both a decrease in sexual desire and ability. Milnacipran can cause pain of the testicles in men.  The incidence of cardiovascular and anticholinergic side effects was significantly lower compared to TCAs as a controlled study with over 3,300 patients revealed. Elevation of liver enzymes without signs of symptomatic liver disease has been infrequent. Mood swing to mania has also been seen and dictates termination of treatment. In psychotic patients emergence of delirium has been noticed. Milnacipran has a low incidence of sedation but improves sleep (both duration and quality) in depressed patients. In agitated patients or those with suicidal thoughts additive sedative/anxiolytic treatment is usually indicated. However, several studies found that there seems to be no \"activation syndrome\" and no increased risk of suicidality in milnacipran therapy; instead it is said to reduce suicidality along with depressive symptoms.   == Interactions == MAOIs — hyperserotonergia (serotonin syndrome), potentially lethal hypertensive crisis 5-HT1 receptor agonists — coronary vasoconstriction with risk of angina pectoris and myocardial infarction Epinephrine, norepinephrine (also in local anesthesia) — hypertensive crisis and/or possible cardiac arrhythmia Clonidine — antihypertensive action of clonidine may be antagonized Digitalis — hemodynamic actions increased Triptans — there have been rare postmarketing reports of hyperserotonergia (serotonin syndrome). If concomitant treatment of milnacipran with a triptan is clinically warranted, careful observation of patient is advised when starting or increasing dosages. Alcohol — no interactions known; however, because milnacipran can cause mild elevation of liver enzymes, caution is recommended; the FDA advises against the concomitant use of alcohol and milnacipran   == Pharmacology ==   === Pharmacodynamics === Milnacipran inhibits the reuptake of serotonin and norepinephrine in an approximately 2:1 ratio, respectively. Milnacipran exerts no significant actions on H1, α1, D1, D2, and mACh receptors, nor on benzodiazepine and opioid binding sites. Recently, levomilnacipran, the levorotatory enantiomer of milnacipran, has been found to act as an inhibitor of beta-site amyloid precursor protein cleaving enzyme-1 (BACE-1), which is responsible for β-amyloid plaque formation, and hence may be a potentially useful drug in the treatment of Alzheimer's disease. Other BACE-1 inhibitors, such as CTS-21166 (ASP1720), MK-8931, and AZD3293 were in clinical trials for the treatment of Alzheimer's disease, but in both cases clinical trials were halted due to a lack of positive evidence of a favorable benefit to risk ratio and both were considered unlikely to return satisfactory results.   === Pharmacokinetics === Milnacipran is well absorbed after oral dosing and has a bioavailability of 85%. Meals do not have an influence on the rapidity and extent of absorption. Peak plasma concentrations are reached 2 hours after oral dosing. The elimination half-life of 8 hours is not increased by liver impairment and old age, but by significant renal disease. Milnacipran is conjugated to the inactive glucuronide and excreted in the urine as unchanged drug and conjugate. Only traces of active metabolites are found.   == History == Milnacipran was first approved for the treatment of major depressive episodes in France in December 1996. It is currently marketed (as Ixel) for this indication in over 45 countries worldwide including several European countries such as Austria, Bulgaria, Finland, France, Portugal, and Russia. It is also available in Japan (as Toledomin) and Mexico (as Dalcipran). Cypress Bioscience bought the exclusive rights for approval and marketing of the drug for any purpose in the United States and Canada in 2003 from the manufacturer Laboratoires Pierre Fabre. In January 2009 the U.S. Food and Drug Administration (FDA) approved milnacipran (under the brand name Savella) only for the treatment of fibromyalgia, making it the third medication approved for this purpose in the United States. In July and November 2009, the European Medicines Agency refused marketing authorization for a milnacipran product (under the brand name Impulsor) for the treatment of fibromyalgia.   == References ==   == External links == \"Milnacipran\". Drug Information Portal. U.S. National Library of Medicine. \"Milnacipran hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}