{"name": "mipomersen", "category": "drug", "content": "Mipomersen (INN; trade name Kynamro) is a drug used to treat homozygous familial hypercholesterolemia and is administered by subcutaneous injection.  There is a serious risk of liver damage from this drug and it can only be prescribed in the context of a risk management plan.   == Indications == Kynamro is used to treat homozygous familial hypercholesterolemia and is administered by injection. It cannot be freely prescribed; instead every person put on mipomersen is enrolled in a Risk Evaluation and Mitigation Strategies (REMS) program approved by the FDA.   === Pregnancy and lactation === Mipomersen is pregnancy category B; women who are pregnant or intending to become pregnant should only use this drug if needed. It is unknown if it is secreted in human breast milk, but it was found to be secreted in the breast milk of rats.   == Contraindications == The drug is contraindicated in people with moderate to severe liver impairment, active liver diseases, and unexplained high levels of transaminase liver enzymes.   == Adverse effects == The drug has a black box warning about the risk of liver damage; specifically it can cause elevations in the levels of transaminases and causes fatty liver disease. In clinical trials, 18% of subjects taking mipomersen stopped using the drug due to adverse effects; the most common adverse effects leading to discontinuation were injection site reactions, increases of transaminases, flu-like symptoms (fever, chills, abdominal pain, nausea, vomiting), and abnormal liver tests. Other adverse effects include: heart problems including angina and palpitations, edema, pain in legs or arms, headache, insomnia, and hypertension.   == Interactions == Other drugs known for causing liver problems might add to mipomersen's risk of liver damage. No pharmacokinetic interactions have been described.   == Pharmacology ==   === Mechanism of action === Mipomersen binds to the messenger RNA coding for apolipoprotein B-100 (ApoB-100), a protein that is the main component of low-density lipoprotein (LDL) and very low-density lipoprotein (VLDL). As a consequence, the RNA is degraded by the enzyme ribonuclease H, and ApoB-100 is not translated.   === Pharmacokinetics === After subcutaneous injection, mipomersen reaches highest blood levels after 3 to 4 hours. It accumulates in the liver, which is convenient since apolipoprotein B predominantly acts there. Protein binding is over 90%. The molecule is slowly broken up by endonucleases and subsequently by exonucleases. After 24 hours, less than 4% of the degradation products are found in the urine, and overall half-life is 1 to 2 months.   == Chemistry ==  The compound is a 'second-generation' antisense oligonucleotide; the nucleotides are linked with phosphorothioate linkages rather than the phosphodiester linkages of RNA and DNA, and the sugar parts are deoxyribose in the middle part of the molecule and 2’-O-methoxyethyl-modified ribose at the two ends. These modifications make the drug resistant to degradation by nucleases, allowing it to be administered weekly. The complete sequence is portrayed below:: 10   5’—G*—mC*—mC*—mU*—mC*—dA—dG—dT—dmC—dT—dG—dmC—dT—dT—dmC—G*—mC*—A*—mC*—mC*—3’ * = 2’-O-(2-methoxyethyl) m = 5-methyl d = 2’-deoxy   == History == The drug was discovered and developed to Phase 2 by Ionis Pharmaceuticals and subsequently licensed to Genzyme Corporation in 2008 by an auction bid. Ionis earned an upfront payment of $325 million, with payments of a further $825 million if milestones are met. Mipomersen was rejected by the European Medicines Agency in 2012 and again in 2013 due to concerns about the liver and cardiovascular adverse effects. In January 2013, The United States Food and Drug Administration approved mipomersen for the treatment of homozygous familial hypercholesterolemia.   == References =="}