{"name": "mirabegron", "category": "drug", "content": "Mirabegron, sold under the brand name Myrbetriq among others, is a medication used to treat overactive bladder. Its benefits are similar to antimuscarinic medication such as solifenacin or tolterodine. It is taken by mouth. Common side effects include high blood pressure, headaches, and urinary tract infections. Other significant side effects include urinary retention, irregular heart rate, and angioedema. It works by activating the β3 adrenergic receptor in the bladder, resulting in its relaxation. Mirabegron is the first clinically available beta-3 agonist with approval for use in adults with overactive bladder. Mirabegron was approved for medical use in the United States and in the European Union in 2012. In 2021, it was the 200th most commonly prescribed medication in the United States, with more than 2 million prescriptions. It is available as a generic medication. In the United Kingdom it is less preferred to antimuscarinic medication such as oxybutynin.   == Medical uses == Mirabegron is used is in the treatment of overactive bladder. It works equally well to antimuscarinic medication such as solifenacin or tolterodine. In the United Kingdom it is less preferred to these agents. Mirabegron is also indicated to treat neurogenic detrusor overactivity (NDO), a bladder dysfunction related to neurological impairment, in children ages three years and older.   == Adverse effects == Adverse effects by incidence: Very common (>10% incidence) adverse effects include:  Elevated blood pressure Common (1–10% incidence) adverse effects include:  Dry mouth Nasopharyngitis Urinary tract infection (UTI) Headache Influenza Constipation Dizziness Joint pain Cystitis Back pain Upper respiratory tract infection (URTI) Sinusitis Diarrhea High heart rate Fatigue Abdominal pain Neoplasms (cancers) Rare (<1% incidence) adverse effects include:  Palpitations Blurred vision Glaucoma Indigestion Gastritis Abdominal distension Rhinitis Elevations in liver enzymes (GGTP, AST, ALT and LDH) Renal and urinary disorders (e.g., nephrolithiasis, bladder pain) Reproductive system disorders (e.g., vulvovaginal pruritus, vaginal infection) Skin and subcutaneous tissue disorders (e.g., urticaria, leukocytoclastic vasculitis, rash, pruritus, purpura, lip edema) Stevens–Johnson syndrome associated with increased serum ALT, AST and bilirubin Urinary retention   == Research == As a selective beta-3 adrenergic agonist, mirabegron does not cause the cardiovascular adverse effects of other adrenergic agonists that are active at the beta-1 and beta-2 adrenergic receptors. Beta-3 adrenergic agonists activate brown adipose tissue (BAT) and increase energy expenditure, leading to research interest in their development as weight loss drugs. A combination of mirabegron and metformin was studied in mice and caused greater weight loss than either drug alone. A human study in obese individuals found an increase in insulin sensitivity but no significant weight change, which was hypothesized to be due to low levels of BAT in obese humans and/or the low dose of mirabegron used in the study.   == References ==   == Further reading =="}