{"name": "mitapivat", "category": "drug", "content": "Mitapivat, sold under the brand name Pyrukynd, is a medication used to treat hemolytic anemia. It is taken as the sulfate hydrate salt by mouth. Mitapivat is a pyruvate kinase activator. The most common side effects include decreases in estrone and estradiol (types of the estrogen hormone) in men, increased urate (a type of salt in the body), back pain, and joint stiffness. Mitapivat was approved for medical use in the United States in February 2022, and in the European Union in November 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Mitapivat is indicated for the treatment of hemolytic anemia in adults with pyruvate kinase deficiency.   == Pharmacology ==   === Mechanism of action === Mitapivat binds to and activates pyruvate kinase, thereby enhancing glycolytic pathway activity, improving adenosine triphosphate (ATP) levels and reducing 2,3-diphosphoglycerate (2,3-DPG) levels. Mutations in pyruvate kinase cause deficiency in pyruvate kinase which prevents adequate red blood cell (RBC) glycolysis, leading to a buildup of the upstream glycolytic intermediate 2,3-DPG and deficiency in the pyruvate kinase product ATP.   == History == The FDA approved mitapivat based on evidence from two clinical trials of 107 participants with pyruvate kinase deficiency. Trial 1 (NCT03548220) of 80 adults with pyruvate kinase deficiency who did not receive regular blood transfusions and trial 2 (NCT03559699) of 27 adults with pyruvate kinase deficiency who received regular blood transfusions. In trial 1, participants were randomly assigned to receive either mitapivat or a matched placebo tablet for an average duration of about 24 weeks. Neither the participants nor the healthcare providers knew which treatment was being given during the trial. Trial 1 was conducted at 36 sites in the following countries: Brazil, Canada, Denmark, France, Germany, Italy, Japan, Republic of Korea, Netherlands, Spain, Switzerland, Turkey, United Kingdom, and the United States. In Trial 2, all participants received mitapivat for an average duration of about 40 weeks. Trial 2 was conducted at 17 sites in the following countries: Canada, Denmark, France, Ireland, Italy, Netherlands, Thailand, United Kingdom, and the United States.   == Society and culture ==   === Legal status === On 15 September 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Pyrukynd, intended for the treatment of an inherited condition called pyruvate kinase deficiency. The applicant for this medicinal product is Agios Netherlands B.V. Mitapivat was approved for medical use in the European Union in November 2022.   === Names === Mitapivat is the international nonproprietary name (INN).   == References ==   == Further reading == Kung C, Hixon J, Kosinski PA, Cianchetta G, Histen G, Chen Y, et al. (September 2017). \"AG-348 enhances pyruvate kinase activity in red blood cells from patients with pyruvate kinase deficiency\". Blood. 130 (11): 1347–1356. doi:10.1182/blood-2016-11-753525. PMC 5609468. PMID 28760888. Rab MA, Van Oirschot BA, Kosinski PA, Hixon J, Johnson K, Chubukov V, et al. (January 2021). \"AG-348 (Mitapivat), an allosteric activator of red blood cell pyruvate kinase, increases enzymatic activity, protein stability, and ATP levels over a broad range of PKLR genotypes\". Haematologica. 106 (1): 238–249. doi:10.3324/haematol.2019.238865. PMC 7776327. PMID 31974203.   == External links == \"Mitapivat sulfate\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT03548220 for \"A Study to Evaluate Efficacy and Safety of AG-348 in Not Regularly Transfused Adult Participants With Pyruvate Kinase Deficiency (PKD)\" at ClinicalTrials.gov Clinical trial number NCT03559699 for \"A Study Evaluating the Efficacy and Safety of AG-348 in Regularly Transfused Adult Participants With Pyruvate Kinase Deficiency (PKD)\" at ClinicalTrials.gov"}