{"name": "mitotane", "category": "drug", "content": "Mitotane, sold under the brand name Lysodren, is a steroidogenesis inhibitor and cytostatic antineoplastic medication which is used in the treatment of adrenocortical carcinoma and Cushing's syndrome. It is a derivative of the early insecticide DDT and an isomer of p,p'-DDDTooltip dichlorodiphenyldichloroethane (4,4'-dichlorodiphenyldichloroethane) and is also known as 2,4'-(dichlorodiphenyl)-2,2-dichloroethane (o,p'-DDD).   == Medical uses == Mitotane has been produced by Bristol Myers Squibb but it is marketed as an orphan drug for adrenocortical carcinoma due to the small number of patients in need of it. Its main use is in those patients who have persistent disease despite surgical resection, those who are not surgical candidates, or those who have metastatic disease. In a 2007 retrospective study of 177 patients from 1985 to 2005 showed a significant increase in the recurrence-free interval after radical surgery followed by mitotane when compared to surgery alone. The drug is also sometimes used in the treatment of Cushing's syndrome.   == Side effects == The use of mitotane is unfortunately limited by side effects, which, as reported by Schteingart et al., include anorexia and nausea (88%), diarrhea (38%), vomiting  (23%), decreased memory and ability to concentrate (50%), rash (23%), gynecomastia (50%), arthralgia (19%), and leukopenia (7%).   == Pharmacology ==   === Pharmacodynamics === Mitotane is an inhibitor of the adrenal cortex. It acts as an inhibitor of cholesterol side-chain cleavage enzyme (P450scc, CYP11A1), and also of 11β-hydroxylase (CYP11B1), 18-hydroxylase (aldosterone synthase, CYP11B2), and 3β-hydroxysteroid dehydrogenase (3β-HSD) to a lesser extent. In addition, mitotane has direct and selective cytotoxic effects on the adrenal cortex, via an unknown mechanism, and thereby induces permanent adrenal atrophy similarly to DDD.   == Chemistry == Analogues of mitotane include aminoglutethimide, amphenone B, and metyrapone.   == History == Mitotane was introduced in 1960 for the treatment of adrenocortical carcinoma.   == Society and culture ==   === Generic names === Mitotane is the generic name of the medication and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name.   === Brand names === Mitotane is sold under the brand name Lysodren.   == Veterinary use == Mitotane is also used to treat Cushing's disease (pituitary-dependent Cushing's syndrome) in dogs. The medication is used in the controlled destruction of adrenal tissue, leading to a decrease in cortisol production.   == References ==   == Further reading ==   == External links == \"Mitotane – information sheet\". Government of Canada. 16 October 2017. \"RISK MANAGEMENT SCOPE for Benzene, 1-chloro-2-[2,2-dichloro-1-(4-chlorophenyl)ethyl]- (Mitotane)]\" (PDF). Environment Canada & Health Canada. July 2013. Archived from the original (PDF) on 10 August 2014."}