{"name": "mitomycin", "category": "drug", "content": "The mitomycins are a family of aziridine-containing natural products isolated from Streptomyces caespitosus or Streptomyces lavendulae. They include mitomycin A, mitomycin B, and mitomycin C. When the name mitomycin occurs alone, it usually refers to mitomycin C, its international nonproprietary name. Mitomycin C is used as a medicine for treating various disorders associated with the growth and spread of cells.   == Biosynthesis == In general, the biosynthesis of all mitomycins proceeds via combination of 3-amino-5-hydroxybenzoic acid (AHBA), D-glucosamine, and carbamoyl phosphate, to form the mitosane core, followed by specific tailoring steps.  The key intermediate, AHBA, is a common precursor to other anticancer drugs, such as rifamycin and ansamycin. Specifically, the biosynthesis begins with the addition of phosphoenolpyruvate (PEP) to erythrose-4-phosphate (E4P) with a yet undiscovered enzyme, which is then ammoniated to give 4-amino-3-deoxy-D-arabino heptulosonic acid-7-phosphate (aminoDHAP).  Next, DHQ synthase catalyzes a ring closure to give 4-amino3-dehydroquinate (aminoDHQ), which then undergoes a double oxidation via aminoDHQ dehydratase to give 4-amino-dehydroshikimate (aminoDHS).  The key intermediate, 3-amino-5-hydroxybenzoic acid (AHBA), is made via aromatization by AHBA synthase.  Synthesis of the key intermediate, 3-amino-5-hydroxy-benzoic acid. The mitosane core is synthesized as shown below via condensation of AHBA and D-glucosamine, although no specific enzyme has been characterized that mediates this transformation.  Once this condensation has occurred, the mitosane core is tailored by a variety of enzymes.  Both the sequence and the identity of these steps are yet to be determined.  Complete reduction of C-6 – Likely via F420-dependent tetrahydromethanopterin (H4MPT) reductase and H4MPT:CoM methyltransferase Hydroxylation of C-5, C-7 (followed by transamination), and C-9a. – Likely via cytochrome P450 monooxygenase or benzoate hydroxylase O-Methylation at C-9a – Likely via SAM dependent methyltransferase Oxidation at C-5 and C8 – Unknown Intramolecular amination to form aziridine – Unknown Carbamoylation at C-10 – Carbamoyl transferase, with carbamoyl phosphate (C4P) being derived from L-citrulline or L-arginine   == Biological effects == In the bacterium Legionella pneumophila, mitomycin C induces competence for transformation.  Natural transformation is a process of DNA transfer between cells, and is regarded as a form of bacterial sexual interaction.  In the fruit fly Drosophila melanogaster, exposure to mitomycin C increases recombination during meiosis, a key stage of the sexual cycle.  In the plant Arabidopsis thaliana, mutant strains defective in genes necessary for recombination during meiosis and mitosis are hypersensitive to killing by mitomycin C.   == Medicinal uses and research == Mitomycin C has been shown to have activity against stationary phase persisters caused by Borrelia burgdorferi, a factor in lyme disease. Mitomycin C is used to treat pancreatic and stomach cancer, and is under clinical research for its potential to treat gastrointestinal strictures, wound healing from glaucoma surgery, corneal excimer laser surgery and endoscopic dacryocystorhinostomy.   == References =="}