{"name": "mogamulizumab", "category": "drug", "content": "Mogamulizumab, sold under the brand name Poteligeo, is a humanized, afucosylated monoclonal antibody targeting CC chemokine receptor type 4 (CCR4). It is given by injection into a vein. The most common side effects include rash, infusion-related reactions, fatigue, diarrhea, musculoskeletal pain, and upper respiratory tract infection. Mogamulizumab was approved for medical use in Japan in 2012. It was approved for medical use in the United States and the European Union in 2018. It was approved for medical use in Canada in 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Mogamulizumab is indicated for the treatment of adults with relapsed or refractory mycosis fungoides or Sézary syndrome after at least one prior systemic therapy.   == History == The precursor to mogamulizumab was a mouse anti-human CCR4 IgG1 mAb (KM2160), that was made in 1996 in a collaboration between Kouji Matsushima of University of Tokyo and Kyowa Hakko Kirin. Kyowa humanized it, and expressed the humanized gene in a CHO cell line in which FUT8 had been knocked out, which produced antibodies with no fucose in the Fc region. This is thought to enhance its antibody-dependent cell-mediated cytotoxicity. It was first tested in humans in 2007. Kyowa licensed rights for use outside of cancer to Amgen in 2008, for $100 million up front and $420 million in biodollars. Amgen ran a Phase I study to explore its use in asthma. Amgen terminated the agreement in 2014. In 2017, the US FDA granted the application for mogamulizumab a priority review for cutaneous T cell lymphoma. Full approval was granted by the FDA in August 2018. The FDA approval was based on a clinical trial of 372 participants with relapsed mycosis fungoides or Sézary syndrome who received either mogamulizumab or a type of chemotherapy called vorinostat. The FDA granted the application for mogamulizumab priority review, breakthrough therapy, and orphan drug designations. The FDA granted the approval of Poteligeo to Kyowa Kirin, Inc.   == Society and culture ==   === Legal status === The US Food and Drug Administration (FDA) approved mogamulizumab in August 2018, for the treatment of relapsed or refractory mycosis fungoides and Sézary disease. Mogamulizumab was approved in Japan in 2012, for the treatment of relapsed or refractory CCR4+ adult T-cell leukemia/lymphoma and in 2014, for relapsed or refractory CCR4+ cutaneous T cell lymphoma. The latter approval was based on study with 28 participants. Mogamulizumab was approved for medical use in the European Union in November 2018, and in Canada in June 2022.   == Research == Mogamulizumab is being explored as a treatment for HTLV-1–Associated Myelopathy. An early Phase 1-2a study showed decreased in proviral loads, as well as inflammatory markers in the CSF. 79% of the patients showed reduction in spasticity and 32% showed decrease in motor disability.   == References ==   == External links == \"Mogamulizumab\". National Cancer Institute. 30 August 2018. \"Mogamulizumab\". NCI Drug Dictionary. National Cancer Institute."}