{"name": "molsidomine", "category": "drug", "content": "Molsidomine (trade names Corvasal, Corvaton and many others) is an orally active, long acting vasodilating drug used to treat angina pectoris. Molsidomine is metabolized in the liver to the active metabolite linsidomine. Linsidomine is an unstable compound that releases nitric oxide (NO) upon decay as the actual vasodilating compound.   == Medical uses == Molsidomine is used for the prevention and long-term treatment of stable and unstable angina pectoris, with or without left heart failure. It is also used to treat angina in the context of an acute myocardial infarction.   == Contraindications == The drug must not be used in patients with acute cardiac arrest or severe hypotension (low blood pressure), during lactation, and in combination with PDE5 inhibitors such as sildenafil.   == Side effects == The most common adverse effects are headache, which occurs in 10–25% of patients, and low blood pressure. Side effects occurring in fewer than 1% of patients include dizziness, nausea, reflex tachycardia (fast heartbeat), hypersensitivity reactions, as well as thrombocytopenia (low blood platelet count) in rare cases.   == Interactions == The blood pressure lowering effect of molsidomine can be amplified significantly by PDE5 inhibitors, potentially leading to fainting or myocardial infarction, and to a lesser extent by other antihypertensive drugs such as beta blockers, calcium channel blockers, or other nitrovasodilators. Ergolines can antagonise the effects of molsidomine.   == Pharmacology ==   === Mechanism of action ===  Molsidomine belongs to the drug class of nitrovasodilators. It releases NO, which acts as a gaseous signaling molecule, relaxing the smooth muscles of blood vessels.   === Pharmacokinetics === The substance is quickly and almost completely (>90%) absorbed from the gut. Molsidomine is a prodrug that is hydrolysed to linsidomine  (SIN-1) in the liver via first-pass effect, which subsequently releases NO. 44–59% of molsidomine reach the bloodstream in unchanged form, 3–11% of which are bound to plasma proteins. Both molsidomine and linsidomine reach their highest concentrations in the blood plasma after one to two hours. Linsidomine has a biological half-life of one to two hours. More than 90% are excreted via the kidney.   == Chemistry ==  Molsidomine and linsidomine are sydnone imines, a class of mesoionic heterocyclic aromatic chemical compounds. Molsidomine melts at 140–141 °C (284–286 °F), is freely soluble in chloroform, soluble in aqueous hydrochloric acid, ethanol, ethyl acetate and methanol, sparingly soluble in water and acetone, and very slightly soluble in diethyl ether and petroleum ether. It is stable in aqueous solutions at pH 5–7, but not in alkaline solutions. Its absorption maximum is in the near ultraviolet, at 326 nm, in chloroform. The substance is sensitive to ultraviolet light at wavelengths shorter than 320 nm.   === Synthesis ===  Its synthesis starts by reacting 1-aminomorpholine with formaldehyde and hydrogen cyanide to give 2. Nitrosation gives the N-nitroso analog (3) which cyclizes to the Linsidomine (4) on treatment with anhydrous acid. Formation of the ethyl urethane is then made possible by reacting linsidomine with ethyl chloroformate. Also see a related structure called Ciclosidomine.   == History == The substance was first synthesised at Takeda in 1970. Its antihypertensive and vasodilating properties were discovered the same year.   == References =="}