{"name": "Monkeypox disease", "category": "disease", "content": "Mpox (, EM-poks; formerly known as monkeypox) is an infectious viral disease that can occur in humans and other animals. Symptoms include a rash that forms blisters and then crusts over, fever, and swollen lymph nodes. The illness is usually mild, and most infected individuals recover within a few weeks without treatment. The time from exposure to the onset of symptoms ranges from three to seventeen days, and symptoms typically last from two to four weeks. However, cases may be severe, especially in children, pregnant women, or people with suppressed immune systems. The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, which causes smallpox, is also in this genus.  Human-to-human transmission can occur through direct contact with infected skin or body fluids, including sexual contact.  People remain infectious from the onset of symptoms until all the lesions have scabbed and healed. The virus may spread from infected animals through handling infected meat or via bites or scratches. Diagnosis can be confirmed by polymerase chain reaction (PCR) testing a lesion for the virus's DNA. Vaccination is recommended for those at high risk of infection. No vaccine has been developed specifically against mpox, but smallpox vaccines have been found to be effective. There is no specific treatment for the disease, so the aim of treatment is to manage the symptoms and prevent complications. Antiviral drugs such as tecovirimat can be used to treat mpox, although their effectiveness has not been proved. Mpox is endemic in Central and Western Africa, where several species of mammals are suspected to act as a natural reservoir of the virus. The first human cases were diagnosed in 1970 in Basankusu, Democratic Republic of the Congo. Since then, the frequency and severity of outbreaks have significantly increased, possibly as a result of waning immunity since the cessation of routine smallpox vaccination. A global outbreak of clade II in 2022–2023 marked the first incidence of widespread community transmission outside of Africa. In July 2022, the World Health Organization (WHO) declared the outbreak a Public Health Emergency of International Concern (PHEIC).  The WHO reverted this status in May 2023 as the outbreak came under control, citing a combination of vaccination and public health information as successful control measures. An outbreak of new variant of clade I mpox (known as clade Ib) was detected in the Democratic Republic of the Congo during 2023. As of August 2024, it had spread to several African countries, raising concerns that it may have adapted to more sustained human transmission. On 14 August 2024, the WHO declared this outbreak a PHEIC.   == Nomenclature == The name monkeypox was originally coined because the disease was first identified in laboratory monkeys. This name was later criticized by scientists as a misnomer since monkeys are not the main host or reservoir; it was also criticized by the Foreign Press Association of Africa because the name reinforced racism and stigma about Black people as a source of disease. In November 2022, the WHO announced that it \"will adopt the term mpox in its communications, and encourages others to follow these recommendations\". The subtypes of monkeypox virus were renamed in August 2022 after requests by several public health organisations and scientists, who argued that the former geographical names were hindering efforts to contain the disease. The clade formerly known as \"Congo Basin (Central African) \" was renamed clade I, and the clade formerly known as \"West African\" was renamed clade II.   == Signs and symptoms ==  Initial symptoms of mpox infection are fever, muscle pains, and sore throat, followed by an itchy or painful rash, headache, swollen lymph nodes, and fatigue. Not everyone will exhibit the complete range of symptoms. Mpox patients usually become symptomatic about a week after infection. However the incubation period can vary in a range between one day and four weeks. The rash comprises numerous small lesions, which may appear on the palms, soles, face, mouth, throat, genitals, or anus. They begin as small flat spots, before developing into small bumps, which then fill with fluid, eventually bursting and scabbing over, typically lasting around ten days. In rare cases, lesions may become necrotic, requiring debridement and taking longer to heal. Some patients may manifest only a single sore from the disease, while others may have hundreds. An individual can be infected with Orthopoxvirus monkeypox without showing any symptoms. Symptoms typically last for two to four weeks but may persist longer in patients with weakened immune systems.   === Complications === Complications include secondary infections, pneumonia, sepsis, encephalitis, and loss of vision following corneal infection. Persons with weakened immune systems, whether due to medication, medical conditions, or HIV, are more likely to develop severe cases of the disease. If infection occurs during pregnancy, this may lead to stillbirth or other complications.   === Outcome === Provided there are no complications, sequelae are rare; after healing, the scabs may leave pale marks before becoming darker scars.   === Deaths === Historically, the case fatality rate (CFR) of past outbreaks was estimated at between 1% and 10%, with clade I considered to be more severe than clade II. The case fatality rate of the 2022–2023 global outbreak caused by clade IIb was very low, estimated at 0.16%, with the majority of deaths in individuals who were already immunocompromised. In contrast, as of April 2024, the outbreak of clade I in Democratic Republic of the Congo has a CFR of 4.9%. The huge difference between these estimates is attributed to:  differences in the virulence of clade I versus clade II. under-reporting of mild or asymptomatic cases in the endemic areas of Africa, which generally have poor healthcare infrastructure. evolution of the virus to cause milder disease in humans. better general health, and better health care, in the populations most affected by the 2022–2023 global outbreak.   === In other animals === It is thought that small mammals provide a reservoir for the virus in endemic areas. Spread among animals occurs via the fecal–oral route and through the nose, through wounds and eating infected meat. The disease has also been reported in a wide range of other animals, including monkeys, anteaters, hedgehogs, prairie dogs, squirrels, and shrews. Signs and symptoms in animals are not well researched and further studies are in progress. There have been instances of animal infection outside of endemic Africa; during the 2003 US outbreak, prairie dogs (Cynomys ludovicianus) became infected and presented with fever, cough, sore eyes, poor feeding and rash. There has also been an instance of a domestic dog (Canis familiaris) which became infected displaying lesions and ulceration.   == Cause == Mpox in both humans and animals is caused by infection with Orthopoxvirus monkeypox – a double-stranded DNA virus in the genus Orthopoxvirus, family Poxviridae, making it closely related to the smallpox, cowpox, and vaccinia viruses. The two major subtypes of virus are clade I and clade II. In April 2024, after detection of a new variant, clade I was split into subclades designated Ia and Ib. Clade II is similarly divided into subclades: clade IIa and clade IIb. Clade I is estimated to cause more severe disease and higher mortality than clade II.  The virus is considered to be endemic in tropical rainforest regions of Central and West Africa. In addition to monkeys, the virus has been identified in Gambian pouched rats (Cricetomys gambianus), dormice (Graphiurus spp.) and African squirrels (Heliosciurus, and Funisciurus). The use of these animals as food may be an important source of transmission to humans.   == Transmission == The natural reservoir of Orthopoxvirus monkeypox is thought to be small mammals in tropical Africa. The virus can be transmitted from animal to human from bites or scratches, or during activities such as hunting, skinning, or cooking infected animals. The virus enters the body through broken skin, or mucosal surfaces such as the mouth, respiratory tract, or genitals. Mpox can be transmitted from one person to another through contact with infectious lesion material or fluid on the skin, in the mouth or on the genitals; this includes touching, close contact, and during sex. During the 2022–2023 global outbreak of clade II, transmission between people was almost exclusively via sexual contact. There is also a risk of infection from fomites (objects which can become infectious after being touched by an infected person) such as clothing or bedding which has been contaminated with lesion material.   == Diagnosis == Clinical differential diagnosis must consider other rash illnesses, such as chickenpox, measles, bacterial skin infections, scabies, poison ivy, syphilis and medication-associated allergies. Diagnosis can be verified by testing for the virus. PCR testing of samples from skin lesions is the preferred laboratory test.   == Prevention ==   === Vaccine ===  Historically, smallpox vaccine had been reported to reduce the risk of mpox among previously vaccinated persons in Africa. The decrease in immunity to poxviruses in exposed populations is a factor in the increasing prevalence of human mpox. It is attributed to waning cross-protective immunity among those vaccinated before 1980, when mass smallpox vaccinations were discontinued, and to the gradually increasing proportion of unvaccinated individuals. As of August 2024, there are four vaccines in use to prevent mpox, although supplies are limited. All were originally developed to combat smallpox.  MVA-BN (marketed as Jynneos, Imvamune or Imvanex) manufactured by Bavarian Nordic. Licensed for use against mpox in Europe, United States and Canada. LC16 from KMB Biologics (Japan) – licensed for use in Japan. OrthopoxVac, licensed for use in Russia and manufactured by the State Research Center of Virology and Biotechnology VECTOR in Russia ACAM2000, manufactured by Emergent BioSolutions. Approved for use against mpox in the United States as of August 2024. The MVA-BN vaccine, originally developed for smallpox, has been approved in the United States for use by persons who are either considered at high risk of exposure to mpox, or who may have recently been exposed to it. The United States Centers for Disease Control and Prevention (CDC) recommends that persons investigating mpox outbreaks, those caring for infected individuals or animals, and those exposed by close or intimate contact with infected individuals or animals should receive a vaccination.   === Other measures === The CDC has made detailed recommendations in addition to the standard precautions for infection control. These include that healthcare providers don a gown, mask, goggles, and a disposable filtering respirator (such as an N95), and that an infected person should be isolated a private room to keep others from possible contact. Those living in countries where mpox is endemic should avoid contact with sick mammals such as rodents, marsupials, non-human primates (dead or alive) that could harbour Orthopoxvirus monkeypox and should refrain from eating or handling wild game (bush meat). During the 2022–2023 outbreak, several public health authorities launched public awareness campaigns in order to reduce spread of the disease.   == Treatment == Most cases of mpox present with mild symptoms and there is complete recovery within 2 to 4 weeks. There is no specific treatment for the disease, although antivirals such as tecovirimat have been approved for the treatment of severe mpox. A 2023 Cochrane review found no completed randomised controlled trials studying therapeutics for the treatment of mpox. The review identified non-randomised controlled trials which evaluated the safety of therapeutics for mpox, finding no significant risks from tecovirimat and low certainty evidence that suggests brincidofovir may cause mild liver injury. Pain is common and may be severe; supportive care such as pain or fever control may be administered. Patients with mild disease should isolate at home, stay hydrated, eat well, and take steps to maintain their mental health. Patients who are at high risk from the disease include children, pregnant women, the elderly and those who are immunocompromised. For these patients, or those who have severe disease, hospital admission and careful monitoring of symptoms is recommended. Symptomatic treatment is recommended for complications such as proctitis and pruritis. A trial in the Democratic Republic of the Congo found that the antiviral drug tecovirimat did not shorten the duration of mpox lesions in patients with clade I mpox. Despite this, the trial's overall mortality rate of 1.7% was notably lower than the 3.6% or higher mortality rate seen in the Democratic Republic of the Congo's general mpox cases. This suggests that hospitalization and high-quality supportive care significantly improve outcomes for mpox patients. The trial was sponsored by the NIH and co-led by the Democratic Republic of the Congo's Institut National de Recherche Biomédicale.   === Diagnostics in resource limited settings === With the August 2024 outbreak in the DRC, the World Health Organization (WHO) urged manufacturers to submit their products for emergency review. This initiative is part of the WHO's effort to ensure effective diagnostics, particularly for low-income populations. The agency has called for manufacturers to submit their tests for Emergency Use Listing, which would allow the WHO to approve these medical products more quickly. This process is designed to help countries procure essential products through UN agencies and other partners.  The urgency comes as a new, easily transmissible form of the 2024 outbreak has raised global concerns, leading the WHO to declare mpox a global public health emergency.   == Epidemiology ==   === History === Mpox was first identified as a distinct illness in 1958 among laboratory monkeys in Copenhagen, Denmark. The first documented human cases occurred in 1970, involving six unvaccinated children during the smallpox eradication efforts, with the first being a 9-month-old boy in the Democratic Republic of the Congo. From 1981 to 1986, over 300 human cases of mpox were reported in the Democratic Republic of the Congo (then known as Zaire), primarily due to contact with animals. The virus has been detected in Gambian pouched rats, dormice, and African squirrels, which are often used as food. Many more mpox cases have been reported in Central and West Africa, particularly in the Democratic Republic of the Congo, where 2,000 cases per year were recorded between 2011 and 2014. However, the collected data is often incomplete and unconfirmed, hindering accurate estimations of the number of mpox cases over time. Originally thought to be uncommon in humans, cases have increased since the 1980s, possibly as a result of waning immunity following the cessation of routine smallpox vaccination.   === Future threat === The natural reservoir of Orthopoxvirus monkeypox has not been conclusively determined. Small rodents are considered the most likely candidate. Without a major vaccination campaign, mpox outbreaks in humans will continue indefinitely in the endemic areas, with an ongoing risk that disease outbreaks will spread to non-endemic areas. Other evidence – that the virus is evolving to be more transmissible among humans, that it can infect a wide range of host species, and that human-to-animal transmission can occur – led to concerns that mpox may either become established in new natural reservoirs outside of Africa, or cause future global epidemics. Following the 2022–2023 outbreak, mpox (clade IIb) remains present in the human population outside Africa at very low levels. In November 2023, the WHO reported increasing numbers of cases of mpox (clade I) in the Democratic Republic of the Congo, with 12,569 cases year-to-date and 651 fatalities; there was also the first evidence of sexual transmission of clade I. In 2024, the WHO added the monkeypox virus to its list of \"priority pathogens\" that could cause a pandemic.   == Outbreaks == This section is an incomplete list of disease outbreaks which have been reported, including significant outbreaks in the endemic countries in tropical Africa (Benin, Cameroon, the Central African Republic, the Democratic Republic of the Congo, Gabon, Ghana, Ivory Coast, Liberia, Nigeria, the Republic of the Congo, Sierra Leone, and South Sudan). Outbreaks of mpox are frequent in areas where the disease is endemic – these areas often have poor healthcare infrastructure and outbreaks are rarely documented.   === United States ===  In May 2003, a young child became ill with fever and rash after being bitten by a prairie dog purchased at a local swap meet near Milwaukee, Wisconsin. In total, 71 cases of mpox were reported through 20 June 2003. All cases were traced to Gambian pouched rats imported from Accra, Ghana, in April 2003 by a Texas exotic animal distributor. No deaths resulted. Electron microscopy and serologic studies were used to confirm that the disease was human mpox. Everyone affected reported direct or close contact with prairie dogs, later found to be infected with the Orthopoxvirus monkeypox. In July 2021, in the US, an American returning from a trip in Nigeria was diagnosed with mpox. Subsequent testing identified the virus as belonging to clade II. The patient was hospitalized and treated with tecovirimat and was discharged after 32 days.   === Sudan === During 2022, an outbreak of clade I mpox was reported in refugee camps in Sudan. The first case in the country was recorded in August, and in September, six additional cases were discovered in Khartoum. In October, more than 100 cases were reported among Ethiopian refugee camps.   === Nigeria ===  Two cases of human mpox infections were identified in Nigeria in 1971. In September 2017, Orthopoxvirus monkeypox was reported in Nigeria. The subsequent outbreak was, at that time, the largest ever outbreak of clade II of the virus, with 118 confirmed cases. Unlike previous outbreaks of this clade, infection was predominantly among young male adults and human-to-human transmission appears to have readily occurred. Seven deaths (5 male, 2 female, case fatality rate of 6%) were reported, including a baby and four HIV/AIDS patients. Additionally, a pregnant woman in her second trimester had a spontaneous miscarriage attributed to Orthopoxvirus monkeypox infection. In May 2022, the Nigerian government released a report stating that between 2017 and 2022, 558 cases were confirmed across 32 states and the Federal Capital Territory. There were 8 deaths reported, making for a 1.4% Case Fatality Ratio. In 2022, NCDC implemented a National Technical Working Group for reporting and monitoring infections, strengthening response capacity.   === United Kingdom === In September 2018, the United Kingdom's first case of mpox was recorded. The person, a Nigerian national, is believed to have contracted mpox in Nigeria before travelling to the United Kingdom. A second case was confirmed in the town of Blackpool, with a further case that of a medical worker who cared for the infected person from Blackpool. In December 2019, mpox was diagnosed in a person in South West England who had travelled to the UK from Nigeria. In May 2021, in the UK, two cases of mpox from a single household were identified by Public Health Wales. The index case had travelled from Nigeria. Covid guidance to isolate after travel helped detection of the outbreak and to prevent further transmission.   === Singapore === In May 2019, a 38-year-old man who travelled from Nigeria was hospitalised in an isolation ward at the National Centre for Infectious Diseases in Singapore, after being confirmed as the country's first case of mpox. As a result, 22 people were quarantined. The case may have been linked to a simultaneous outbreak in Nigeria.   === 2022–2023 global outbreak ===  An outbreak of mpox caused by clade IIb of the virus was first identified in May 2022. The first case was detected in London, United Kingdom, on 6 May, in a patient with a recent travel history from Nigeria, where the disease is endemic. Subsequent cases were reported in an increasing number of countries and regions. In July 2022, the WHO declared the outbreak a public health emergency of international concern. This status was terminated in May 2023 due to steady progress in controlling the spread of the disease, attributed to a combination of vaccination and public health information. As of August 2024, clade IIb mpox cases outside of endemic regions in Africa continued to be reported at a low level.   === 2023–2024 Central Africa outbreak ===  During 2023, a clade I outbreak of mpox disease in the Democratic Republic of the Congo resulted in 14,626 suspected cases being reported, with 654 associated deaths, making for a case-fatality rate of 4.5%. The outbreak continued into 2024, with 3,576 suspected mpox cases and 265 deaths reported in the Democratic Republic of the Congo through the first nine weeks of the year, making for an estimated CFR of 7.4%. Transmission of the virus in the outbreak appears to be primarily through sexual and close familial contact, with cases occurring in areas without a history of mpox, such as South Kivu and Kinshasa. An estimated 64% of the cases and 85% of fatalities have occurred in children. The outbreak consists of two separate sub-variants of clade I, with one of the sub-variants having a novel mutation, making detection with standard assays unreliable. The outbreak spread to the neighbouring country of the Republic of the Congo, with 43 cases reported in March 2024. By early August the outbreak spread further into central and southern Africa with cases of clade I and clade II strains reported in Burundi, Rwanda, Uganda, Kenya, Cote d'Ivoire and South Africa. The WHO declared this a Global Health Emergency on 14 August 2024. The following day, Sweden became the first non-African country to report a case of clade I mpox. The next day, on 16 August  2024, a case of mpox was confirmed in Pakistan.   == See also ==  1964 outbreak of mpox at Rotterdam Zoo, in the Netherlands (with no cases in humans) 2003 Midwest monkeypox outbreak 2022–2023 mpox outbreak 2022–2023 mpox outbreak in Canada 2022–2023 mpox outbreak in the United States 2022–2023 mpox outbreak in the United Kingdom   == Notes ==   == References ==   == External links ==  CDC – Mpox WHO – Monkeypox Fact Sheet \"Could Monkeypox Take Over Where Smallpox Left Off?\". Scientific American, 4 March 2013. MonkeypoxTracker – Monkeypox statistics visualization site PoxApp – the mpox app – Assesses skin lesions and symptoms with artificial intelligence developed by Stanford University"}