{"name": "moroctocog alfa", "category": "drug", "content": "Moroctocog alfa (trade name ReFacto in the EU) is a recombinant antihemophilic factor genetically engineered from Chinese hamster ovary (CHO) cell line. Chemically it is a glycoprotein. It is manufactured by Genetics Institute, Inc. and used to control and prevent hemorrhagic bleeding and prophylaxis associated with surgery or to reduce the number of spontaneous bleeding episodes in patients with hemophilia A. It is partially a recombinant coagulation factor VIII since it has an amino acid sequence which compares to the 90 + 80 kDa form of factor VIII (BDDrFVIII). It also has posttranslational modifications which are similar to those of the plasma-derived molecule. It can not prevent hemorrhagic bleeding associated with von Willebrand's disease since it is not a von Willebrand factor. The most common side effects include headache, cough, pain in the joints and fever. People may also develop antibodies against factor VIII medicines such as moroctocog alfa. These are known as inhibitors as they can prevent the medicine from working effectively, which may result in a loss of bleeding control. Uncommonly, people may also develop allergic reactions. People with haemophilia A lack factor VIII, a protein needed for normal clotting of the blood, and as a result, they bleed readily and may have problems, such as bleeding in the joints, muscles and internal organs. Moroctocog alfa works in the body in the same way as human factor VIII. It replaces the missing factor VIII, thereby helping the blood to clot and giving temporary control of bleeding. The human coagulation factor VIII in moroctocog alfa is not extracted from human blood but is produced by a method known as 'recombinant DNA technology': it is made by a cell that has received a gene (DNA), which makes it able to produce human coagulation factor VIII.   == Medical uses == Moroctocog alfa is indicated for the treatment and prophylaxis of bleeding in people with haemophilia A (congenital factor-VIII deficiency). It is appropriate for use in adults and children of all ages, including newborns. It does not contain von-Willebrand factor, and hence is not indicated in von-Willebrand's disease.   == History == Moroctocog alfa was approved for medical use in the European Union in April 1999, and sold under the brand name Refacto. In February 2009, a number of changes to the way ReFacto is made were introduced. These included removal of the use of a protein called albumin, which is produced from human blood, from the manufacturing process. The name of the medicine was also changed from ReFacto to ReFacto AF.   == References ==   == External links == \"Moroctocog alfa\". Drug Information Portal. U.S. National Library of Medicine."}