{"name": "Motor cortex epilepsy", "category": "disease", "content": "Frontal lobe epilepsy (FLE) is a neurological disorder that is characterized by brief, recurring seizures arising in the frontal lobes of the brain, that often occur during sleep.  It is the second most common type of epilepsy after temporal lobe epilepsy (TLE), and is related to the temporal form in that both forms are characterized by partial (focal) seizures. Partial seizures occurring in the frontal lobes can occur in one of two different forms: either “focal aware”, the old term was simple partial seizures (that do not affect awareness or memory) “focal unaware” the old term was complex partial seizures (that affect awareness or memory either before, during or after a seizure). The symptoms and clinical manifestations of frontal lobe epilepsy can differ depending on which specific area of the frontal lobe is affected. The onset of a seizure may be hard to detect since the frontal lobes contain and regulate many structures and functions about which relatively little is known. Due to the lack of knowledge surrounding the functions associated with the frontal lobes, seizures occurring in these regions of the brain may produce unusual symptoms which can often be misdiagnosed as a psychiatric disorder, non-epileptic seizure or a sleep disorder. During the onset of a seizure, the patient may exhibit abnormal body posturing, sensorimotor tics, or other abnormalities in motor skills. In some cases, uncontrollable laughing or crying may occur during a seizure. Affected persons may or may not be aware that they are behaving in an abnormal manner, depending on the patient and type of seizure. A brief period of confusion known as a postictal state may sometimes follow a seizure occurring in the frontal lobes. However, these postictal states are often undetectable and generally do not last as long as the periods of confusion following seizures that occur in the temporal lobes. There are many different causes of frontal lobe epilepsy ranging from genetics to head trauma that result in lesions in the frontal lobes. Although frontal lobe epilepsy is often misdiagnosed, tests such as prolonged EEG monitoring, video EEG and/or an MRI scan of the frontal lobes can be administered in order to reveal the presence of a tumor or vascular malformation. Unlike most epileptic EEGs, the abnormalities in FLE EEGs precede the physical onset of the seizure and aid in localization of the seizure's origin. Medications such as anti-epileptic drugs can typically control the onset of seizures, however, if medications are ineffective the patient may undergo surgery to have focal areas of the frontal lobe removed.   == Signs and symptoms == Signs and symptoms of frontal lobe seizures may include  Head and eye movements to one side Complete or partial unresponsiveness or difficulty speaking Explosive screams, including profanities, or laughter Abnormal body posturing, especially fencing position Repetitive movements, such as rocking, bicycle pedaling or pelvic thrusting Epileptic symptoms are frequently the product of the spread of overactivation occurring within one central foci that travels to lateral brain regions thereby causing an array of symptoms. Due to the massive amount of diversity in both the cognitive and motor functions that occur within the frontal lobes, there is an immense variety in the types of symptoms that can arise from epileptic seizures based on the side and topography of the focal origin. In general these symptoms can range anywhere from asymmetric and abnormal body positioning to repetitive vocal outbursts and repetitive jerking movements. The symptoms typically come in short bursts that last less than a minute and often occur while a patient is sleeping. In most cases, a patient will experience a physical or emotional aura of tingling, numbness or tension prior to a seizure occurring. Fear is associated with temporal and frontal lobe epilepsies, but in FLE the fear is predominantly expressed on the person's face whereas in TLE the fear is subjective and internal, not perceptible to the observer. Tonic posture and clonic movements are common symptoms among most of the areas of the frontal lobe, therefore the type of seizures associated with frontal lobe epilepsy are commonly called tonic-clonic seizures. Dystonic motor movements are common to both TLE and FLE, but are usually the first symptom in FLE episodes where they are quite brief and do not affect consciousness. The seizures are complex partial, simple partial, secondarily generalized or a combination of the three. These partial seizures are often misdiagnosed as psychogenic seizures.   === Symptomatology === A wide range of more specific symptoms arise when different parts of the frontal cortex are affected.  Supplementary motor area (SMA) The onset and relief of the seizure are quite abrupt. The tonic posturing in this area is unilateral or asymmetric between the left and right hemispheres. A somatosensory aura frequently precedes many large motor and vocal symptoms and most often the affected person is responsive. Motor symptoms: Facial grimacing and complex automatisms like kicking and pelvic thrusting Vocal symptoms: Laughing, yelling, or speech arrest. Primary motor cortex The primary motor cortex has jacksonian seizures that spread to adjacent areas of the lobe which often trigger a second round of seizures originating in another cortical area. The seizures are much simpler than those that originate in the SMA and are usually clonic or myoclonic movements with speech arrest. Some dystonic or contralateral adversive posturing may also be present. Medial frontal, cingulate gyrus, orbitofrontal, or frontopolar regions Motor symptoms of seizures in this area are accompanied by emotional feelings and viscerosensory symptoms. Motor and vocal agitation are similar to that of the SMA with short repetitive thrashing, pedaling, thrusting, laughing, screaming and/or crying. This is some of what can cause the misdiagnosis of a psychological disorder. Dorsolateral cortex This area does not seem to have many motor symptoms beyond tonic posturing or clonic movements. Contralateral or less commonly ipsilateral head turn and eye deviation are commonly associated with this area as well. Operculum Many of the symptoms associated with this area involve the head and digestive tract: swallowing, salivation, mastication and possibly gustatory hallucinations. Preceding the seizure the person is fearful and often has an epigastric aura. There is not much physical movement except clonic facial movements. Speech is often arrested.   == Diagnosis ==   === Neuroimaging for diagnosis === Advancements in technology, has given rise to newer, more efficient methods of diagnosis, most prominent being in the domain of neuroimaging. The high spatial resolution from fMRI has implications on certain brain regions contributing to memory. The usage of task fMRI for examination of memory or other higher cognitive networks may also be used to predict ictal onset zone(s) in patients with FLE, giving the advantage of refinement of patient-specific analyses. The use of multi-modal approaches in association with neuroimaging techniques like fMRI and MEG or EEG will be informative in characterizing atypical functional brain networks in FLE. But, difficulty remains in the evaluation of potential compensatory mechanisms between patients with FLE with normal and impaired memory, without properly characterizing transfer of information during memory tasks.   == Common misdiagnoses == Episodes that include complex hyperactivity of the proximal portions of the limbs that lead to increased overall motor activity are called hypermotor seizures. When associated with bizarre movements and vocalizations these seizures are often misdiagnosed as psychogenic or functional sezures or other episodic movement disorders such as psychogenic movement disorders, familial paroxysmal dystonic choreoathetosis, paroxysmal kinesogenic choreoathetosis, or episodic ataxia type 1. Hypermotor seizure in children are often confused with pavor nocturnus (night terrors). Paroxysmal nocturnal dystonia or hypnogenic paroxysmal dystonia are other names given to describe FLE symptoms but are simply just FLE. Autosomal dominant nocturnal frontal lobe epilepsy (ADNFLE) is the best understood form of frontal lobe epilepsy but is often misdiagnosed as sleep apnea. Both disorders are characterized by awakening during the night which leads to daytime sleepiness. Some symptoms of sleep apnea overlap with those of ADNFLE, such as sudden awakening accompanied by a feeling of choking and on occasion motor activity which makes diagnosis difficult based on symptoms alone. Video surveillance as well as EEG is occasionally needed to differentiate between the two disorders. It has been reported that sleep apnea might be associated with epilepsy which would account for some of the misdiagnoses.   == Causes ==  The origins of frontal lobe seizures can be different deviations. One of the major reasons for FLE is abnormal cognitive development or sometimes congenital abnormal brain development. Other causes are tumors, head trauma, and genetics.   === Tumors === Tumors account for about one-third of all frontal lobe epilepsy cases.   === Head Trauma === Seizures originating directly from head trauma usually occur within a few months, but occasionally they can take years to manifest.   == Mechanism ==  Due to the difference in brain processing and function as well as various surface anatomy landmarks, the frontal lobes have traditionally been divided into two major areas known as the precentral cortex and prefrontal cortex.   === Precentral cortex === The precentral cortex (Brodmann area 6) is an area of the frontal cortex that is located directly anterior to the central sulcus and includes both the primary motor cortex and the supplementary motor area. Inputs that project to both of these areas arise from a variety of locations in the brain that integrate sensory stimuli including the primary motor cortex, the thalamus and corticospinal projections. These two areas along with several other main functional areas control both the preparation of motor movement as well as the execution of movements. These main functional areas are crucial to the development of the motor related symptoms associated with frontal lobe epilepsy focally when seizures are located within these defined areas. The major functional areas include:  Primary motor cortex Contains large neurons that project axons down to the spinal cord where they synapse onto alpha motor neurons. These neurons are involved in the planning of motor movements and the refining of motor movements based on sensory inputs that are received from the cerebellum. Supplementary motor area Area anterior to the primary motor cortex that is involved in planning complex motor movements and coordinating movements along both hands. The main inputs for this area are received from the thalamus. Frontal eye field The frontal eye field is a posterior part of the middle frontal gyrus and is involved in the control of saccadic, contralateral and conjugate eye movement. This area receives its main inputs from both the occipital cortex and dorsal thalamus. Broca's area Controls the motor movements of both the tongue and larynx that enables speech formation. This area receives direct inputs from the primary motor area as well as Wernicke's area located in the temporal lobe.   === Prefrontal cortex === The prefrontal cortex, the most anterior region of the brain, comprises several key areas that are particularly important for higher mental functions that control various aspects of human personality including anticipation and planning, initiative/judgement, memory and the control of decision making. Damage or lesions to this region of the brain can result in major changes in personality. A classic example is Phineas Gage, who exhibited a change in behavior after one or both frontal lobes were destroyed by a large iron bar accidentally driven through his head (though Gage, despite conventional presentations of his case, did not exhibit the aggression, antisocial behavior, or loss of impulse control sometimes reported in patients with similar injuries). There are two main regions of the prefrontal cortex that each control various aspects of behavior and personality:  Dorsolateral prefrontal cortex This area is associated with the impairment of the cognitive abilities that control and regulate behavior and long-term memory formation (especially relating to procedural sequence memory) when either brain damage or a lesion is present. Orbitofrontal cortex The orbitofrontal cortex has similar functions as the dorsolateral prefrontal cortex but is thought to be mainly responsible for the ability to make choices and determine right from wrong.    == Social effects and quality of life ==  Epilepsy has a substantial impact on the quality of life of the individuals that are affected by it, yet there is lack of proper examination of social cognitive functions. Physicians and researchers are coming to understand that the impact on the quality of life of the patient is as important as the effects of the seizures. Quality of life questionnaires and other assessment tools have been created to help quantify quality of life for individual patients. They consider such factors as physical health (including numbers and severity of seizures, medication side effects etc.), mental health, social relationships, lifestyle, role activities and life fulfillment. A Center for Disease Control study reported that people with seizures were more likely to have lower education levels, higher unemployment, higher levels of pain, hypersomnia/insomnia, increased psychological distress and social isolation/connection issues. Some of the issues which impact quality of life for people with epilepsy are: ability to drive and travel, the ability to date, marry and have children, the ability to have a job and independence, the ability to have an education and learn, and the ability to have good health and mental functioning. Future research is needed to find ways of not only controlling frontal lobe seizures, but of also addressing the specific quality-of-life issues that plague those with frontal lobe epilepsy, especially as studies show a higher emotional recognition anomaly in cases of FLE, compared to TLE.  Driving and transportation restrictions Driving and travel restrictions are one of the greatest limitations that epileptic patients experience. Laws restricting driving privileges vary greatly in the United States as well as across the world. In the United States, 28 states require a patient to be seizure free for fixed periods of time ranging from 3–12 months. However, research done by Johns Hopkins University showed that there was no difference in seizure-related fatal crash rates in states with 3-month restrictions versus states with 6-12 month seizure-free restrictions. In 23 states, the restrictions and seizure free periods vary depending on the type of epilepsy and the individual case and in 13 states physicians were responsible for determining whether their patients should be allowed to drive. In 6 of those 13 states physicians could be held legally liable for their decisions regarding their epileptic patients' driving capabilities. In many states, patients can also be legally liable for accidents, injury, damage and death caused by seizure related accidents. One of the major arguments in favor of restricting the licensing of epileptic drivers is the concern for public safety. However, the Johns Hopkins study showed that in a particular 2 year timeframe only 0.2% of fatal crashes occurred as a result of seizures. Alcohol related crash fatalities caused 156 times more driver deaths than seizure related crashes and young drivers between the ages of 16 and 24 were 123 times more likely to die in a fatal crash caused by their inexperience than an epileptic driver was to die in a crash that resulted from a seizure. Frontal lobe epileptic seizures unlike other epileptic seizures create symptoms that are as dangerous as loss of consciousness and much more difficult to discern from other problems such as substance use disorders, psychiatric disorders and disobedience. Jerking movements/lack of motor control, pedaling, pelvic thrusting, lapses in cognitive functioning and other hallmark symptoms of frontal lobe epileptic seizures all create dangerous behavior behind the wheel. Studies have not been done to date to determine the differential risk posed by drivers with frontal lobe epilepsy relative to the general epileptic population. Hormones and pregnancy issues Hormonal changes and pregnancy can shift seizure activity and the use of antiepileptic drugs can alter the efficacy of hormones as well as cause congenital malformations in fetuses. Seizure control in pregnant women is very important to the welfare of both the developing fetus and the mother. Hormonal shifts at puberty, with birth control and at menopause can also cause changes in the frequency and severity of seizures and must be closely monitored. Increased seizure activity is reported by 50% of women during the course of the pregnancy due to changing levels of hormones, fluids, salts and absorption and elimination of medications. Employment A report by the Epilepsy Foundation noted that the unemployment rate amongst people with epilepsy is 25% and in patients whose seizures are poorly controlled the rate jumps to 50%. Even though people with epilepsy are protected under The Americans with Disabilities Act, employment discrimination and high rates of unemployment due to employer attitudes still exist. A study in the UK showed that 16% of employers surveyed felt there were no jobs in their company suitable for people with epilepsy and that 21% felt that employing an epileptic would be a \"major issue\". Fifty percent of the employers said they had a high concern regarding employing people with epilepsy with most citing safety concerns/workplace accidents as their major issue. Patients with frontal lobe epilepsy may be particularly prone to being discriminated against in employment and subject to higher rates of termination due to the unusual motor symptoms, speech, vocal outbursts and cognitive/judgment symptoms displayed during frontal lobe seizures. Frontal lobe seizures also tend to come on suddenly and progress rapidly making it difficult for an employer to control the exposure of the seizure to others. Education, learning and cognitive function Patients with frontal lobe epilepsy will likely also experience issues with learning and education. Many factors contribute to these issues including the impact of anticonvulsant medications. Anticonvulsant medications cause patients to feel \"foggy\" and sluggish. Drugs such as Topiramate cause problems such as mental blunting, word retrieval difficulties and irritability. Phenobarbital, Primidone and Vigabatrin can cause depression and suicidal tendencies. Stress and lack of sleep during exam periods can trigger seizures and many school sports teams restrict or ban people with epilepsy from sports for safety and liability reasons. People with frontal lobe epilepsy also exhibit dysfunctional cognitive skills and memory issues which can make learning challenging. Research has shown that frontal lobe epilepsy has a greater negative impact than other forms of epilepsy on cognitive functioning. People with frontal lobe epilepsy show decreased cognitive capabilities in the following areas: humor appreciation, recognition of emotional expressions, response selection/initiation and inhibition, hyperactivity, conscientiousness, obsession, addictive behavior, motor coordination and planning, attention span, performance speed, continuous performance without intrusion and interference errors, copying and recall, concept formation, anticipatory behavior, memory span, working memory, executive planning, visuo-spatial organization, mental flexibility, conceptual shift, problem solving, programming of complex motor sequences, impulse control, judgment and forecasting of consequences. Physical health and risk of other conditions Patients with epilepsy face a greater risk of accidents, injury and other medical conditions than the general population. A European study showed that people with epilepsy were at greater risk for accidental injuries related to seizures such as concussions, abrasions and wounds and reported more hospitalizations and medical action than the general population. Other studies have shown that people with epilepsy are at a greater risk of seizure related drowning, suffocation, broken bones and burns and more likely to die in a fatal automobile crash. Epilepsy Ontario reports that people with epilepsy are also more likely to have other conditions than the general population such as: 30% of autistic children have epilepsy, 33% of cerebral palsy patients have epilepsy, 15-20% of fragile X syndrome patients have epilepsy, 50% of children with learning disabilities will have some form of epilepsy, 3-10% of patients with Lennox-Gastaut syndrome will have epilepsy, 80% of children with Rett syndrome will have epilepsy and 80% of patients with Tuberous Sclerosis will have epilepsy. The frontal lobe has a significant function in attention regulation. Therefore, patients with frontal lobe epilepsy are often found to be co-morbid for another disease called attention-deficit hyperactivity disorder (ADHD), which has a higher prevalence in children. This adds to the various cognitive and behavioral challenges, that they already face. Mental and emotional health Epileptic patients are more prone to develop psychological and social dysfunction than individuals that do not have epilepsy. They report higher levels of anxiety and stress due to social isolation, discrimination, the unpredictability of their seizures and people's reactions to them as well as fear of injury, death and brain damage from their seizures. Anticonvulsants can also result in lower functioning, depression, sluggishness and suicidal thoughts. Approximately 20% of people with epilepsy are depressed and the rate of suicide amongst people with epilepsy is 5 times the rate in the general population. People with frontal lobe epilepsy experience more significant social effects because the manifested symptoms are more unusual. Symptoms such as screaming, bicycling limbs, pelvic thrusting, inhibition control and other outbursts can be particularly embarrassing and isolating for the patient. The ultimate result from all these, is a significant impact on overall personality development.   == Treatments == There are several different ways to treat frontal lobe epileptic seizures, however, the most common form of treatment is through the use of anticonvulsant medications that help to prevent seizures from occurring. In some cases, however, when medications are ineffective, a neurologist may choose to operate on the patient in order to remove the focal area of the brain in which the seizures are occurring. Other treatments that can be administered to aid in reducing the occurrence of seizures include the implementation of a specific, regimented diet and/or the implantation of a vagus nerve stimulator, or deep brain stimulation (DBS).   === Medications ===  There are many anticonvulsants available for the treatment of different forms of epilepsy and include oxcarbazepine, carbamazepine, and phenytoin. Benzodiazepines are often used in emergency settings for severe convulsions, and may also be used in combination with anticonvulsants. These include lorazepam, diazepam and clonazepam   KCNT1 pathogenic variant associated ADNFLE can be managed by treatment with quinidine, and ADNFLE associated with CHRNA4 shows better responsiveness to zonisamide.   === Surgical treatment === When both the amount and severity of seizures becomes uncontrollable and seizures remain resistant to the various anticonvulsants, a patient most likely will be considered for epilepsy surgery. But, while performing it, there is the need for identifying or pinpointing the exact location of the seizure in the brain. This, in recent times have been aided by some of the modern techniques such as, SISCOM i.e., subtraction ictal SPECT co registered to MRI, SPECT i.e. single-photon emission computerized tomography, brain mapping performed before the surgery and functional MRI (fMRI), especially for the language area mapping. Surgeries include, a frontal lobectomy. This procedure involves the removal of focal regions of the frontal lobes that have been identified as being problematic for the patient. It has been found that around 30% to 50% of patients that undergo a frontal lobectomy will forever be free from seizures that cause a loss of consciousness or cause abnormal movements. However, frontal lobectomy and MCD contribute to lower seizure controls. But, in children with conditions like Sturge–Weber syndrome (SWS) or tumors, there is report of greater seizure control rates. If on the other hand, the seizures occur in an area that is too vital to remove (such as areas that control motor, sensory or language functions), then the surgeon will perform a procedure known as a multiple subpial transection. This procedure involves making a series of cuts that surround the focal region where the seizures have originated. By making cuts surrounding the focal region, the surgeon is able to isolate that specific section of the brain and prevent electrical impulses from being able to travel horizontally to other areas of the brain.   === Neuromodulation === Vagus nerve stimulation (VNS) is a procedure that can be performed to help prevent the reoccurrence of frontal lobe seizures. It involves the implanting of a stimulator on the vagus nerve. The stimulator is a device that is inserted directly under the skin, and can be controlled directly by the user. When the onset of an aura is felt, the stimulator can be activated which provides stimulation to the left vagus nerve (the left vagus nerve is used because the right nerve plays a role in cardiac function). Although little is understood about the exact mechanism for vagal nerve stimulation, it has been proven to be a successful treatment that can often terminate seizures before they begin. It has the potential of being helpful in patients with resistance to medications. Deep brain stimulation (DBS) is another procedure that can be used that utilizes a mechanism similar to that of a cardiac pacemaker.  Surgeries have been used as a treatment for FLE, however, meta-analyses have shown that proper etiological studies are important to give best postoperative results, with children <3 years of age showing pathology and location of the surgery as important factors. It also showed the malformation of cortical development (MCD) induced FLE traced down to worst postoperative conditions, hence, poor accuracy and efficacy.   === Diet === The use of a ketogenic diet is recommended for those with intractable epilepsy.  A ketogenic diet is a high-fat, low-carbohydrate diet recommended to be followed when appropriate, along with prescribed anticonvulsants. This diet was designed in order to mimic many of the effects that starvation has on the metabolic functioning of the body. By limiting the amount of carbohydrates and increasing the amount of exogenous fats available to the metabolism, the body will create an excess of water-soluble compounds known as ketone bodies. Although the mechanism of action is still unknown, it is believed that these excessive amounts of ketone bodies become the brain's main source of energy and in turn are able to suppress the frequency of seizure occurrence.   == Epidemiology == Epilepsy is a relatively common disorder, affecting between 0.5–1% of the population, and frontal lobe epilepsy accounts for about 1–2% of all epilepsies. The most common subdivision of epilepsy is symptomatic partial epilepsy, which causes simple partial seizures, and can be further divided into temporal and frontal lobe epilepsy. Although the exact number of cases of frontal lobe epilepsy is not currently known, it is known that FLE is the less common type of partial epilepsy, accounting for 20–30% of operative procedures involving intractable epilepsy. Patients with medically refractive epilepsy, over a fraction of one-fourth have been diagnosed with FLE, only one-third of which have been found to get relief from seizures by surgical interventions. The disorder also has no gender or age bias, affecting males and females of all ages. In a recent study, the mean subject age with frontal lobe epilepsy was 28.5 years old, and the average age of epilepsy onset for left frontal epilepsy was 9.3 years old whereas for right frontal epilepsy it was 11.1 years old.   == Research == Over the past decade or so, researchers have been attempting to discover less invasive, safer and more efficient technologies that enable surgeons to remove epileptogenic focal zones without causing any damage to neighboring cortical areas. One such technology that has emerged and has great promise, is the use of gamma knife radiosurgery to either excise a brain tumor or repair a vascular malformation. However, other research suggests that with a few seizures recovery is still possible.    In gamma lnife radiosurgery, intersecting gamma radiation beams are applied directly to the tumor site or vascular malformation site that had been established using neuroimaging. Although each beam itself is not strong enough to damage brain tissue, when the beams intersect they are strong enough to destroy the specific brain tissue that is to be excised. This process is extremely efficient and entirely non-invasive and is therefore much safer than actual neurosurgery itself. Recently researchers and surgeons alike have begun to use gamma knife radiosurgery to treat cases of epilepsy by removing tumors responsible for causing the seizures. The early success rates in being able to alleviate seizures seem to be similar to those of temporal resective surgery however gamma knife radiosurgery has less associated risk factors. Current research on this topic is aimed at improving the technique in order to increase success rates as well as developing non-invasive forms of physiologic monitoring in order to determine the epileptogenic focus conclusively. Another way of understanding or studying FLE, highly under study is the network approach. When conventional imaging does not show the structural lesions, high frequency oscillation (HFO) analysis shows the pathophysiology, locally at the neural circuit level. Genetic analysis along with neuroimaging like fMRI, EEG, MEG, and in-depth semiological analysis, aids in the network approach study of FLE, both at micro and macro levels, giving it a comprehensive view.   == References ==   == External links == Frontal lobe epilepsy on Epilepsy.com Epilepsy Foundation"}