{"name": "moxetumomab pasudotox", "category": "drug", "content": "Moxetumomab pasudotox, sold under the brand name Lumoxiti, is an anti-CD22 immunotoxin medication for the treatment of adults with relapsed or refractory hairy cell leukemia (HCL) who have received at least two prior systemic therapies, including treatment with a purine nucleoside analog. Moxetumomab pasudotox is a CD22-directed cytotoxin and is the first of this type of treatment for adults with HCL. The drug consists of the binding fragment (Fv) of an anti-CD22 antibody fused to a toxin called PE38. This toxin is a 38 kDa fragment of Pseudomonas exotoxin A. Hairy cell leukemia (HCL) is a rare, slow-growing cancer of the blood in which the bone marrow makes too many B cells (lymphocytes), a type of white blood cell that fights infection. HCL is named after these extra B cells which look “hairy” when viewed under a microscope. As the number of leukemia cells increases, fewer healthy white blood cells, red blood cells and platelets are produced.   == Medical uses == Moxetumomab pasudotox as monotherapy is indicated for the treatment of adults with relapsed or refractory hairy cell leukemia (HCL) after receiving at least two prior systemic therapies, including treatment with a purine nucleoside analogue (PNA).   == Adverse effects == Common side effects include infusion-related reactions, swelling caused by excess fluid in body tissue (edema), nausea, fatigue, headache, fever (pyrexia), constipation, anemia and diarrhea. The prescribing information for moxetumomab pasudotox includes a boxed warning about the risk of developing capillary leak syndrome, a condition in which fluid and proteins leak out of tiny blood vessels into surrounding tissues. Symptoms of capillary leak syndrome include difficulty breathing, weight gain, hypotension, or swelling of arms, legs and/or face. The boxed warning also notes the risk of hemolytic uremic syndrome, a condition caused by the abnormal destruction of red blood cells. Other serious warnings include: decreased renal function, infusion-related reactions and electrolyte abnormalities. Women who are breastfeeding should not be given moxetumomab pasudotox.   == Discovery and ownership background == On 1 November 2005, Cambridge Antibody Technology (CAT) announced it was acquiring two anti-CD22 immunotoxin products from Genencor, namely GCR-3888 and GCR-8015. Genencor is the biotechnology division of Danisco and the acquisition meant CAT would hire certain former Genencor key employees to be responsible for the development of the programmes. GCR-3888 and GCR-8015 were discovered and initially developed by the National Cancer Institute, which is part of the U.S. National Institutes of Health.  Genencor licensed the candidates for hematological malignancies and entered into a Cooperative Research and Development Agreement (CRADA) with the NIH, which will now be continued by CAT.  Under the original license agreement with the NIH, CAT gained the rights to a portfolio of intellectual property associated with the programs and would pay future royalties to the NIH. CAT intended to file an Investigational New Drug (IND) application for GCR-8015 in various CD22 positive B-cell malignancies, including Non-Hodgkin lymphoma and chronic lymphocytic leukemia, following a period of manufacturing development which is expected to be complete by the end of 2006 and to support the NCI's ongoing development of GCR-3888 in Hairy cell leukemia (HCL) and pediatric acute lymphoblastic leukemia (pALL). CAT-8015 exhibited a greater affinity for CD22 than its predecessor, CAT-3888 and CAT's language such as \"CAT will support the NCI's ongoing development of CAT-3888...\" suggested at the time that their focus was on the second generation candidate. CAT was acquired by AstraZeneca, who also acquired MedImmune, combining the two into a biologics division. MedImmune renamed CAT-8015 to moxetumomab pasudotox. On 16 May 2013, AstraZeneca announced that CAT-8015 had started Phase III clinical trials.   == History == On 5 December 2008, orphan designation (EU/3/08/592) was granted by the European Commission to Medimmune Limited, United Kingdom, for murine anti-CD22 antibody variable region fused to truncated Pseudomonas exotoxin 38 for the treatment of hairy cell leukaemia. It was renamed to Moxetumomab pasudotox. The sponsorship was transferred to AstraZeneca AB, Sweden, in January 2019. On 17 July 2013, orphan designation (EU/3/13/1150) was granted by the European Commission to MedImmune Ltd, United Kingdom, for moxetumomab pasudotox for the treatment of B-lymphoblastic leukaemia / lymphoma. The sponsorship was transferred to AstraZeneca AB, Sweden, in January 2019. Moxetumomab pasudotox was approved for use in the United States in September 2018. The efficacy of moxetumomab pasudotox was studied in a single-arm, open-label clinical trial of 80 subjects who had received prior treatment for hairy cell leukemia with at least two systemic therapies, including a purine nucleoside analog. The trial measured durable complete response (CR), defined as maintenance of hematologic remission for more than 180 days after achievement of CR. Thirty percent of subjects in the trial achieved durable CR, and the overall response rate (number of subjects with partial or complete response to therapy) was 75 percent. The US Food and Drug Administration (FDA) granted the application for moxetumomab pasudotox fast track, priority review, and orphan drug designations. The FDA granted the approval of a Biologics License Application for Lumoxiti to AstraZeneca Pharmaceuticals. This was subsequently transferred to Innate Pharma in March 2020. On 10 December 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization under exceptional circumstances for the medicinal product Lumoxiti, intended for the treatment of relapsed or refractory hairy cell leukemia after two prior systemic therapies including a purine nucleoside analog. The orphan designation for Lumoxiti for treatment of hairy cell leukaemia was also maintained. The applicant for this medicinal product is AstraZeneca AB. Moxetumomab pasudotox was approved for medical use in the European Union in February 2021. The EU marketing authorization was withdrawn in July 2021.   == References ==   == External links == \"Moxetumomab Pasudotox-tdfk\". National Cancer Institute. 24 October 2018. \"Moxetumomab Pasudotox-tdfk\". NCI Drug Dictionary. National Cancer Institute."}