{"name": "moxifloxacin", "category": "drug", "content": "Moxifloxacin is an antibiotic, used to treat bacterial infections, including pneumonia, conjunctivitis, endocarditis, tuberculosis, and sinusitis. It can be given by mouth, by injection into a vein, and as an eye drop. Common side effects include diarrhea, dizziness, and headache. Severe side effects may include spontaneous tendon ruptures, nerve damage, and worsening of myasthenia gravis. Safety of use in pregnancy and breastfeeding is unclear. Moxifloxacin is in the fluoroquinolone family of medications. It usually kills bacteria by blocking their ability to duplicate DNA. Moxifloxacin was patented in 1988 and approved for use in the United States in 1999. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 286th most commonly prescribed medication in the United States, with more than 700,000 prescriptions.   == Medical uses == Moxifloxacin treats a number of infections, including respiratory-tract infections, bubonic plague, cellulitis, anthrax, intra-abdominal infections, endocarditis, meningitis, and tuberculosis. In the United States, moxifloxacin is licensed for the treatment of acute bacterial sinusitis, acute bacterial exacerbation of chronic bronchitis, community-acquired pneumonia, complicated and uncomplicated infections of the skin and of the skin structure, and complicated intra-abdominal infections. In the European Union, it is licensed for acute bacterial exacerbations of chronic bronchitis, non-severe community-acquired pneumonia, and acute bacterial sinusitis. On the basis of its investigation into reports of rare but severe cases of liver toxicity and skin reactions, the European Medicines Agency recommended in 2008 that the use of the oral (but not the intravenous) form of moxifloxacin be restricted to infections in which other antibacterial agents cannot be used or have failed. In the United States, the marketing approval does not contain these restrictions, though the label contains prominent warnings of skin reactions. The initial approval by the Food and Drug Administration of the United States (December 1999) encompassed these indications:  Acute exacerbations of chronic bronchitis Acute bacterial sinusitis Community acquired pneumonia Additional indications approved by the Food and Drug Administration:  April 2001: Uncomplicated skin and skin-structure infections May 2004: Community-acquired pneumonia caused by multidrug-resistant Streptococcus pneumoniae June 2005: Complicated skin and skin-structure infections November 2005: Complicated intra-abdominal infections The European Medicines Agency has advised that, for pneumonia, acute bacterial sinusitis, and acute exacerbations of COPD, it should only be used when other antibiotics are inappropriate. Oral and intravenous moxifloxacin have not been approved for children. Several drugs in this class, including moxifloxacin, are not licensed by the Food and Drug Administration for use in children, because of the risk of permanent injury to the musculoskeletal system. Moxifloxacin eye drops are approved for conjunctival infections caused by susceptible bacteria. Recently, alarming reports of moxifloxacin resistance rates among anaerobes have been published. In Austria 36% of Bacteroides have been reported to be resistant to moxifloxacin, while in Italy resistance rates as high as 41% have been reported.   === Susceptible bacteria === A broad spectrum of bacteria is susceptible, including the following:  Staphylococcus aureus Staphylococcus epidermidis Streptococcus pneumoniae Haemophilus influenzae Klebsiella spp. Moraxella catarrhalis Enterobacter spp. Mycobacterium spp. Bacillus anthracis Mycoplasma genitalium Borrelia Burgdoferi (found to be effective in vitro)    == Adverse effects ==  Rare but serious adverse effects that may occur as a result of moxifloxacin therapy include irreversible peripheral neuropathy, spontaneous tendon rupture and tendonitis, hepatitis, psychiatric effects (hallucinations, depression), torsades de pointes, Stevens–Johnson syndrome and Clostridium difficile-associated disease, and photosensitivity/phototoxicity reactions. Several reports suggest the use of moxifloxacin may lead to uveitis.   === Pregnancy and breastfeeding === Exposure of the developing fetus to quinolones, including levofloxacin, during the first-trimester is not associated with an increased risk of stillbirths, premature births, birth defects, or low birth weight. There is limited data about the appearance of moxifloxacin in human breastmilk. Animal studies have found that moxifloxacin appears in significant concentration in breastmilk. Decisions as to whether to continue therapy during pregnancy or while breast feeding should take the potential risk of harm to the fetus or child into account, as well as the importance of the drug to the well-being of the mother.   == Contraindications == Only two listed contraindications are found within the 2008 package insert:  \"Nonsteroidal anti-inflammatory drugs (NSAIDs): Although not observed with moxifloxacin in preclinical and clinical trials, the concomitant administration of a nonsteroidal anti-inflammatory drug with a fluoroquinolone may increase the risks of CNS stimulation and convulsions.\" \"Moxifloxacin is contraindicated in persons with a history of hypersensitivity to moxifloxacin, any member of the quinolone class of antimicrobial agents, or any of the product components.\" Though not stated as such within the package insert, ziprasidone is also considered to be contraindicated, as it may have the potential to prolong QT interval. Moxifloxacin should also be avoided in patients with uncorrected hypokalemia, or concurrent administration of other medications known to prolong the QT interval (antipsychotics and tricyclic antidepressants). Moxifloxacin should be used with caution in patients with diabetes, as glucose regulation may be significantly altered. Moxifloxacin is also considered to be contraindicated within the pediatric population, pregnancy, nursing mothers, patients with a history of tendon disorder, patients with documented QT prolongation, and patients with epilepsy or other seizure disorders. Coadministration of moxifloxacin with other drugs that also prolong the QT interval or induce bradycardia (e.g., beta-blockers, amiodarone) should be avoided. Careful consideration should be given in the use of moxifloxacin in patients with cardiovascular disease, including those with conduction abnormalities.   === Children and adolescents === The safety of moxifloxacin in human patients under age 18 has not been established. Animal studies suggest a risk of musculoskeletal harm in juveniles.   == Interactions == Moxifloxacin is not believed to be associated with clinically significant drug interactions due to inhibition or stimulation of hepatic metabolism. Thus, it should not, for the most part, require special clinical or laboratory monitoring to ensure its safety. Moxifloxacin has a potential for a serious drug interaction with NSAIDs. The combination of corticosteroids and moxifloxacin has increased potential to result in tendonitis and disability. Antacids containing aluminium or magnesium ions inhibit the absorption of moxifloxacin. Drugs that prolong the QT interval (e.g., pimozide) may have an additive effect on QT prolongation and lead to increased risk of ventricular arrhythmias. The international normalised ratio may be increased or decreased in patients treated with warfarin.   == Overdose == \"In the event of acute overdose, the stomach should be emptied and adequate hydration maintained. ECG monitoring is recommended due to the possibility of QT interval prolongation. The patient should be carefully observed and given supportive treatment. The administration of activated charcoal as soon as possible after oral overdose may prevent excessive increase of systemic moxifloxacin exposure. About 3% and 9% of the dose of moxifloxacin, as well as about 2% and 4.5% of its glucuronide metabolite are removed by continuous ambulatory peritoneal dialysis and hemodialysis, respectively.\" (Quoting from 29 December 2008 package insert for Avelox)   == Pharmacology ==   === Mechanism of action === Moxifloxacin is a broad-spectrum antibiotic that is active against both Gram-positive and Gram-negative bacteria. It functions by inhibiting DNA gyrase, a type II topoisomerase, and topoisomerase IV, enzymes necessary to separate bacterial DNA, thereby inhibiting cell replication.   === Pharmacokinetics === About 52% of an oral or intravenous dose of moxifloxacin is metabolized via glucuronide and sulfate conjugation. The cytochrome P450 system is not involved in moxifloxacin metabolism, and is not affected by moxifloxacin. The sulfate conjugate (M1) accounts for around 38% of the dose, and is eliminated primarily in the feces. Approximately 14% of an oral or intravenous dose is converted to a glucuronide conjugate (M2), which is excreted exclusively in the urine. Peak plasma concentrations of M2 are about 40% those of the parent drug, while plasma concentrations of M1 are, in general, less than 10% those of moxifloxacin. In vitro studies with cytochrome (CYP) P450 enzymes indicate that moxifloxacin does not inhibit 80 CYP3A4, CYP2D6, CYP2C9, CYP2C19, or CYP1A2, suggesting that moxifloxacin is unlikely to alter the pharmacokinetics of drugs metabolized by these enzymes. The pharmacokinetics of moxifloxacin in pediatric subjects have not been studied. The elimination half-life of moxifloxacin is 11.5 to 15.6 hours (single-dose, oral). About 45% of an oral or intravenous dose of moxifloxacin is excreted as unchanged drug (about 20% in urine and 25% in feces). A total of 96 ± 4% of an oral dose is excreted as either unchanged drug or known metabolites. The mean (± SD) apparent total body clearance and renal clearance are 12 ± 2 L/h and 2.6 ± 0.5 L/h, respectively. The CSF penetration of moxifloxacin is 70% to 80% in patients with meningitis.   == Chemistry == Moxifloxacin monohydrochloride is a slightly yellow to yellow crystalline substance. It is synthesized in several steps, the first involving the preparation of racemic 2,8-diazabicyclo[4.3.0]nonane which is then resolved using tartaric acid. A suitably derivatised quinolinecarboxylic acid is then introduced, in the presence of DABCO, followed by acidification to form moxifloxacin hydrochloride.   == History == Moxifloxacin was first patented (United States patent) in 1991 by Bayer A.G., and again in 1997. Avelox was subsequently approved by the U.S. Food and Drug Administration (FDA) for use in the United States in 1999 to treat specific bacterial infections. Ranking 140th within the top 200 prescribed drugs in the United States for 2007, Avelox generated sales of $697.3 million worldwide. Moxifloxacin is also manufactured by Alcon as Vigamox.   === Patent === A United States patent application was made on 30 June 1989, for Avelox, Bayer A.G. being the assignee, which was subsequently approved on 5 February 1991. This patent was scheduled to expire on 30 June 2009. However, this patent was extended for an additional two and one half years on 16 September 2004, and as such was not expected to expire until 2012. Moxifloxacin was subsequently (ten years later) approved by the FDA for use in the United States in 1999. At least four additional United States patents have been filed regarding moxifloxacin hydrochloride since the 1989 United States application, as well as patents outside of the US.   == Society and culture ==   === Regulatory actions === Regulatory agencies have taken actions to address certain rare but serious adverse events associated with moxifloxacin therapy. Based on its investigation into reports of rare but severe cases of liver toxicity and skin reactions, the European Medicines Agency recommended in 2008 that the use of the oral (but not the IV) form of moxifloxacin be restricted to infections in which other antibacterial agents cannot be used or have failed. Similarly, the Canadian label includes a warning of the risk of liver injury. The U.S. label does not contain restrictions similar to the European label, but a carries a \"black box\" warning of the risk of tendon damage and/or rupture and warnings regarding the risk of irreversible peripheral neuropathy.   === Generic equivalents === In 2007, the U.S. District Court for the District of Delaware held that two Bayer patents on Avelox are valid and enforceable, and infringed by Dr. Reddy's ANDA for a generic version of Avelox. The district court sided with Bayer, citing the Federal Circuit's prior decision in Takeda v. Alphapharm as \"affirming the district court's finding that defendant failed to prove a prima facie case of obviousness where the prior art disclosed a broad selection of compounds, any one of which could have been selected as a lead compound for further investigation, and defendant did not prove that the prior art would have led to the selection of the particular compound singled out by defendant.\" According to Bayer's press release announcing the court's decision, it was noted that Teva had also challenged the validity of the same Bayer patents at issue in the Dr. Reddy's case. Within Bayer's first-quarter 2008 stockholder's newsletter Bayer stated that they had reached an agreement with Teva Pharmaceuticals USA, Inc., the adverse party, to settle their patent litigation with regard to the two Bayer patents. Under the settlement terms agreed upon, Teva would obtain a license to sell its generic moxifloxacin tablet product in the U.S. shortly before the second of the two Bayer patents expires in March 2014. In Bangladesh, it is available with brand name of Optimox.   == References =="}