{"name": "Mucopolysaccharidosis VI", "category": "disease", "content": "Maroteaux–Lamy syndrome, or Mucopolysaccharidosis Type VI (MPS-VI), is an inherited disease caused by a deficiency in the enzyme arylsulfatase B (ARSB). ASRB is responsible for the breakdown of large sugar molecules called glycosaminoglycans (GAGs, also known as mucopolysaccharides). In particular, ARSB breaks down dermatan sulfate and chondroitin sulfate. Because people with MPS-VI lack the ability to break down these GAGs, these chemicals build up in the lysosomes of cells. MPS-VI is therefore a type of lysosomal storage disease.   == Signs and symptoms ==  Unlike other MPS diseases, children with Maroteaux–Lamy syndrome usually have normal intelligence. They share many of the physical symptoms found in Hurler syndrome. Maroteaux–Lamy syndrome has a variable spectrum of severe symptoms. Neurological complications include clouded corneas, deafness, thickening of the dura (the membrane that surrounds and protects the brain and spinal cord), and pain caused by compressed or traumatized nerves and nerve roots. At birth, people with Maroteaux–Lamy syndrome typically do not display any signs or symptoms. Signs are revealed early in the affected child's life, with one of the first symptoms often being a significantly prolonged age of learning how to walk. Growth begins normally, but children usually stop growing by age 8. By age 10, children often develop a shortened trunk, crouched stance, and restricted joint movement. In more severe cases, children also develop a protruding abdomen and forward-curving spine. Skeletal changes, particularly in the pelvis, are progressive and limit movement. Many children also have umbilical hernia or inguinal hernias. Nearly all children have some form of heart disease, usually involving the heart valves. Individuals with MPS VI may also experience macrocephaly, hydrocephalus, distinctive coarse facial features, macroglossia, dysostosis multiplex, and hepatosplenomegaly. In children with MPS VI, carpal tunnel syndrome commonly develops.   == Genetics == This disorder is inherited in an autosomal recessive pattern. People with two working copies of the gene are unaffected. People with one working copy are genetic carriers of Maroteaux–Lamy Syndrome. They have no symptoms but may pass down the defective gene to their children. People with two defective copies will have MPS-VI.   == Diagnosis == A urinalysis will show elevated levels of dermatan sulfate in the urine. A blood sample may be taken to assess the level of ASRB activity. Dermal fibroblast cells may also be examined for ASRB activity. Molecular genetic testing can give information about the specific mutation causing MPS-VI, but it is only available at specialized laboratories.   == Treatment == The treatment of Maroteaux–Lamy syndrome is symptomatic and individually tailored. A variety of specialists may be needed. In 2005, the FDA approved the orphan drug galsulfase (Naglazyme) for the treatment of Maroteaux–Lamy syndrome. Galsulfase is an enzyme replacement therapy (ERT) in which the missing ASRB enzyme is replaced with a recombinant version. In addition to ERT, various procedures can alleviate the symptoms of MPS-VI. Surgery may be necessary to treat abnormalities such as carpal tunnel syndrome, skeletal malformations, spinal cord compression, hip degeneration, and hernias. Some patients may need heart valve replacement. It may be necessary to remove the tonsils and/or adenoids. Severe tracheomalacia may require surgery. Physical therapy and exercise may improve joint stiffness. Hydrocephalus may be treated by the insertion of a shunt to drain excess cerebrospinal fluid. A corneal transplantation can be performed for individuals with severe corneal clouding. A myringotomy, in which a small incision is made in the eardrum, may be helpful for patients with fluid accumulation in the ears. Hearing aids may be useful, and speech therapy may help children with hearing loss communicate more effectively. Certain medications can be used to treat heart abnormalities, asthma-like episodes, and chronic infections associated with MPS-VI. Anti-inflammatory medications may be of benefit. Respiratory insufficiency may require treatment with supplemental oxygen. Aggressive management of airway secretions is necessary as well. Sleep apnea may be treated with a CPAP or BPAP device.   == Prognosis ==  The life expectancy of individuals with MPS VI varies depending on the severity of symptoms. Without treatment, some individuals may survive through late childhood or early adolescence. People with milder forms of the disorder usually live into adulthood, although they may have reduced life expectancy. Heart disease and airway obstruction are major causes of death in people with Maroteaux–Lamy syndrome.   == Epidemiology == Males and females are affected equally. Studies have shown a birth prevalence between 1 in 43,261 and 1 in 1,505,160 live births. These numbers are likely an underestimate of the true number of cases, because newborn screening for MPS-VI is not widely available. Although studies have not revealed an ethnic predisposition, certain groups with a high degree of consanguinity have a higher prevalence of MPS-VI. For example, one study of a population of Turkish immigrants in Germany revealed that this group had a rate of 1 in 43,261; this was approximately ten times higher than the rate of MPS-VI in non-Turkish Germans. In different populations worldwide, MPS-VI made up between 2 and 18.5% of all MPS disorders.   == History == It is named after Pierre Maroteaux (1926–2019) and his mentor Maurice Emil Joseph Lamy (1895–1975), both French physicians.   == Society and culture == Keenan Cahill was a YouTuber with Maroteaux–Lamy syndrome. He died on December 29, 2022, following open-heart surgery two weeks earlier. Isabel Bueso, a Guatemalan woman with Maroteaux–Lamy syndrome who has been receiving treatment at UCSF Benioff Children's Hospital, was at risk of deportation from the United States after the Trump administration ended the deferred action program in August 2019. In December 2019, she was granted another deferral of two years. In December 2022, she was granted permission to stay in the U.S. permanently.   == See also == Hurler syndrome (MPS I) Hunter syndrome (MPS II) Sanfilippo syndrome (MPS III) Morquio syndrome (MPS IV)   == References ==   == External links =="}