{"name": "Mucopolysaccharidosis, MPS-IV-A", "category": "disease", "content": "Sanfilippo syndrome, also known as mucopolysaccharidosis type III (MPS III), is a rare lifelong genetic disease that mainly affects the brain and spinal cord. It is caused by a problem with how the body breaks down certain large sugar molecules called glycosaminoglycans (also known as GAGs or mucopolysaccharides). In children with this condition, these sugar molecules build up in the body and eventually lead to damage of the central nervous system and other organ systems. Children with Sanfilippo syndrome do not usually show any problems at birth. As they grow, they may begin having trouble learning new things and might lose previously learned skills. As the disease progresses, they may develop seizures and movement disorders. Most children with Sanfilippo syndrome live into adolescence or early adulthood.   == Signs and symptoms == The age of onset, severity, and progression of the disease can vary greatly between patients with different subtypes and within the same subtype. Development during the prenatal and early post-natal stages progresses normally. Between the ages of one and four is when the disease typically manifests. Affected infants appear normal, although some mild facial dysmorphism may be noticeable. Of all of the MPS diseases, Sanfilippo syndrome produces the fewest physical abnormalities. Possible clinical somatic symptoms, although rare, include coarse facial features with broad eyebrows, dark eyelashes, dry and rough hair, and skeletal pathology that affects growth. After an initial symptom-free interval, symptoms may arise during the early years of development, from the age of one to three. Children usually present with delayed cognitive development and/or behavioral problems, followed by progressive intellectual decline resulting in severe dementia and progressive motor disease. Acquisition of speech is often slow and incomplete. Even though delayed cognitive development may occur, it tends to be mild in individuals with Sanfilippo syndrome. Between the ages of three and ten, the disease progresses to increasing behavioral disturbance including temper tantrums, hyperactivity, destructive behavior, aggressive behavior, pica, difficulties with toilet training, and sleep disturbance. As affected children initially have normal muscle strength and mobility, the behavioral disturbances may be difficult to manage. The disordered sleep in particular presents a significant problem to care providers. People with this disorder may stay in this phase for five to ten years. After that, their behavior subsides, but patients start to become increasingly immobile and unresponsive as individuals with Sanfilippo syndrome will gradually lose their motor skills, often require wheelchairs, and develop swallowing difficulties and seizures. Persons with Sanfilippo Syndrome tend to regress to an unresponsive or vegetative state until they pass away, which can occur anywhere between early teen years and their seventies. The life-span of a severely affected person does not usually extend beyond late teens to early twenties. However, persons with less severe phenotypes of the disease have varied life spans, some cases surviving into their seventies. The most common symptoms seen in individuals with Sanfilippo syndrome are neurological and may include intellectual disabilities, impaired language development, abnormal movements, and trouble sleeping; however, other symptoms commonly seen are excessive hair growth, chronic ear infections, respiratory infections, and poor nutrient absorption. Other signs less frequently seen in persons with Sanfilippo syndrome include behavioral changes and musculoskeletal changes such as increased muscle and joint stiffness and changes in bone growth or density. Children with Sanfilippo syndrome often have an increased tolerance to pain. Bumps, bruises, or ear infections that would be painful for other children often go unnoticed in children with Sanfilippo syndrome. Some children with Sanfilippo syndrome may have a blood-clotting problem during and after surgery. Individuals with Sanfilippo syndrome are born within normal physiological ranges. At around age 2, individuals with Sanfilippo syndrome are significantly taller than children without. By the age of 4, mostly male children with Sanfilippo syndrome were still taller than children without. Growth velocity decelerates dramatically after the age of 5, and by the time children with Sanfilippo syndrome reach 17, all individuals are significantly shorter than their reference groups. It is difficult to clinically distinguish symptomatical differences among the four types of Sanfilippo syndrome. Although, each of the types can vary in severity. Type A is usually the most severe subtype, characterized by earliest onset, rapid clinical progression with severe symptoms, and short survival with patients averaging between 15 and 18 years old. Type B is considered slightly less aggressive than type A, but still display rapid clinical progression, and short survival with patients averaging between 17 and 19 years old. Type C is considered the less aggressive form of Sanfilippo syndrome with a patient's average life expectancy between 19 and 34 years of age, depending on the study. Type D is a rare subtype of Sanfilippo syndrome and no data has been published on average life expectancy.   == Genetics == Mutations in four different genes can lead to Sanfilippo syndrome. Each gene codes for a specific enzyme responsible for the breakdown of heparan sulfate. This disorder is inherited in an autosomal recessive pattern meaning a person must have two copies of the mutated gene (one from each parent) to develop the disorder. People with two working copies of the gene are unaffected. People with one working copy are genetic carriers of Sanfilippo syndrome and do not show symptoms, but they may pass down the affected gene to their children. People with two affected copies will suffer from Sanfilippo syndrome.  Risk factors for the Sanfilippo Syndrome are a family history of MPS disease(s), individuals who are from regions that have a high incidence of Sanfilippo syndrome, and individuals carrying the defective allele(s), as stated above. Sanfilippo syndrome can also appear as a 5th mutation, type E. This mutation results from a deficiency in the N-glucosamine 3-O-sulfatase, ARSG, gene. Although it has been characterized on a molecular level and seen within dogs and mouse models, the genetic mutation has not been seen to manifest in humans.   == Mechanism == Symptoms due to Sanfilippo Syndrome arise because the body cannot break down a type of sugar chain called heparan sulfate. These chains of sugar molecules, known as glycosaminoglycans or GAGs, are found in different parts of cells and tissues, such as the extracellular matrix and the cell membrane, or stored in the secretory granules (which are small particles inside cells). Normally, special enzymes found in lysosomes, the cell's recycling centers, break down these sugar chains. These degrading enzymes include glycosidases, sulfatases, and acetyltransferases and a deficiency or absence in any one of these enzymes can lead to improper breakdown of heparan sulfate. The sugar chains buildup in the cell's lysosomes eventually causing cell damage, dysfunction, and death; how it works is not fully understood. Heparan sulfate may also accumulate outside of cells or be excreted in urine. The build up of these sugar molecules can occur in the brain, spinal cord, and connective tissue of various organ systems which are what led to the range of symptoms associated with Sanfilippo syndrome. The Sanfilippo Syndrome is associated with a wide range of symptoms is due to the protein heparan sulfate is attached to, heparan sulfate proteoglycans (HSPGs). HSPGs are key players in various signaling pathways, controls neural progenitor proliferation, and other essential processes within the CNS.   == Diagnosis == Sanfilippo syndrome types A, B, C, and D are considered to be clinically indistinguishable, although mutations in different genes are responsible for each disease. Another subtype has been identified, but it has only been found in mice. The following discussion is therefore applicable to all four conditions. Thus, there are two main ways that can be used to confirm if an individual has Sanfilippo syndrome: a urinalysis and genetic testing. A urinalysis can show elevated levels of heparan sulfate in the urine. All four types of Sanfilippo syndrome show increased levels of GAGs in the urine, so there is no distinction between the Sanfilippo syndrome subtypes based on a urinalysis alone; however, in MPS IIIA and IIIB patients, the plasma and CSF were also found to be elevated. Additionally, urinary GAG levels are higher in infants and toddlers than in older children. In order to avoid a false negative urine test due to dilution, it is important that a urine sample be taken first thing in the morning. The diagnosis may be confirmed by enzyme assay of skin fibroblasts and white blood cells, as well as gene sequencing. Through gene sequencing, known genetic defects can be detected in order to identify the disease. Aside from confirming diagnosis, genetic testing is also recommended to determine carriers and to understand development of the disease. There are various stages in a child's life in which they can be diagnosed with Sanfilippo syndrome. Diagnosing a child prior to presentation of symptoms is integral for experimental treatments to be beneficial. Prenatal diagnosis is possible by chorionic villus sampling or amniocentesis. Newborn diagnosis is also a possibility; however, no country has mandated testing for this specific disease. Testing for newborns includes examining their blood to locate the mutation. Although there is no current standard, largely due to economical reasons, a whole genome sequencing may prove to be beneficial in the future. This method can shorten the route for accurate diagnosis, which can ultimate help the individual and their families. A diagnosis of Sanfilippo syndrome should be considered by providers if a child presents with symptoms associated with other disorders such as behavioral or attention deficit disorders or autism spectrum disorder  as there is overlap of behaviors with these conditions. Diagnosing individuals with Sanfilippo syndrome can be challenging because of the rarity of the disease and variability of the presentation in early symptoms and an accurate diagnosis may take years. Due to the neurological symptoms presented in Sanfilippo syndrome, misdiagnoses can occur, such as developmental delays, attention deficit/hyperactivity disorder (ADHD), or autism spectrum disorder (ASD) diagnoses being made. Moreover,  other medical conditions that present with physical symptoms such as juvenile idiopathic arthritis or behavioral issues such as Landau — Kleffner syndrome can be mistaken for the disease and prevent early diagnosis of Sanfilippo. Additionally, screening for Sanfilippo syndrome is not a routine procedure, which can also delay a proper diagnosis to have the best possible management. Once a diagnosis has been made, it is important that children are monitored and seen regularly by their healthcare provider to assess the progression of disease, decline of normal function, and to identify other health issues associated with Sanfilippo syndrome such as cardiac, musculoskeletal, and gastrointestinal problems. Testing to monitor disease progression includes magnetic resonance imaging (MRI), x-rays, electroencephalography (EEG), electrocardiogram (ECG), and abdominal imaging. These tests are more specifically used to determine the source of neurological pain, cognitive and behavioral changes, physical symptoms of pain, cardiac abnormalities, and symptoms of gastroesophageal reflux disease (GERD). Examples of routine monitoring includes physical, eye, ear, nutritional, and dental exams.   == Treatment == While treatment remains largely supportive, research advancements are being made in the fields of pharmacology, stem cell, and genetics to address the disease. Currently, there is no cure for any subtype of Sanfilippo syndrome. Supportive therapies to manage Sanfilippo syndrome include the use of medications, physical therapy, medical equipment, surgery, and occupational therapy to treat behavioral and cognitive delays, musculoskeletal damage, and to improve overall quality of life. Evidence for medications that effectively manage behavioral problems and seizures in children with Sanfilippo syndrome are limited. Occupational and physical therapy can assist children with any movement restrictions. Staying up to date with vaccines against pneumococcal disease is also recommended due to the increased risk of contracting respiratory infections. Surgical interventions can be used to minimize ear infections, scoliosis, and other complications that occur during the disease progression. Due to the disease's impact on different organs and systems, healthcare professionals from various fields are involved and integral in managing the child's symptoms. Pharmacological interventions for the management of symptoms associated with Sanfilippo syndrome vary depending on the affected organ system. These may include gastrointestinal medications, antibiotics, anticholinergics, melatonin for sleep disorders, or neurological medications to help modify behaviors or control seizures. It is important to note that behavioral disturbances of Sanfilippo syndrome may vary in response to medication, as each individual may react differently to the medications that are intended to treat the individual's mental state. However, medication usage can still be pursued to treat an individual's symptoms instead of managing Sanfilippo syndrome to improve their quality of life. If an early diagnosis is made, bone marrow replacement may be beneficial. Patients that underwent bone marrow transplant before the age of two showed neurocognitive function stabilization. Although the missing enzyme can be manufactured and given intravenously (also known as enzyme replacement therapy) to help treat other non-neurological lysosomal storage diseases and Sanfilippo syndrome with minor neurological impacts, it cannot penetrate the blood–brain barrier and therefore cannot treat the moderate to severe neurological manifestations of MPS-III. Along with many other lysosomal storage diseases, MPS-III exists as a model of a monogenetic disease involving the central nervous system. Gene therapy in particular is under Phase I/II clinical trial in France since October 2011 under the leadership of Paris-based biotechnology company Lysogene. Other potential therapies include chemical modification of deficient enzymes to allow them to penetrate the blood–brain barrier, stabilization of abnormal but active enzyme to prevent its degradation, and implantation of stem cells strongly expressing the missing enzyme. For any future treatment to be successful, it must be administered as early as possible. Currently, MPS-III is mainly diagnosed clinically, by which stage it is probably too late for any treatment to be very effective. Neonatal screening programs would provide the earliest possible diagnosis. Another treatment currently being studied is enzyme replacement therapy, which works by replacing the enzyme that is not present or deficient by infusing the enzyme into the body. However, a challenge of this treatment option is that the enzymes being replaced do not have the ability to cross the blood-brain barrier, one of the places sulfate heparan accumulates. Additionally, antibodies that can break down the added enzyme are present in individuals with Sanfilippo syndrome, which can reduce the efficacy of enzyme replacement therapy. In studies, injection of the enzyme sulfamidase into the brain or cerebrospinal fluid of mice has been shown to reduce symptoms of the Sanfilippo Syndrome. Interestingly, injecting sulfamidase in places outside the CNS has not shown to be as effective. Substrate reduction therapy (SRT) is also currently being studied to treat Sanfilippo syndrome. Since Sanfilippo syndrome occurs due to the body's inability to break down GAGs, SRT functions by targeting the genes responsible for the synthesis of GAGs to restore the balance of production and breakdown of GAGs. While this therapy is innovative, the technology to deliver the therapy to ensure effectiveness is not yet available. A part of SRT, genistein is also believed to play a role in reducing GAG synthesis in cells by blocking hormones that are responsible for enhancing GAG production. The safety of oral genistein has been confirmed in clinical trials with children; however, results on its effectiveness are inconclusive. One clinical trial showed reduction of heparan sulfate but no clinical benefit, while another trial showed behavioral improvement due to reduction in heparan sulfate and neuroinflammation. There is currently one clinical trial ongoing on genistein therapy. Several support and research groups have been established to speed the development of new treatments for Sanfilippo syndrome.   == Prognosis == According to a study of people with Sanfilippo syndrome, the median life expectancy varies depending on the subtype. In Sanfilippo syndrome type A, the mean age at death (± standard deviation) was 15.22 ± 4.22 years. For Type B, it was 18.91 ± 7.33 years, and for Type C it was 23.43 ± 9.47 years. The mean life expectancy for Type A has increased since the 1970s. In severe cases of Sanfilippo syndrome, less than twenty percent of people survive past 20 years of age.   == Epidemiology == It is estimated that approximately 1 in 70,000 newborns are born with Sanfilippo syndrome. The point prevalence (the proportion of people in a population that has the trait at a given point of time) can vary from 1 to 9 in 1,000,000 people. Sanfilippo syndrome varies geographically, with approximately 1 case per 280,000 live births in Northern Ireland, 1 per 66,000 in Australia, and 1 per 50,000 in the Netherlands. Globally, there are an estimated 12,000 to 19,000 individuals living with types A, B, and C. Subtypes A and B are predominately found in Europe, with subtype A specific to the northern region and subtype B specific to the southern region. Studies were performed across several countries assessing the mean age of diagnosis for each type of Sanfilippo syndrome. For patients with Sanfilippo syndrome type A, mean age at diagnosis was found to between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type B, mean age at diagnosis was found to be between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type C, mean age at diagnosis was found to be between 4.5 and 19 years of age. For patients with Sanfilippo syndrome type D, mean age at diagnosis was found to be between 8.2 and 8.3 years of age. Worldwide, Sanfilippo syndrome Type A and B affects the most people with Types C and D seen less commonly; however, the actual number of persons affected may be more than reported due to incorrect or delayed diagnosis of the disorder. An Australian study estimated the following incidences for each subtype of Sanfilippo syndrome in the Australian population:  Over 50% of individual with Sanfilippo syndrome type A's die from pneumonia. The remaining causes of death for type A are spread out between cardiorespiratory failure, gastrointestinal complications, central nervous system complications, and other. Pneumonia is also the primary cause of death for Sanfilippo syndrome type B. Over 30% of individuals with Sanfilippo syndrome type B die from pneumonia. The remaining causes of death for type B are spread out between cardiorespiratory failure, gastrointestinal complications and other. Due to the rarity of Sanfilippo syndrome type C and D, not enough data was collected to estimate mortality rates.   == History == The condition is named after Sylvester Sanfilippo, the pediatrician who first described the disease in 1963.   == Society and culture == The economic burden of Sanfilippo syndrome worldwide has not been studied; however new research shows the disease's impact in monetary and disability-adjusted life year (DALYs) terms in the United States. DALYs stands for \"disability-adjusted life years\" and the article describes it as \"...years of life lost from early death and the years lived with a disability or ill-health, compared to a typical healthy life.\" The disease is estimated to cost the U.S. $1.55 billion in the next twenty years, and due to the heavy burden caregivers of children with Sanfilippo syndrome carry, they were estimated to lose an average of 2.08 DALYs (father) or 4.08 DALYs (mother), with an economical loss of $4.54 million and $5.61 million DALYs. A child diagnosed with the disease loses 53 (male) or 58 DALYs (female).   == Caregiver impact == Caregivers for children with Sanfilippo syndrome face a unique set of challenges because of the disease's complex nature. There is little understanding among clinicians of the family experience of caring for patients with Sanfilippo and how a caregiver's experiences change and evolve as patients age. The burden and impact on caregivers' quality of life is poorly defined and best-practice guidance for clinicians is lacking; however, quantitative data revealed that parents of children with Sanfilippo syndrome have reported they would like to see therapies that target both behavioral issues such as lack of communication, hyperactivity, and frustration, as well as physical symptoms such as motor and sleep issues. They believe these types of treatments would greatly reduce the burden for both parties. Parents also specified their willingness to try experimental treatments, but were disappointed that most clinical trials limited access to younger children with less disease progression. A best-practice guidance to help clinicians understand the challenges caregivers face was published July 2019 in the Orphanet Journal of Rare Diseases by a group of international clinical advisors with expertise in the care of pediatric patients with Sanfilippo, lysosomal storage disorders, and life as a caregiver to a child with Sanfilippo. The group reviewed key aspects of caregiver burden associated with Sanfilippo B by identifying and quantifying the nature and impact of the disease on patients and caregivers. Recommendations were based on findings from qualitative and quantitative research. The article's authors reported that: \"Providing care for patients with Sanfilippo B impinges on all aspects of family life, evolving as the patient ages and the disease progresses. Important factors contributing toward caregiver burden include sleep disturbances, impulsive and hyperactive behavior, and communication difficulties...Caregiver burden remained high throughout the life of the patient and, coupled with the physical burden of daily care, had a cumulative impact that generated significant psychological stress.\" Additionally, the authors call for changing the narrative associated with Sanfilippo: \"The panel agreed that the perceived aggressive behavior of the child may be better described as 'physical impulsiveness' and is often misunderstood by the general public. Importantly, the lack of intentionality of the child’s behavior is recognized and shared by parents and panel members...Parents may seek to protect their child from public scrutiny and avoid situations that many engender criticism of their parenting skills.\"   == See also == Mucopolysaccharidosis Hurler syndrome (MPS I) Hunter syndrome (MPS II) Morquio syndrome (MPS IV) List of neurological conditions and disorders   == References ==   == External links == Cure Sanfilippo Foundation A one-page handout about the clinical symptoms and testing for Sanfilippo syndrome  Media related to Sanfilippo syndrome at Wikimedia Commons"}