{"name": "Mucormycosis", "category": "disease", "content": "Mucormycosis, also known as black fungus, is a severe fungal infection that comes under fulminant fungal sinusitis, usually in people who are immunocompromised. It is curable only when diagnosed early. Symptoms depend on where in the body the infection occurs. It most commonly infects the nose, sinuses, eyes and brain resulting in a runny nose, one-sided facial swelling and pain, headache, fever, blurred vision, bulging or displacement of the eye (proptosis), and tissue death. Other forms of disease may infect the lungs, stomach and intestines, and skin. The fatality rate is about 54%. It is spread by spores of molds of the order Mucorales, most often through inhalation, contaminated food, or contamination of open wounds. These fungi are common in soils, decomposing organic matter (such as rotting fruit and vegetables), and animal manure, but usually do not affect people. It is not transmitted between people. Risk factors include diabetes with persistently high blood sugar levels or diabetic ketoacidosis, low white blood cells, cancer, organ transplant, iron overload, kidney problems, long-term steroids or use of immunosuppressants, and to a lesser extent in HIV/AIDS. Diagnosis is by biopsy and culture, with medical imaging to help determine the extent of disease. It may appear similar to aspergillosis. Treatment is generally with amphotericin B and surgical debridement. Preventive measures include wearing a face mask in dusty areas, avoiding contact with water-damaged buildings, and protecting the skin from exposure to soil such as when gardening or certain outdoor work. It tends to progress rapidly and is fatal in about half of sinus cases and almost all cases of the widespread type. Mucormycosis is usually rare, but is now ~80 times more common in India. People of any age may be affected, including premature infants.  The first known case of mucormycosis was possibly the one described by Friedrich Küchenmeister in 1855. The disease has been reported in natural disasters, including the 2004 Indian Ocean tsunami and the 2011 Joplin tornado. During the COVID-19 pandemic, an association between mucormycosis and COVID-19 has been reported. This association is thought to relate to reduced immune function during the course of the illness and may also be related to glucocorticoid therapy for COVID-19. A rise in cases was particularly noted in India.   == Classification == Generally, mucormycosis is classified into five main types according to the part of the body affected. A sixth type has been described as mucormycosis of the kidney, or miscellaneous, i.e., mucormycosis at other sites, although less commonly affected.  Sinuses and brain (rhinocerebral); most common in people with poorly controlled diabetes and in people who have had a kidney transplant. Lungs (pulmonary); the most common type of mucormycosis in people with cancer and in people who have had an organ transplant or a stem cell transplant. Stomach and intestine (gastrointestinal); more common among young, premature, and low birth weight infants, who have had antibiotics, surgery, or medications that lower the body's ability to fight infection. Skin (cutaneous); after a burn, or other skin injury, in people with leukaemia, poorly controlled diabetes, graft-versus-host disease, HIV and intravenous drug use. Widespread (disseminated); when the infection spreads to other organs via the blood.   == Signs and symptoms ==  Signs and symptoms of mucormycosis depend on the location in the body of the infection. Infection usually begins in the mouth or nose and enters the central nervous system via the eyes. If the fungal infection begins in the nose or sinus and extends to brain, symptoms and signs may include one-sided eye pain or headache, and may be accompanied by pain in the face, numbness, fever, loss of smell, a blocked nose or runny nose. The person may appear to have sinusitis. The face may look swollen on one side, with rapidly progressing \"black lesions\" across the nose or upper inside of mouth. One eye may look swollen and bulging, and vision may be blurred. Fever, cough, chest pain, and difficulty breathing, or coughing up blood, can occur when the lungs are involved. A stomach ache, nausea, vomiting and bleeding can occur when the gastrointestinal tract is involved. Affected skin may appear as a dusky reddish tender patch with a darkening centre due to tissue death. There may be an ulcer, and it can be very painful. Invasion of the blood vessels can result in thrombosis and subsequent death of surrounding tissue due to a loss of blood supply. Widespread (disseminated) mucormycosis typically occurs in people who are already sick from other medical conditions, so it can be difficult to know which symptoms are related to mucormycosis. People with disseminated infection in the brain can develop changes in mental status or lapse into a coma.   == Cause == Mucormycosis is a fungal infection caused by fungi in the order Mucorales. In most cases it is due to an invasion of the genera Rhizopus and Mucor, common bread molds. Most fatal infections are caused by Rhizopus oryzae. It is less likely due to Lichtheimia, and rarely due to Apophysomyces. Others include Cunninghamella, Mortierella, and Saksenaea. The fungal spores are present in the environment, can be found on items such as moldy bread and fruit, and are breathed in frequently, but cause disease only in some people. In addition to being breathed in and deposited in the nose, sinuses, and lungs, the spores can also enter the skin via blood or directly through a cut or open wound, and can also grow in the intestine if eaten. Once deposited, the fungus grows branch-like filaments which invade blood vessels, causing clots to form and surrounding tissues to die. Other reported causes include contaminated wound dressings. Mucormycosis has been reported following the use of elastoplast and the use of tongue depressors for holding in place intravenous catheters. Outbreaks have also been linked to hospital bed sheets, negative-pressure rooms, water leaks, poor ventilation, contaminated medical equipment, and building works. One hypothesis suggests that the spread of fungal spores in India could be due to fumes generated from the burning of Mucorales-rich biomass, like cow dung and crop stubble.   === Risk factors === Predisposing factors for mucormycosis include immune deficiencies, a low neutrophil count, and metabolic acidosis. Risk factors include poorly controlled diabetes mellitus (particularly DKA), organ transplant, iron overload, such cancers as lymphomas, kidney failure, liver disease, severe malnutrition, and long term corticosteroid and immunosuppressive therapy. Other risk factors include tuberculosis (TB), deferoxamine and to a lesser extent HIV/AIDS. Cases of mucormycosis in fit and healthy people are less common. Corticosteroids are commonly used in the treatment of COVID-19 and reduce damage caused by the body's own immune response to the virus. They are immunosuppressant and increase blood sugar levels in both diabetic and non-diabetic patients. It is thought that both these effects may contribute to cases of mucormycosis.   == Mechanism == Most people are frequently exposed to Mucorales without developing the disease. Mucormycosis is generally spread by breathing in, eating food contaminated by, or getting spores of molds of the Mucorales type in an open wound. It is not transmitted between people. The precise mechanism by which diabetics become susceptible is unclear. In vivo, a high sugar level alone does not permit the growth of the fungus, but acidosis alone does. People with high sugar levels frequently have high iron levels, also known to be a risk factor for developing mucormycosis. In people taking deferoxamine, the iron removed is captured by siderophores on Rhizopus species, which then use the iron to grow.   == Diagnosis == There is no blood test that can confirm the diagnosis. Diagnosis requires identifying the mold in the affected tissue by biopsy and confirming it with a fungal culture. Because the causative fungi occur all around and may therefore contaminate cultures underway, a culture alone is not decisive. Tests may also include culture and direct detection of the fungus in lung fluid, blood, serum, plasma and urine. Blood tests include a complete blood count to look specifically for neutropenia. Other blood tests include iron levels, blood glucose, bicarbonate, and electrolytes. Endoscopic examination of the nasal passages may be needed.   === Imaging === Imaging is often performed, such as CT scan of lungs and sinuses. Signs on chest CT scans, such as nodules, cavities, halo signs, pleural effusion and wedge-shaped shadows, showing invasion of blood vessels, may suggest a fungal infection, but do not confirm mucormycosis. A reverse halo sign in a person with a blood cancer and low neutrophil count is highly suggestive of mucormycosis. CT scan images of mucormycosis can be useful to distinguish mucormycosis of the orbit and cellulitis of the orbit, but images may appear identical to those of aspergillosis. MRI may also be useful. Currently, MRI with gadolinium contrast is the investigation of choice in rhinoorbito-cerebral mucormycosis.   === Culture and biopsy === To confirm the diagnosis, biopsy samples can be cultured. Culture from biopsy samples does not always give a result as the organism is very fragile. Microscopy can usually determine the genus and sometimes the species, but may require an expert mycologist. The appearance of the fungus under the microscope can vary but generally shows wide (10–20 micron), ribbon-like filaments that generally do not have septa and that—unlike in aspergillosis—branch at right angles, resembling antlers of a moose, which may be seen to be invading blood vessels.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Other === Matrix-assisted laser desorption/ionization may be used to identify the species. A blood sample from an artery may be useful to assess for metabolic acidosis.   === Differential diagnosis === Other filamentous fungi may however look similar. It may be difficult to differentiate from aspergillosis. Other possible diagnoses include anthrax, cellulitis, bowel obstruction, ecthyma gangrenosum, lung cancer, clot in lungs, sinusitis, tuberculosis and fusariosis.   == Prevention == Preventive measures include wearing a face mask in dusty areas, washing hands, avoiding direct contact with water-damaged buildings, and protecting skin, feet, and hands where there is exposure to soil or manure, such as gardening or certain outdoor work. In high risk groups, such as organ transplant patients, antifungal drugs may be given as a preventative.   == Treatment == Treatment involves a combination of antifungal drugs, surgically removing infecting tissue and correcting underlying medical problems, such as diabetic ketoacidosis.   === Medication === Once mucormycosis is suspected, amphotericin B at an initial dose of 1 mg is initially given slowly over 10–15 minutes into a vein, then given as a once daily dose according to body weight for the next 14 days. It may need to be continued for longer. Isavuconazole and Posaconazole are alternatives.   === Surgery === Surgery can be very drastic, and, in some cases of disease involving the nasal cavity and the brain, removal of infected brain tissue may be required. Removal of the palate, nasal cavity, or eye structures can be very disfiguring. Sometimes more than one operation is required.   === Other considerations === The disease must be monitored carefully for any signs of reemergence. Treatment also requires correcting sugar levels and improving neutrophil counts. Hyperbaric oxygen may be considered as an adjunctive therapy, because higher oxygen pressure increases the ability of neutrophils to kill the fungus. The efficacy of this therapy is uncertain.   == Prognosis == It tends to progress rapidly and is fatal in about half of sinus cases, two thirds of lung cases, and almost all cases of the widespread type. Skin involvement carries the lowest mortality rate of around 15%. Possible complications of mucormycosis include the partial loss of neurological function, blindness, and clotting of blood vessels in the brain or lung. As treatment usually requires extensive and often disfiguring facial surgery, the effect on life after surviving, particularly sinus and brain involvement, is significant.   == Epidemiology == The true incidence and prevalence of mucormycosis may be higher than appears. Mucormycosis is rare, affecting fewer than 1.7 people per million population each year in San Francisco. It is around 80 times more prevalent in India, where it is estimated that there are around 0.14 cases per 1000 population, and where its incidence has been rising. Causative fungi are highly dependent on location. Apophysomyces variabilis has its highest prevalence in Asia and Lichtheimia spp. in Europe. It is the third most common serious fungal infection to infect people, after aspergillosis and candidiasis. Diabetes is the main underlying disease in low and middle-income countries, whereas, blood cancers and organ transplantation are the more common underlying problems in developed countries. As new immunomodulating drugs and diagnostic tests are developed, the statistics for mucormycosis have been changing. In addition, the figures change as new genera and species are identified, and new risk factors reported such as tuberculosis and kidney problems.   === COVID-19–associated mucormycosis ===  During the COVID-19 pandemic in India, the Indian government reported that more than 11,700 people were receiving care for mucormycosis as of 25 May 2021. Many Indian media outlets called it \"black fungus\" because of the black discoloration of dead and dying tissue the fungus causes. Even before the COVID-19 pandemic, rates of mucormycosis in India were estimated to be about 70 times higher than in the rest of the world. Due to its rapidly growing number of cases some Indian state governments have declared it an epidemic. One treatment was a daily injection for eight weeks of anti-fungal intravenous injection of amphotericin B which was in short supply. The injection could be standard amphotericin B deoxycholate or the liposomal form. The liposomal form cost more but it was considered \"safer, more effective and [with] lesser side effects\". The major obstacle of using antifungal drugs in black fungus is the lack of clinical trials.   === Recurrence of mucormycosis during COVID-19 second wave in India === Pre-COVID mucormycosis was a very rare infection, even in India. It is so rare that an ENT (ear, nose, throat) doctor would not witness often a case during their university time. So, the documentation available on the treatment of mucormycosis is limited. In fact, there used to be a couple of mucormycosis expert ENT surgeons for millions of people pre-pandemic. The sudden rise in mucormycosis cases has left a majority of the ENT doctors with no option but to accept mucormycosis cases, as the expert doctors were very much occupied and the patient would die if left untreated. The majority of the ENT doctors had to manage with minimal or no experience on mucormycosis, this has led to the recurrence of mucormycosis in the patients they treated. When a highly experienced doctor in mucormycosis treats a patient even he cannot guarantee that the individual is completely cured and will not have a relapse of mucormycosis; an inexperienced ENT surgeon will definitely have a high number of patients with recurrence due to which there were many recurrent cases of mucormycosis although it did not get the limelight of media or the Indian Government.   == History == The first case of mucormycosis was possibly one described by Friedrich Küchenmeister in 1855. Fürbringer first described the disease in the lungs in 1876. In 1884, Lichtheim established the development of the disease in rabbits and described two species; Mucor corymbifera and Mucor rhizopodiformis, later known as Lichtheimia and Rhizopus, respectively. In 1943, its association with poorly controlled diabetes was reported in three cases with severe sinus, brain and eye involvement. In 1953, Saksenaea vasiformis, found to cause several cases, was isolated from Indian forest soil, and in 1979, P. C. Misra examined soil from an Indian mango orchard, from where they isolated Apophysomyces, later found to be a major cause of mucormycosis. Several species of mucorales have since been described. When cases were reported in the United States in the mid-1950s, the author thought it to be a new disease resulting from the use of antibiotics, ACTH and steroids. Until the latter half of the 20th century, the only available treatment was potassium iodide. In a review of cases involving the lungs diagnosed following flexible bronchoscopy between 1970 and 2000, survival was found to be better in those who received combined surgery and medical treatment, mostly with amphotericin B.   === Naming === Arnold Paltauf coined the term \"Mycosis Mucorina\" in 1885, after describing a case with systemic symptoms involving the sinus, brain and gastrointestinal tract, following which the term \"mucormycosis\" became popular. \"Mucormycosis\" is often used interchangeably with \"zygomycosis\", a term made obsolete following changes in classification of the kingdom Fungi. The former phylum Zygomycota included Mucorales, Entomophthorales, and others. Mucormycosis describes infections caused by fungi of the order Mucorales.   === COVID-19–associated mucormycosis === COVID-19 associated mucormycosis cases were reported during first and second(delta) wave, with maximum number of cases in delta wave. There were no cases reported during the Omicron wave. A number of cases of mucormycosis, aspergillosis, and candidiasis, linked to immunosuppressive treatment for COVID-19 were reported during the COVID-19 pandemic in India in 2020 and 2021. One review in early 2021 relating to the association of mucormycosis and COVID-19 reported eight cases of mucormycosis; three from the U.S., two from India, and one case each from Brazil, Italy, and the UK. The most common underlying medical condition was diabetes. Most had been in hospital with severe breathing problems due to COVID-19, had recovered, and developed mucormycosis 10–14 days following treatment for COVID-19. Five had abnormal kidney function tests, three involved the sinus, eye and brain, three the lungs, one the gastrointestinal tract, and in one the disease was widespread. In two of the seven deaths, the diagnosis of mucormycosis was made at postmortem. That three had no traditional risk factors led the authors to question the use of steroids and immunosuppressive drugs, although there were cases without diabetes or use of immunosuppressive drugs.  There were cases reported even in children. In May 2021, the BBC reported increased cases in India. In a review of COVID-19-related eye problems, mucormycosis affecting the eyes was reported to occur up to several weeks following recovery from COVID-19. It was observed that people with COVID-19 were recovering from mucormycosis a bit easily when compared to non-COVID-19 patients. This is because unlike non-COVID-19 patients with severe diabetes, cancer or HIV, the recovery time required for the main cause of immune suppression is temporary. Other countries affected included Pakistan, Nepal, Bangladesh, Russia, Uruguay, Paraguay, Chile, Egypt, Iran, Brazil, Iraq, Mexico, Honduras, Argentina Oman, and Afghanistan. One explanation for why the association has surfaced remarkably in India is high rates of COVID-19 infection and high rates of diabetes. In May 2021, the Indian Council of Medical Research issued guidelines for recognising and treating COVID-19–associated mucormycosis. In India, as of 28 June 2021, over 40,845 people have been confirmed to have mucormycosis, and 3,129 have died. From these cases, 85.5% (34,940) had a history of being infected with SARS-CoV-2 and 52.69% (21,523) were on steroids, also 64.11% (26,187) had diabetes.   == Society and culture == The disease has been reported in natural disasters and catastrophes; 2004 Indian Ocean tsunami and the 2011 Missouri tornado.  The first international congress on mucormycosis was held in Chicago in 2010, set up by the Hank Schueuler 41 & 9 Foundation, which was established in 2008 for the research of children with leukaemia and fungal infections. A cluster of infections occurred in the wake of the 2011 Joplin tornado. By July 19, 2011, a total of 18 suspected cases of mucormycosis of the skin had been identified, of which 13 were confirmed. A confirmed case was defined as 1) necrotizing soft-tissue infection requiring antifungal treatment or surgical debridement in a person injured in the tornado, 2) with illness onset on or after May 22 and 3) positive fungal culture or histopathology and genetic sequencing consistent with a mucormycete. No additional cases related to that outbreak were reported after June 17. Ten people required admission to an intensive-care unit, and five died. In 2014, details of a lethal mucormycosis outbreak that occurred in 2008 emerged after television and newspaper reports responded to an article in a pediatric medical journal. Contaminated hospital linen was found to be spreading the infection. A 2018 study found many freshly laundered hospital linens delivered to U.S. transplant hospitals were contaminated with Mucorales. Another study attributed an outbreak of hospital-acquired mucormycosis to a laundry facility supplying linens contaminated with Mucorales. The outbreak stopped when major changes were made at the laundry facility. The authors raised concerns on the regulation of healthcare linens.   == Other animals == Mucormycosis in other animals is similar, in terms of frequency and types, to that in people. Cases have been described in cats, dogs, cows, horses, dolphins, bison, and seals.   == References ==   == Further reading ==   == External links =="}