{"name": "Mucopolysaccharidosis I", "category": "disease", "content": "Hurler syndrome, also known as mucopolysaccharidosis Type IH (MPS-IH), Hurler's disease, and formerly gargoylism, is a genetic disorder that results in the buildup of large sugar molecules called glycosaminoglycans (GAGs) in lysosomes. The inability to break down these molecules results in a wide variety of symptoms caused by damage to several different organ systems, including but not limited to the nervous system, skeletal system, eyes, and heart. The underlying mechanism is a deficiency of alpha-L iduronidase, an enzyme responsible for breaking down GAGs.: 544  Without this enzyme, a buildup of dermatan sulfate and heparan sulfate occurs in the body. Symptoms appear during childhood, and early death usually occurs. Other, less severe forms of MPS Type I include Hurler–Scheie syndrome (MPS-IHS) and Scheie syndrome (MPS-IS). Hurler syndrome is classified as a lysosomal storage disease. It is clinically related to Hunter syndrome (MPS II); however, Hunter syndrome is X-linked, while Hurler syndrome is autosomal recessive.   == Signs and symptoms ==  Children with Hurler syndrome may appear normal at birth and develop symptoms over the first years of life. Symptoms vary between patients. One of the first abnormalities that may be detected is coarsening of the facial features; these symptoms can begin at 3–6 months of age. The head can be large with prominent frontal bones. The skull can be elongated. The nose can have a flattened nasal bridge with continuous nasal discharge. The eye sockets may be widely spaced, and the eyes may protrude from the skull. The lips can be large, and affected children may hold their jaws open constantly. Skeletal abnormalities occur by about age 6 months, but may not be clinically obvious until 10–14 months. Patients may experience debilitating spine and hip deformities, carpal tunnel syndrome, and joint stiffness. Patients may be normal height in infancy, but stop growing by the age of two years. They may not reach a height of greater than 4 ft (1.2 m). Other early symptoms may include inguinal and umbilical hernias. These may be present at birth, or they may develop within the first months of life. Clouding of the cornea and retinal degeneration may occur within the first year of life, leading to blindness. Enlarged liver and spleen are common. There is no organ dysfunction, but GAG deposition in these organs may lead to a massive increase in size. Patients may also have diarrhea. Aortic valve disease may occur. Airway obstruction is frequent, usually secondary to abnormal cervical vertebrae. Upper and lower respiratory tract infections can be frequent. Developmental delay may become apparent by age 1–2 years, with a maximum functional age of 2–4 years. Progressive deterioration follows. Most children develop limited language capabilities. Death usually occurs by age 10.   == Genetics ==  Children with Hurler syndrome carry two defective copies of the IDUA gene, which has been mapped to the 4p16.3 site on chromosome 4.  This is the gene which encodes for the protein iduronidase.  As of 2018, more than 201 different mutations in the IDUA gene have been shown to cause MPS I. Because Hurler syndrome is an autosomal recessive disorder, affected persons have two nonworking copies of the gene.  A person born with one normal copy and one defective copy is called a carrier. They will produce less α-L-iduronidase than an individual with two normal copies of the gene.  The reduced production of the enzyme in carriers, however, remains sufficient for normal function; the person should not show any symptoms of the disease.   == Mechanisms ==  The IDUA gene is responsible for encoding an enzyme called alpha-L-iduronidase. Through hydrolysis, alpha-L-iduronidase is responsible for breaking down a molecule called unsulfated alpha-L-iduronic acid. This is a uronic acid found in the GAGs dermatan sulfate and heparan sulfate. The alpha-L-iduronidase enzyme is located in lysosomes. Without sufficient enzymatic function, these GAGs cannot be digested properly.   == Diagnosis == Diagnosis often can be made through clinical examination and urine tests (excess mucopolysaccharides are excreted in the urine). Enzyme assays (testing a variety of cells or body fluids in culture for enzyme deficiency) are also used to provide definitive diagnosis of one of the mucopolysaccharidoses. Prenatal diagnosis using amniocentesis and chorionic villus sampling can verify if a fetus either carries a copy of the defective gene or is affected with the disorder. Genetic counseling can help parents who have a family history of the mucopolysaccharidoses determine if they are carrying the mutated gene that causes the disorders.   === Classification === All members of the mucopolysaccharidosis family are also lysosomal storage diseases. Mucopolysaccharidosis type I (MPS I) is divided into three subtypes based on severity of symptoms. All three types result the absence or decreased functioning of the same enzyme. MPS-IH (Hurler syndrome) is the most severe of the MPS I subtypes. The other two types are MPS-IS (Scheie syndrome) and MPS-IHS (Hurler–Scheie syndrome). Because of the substantial overlap between Hurler syndrome, Hurler–Scheie syndrome, and Scheie syndrome, some sources consider these terms to be outdated. Instead, MPS I may be divided into \"severe\" and \"attenuated\" forms.   == Treatment == There is currently no cure for Hurler syndrome. Enzyme replacement therapy with iduronidase (Aldurazyme) may improve pulmonary function and mobility. It can reduce the amount of carbohydrates being improperly stored in organs. Surgical correction of hand and foot deformities may be necessary. Corneal surgery may help alleviate vision problems. Bone marrow transplantation (BMT) and umbilical cord blood transplantation (UCBT) can be used as treatments for MPS I. BMT from siblings with identical HLA genes and from relatives with similar HLA genes can significantly improve survival, cognitive function, and physical symptoms. Patients can develop graft versus host disease; this is more likely in non-sibling donors. In a 1998 study, children with HLA-identical sibling donors had a five-year survival of 75%; children with non-sibling donors had a five-year survival of 53%. Children often lack access to a suitable bone marrow donor. In these cases, UCBT from unrelated donors can increase survival, decrease physical signs of the disease, and improve cognition. Complications from this treatment may include graft versus host disease.   == Prognosis == A British study from 2008 found a median estimated life expectancy of 8.7 years for patients with Hurler syndrome. In comparison, the median life expectancy for all forms of MPS type I was 11.6 years. Patients who received successful bone marrow transplants had a 2-year survival rate of 68% and a 10-year survival rate of 64%. Patients who did not receive bone marrow transplants had a significantly reduced lifespan, with a median age of 6.8 years.   == Epidemiology == Hurler syndrome has an overall frequency of one per 100,000. Combined, all of the mucopolysaccharidoses have a frequency of approximately one in every 25,000 births in the United States.   == Research ==   === Gene therapy === A great deal of interest exists in treating MPS I with gene therapy. In animal models, delivery of the iduronidase gene has been accomplished with retrovirus, adenovirus, adeno-associated virus, and plasmid vectors. Mice and dogs with MPS I have been successfully treated with gene therapy. Most vectors can correct the disease in the liver and spleen, and can correct brain effects with a high dosage. Gene therapy has improved survival, neurological, and physical symptoms; however, some animals have developed unexplained liver tumors. If safety issues can be resolved, gene therapy may provide an alternative human treatment for MPS disorders in the future. Sangamo Therapeutics, headquartered in Richmond, California, is currently conducting a clinical trial involving gene editing using zinc finger nuclease (ZFN) for the treatment of MPS I.   == History == In 1919, Gertrud Hurler, a German pediatrician, described a syndrome involving corneal clouding, skeletal abnormalities, and mental retardation. A similar disease of \"gargoylism\" had been described in 1917 by Charles A. Hunter. Hurler did not mention Hunter's paper. Because of the communications interruptions caused by World War I, it is likely that she was unaware of his study. Hurler syndrome now refers to MPS IH, while Hunter syndrome refers to MPS II. In 1962, a milder form of MPS I was identified by Scheie, leading to the designation of Scheie syndrome.   == See also == Hunter syndrome (MPS II) Sanfilippo syndrome (MPS III) Morquio syndrome (MPS IV) Maroteaux–Lamy syndrome (MPS VI)   == References ==   == External links ==  GeneReview/NIH/UW entry on Mucopolysaccharidosis Type I"}