{"name": "Musculoskeletal Diseases", "category": "disease", "content": "Musculoskeletal disorders (MSDs) are injuries or pain in the human musculoskeletal system, including the joints, ligaments, muscles, nerves, tendons, and structures that support limbs, neck and back. MSDs can arise from a sudden exertion (e.g., lifting a heavy object), or they can arise from making the same motions repeatedly (repetitive strain), or from repeated exposure to force, vibration, or awkward posture. Injuries and pain in the musculoskeletal system caused by acute traumatic events like a car accident or fall are not considered musculoskeletal disorders. MSDs can affect many different parts of the body including upper and lower back, neck, shoulders and extremities (arms, legs, feet, and hands). Examples of MSDs include carpal tunnel syndrome, epicondylitis, tendinitis, back pain, tension neck syndrome, and hand-arm vibration syndrome.   == Causes == MSDs can arise from the interaction of physical factors with ergonomic, psychological, social, and occupational factors.   === Biomechanical === MSDs are caused by biomechanical load which is the force that must be applied to do tasks, the duration of the force applied, and the frequency with which tasks are performed. Activities involving heavy loads can result in acute injury, but most occupation-related MSDs are from motions that are repetitive, or from maintaining a static position. Even activities that do not require a lot of force can result in muscle damage if the activity is repeated often enough at short intervals. MSD risk factors involve doing tasks with heavy force, repetition, or maintaining a nonneutral posture. Of particular concern is the combination of heavy load with repetition. Although poor posture is often blamed for lower back pain, a systematic review of the literature failed to find a consistent connection.   === Individual differences === People vary in their tendency to get MSDs. Gender is a factor, with women having a higher incidence of MSDs than men. Obesity is also a factor, with overweight individuals having a higher risk of some MSDs, specifically of the lower back.   === Psychosocial === There is a growing consensus that psychosocial factors are another cause of some MSDs. Some theories for this causal relationship found by many researchers include increased muscle tension, increased blood and fluid pressure, reduction of growth functions, pain sensitivity reduction, pupil dilation, body remaining at heightened state of sensitivity. Although there is no consensus at this time, some of the workplace stressors found to be associated with MSDs in the workplace include high job demands, low social support, and overall job strain. Researchers have consistently identified causal relationships between job dissatisfaction and MSDs. For example, improving job satisfaction can reduce 17-69 per cent of work-related back disorders and improving job control can reduce 37-84 per cent of work-related wrist disorders.   === Occupational === Because workers maintain the same posture over long work days and often several years, even natural postures like standing can lead to MSDs like low back pain. Postures which are less natural, such as twisting of or tension in the upper body, are typically contributors to the development of MSDs due to the unnatural biomechanical load of these postures. There is evidence that posture contributes to MSDs of the neck, shoulder, and back. Repeated motion is another risk factor for MSDs of occupational origin because workers can perform the same movements repeatedly over long periods of time (e.g. typing leading to carpal tunnel syndrome. Lifting heavy objects is another source of back injury which is common in nurses due to patient lifting. This can lead to both short-term pain and long-term injury leading to herniated discs/slipped discs), which can wear on the joints and muscles involved in the motion in question. Workers doing repetitive motions at a high pace of work with little recovery time and workers with little to no control over the timing of motions (e.g. workers on assembly lines) are also prone to MSDs due to the motion of their work. Force needed to perform actions on the job can also be associated with higher MSD risk in workers, because movements which require more force can fatigue muscles quicker which can lead to injury and/or pain. Additionally, exposure to vibration (experienced by truck drivers or construction workers, for example) and extreme hot or cold temperatures can affect a worker's ability to judge force and strength, which can lead to development of MSDs. Vibration exposure is also associated with hand-arm vibration syndrome, which has symptoms of lack of blood circulation to the fingers, nerve compression, tingling, and/or numbness. Recent epidemiological studies identify gender as a significant risk factor in occurrence of MSDs among workers in gender-related occupations, e.g. hairdressers.   == Diagnosis == Assessment of MSDs is based on self-reports of symptoms and pain as well as physical examination by a doctor. Doctors rely on medical history, recreational and occupational hazards, intensity of pain, a physical exam to locate the source of the pain, and sometimes lab tests, X-rays, or an MRI Doctors look for specific criteria to diagnose each different musculoskeletal disorder, based on location, type, and intensity of pain, as well as what kind of restricted or painful movement a patient is experiencing. A popular measure of MSDs is the Nordic Questionnaire that has a picture of the body with various areas labeled and asks the individual to indicate in which areas they have experienced pain, and in which areas has the pain interfered with normal activity. Recent machine learning algorithms can diagnose musculoskeletal disorder from gait patterns captured from 3D motion capture systems.   == Prevention == Prevention of MSDs relies upon identification of risk factors, either by self-report, observation on the job, or measurement of posture which could lead to MSDs. Once risk factors have been determined, there are several intervention methods which could be used to prevent the development of MSDs. The target of MSD prevention efforts is often the workplace in order to identify incidence rates of both disorders and exposure to unsafe conditions.   === Workplace controls === Groups who are at particular risk can be identified, and modifications to the physical and psychosocial environment can be made. Approaches to prevention in workplace settings include matching the person's physical abilities to the tasks, increasing the person's capabilities, changing how tasks are performed, or changing the tasks. Employers can also utilize engineering controls and administrative controls to prevent injury happening on the job. Implementation of engineering controls is the process of designing or redesigning the workplace to account for strengths, weaknesses, and needs of the working population- examples would be workstation layout changes to be more efficient or reducing bending over, or moving necessary tools within shorter reach of the worker's station. Employers may also utilize administrative controls like reducing number of hours in a certain position, limiting overtime, or including more breaks during shifts in order to reduce amount of time at risk for each worker.   === Ergonomics === Encouraging the use of proper ergonomics not only includes matching the physical ability of the worker with the correct job, but it deals with designing equipment that is correct for the task. Limiting heavy lifting, training, and reporting early signs of injury are examples that can prevent MSD. Employers can provide support for employees in order to prevent MSD in the workplace by involving the employees in planning, assessing, and developing standards of procedures that will support proper ergonomics and prevent injury. One focus of ergonomic principles is maintaining neutral postures, which are postures in which muscles are at their normal length and able to generate the most force, while reducing stress and possible injury to muscles, tendons, nerves, and bones- therefore, in the workplace or in everyday life, it is ideal for muscles and joints to maintain neutral positions. Additionally, to prevent hand, wrist, and finger injuries, understanding when to use pinch grips (best for fine motor control and precise movements with low force) and power grips (best for high-force movements done repeatedly) is important for employees and general tasks outside the workplace. The choice of tools should match that of the proper grip and be conducive to neutral postures, which is important for employers to consider when purchasing equipment. In order to reduce injuries to the low back and spine, it is recommended to reduce weight and frequency of lifting cycles as well as decreasing the distance between the body and the load to reduce the torque force on the back for workers and individuals doing repeated lifting to avoid fatigue failure of the spine. The shape of objects being lifted should also be considered, especially by employers, because objects which are easier to grip, lift, and access present less stress on the spine and back muscles than objects which are awkwardly shaped and difficult to access. The National Institute of Occupational Safety and Health (NIOSH) has published ergonomic recommendations for several industries, including construction, mining, agriculture, healthcare, and retail, among others.   == Epidemiology ==   === General population === MSDs are an increasing healthcare issue globally, being the second leading cause of disability. For example, in the U.S. there were more than 16 million strains and sprains treated in 2004, and the total cost for treating MSDs is estimated to be more than $125 billion per year. In 2006 approximately 14.3% of the Canadian population was living with a disability, with nearly half due to MSDs. Neck pain is one of the most common complaints, with about one fifth of adults worldwide reporting pain annually. According to the Labour Force Survey 2019/20 carried out by the UK's Health and Safety Executive (HSE), 8.9 million working days were lost due to work-related musculoskeletal disorders and 480,000 workers have these disorders. According to recent studies, a significant proportion of older adults experience musculoskeletal pain. This pain can be localized (e.g., back pain, knee pain) or widespread (e.g., fibromyalgia). The prevalence tends to increase with age, affecting a substantial portion of the elderly population.   === Workplace === Most workplace MSD episodes involve multiple parts of the body. MSDs are the most frequent health complaint by European, United States and Asian Pacific workers. and the third leading reason for disability and early retirement in the U.S. The incidence rate for MSDs among the working population in 2014 was 31.9 newly diagnosed MSDs per 10,000 full-time workers. In 2014, the median days away from work due to MSDs was 13, and there were 10.4 cases per 10,000 full-time workers in which an MSD caused a worker to be away from work for 31 or more days. MSDs are widespread in many occupations, including those with heavy biomechanical load like construction and factory work, and those with lighter loads like office work. The transportation and warehousing industries have the highest incidence rate of musculoskeletal disorders, with an incidence rate of 89.9 cases per 10,000 full-time workers. Healthcare, manufacturing, agriculture, wholesale trade, retail, and recreation industries all have incidence rates above 35 per 10,000 full-time workers. For example, a national survey of U.S. nurses found that 38% reported an MSD in the prior year, mainly lower back injury. The neck and back are the most common sites of MSDs in workers, followed by the upper limbs and lower limbs. The Bureau of Labor Statistics reports that 31.8 new cases of MSDs per 10,000 full-time workers per year are due to overexertion, bodily reaction, or repetitive motions. In 2013, members of the United States Army Medical Command Band (now the 323rd Army Band) were the center of a study which concluded that musicians have a high rate of MSDs and that it exceeds percentages in the general population.   == See also ==   == References ==   == External links ==  (OSHA) European Agency for Safety and Health at Work Musculoskeletal disorders Single Entry Point Good Practices to prevent Musculoskeletal disorders Hazards and risks associated with manual handling of loads in the workplace (UK HSE) Health and Safety Executive Musculoskeletal disorders homepage National Institute for Occupational Safety and Health Musculoskeletal Health Program [1]"}