{"name": "Myalgia", "category": "disease", "content": "Myalgia or muscle pain is a painful sensation evolving from muscle tissue. It is a symptom of many diseases. The most common cause of acute myalgia is the overuse of a muscle or group of muscles; another likely cause is viral infection, especially when there has been no injury. Long-lasting myalgia can be caused by metabolic myopathy, some nutritional deficiencies, ME/CFS, fibromyalgia, and amplified musculoskeletal pain syndrome.   == Causes == The most common causes of myalgia are overuse, injury, and strain. Myalgia might also be caused by allergies, diseases, medications, or as a response to a vaccination. Dehydration at times results in muscle pain as well, especially for people involved in extensive physical activities such as workout. Muscle pain is also a common symptom in a variety of diseases, including infectious diseases, such as influenza, muscle abscesses, Lyme disease, malaria, trichinosis or poliomyelitis; autoimmune diseases, such as celiac disease, systemic lupus erythematosus, Sjögren's syndrome or polymyositis; gastrointestinal diseases, such as non-celiac gluten sensitivity (which can also occur without digestive symptoms) and inflammatory bowel disease (including Crohn's disease and ulcerative colitis). The most common causes are:    === Overuse === Overuse of a muscle is using it too much, too soon or too often. One example is repetitive strain injury. See also:  Exercise Weight lifting   ==== Injury ==== The most common causes of myalgia by injury are: sprains and strains.   === Autoimmune === Multiple sclerosis (neurologic pain interpreted as muscular) Myositis Mixed connective tissue disease Lupus erythematosus Fibromyalgia syndrome Familial Mediterranean fever Polyarteritis nodosa Devic's disease Morphea Sarcoidosis   === Metabolic defect === Carnitine palmitoyltransferase II deficiency Conn's syndrome Adrenal insufficiency Hyperthyroidism Hypothyroidism Diabetes Hypogonadism Postorgasmic illness syndrome   === Other === Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) Channelopathy Ehlers Danlos Syndrome Stickler Syndrome Hypokalemia Hypotonia Exercise intolerance Mastocytosis Peripheral neuropathy Eosinophilia myalgia syndrome Barcoo Fever Herpes Hemochromatosis Delayed onset muscle soreness HIV/AIDS Generalized anxiety disorder Tumor-induced osteomalacia Hypovitaminosis D Infarction   === Withdrawal syndrome from certain drugs === Sudden cessation of high-dose corticosteroids, opioids, barbiturates, benzodiazepines, caffeine, or alcohol can induce myalgia.   == Treatment == When the cause of myalgia is unknown, it should be treated symptomatically. Common treatments include heat, rest, paracetamol, NSAIDs, massage, cryotherapy and muscle relaxants.   == See also == Arthralgia Myopathy Myositis   == References ==   == External links =="}