{"name": "Mycosis Fungoides", "category": "disease", "content": "Mycosis fungoides, also known as Alibert-Bazin syndrome or granuloma fungoides, is the most common form of cutaneous T-cell lymphoma. It generally affects the skin, but may progress internally over time. Symptoms include rash, tumors, skin lesions, and itchy skin. While the cause remains unclear, most cases are not hereditary. Most cases are in people over 20 years of age, and it is more common in men than women. Treatment options include sunlight exposure, ultraviolet light, topical corticosteroids, chemotherapy, and radiotherapy.   == Signs and symptoms ==  The symptoms of mycosis fungoides are categorized into three clinical stages: the patch stage, the plaque stage, and the tumour stage. The patch stage is defined by flat, reddish patches of varying sizes that may have a wrinkled appearance. They can also look yellowish in people with darker skin. The plaque stage follows the patch stage of mycosis fungoides. It is characterized by the presence of raised lesions that appear reddish-brown; in darker skin tones, plaques may have a greyish or silver appearance. Both patch and plaque stages are considered early-stage mycosis fungoides. The tumour stage typically shows large irregular lumps. Tumours can develop from plaques or normal skin in any region of the body, including the face and head regions. The symptoms displayed are progressive, with early stages consisting of lesions presented as scaly patches. Lesions often initially develop on the trunk of the body in places that are rarely exposed to the sun, such as the buttocks. These lesions can start as insignificant patches and may remain undiagnosed for up to a decade. Hypopigmentation (when the skin is lighter than normal) of lesions are less common but can be found in children, adolescents and/or dark-skinned individuals. The advanced stage of mycosis fungoides is characterized by generalized erythroderma (red rash covering most of the body) with severe pruritus (itching) and scaling. Itching (pruritus) is the most commonly reported symptom of people experiencing mycosis fungoides with up to 88% of people reporting varying intensities of pruritus that typically worsens as the disease progresses. Those that experience intense pruritus commonly indicate that it negatively affects their quality of life emotionally, functionally and physically. Mycosis fungoides (MF) and Sézary syndrome (SS) are related conditions, with the same type of cancer T-lymphocytes, that initially grow in different body compartments. SS cells are found mainly in the blood, whereas MF typically involves the skin. In advanced stages of MF, the cancer cells move from the skin into other organs and the bloodstream; this progression is referred to as \"leukemic mycosis fungoides\", \"Sézary syndrome preceded by mycosis fungoides\", or \"secondary mycosis fungoides\".   == Cause == Mycosis fungoides is caused by abnormal white blood cells (T-lymphocytes). These abnormal cells have a preference for localizing and proliferating uncontrolled in the outer layer of the skin (epidermis). The abnormal cells may later involve other organs such as the lymph nodes. It is hypothesized that the genetic mutations in these cancer cells lead to increased growth and escape from programmed cell death. Additionally, the disease is an unusual expression of CD4 T cells, a part of the immune system. These T cells are skin-associated, meaning they are biochemically and biologically most related to the skin, in a dynamic manner.  Mycosis fungoides is the most common type of cutaneous T-cell lymphoma (CTCL), but there are many other types of CTCL that have nothing to do with mycosis fungoides and these disorders are treated differently.   == Diagnosis == Diagnosis often requires a combination of clinical and pathological studies. Diagnosis is sometimes difficult because the early phases of the disease often resemble inflammatory dermatoses (such as eczema, psoriasis, lichenoid dermatoses including lichen planus, vitiligo, and chronic cutaneous lupus erythematosus), as well as other cutaneous lymphomas. Several biopsies are recommended, as the key microscopic features are often absent in early MF, and a complete diagnosis requires a combination of clinical and histological study. Furthermore, long periods of treatment can alter the biopsy findings, making it difficult to distinguish from other inflammatory dermatoses. Childhood Mycosis fungoides makes up 0.5% to 7.0% of cases. Although data on childhood MF is limited, a 2021 systematic review observed that there is a significant delay in the diagnosis of childhood MF which may negatively affect a child's prognosis. Notably, most pediatric persons with MF present with early-stage disease.   === Histology ===  The criteria for the disease are established on the skin biopsy by the presence of the following:  Presence of cancer cells with twisted contours (cerebriform nuclei) In the patch and plaque stages, the cancer cells are seen in the epidermis (the most superficial layer of skin). This is referred to as epidermotropism. Pautrier's microabcesses, aggregates of four or more atypical lymphocytes arranged in the epidermis. Pautrier microabcesses are characteristic of mycosis fungoides but are generally absent. In the tumour stage, the cancer cells move into the dermis (the deeper layer of skin) Large cell transformation, where clonally identical lymphocytes in the lesion exhibit hypertrophy. In transformed cells, presence of the CD30 receptor is associated with improved survival To stage the disease, various tests may be ordered, to assess nodes, blood and internal organs, but most patients present with disease apparently confined to the skin, as patches (flat spots) and plaques (slightly raised or 'wrinkled' spots). Peripheral smear will often show buttock cells.   === Staging === Traditionally, mycosis fungoides has been divided into three stages: premycotic, mycotic and tumorous. The premycotic stage clinically presents as an erythematous (red), itchy, scaly lesion. Microscopic appearance is non-diagnostic and represented by chronic nonspecific dermatosis associated with psoriasiform changes in epidermis. In the mycotic stage, infiltrative plaques appear and biopsy shows a polymorphous inflammatory infiltrate in the dermis that contains small numbers of frankly atypical lymphoid cells. These cells may line up individually along the epidermal basal layer. The latter finding if unaccompanied by spongiosis is highly suggestive of mycosis fungoides. In the tumorous stage a dense infiltrate of medium-sized lymphocytes with cerebriform nuclei expands the dermis. Accurate staging of mycosis fungoides is essential to determine appropriate treatment and prognosis. Staging is based on the tumor, node, metastasis, blood (TNMB) classification proposed by the Mycosis Fungoides Cooperative Group and revised by the International Society for Cutaneous Lymphomas/European Organization of Research and Treatment of Cancer. This staging system examines the extent of skin involvement (T), presence of lymph node (N), visceral disease (M), and presence of Sezary cells in the peripheral blood (B). Most patients with mycosis fungoides have early-stage disease (Stage IA-IIA) at the time of their initial diagnosis. People with early stage disease that is primarily confined to the skin have a favorable prognosis. People with advanced stage (Stage IIB-IVB) are often refractory to treatment and have an unfavorable prognosis. Treatment options for people with advanced stage disease are designed to reduce tumor burden, delay disease progression, and preserve quality of life.   == Treatment == The most commonly recommended first-line treatment for mycosis fungoides is psoralen plus ultraviolet A (PUVA therapy). PUVA is a photochemotherapy that involves topical or oral administration of the photosensitizing drug psoralen followed by skin exposure to ultraviolet radiation. Systemic treatments of mycosis fungoides often lead to resistance; as such, additional treatment options are often necessary in advanced disease. Other treatments have been suggested, however, larger and more extensive research is needed to identify effective treatment strategies for this disease. Suggested treatments include light therapy, ultraviolet light (mainly NB-UVB 312 nm), topical steroids, topical and systemic chemotherapies, local superficial radiotherapy, the histone deacetylase inhibitor vorinostat, total skin electron radiation, photopheresis, systemic therapies (e.g. retinoids, rexinoids), and biological therapies (e.g. interferons). Treatments are often used in combination. Due to the possible adverse effects of treatment options in early disease it is recommended to begin therapy with topical and skin-directed treatments before progressing to more systemic therapies. In 2010, the U.S. Food and Drug Administration granted orphan drug designation for naloxone lotion, a topical opioid receptor competitive antagonist used as a treatment for pruritus in cutaneous T-cell lymphoma. Mogamulizumab is a CCR4 monoclonal antibody which has been shown to improve progression-free survival. It was approved by the US FDA in 2018 for use in people with relapsed or refractory mycosis fungoides or Sézary disease. There is no evidence to support the use of acitretin or extracorporeal photopheresis (ECP: a type of phototherapy) for treating people with mycosis fungoides. There is also no evidence to support the combination treatment of PUVA and intralesional IFN-α or PUVA and bexarotene.   === Children === Treatment for adults and children with mycosis fungoides often differs because of the safety profiles of modalities. Narrowband UV-B is commonly considered for children, as opposed to Psoralen with UV-A, mechlorethamine hydrochloride, or oral bexarotene, which is often used in adults.   == Prognosis == A 1999 US-based study of people with CLL's medical records observed a 5-year relative survival rate of 77%, and a 10-year relative survival rate of 69%. After 11 years, the observed relative survival rate remained around 66%. Poorer survival is correlated with advanced age and black race. Superior survival was observed for married women compared with other gender and marital-status groups. The complete remission rate in children is nearly 30%.   == Epidemiology == It is rare for mycosis fungoides to appear before age 20; the average age of onset is between 45 and 55 years of age for people with patch and plaque disease only, but is over 60 for people who present with tumours, erythroderma (red skin) or a leukemic form (Sézary syndrome). Mycosis fungoides is more common in males than in females with differences in incidence across various racial groups reported in different studies. The incidence of mycosis fungoides was seen to be increasing between 2000 and 2020, although certain regions have demonstrated some stabilization.   == Culture and society ==   === Notable cases === In 1995 actor Mr. T was diagnosed with a cutaneous T-cell lymphoma, or mycosis fungoides. Once in remission, he joked about the coincidence: \"Can you imagine that? Cancer with my name on it — personalized cancer!\" Popular British television actor Paul Eddington died of mycosis fungoides after living with the condition for four decades.   == History == Mycosis fungoides was first described in 1806 by French dermatologist Jean-Louis-Marc Alibert.  The name mycosis fungoides is very misleading—it loosely means \"mushroom-like fungal disease\".  The disease, however, is not a fungal infection but rather a type of non-Hodgkin's lymphoma.  It was so named because Alibert described the skin tumors of a severe case as having a mushroom-like appearance.   == See also == Cutaneous T-cell lymphoma Pagetoid reticulosis Premycotic phase Sézary's disease Secondary cutaneous CD30+ large cell lymphoma Angiocentric lymphoma List of cutaneous conditions   == References ==   == Further reading ==   == External links =="}