{"name": "Mydriasis", "category": "disease", "content": "Mydriasis is the dilation of the pupil, usually having a non-physiological cause, or sometimes a physiological pupillary response. Non-physiological causes of mydriasis include disease, trauma, or the use of certain types of drug. It may also be of unknown cause. Normally, as part of the pupillary light reflex, the pupil dilates in the dark and constricts in the light to respectively improve vividity at night and to protect the retina from sunlight damage during the day. A mydriatic pupil will remain excessively large even in a bright environment. The excitation of the radial fibres of the iris which increases the pupillary aperture is referred to as a mydriasis. More generally, mydriasis also refers to the natural dilation of pupils, for instance in low light conditions or under sympathetic stimulation. Mydriasis is frequently induced by drugs for certain ophthalmic examinations and procedures, particularly those requiring visual access to the retina. Fixed, unilateral mydriasis could be a symptom of raised intracranial pressure. The opposite, constriction of the pupil, is referred to as miosis. Both mydriasis and miosis can be physiological. Anisocoria is the condition of one pupil being more dilated than the other.   == Causes ==  There are two types of muscle that control the size of the iris: the iris sphincter, composed of circularly arranged muscle fibers, and the iris dilator, composed of radially arranged muscle fibers. The sphincter is controlled by nerves of the parasympathetic nervous system, and the dilator by the sympathetic nervous system. Sympathetic stimulation of the adrenergic receptors causes the  contraction of the radial muscle and subsequent dilation of the pupil. Conversely, parasympathetic stimulation causes contraction of the circular muscle and constriction of the pupil. The mechanism of mydriasis depends on the agent being used. It usually involves either a disruption of the parasympathetic nerve supply to the eye (which normally constricts the pupil) or overactivity of the sympathetic nervous system (SNS).  Pupil diameter also increases in reaction to cognitive tasks requiring memory and attention, and this phenomenon is used as an indicator of mental activation (‘arousal’) in psychophysiological experiments.   === Drugs === A mydriatic is an agent that induces dilation of the pupil. Drugs such as tropicamide are used in medicine to permit examination of the retina and other deep structures of the eye. Mydriatics typically also have a cycloplegic effect, reducing or paralyzing the accommodation reflex which may also be used for certain ophthalmic examinations or treatments, such as reducing painful ciliary muscle spasm. One effect of administration of a mydriatic is intolerance to bright light (photophobia). Purposefully-induced mydriasis via mydriatics is also used as a diagnostic test for Horner's syndrome. Mydriasis can be induced via modulation of adrenergic or cholinergic signalling. Drugs that can cause mydriasis include:  Stimulants (typically monoaminergics) such as amphetamines, cocaine, MDMA, and mephedrone. Anticholinergics such as diphenhydramine, atropine, hyoscyamine, and scopolamine antagonize the muscarinic acetylcholine receptors in the eye. Blocking acetylcholine receptors reduces the pupillary muscles' ability to constrict and causes dilation (which is critical in eye surgery procedures such as cataract surgery which require uninterrupted access to the inner eye via the pupillary aperture, thus requiring that the eye be both paralyzed and anesthetized before the procedure can go ahead). The antimuscarinic, tropicamide, may be used as a mydriastic agent during surgery. Serotonergics such as LSD, psilocybin mushrooms, mescaline and 2C-B. These drugs are typically hallucinogens. Similarly, selective serotonin reuptake inhibitors can cause mydriasis. Dissociatives such as dextromethorphan (an SSRI and sigma-1 agonist). Certain GABAergic drugs, such as phenibut and GHB. Adrenergic agonists, such as phenylephrine and cyclomydril. Adrenergic agonists may be used if strong mydriasis is needed in surgery. Norepinephrine is a hormone and neurotransmitter that regulates the involuntary muscles of the autonomic nervous system, including dilation of the pupil aperture via the muscles of the iris. Hence adrenergic agonists mimic the activity of norepinephrine, which is how they induce mydriasis. Natural release of the hormone oxytocin can cause mild to moderate mydriasis. Long term effects of drugs can also cause mydriasis, for example opioid withdrawal.   === Autonomic neuropathy === Parasympathetic fibers travel with cranial nerve III, the oculomotor nerve, to innervate the circular layer of muscle of the eye (sphincter pupillae). Damage to this nerve typically manifests itself as mydriasis, because the sympathetic supply to the pupil, which causes mydriasis, remains unaffected, and therefore unopposed. Multiple central nervous system disorders e.g. epilepsy, stroke, and impending brain herniation are known to lead to temporal mydriasis as well. A brain catastrophe, or a rapidly increasing brain mass, can cause compression of the oculomotor nerve.   === Trauma === In cases of head injury or orbit trauma (eye injury), the iris sphincter (the muscle responsible for closing the pupil) or the nerves controlling it can be damaged, reducing or eliminating the normal pupillary light reflex.   == References ==   == External links =="}