{"name": "Myeloproliferative disease", "category": "disease", "content": "Myeloproliferative neoplasms (MPNs) are a group of rare blood cancers in which excess red blood cells, white blood cells or platelets are produced in the bone marrow.  Myelo refers to the bone marrow, proliferative describes the rapid growth of blood cells and neoplasm describes that growth as abnormal and uncontrolled. The overproduction of blood cells is often associated with a somatic mutation, for example in the JAK2, CALR, TET2, and MPL gene markers. In rare cases, some MPNs such as primary myelofibrosis may accelerate and turn into acute myeloid leukemia.   == Classification == MPNs are classified as blood cancers by most institutions and organizations. In MPNs, the neoplasm (abnormal growth) starts out as benign and can later become malignant. As of 2016, the World Health Organization lists the following subcategories of MPNs:  Chronic myeloid leukemia  (CML) Chronic neutrophilic leukemia (CNL) Polycythemia vera (PV) Primary myelofibrosis (PMF) PMF, prefibrotic stage PMF, overt fibrotic stage Essential thrombocythemia (ET) Chronic eosinophilic leukemia (not otherwise specified) MPN, unclassifiable (MPN-U)   == Causes == MPNs arise when precursor cells (blast cells) of the myeloid lineages in the bone marrow develop somatic mutations which cause them to grow abnormally. There is a similar category of disease for the lymphoid lineage, the lymphoproliferative disorders acute lymphoblastic leukemia, lymphomas, chronic lymphocytic leukemia and multiple myeloma. Genetics is believed to play a central role in the development of MPNs, specially in developing thromboembolic and bleeding complications.   == Diagnosis == People with MPNs might not have symptoms when their disease is first detected via blood tests. Depending on the nature of the myeloproliferative neoplasm, diagnostic tests may include red cell mass determination (for polycythemia), bone marrow aspirate and trephine biopsy, arterial oxygen saturation and carboxyhaemoglobin level, neutrophil alkaline phosphatase level, vitamin B12 (or B12 binding capacity), serum urate or direct sequencing of the patient's DNA. According to WHO diagnostic criteria published in 2016, myeloproliferative neoplasms are diagnosed as follows:   === Chronic myeloid leukemia === Chronic myeloid leukemia (CML) has a presence of the hallmark Philadelphia Chromosome (BCR-ABL1) mutation.   === Chronic neutrophilic leukemia === Chronic neutrophilic leukemia (CNL) is characterized by a mutation in the CSF3R gene and an exclusion of other causes of neutrophilia.   === Essential thrombocythemia === Essential thrombocythemia (ET) is diagnosed with a platelet count greater than 450 × 109/L and is associated with the JAK2 V617F mutation in up to 55% of cases and with an MPL (thrombopoietin receptor) mutation in up to 5% of cases:. There should be no increase in reticulin fibers and the patient should not meet the criteria for other MPNs, in particular Pre-PMF.   === Polycythemia vera === Polycythemia vera (PV) is associated most often with the JAK2 V617F mutation greater than 95% of cases, whereas the remainder has a JAK2 exon 12 mutations. High hemoglobin or hematocrit counts are required, as is a bone marrow examination showing \"prominent erythroid, granulocytic and megakaryocytic proliferation with pleomorphic, mature megakaryocytes.\"   === Prefibrotic/early primary myelofibrosis === Prefibrotic primary myelofibrosis (Pre-PMF) is typically associated with JAK2, CALR, or MPL mutations and shows reticulin fibrosis no greater than grade 1. Anemia, splenomegaly, LDH above the upper limits and leukocytosis are minor criteria.   === Overtly fibrotic myelofibrosis === Like pre-PMF, overt primary myelofibrosis is associated with JAK2, CALR, or MPL mutations. However, a bone marrow biopsy will show reticulin and/or collagen fibrosis with a grade 2 or 3. Anemia, splenomegaly, LDH above the upper limits and leukocytosis are minor criteria.   === MPN-U === Patients with otherwise unexplained thrombosis and with neoplasms that cannot be classified in one of the other categories.   == Treatment == No curative drug treatment exists for MPNs. Hematopoietic stem cell transplantation can be a curative treatment for a small group of patients, however MPN treatment is typically focused on symptom control and myelosuppressive drugs to help control the production of blood cells. The goal of treatment for ET and PV is prevention of thrombohemorrhagic complications. The goal of treatment for MF is amelioration of anemia, splenomegaly, and other symptoms. Low-dose aspirin is effective in PV and ET. Tyrosine kinase inhibitors like imatinib have improved the prognosis of CML patients to near-normal life expectancy. Recently, a JAK2 inhibitor, namely ruxolitinib, has been approved for use in primary myelofibrosis. Trials of these inhibitors are in progress for the treatment of the other myeloproliferative neoplasms.   == Incidence == Although considered rare diseases, incidence rates of MPNs are increasing, in some cases tripling. It is hypothesized that the increase may be related to improved diagnostic abilities from the identification of the JAK2 and other gene markers, as well as continued refinement of the WHO guidelines. There is wide variation in reported MPN incidence and prevalence worldwide, with a publication bias suspected for essential thrombocythemia and primary myelofibrosis.   == History == The concept of myeloproliferative disease was first proposed in 1951 by the hematologist William Dameshek. The discovery of the association of MPNs with the JAK2 gene marker in 2005 and the CALR marker in 2013 improved the ability to classify MPNs. MPNs were classified as blood cancers by the World Health Organization in 2008. Previously, they were known as myeloproliferative diseases (MPD). In 2016, Mastocytosis was no longer classified as an MPN.   == References ==   == External links == Myeloproliferative+Disorders at the U.S. National Library of Medicine Medical Subject Headings (MeSH) MPN Info via Cancer.gov"}