{"name": "Myoclonic Epilepsy", "category": "disease", "content": "Myoclonic epilepsy refers to a family of epilepsies that present with myoclonus. When myoclonic jerks are occasionally associated with abnormal brain wave activity, it can be categorized as myoclonic seizure. If the abnormal brain wave activity is persistent and results from ongoing seizures, then a diagnosis of myoclonic epilepsy may be considered. Familial adult myoclonus Epilepsy (FAME) This is a condition characterized by the repetition of non-coding sequences and has been identified using various abbreviations. Initially, it was associated with four primary gene locations: FAME1 (8q23.3–q24.1), FAME2 (2p11.1–q12.1), FAME3 (5p15.31–p15.1), and FAME4 (3q26.32–3q28). Currently, it is understood that the genetic mechanism behind FAME involves the elongation of similar non-coding sequences, specifically pentanucleotide repeats, namely TTTCA and TTTTA, within different genes.   == Signs and symptoms == Myoclonus can be described as brief jerks of the body;  it can involve any part of the body, but it is mostly seen in limbs or facial muscles. The jerks are usually involuntary and can lead to falls. EEG is used to read brain wave activity. Spike activity produced from the brain is usually correlated with brief jerks seen on EMG or excessive muscle artifact. They usually occur without detectable loss of consciousness and may be generalized, regional or focal on the EEG tracing. Myoclonus jerks can be epileptic or not epileptic. Epileptic myoclonus is an elementary electroclinical manifestation of epilepsy involving descending neurons, whose spatial (spread) or temporal (self-sustained repetition) amplification can trigger overt epileptic activity.   == Diagnosis == There are two syndromes and several related disorders.   === Juvenile === Juvenile myoclonic epilepsy is responsible for 7% of cases of epilepsy. Seizures usually begin around puberty and usually have a genetic basis. Seizures can be stimulus-selective, with flashing lights being one of the most common triggers. Juvenile myoclonic epilepsy (JME) is a prevalent and typical form of idiopathic generalized epilepsy (IGE) syndrome. However, establishing a precise definition for JME has posed difficulties, making it equally challenging to establish clear indicators for predicting its course and results. None of the existing systems for classifying epilepsy prioritize forecasting or final results.   === Progressive === Progressive myoclonus epilepsy is a disease associated with myoclonus, epileptic seizures, and other problems with walking or speaking. These symptoms often worsen over time and can be fatal. MERRF syndrome is also known as myoclonic epilepsy with ragged-red fibers. This rare inherited disorder affects muscles cells. Features of MERRF, along with myoclonus epilepsy seizures, include ataxia, peripheral neuropathy, and dementia. Lafora disease is also known as Lafora progressive myoclonus epilepsy, which is an autosomal recessive inherited disorder involving recurrent seizures and degradation of mental capabilities. Lafora disease usually occurs in late childhood and usually leads to death around 10 years after first signs of the disease. Unverricht-Lundborg disease is an autosomal recessive inherited disorder seen in individuals as young as six years. It is associated with possible loss of consciousness, rigidity, ataxia, dysarthria, declination of mental functioning, and involuntary shaking. Neuronal ceroid lipofuscinosis is a group of diseases that cause blindness, loss of mental abilities, and loss of movement. All diseases in this group are lysosomal-storage disorders that also lead to death roughly ten years after onset of the disease.   === Related disorders === Lennox–Gastaut syndrome is often associated with intellectual deficits as well as a lack of response to anti-epileptic drugs. It usually begins in the first years of life. Reticular reflex myoclonus is a generalized form of epilepsy originating from the brain stem. Jerks associated with the disorder can affect all muscles on the body or be selective in certain areas. Jerks can be triggered by voluntary movement or be stimulus-selective.   === Differential diagnosis === In clinical practice, it's important to differentiate FAME from other tremor-related conditions like essential tremor. Early on, patients without significant myoclonus or seizures might be misdiagnosed and receive incorrect treatment. Factors like unresponsiveness to beta-blockers and absence of certain tremors can help with the diagnosis. Consider progressive myoclonic epilepsy (PME) and juvenile myoclonic epilepsy (JME) as primary differential diagnoses due to their dominant seizures and age of onset. While FAME is milder than PMEs, it shows gradual cognitive decline and worsening tremors/myoclonus. Some cases initially labeled as JME worsen unexpectedly. Lack of cortical reflex myoclonus findings and distinct myoclonus in early JME stages are important clues.   == References ==   == External links =="}