{"name": "Myxedema", "category": "disease", "content": "Myxedema (British English: myxoedema) is a term used synonymously with severe hypothyroidism. However, the term is also used to describe a dermatological change that can occur in hypothyroidism and (rare) paradoxical cases of hyperthyroidism. In this latter sense, myxedema refers to deposition of mucopolysaccharides in the dermis, which results in swelling of the affected area. One manifestation of myxedema occurring in the lower limb is pretibial myxedema, a hallmark of Graves disease, an autoimmune form of hyperthyroidism. Myxedema can also occur in Hashimoto thyroiditis and other long-standing forms of hypothyroidism.   == Etymology == The word myxedema originates from μύξᾰ, meaning \"mucus\" or \"slimy substance\", and οἴδημα for \"swelling\".   == Signs and symptoms ==  Myxedema's characteristic physical sign is non-pitting edema, in contrast to pitting edema. Myxedema can also occur in the lower leg (pretibial myxedema) and behind the eyes (exophthalmos). Severe cases, requiring hospitalization can exhibit signs of hypothermia, hypoglycemia, hypotension, respiratory depression, and coma.   == Causes == Myxedema is known to occur in various forms of hypothyroidism, as well as hyperthyroidism, including Graves disease. One of the hallmarks of Grave's disease is pretibial myxedema, myxedema of the lower limb. Myxedema is more common in women than in men. Myxedema can occur in:  Hyperthyroidism, associated with pretibial myxedema and exophthalmos. Pretibial myxedema can occur in 1–4% of patients with Graves' disease, a cause of hyperthyroidism. Hypothyroidism, including Hashimoto's thyroiditis.   == Pathophysiology == Myxedema describes a specific form of cutaneous and dermal edema secondary to increased deposition of connective tissue components. The connective fibres are separated by an increased amount of protein and mucopolysaccharides. These can include glycosaminoglycans, such as hyaluronic acid, chondroitin sulfate and other mucopolysaccharides. This protein-mucopolysaccharide complex binds water, producing non-pitting boggy edema, in particular around eyes, hands, feet and in the supraclavicular fossae. Myxoedema is responsible for the thickening of the tongue and the laryngeal and pharyngeal mucous membranes, which results in thick slurred speech and hoarseness, both of which are seen commonly in hypothyroidism. The increased deposition of glycosaminoglycan is not fully understood, however, two mechanisms predominate:  Fibroblast stimulation. It is thought that fibroblast stimulation by the thyroid stimulating hormone (TSH) receptor increases the deposition of glycosaminoglycan, which results in an osmotic edema and fluid retention. It is thought that many cells responsible for forming connective tissue react to increases in TSH levels. Lymphocyte stimulation. In Graves' thyroid disease, lymphocytes react against the TSH receptor by inappropriately producing thyroid-stimulating immunoglobulin (IgG; type II hypersensitivity). Lymphocytes react not only against thyroid receptors, but also any tissue with cells expressing the receptor. This can lead to tissue damage and scar tissue formation, explaining the deposition of glycosaminoglycans.   == Diagnosis == It is often possible to diagnose myxedema on clinical grounds alone. Characteristic symptoms are weakness, cold intolerance, mental and physical slowness, dry skin, typical facies, and hoarse voice. Results of the total serum thyroxine and free thyroxine index tests usually will confirm the diagnosis.   == Management == Primary treatment is prompted by the administration of adequate doses of either the thyroid hormone L-thyroxine given intravenously or by giving liothyronine via a nasogastric tube. It is essential to identify and treat the condition precipitating the coma. Myxedema coma is rare but often fatal. It occurs most often in elderly women and may be mistaken for one of the chronic debilitating diseases common to this age group. Though the exact cause of myxedema is still unclear, a wealth of research has demonstrated the importance of iodine. In an important study the researchers showed that in the myxedematous type of cretinism treatment with iodine normalizes thyroid function provided that the treatment is begun early in the postnatal period. If not, the prognosis remains dismal.   == History == Myxedema was first treated successfully in 1891 when George Redmayne Murray diagnosed a 46-year-old woman with the disease. He prescribed an extract from sheep thyroid. The patient improved significantly within a few weeks and lived another 28 years while taking the sheep thyroid extract.   == References ==   == External links =="}