{"name": "Myxedema coma", "category": "disease", "content": "Myxedema coma is an extreme or decompensated form of hypothyroidism and while uncommon, is potentially lethal. A person may have laboratory values identical to a \"normal\" hypothyroid state, but a stressful event (such as an infection, myocardial infarction, or stroke) precipitates the myxedema coma state, usually in the elderly. Primary symptoms of myxedema coma are altered mental status and low body temperature. Low blood sugar, low blood pressure, hyponatremia, hypercapnia, hypoxia, slowed heart rate, and hypoventilation may also occur. Myxedema, although included in the name, is not necessarily seen in myxedema coma. Coma is also not necessarily seen in myxedema coma, as patients may be obtunded without being comatose. According to newer theories, myxedema coma could result from allostatic overload in a situation where the effects of hypothyroidism are amplified by nonthyroidal illness syndrome.   == Causes == Myxedema coma represents an extreme or decompensated form of hypothyroidism. Most cases occur in patients who have been previously diagnosed with hypothyroidism, yet in some cases, hypothyroidism may not have been previously identified.  Common precipitating factors of myxedema coma include:  Hypothermia, especially during winter months Metabolic disruption including hypoglycemia, hyponatremia, acidosis, and hypercalcemia Respiratory compromise including hypoxemia and hypercapnia Infections including pneumonia, cellulitis, and urosepsis Congestive heart failure Cerebrovascular accidents Gastrointestinal bleeding Trauma, motor vehicle accidents, and fractures Medications including anesthetics, sedatives, tranquilizers, narcotics, amiodarone, and lithium Withdrawal of thyroid supplements, especially in relation to a hospitalization Other precipitating factors include:  Other medications including beta-blockers, diuretics, phenothiazines, phenytoin, rifampin, anti-TNF therapy Burns Influenza Surgery Consumption of raw bok choy Diabetic ketoacidosis after total thyroidectomy   == Pathophysiology == The thyroid gland is responsible for regulating whole-body metabolism through the production of two major hormones: thyroxine (T4) and triiodothyronine (T3). Of the metabolically active thyroid hormones, 93% is T4 and 7% is T3. T3 is four times more potent than T4 and most T4 is converted to T3 in the tissues. Iodine is necessary for adequate hormone production. Thyroid-stimulating hormone (TSH) is a circulating or serum hormone from the pituitary gland that stimulates the thyroid gland to produce T3 and T4. Hypothyroidism occurs when the thyroid gland does not produce enough T3 and T4. The most common cause of hypothyroidism worldwide is too little dietary iodine. Hashimoto's thyroiditis is the most common cause of hypothyroidism in countries with sufficient dietary iodine. With the cessation of the production of thyroid hormone, the thyroid gland contains enough reserve T3 and T4 to last 2 to 3 months. The thyroid hormones T3 and T4 influence the production by virtually all cells in the body of hundreds of new intracellular proteins and enzymes. This influence includes the expression of the calcium ATPase, regulation of ion channels, oxidative phosphorylation, increased Na-K-ATPase activity, increased carbohydrate metabolism, increased free fatty acids, increased vitamin requirements, and increased overall metabolism. The absence of the thyroid hormones T3 and T4 are responsible for many bodily functions at the genetic and cellular level and an absence of these thyroid hormones as seen in myxedema coma has very serious consequences including a broad spectrum of symptoms and a high mortality rate.   == Diagnosis == Clinical features of myxedema coma:  Cardiovascular Bradycardia Bundle branch blocks Complete heart block and arrhythmias Cardiomegaly Elevated diastolic blood pressure—early Hypotension—late Low cardiac output Non-specific ECG findings Pericardial effusion Polymorphic ventricular tachycardia (torsades de pointes) Prolonged QT interval Respiratory Hypoxia Hypercapnia Hyperventilation Myxedema of the larynx Pleural effusion Gastrointestinal Abdominal distention Abdominal pain Anasarca Anorexia and nausea Decreased motility Fecal impaction and constipation Gastrointestinal atony or ileus Myxedema or toxic megacolon—late Neurogenic oropharyngeal dysphagia ileus Neurological Altered mentation Coma Confusion and obtundation Delayed tendon reflexes Depression Poor cognitive function Psychosis Seizures Renal and urinary function Bladder dystonia and distension Fluid retention Appearance and dermatological Alopecia Coarse, sparse hair Dry, cool, doughy skin Myxedematous face Generalized swelling Goiter Macroglossia Non-pitting edema Ptosis Periorbital edema Surgical scar from prior thyroidectomy Hypothermia Laboratory features in myxedema coma:  Anemia Elevated creatine kinase (CPK) Elevated creatinine Elevated transaminases Hypercapnia Hypercholesterolemia (elevated LDL) Hyperlipidemia Hypoglycemia Hyponatremia Hypoxia Leukopenia Respiratory acidosis   == Epidemiology == Hypothyroidism is four times more common in women than men. The incidence of myxedema coma has been reported to be 0.22 per 1000000 per year but the data is limited and especially lacking in countries outside the western world and countries along the equator. Myxedema coma is most common in people 60 years old and older and is most common in the winter months when hypothermia is more common.   == See also == Thyroid storm Euthyroid sick syndrome   == References ==   == External links =="}