{"name": "nabilone", "category": "drug", "content": "Nabilone, sold under the brand name Cesamet among others, is a synthetic cannabinoid with therapeutic use as an antiemetic and as an adjunct analgesic for neuropathic pain. It mimics tetrahydrocannabinol (THC), the primary psychoactive compound found naturally occurring in Cannabis. The Food and Drug Administration (FDA) in the United States has indicated nabilone for chemotherapy-induced nausea/vomiting. In other countries, such as Canada, it is widely used as an adjunct therapy for chronic pain management. Numerous trials and case studies have demonstrated modest effectiveness for relieving fibromyalgia and multiple sclerosis.   == Medical uses == Nabilone is used to treat nausea and vomiting in people under chemotherapy. Nabilone has shown modest effectiveness in relieving fibromyalgia. A 2011 systematic review of cannabinoids for chronic pain determined there was evidence of safety and modest efficacy for some conditions. The main settings that have seen published clinical trials of nabilone include movement disorders such as parkinsonism, chronic pain, dystonia and spasticity neurological disorders, multiple sclerosis, and the nausea of cancer chemotherapy. Nabilone is also effective in the treatment of inflammatory bowel disease, especially ulcerative colitis. In one study of current daily users of cannabis, oral nabilone at 4, 6, and 8 mg produced sustained and dose-dependent mood elevation and psychomotor slowing comparable to 10 or 20 mg oral dronabinol (THC). Nabilone had a slower onset of peak action and a greater dose-dependence of effects, which the investigators attributed to greater bioavailability.  A study comparing nabilone with metoclopramide, conducted before the development of modern 5-HT3 antagonist anti-emetics such as ondansetron, revealed that patients taking cisplatin chemotherapy preferred metoclopramide, while patients taking carboplatin preferred nabilone to control nausea and vomiting. Nabilone is sometimes used for nightmares in post-traumatic stress disorder, but there have not been studies longer than nine weeks, so effects of longer-term use are not known. Nabilone has also been used for medication overuse headache.   == Side effects == Nabilone can increase – rather than decrease – postoperative pain. In the treatment of fibromyalgia, adverse effects limit the useful dose. Adverse effects of nabilone include, but are not limited to: dizziness/vertigo, euphoria, drowsiness, dry mouth, ataxia, sleep disturbance, headache, nausea, disorientation, depersonalization, hallucinations, and asthenia.   == Pharmacology ==   === Pharmacodynamics === Nabilone is a partial agonist of the cannabinoid CB1 and CB2 receptors.   === Pharmacokinetics === Nabilone is given in 1 or 2 mg doses multiple times a day up to a total of 6 mg. It is completely absorbed from oral administration and highly plasma protein bound. Multiple cytochrome P450 enzymes extensively metabolize nabilone to various metabolites that have not been fully characterized.   == Chemistry == Nabilone is a racemic mixture consisting of (S,S)-(+)- and (R,R)-(−)-isomers.   == History == Nabilone was originally developed by Eli Lilly and Company; and was first approved by Health Canada in 1981; shortly followed by its approval in Mexico, the United Kingdom, and Germany. Lilly received FDA approval in 1985 to market it, but withdrew that approval in 1989 for commercial reasons. Valeant Pharmaceuticals acquired the rights from Lilly in 2004. Valeant tried and failed to get the medication approved by the FDA again in 2005 and then succeeded in 2006. In 2007, Valeant acquired the United Kingdom and European Union rights to market nabilone from Cambridge Laboratories. Nabilone was approved in Austria to treat chemotherapy-induced nausea in 2013; it was already approved in Spain for the same indication and was legal in Belgium to treat glaucoma, spasticity in multiple sclerosis, wasting due to AIDS, and chronic pain.   == See also == List of investigational analgesics   == References =="}