{"name": "nadifloxacin", "category": "drug", "content": "Nadifloxacin (INN, brand names Acuatim, Nadiflox, Nadoxin, Nadixa, Activon) is a topical fluoroquinolone antibiotic for the treatment of acne vulgaris.  It is also used to treat bacterial skin infections.   == Pharmacology ==   === Antibacterial spectrum === In vitro studies of nadifloxacin showed potent and broad-spectrum antibacterial activity against aerobic Gram-positive, Gram-negative and anaerobic bacteria, including Cutibacterium acnes and Staphylococcus epidermidis. Nadifloxacinshowed potent antibacterial activity against methicillin-resistant Staphylococcus aureus (MRSA), which was similar to potency against methicillin-sensitive Staphylococcus aureus (MSSA). The drug was also active against new quinolone-resistant MRSA. Nadifloxacin does not show cross-resistance with other new fluoroquinolones.   === Mechanism of action === Nadifloxacin inhibits the enzyme DNA gyrase that is involved in bacterial DNA synthesis and replication, thus inhibiting the bacterial multiplication. Nadifloxacin in addition to determine a therapeutic antibacterial action, can have a sebostatic and anti-inflammatory action, thus contributing to the improvement of the clinical condition of the patient.   === Pharmacokinetics === Following  a single topical application of 10 g nadifloxacin 1% cream to normal human back skin, the highest plasma concentration was determined to be 107 ng/mL with an elimination half-life of 19.4 hours. Approximately 0.09% of the administered dose was excreted in the urine over 48 hours post- dosing. The plasma concentration reached a steady state on Day 5 of repeated administration study when nadifloxacin 1% cream was applied at 5 g twice daily to normal healthy individuals for a period of 7 days. The plasma concentration reached a peak of 4.1 ng/ml at 8 hours post-final dosing with an elimination half-life of 23.2 hours. The urinary excretion rate reached 0.16% on Day 7.   == Clinical use == In some European countries, the drug has been approved  for the treatment of acne vulgaris. In a 2013 multicenter, randomized clinical study with a total of 184 Japanese patients with moderate to severe acne, adapalene 0.1% gel plus nadifloxacin 1% cream (combination therapy) showed a significant efficacy in decrement of inflammatory papulopustular lesions. In patients with skin lesions, topical application of nadifloxacin can result in plasma concentrations of 1 to 3 ng/ml. Consequently, some authors argued that it should not be used to treat relatively harmless diseases like acne vulgaris, risking the development of quinolone resistances.   == Adverse effects == During the treatment some patients may develop some adverse effects predominantly of the skin and subcutaneous tissue: burning and itching (in absolute the most common side effect), contact dermatitis, dryness and skin irritation.   == References =="}