{"name": "nadolol", "category": "drug", "content": "Nadolol, sold under the brand name Corgard among others, is a medication used to treat high blood pressure, heart pain, atrial fibrillation, and some inherited arrhythmic syndromes. It has also been used to prevent migraine headaches and complications of cirrhosis. It is taken orally. Common side effects include dizziness, feeling tired, a slow heart rate, and Raynaud syndrome. Serious side effects may include heart failure and bronchospasm. Its use in pregnancy and breastfeeding is of unclear safety. It is a non-selective beta blocker and works by blocking β1-adrenergic receptors in the heart and β2-adrenergic receptors in blood vessels. Nadolol was patented in 1970 and came into medical use in 1978. It is available as a generic medication. In 2020, it was the 340th most commonly prescribed medication in the United States, with more than 700 thousand prescriptions.   == Medical uses == Nadolol is used to treat hypertension and for long-term treatment of angina pectoris and is approved by the FDA for these purposes. It is regularly used off-label for control of heart rate in people with atrial fibrillation, prevention of migraine headaches; prevention of bleeding veins in people with portal hypertension caused by cirrhosis; and to treat people with high levels of thyroid hormone. Nadolol is the preferred beta-blocker in the management of patients with LQTS for prevention of ventricular arrhythmia. It is more efficacious than selective beta blockers or propranolol in the prevention of breakthrough cardiac events. Similarly, it is the preferred type of beta blocker for treatment of patients with CPVT, as it has been shown to be more efficacious than selective beta blockers, like atenolol or bisoprolol. Nadolol has the advantage of once daily dosing and thus improved patient compliance. For patients with decreased kidney function, nadolol may be dosed less often. It has also been found to be useful (off-label) for several neurological disorders such as the prevention of migraine attacks, attention deficit/hyperactivity disorder(ADHD) and its use has been explored as a treatment for essential tremor and Parkinson's disease but neither is well established.   == Side effects == The most common side effects include dizziness and fatigue.   == Contraindications == Nadolol and other beta blockers should be used with cautions in people with heart failure and its use should not be abruptly stopped.  It is contraindicated for people with asthma, a slow heart rate and certain severe heart problems.   == Pharmacology ==   === Pharmacodynamics ===  Nadolol is a non-selective beta blocker; that is, it non-selectively blocks both beta-1 and beta-2 receptors. It has a preference for beta-1 receptors, which are predominantly located in the heart, thereby inhibiting the effects of catecholamines and causing a decrease in heart rate and blood pressure. Its inhibition of beta-2 receptors, which are mainly located in the bronchial smooth muscle of the airways, leads to airway constriction similar to that seen in asthma. Inhibition of beta-1 receptors in the juxtaglomerular apparatus of the kidney inhibits the renin–angiotensin system, causing a decrease in vasoconstriction and a decrease in water retention. Nadolol's inhibition of beta-1 receptors in the heart and kidney leads to its effects on lowering blood pressure. The drug impairs AV node conduction and decreases sinus rate. Nadolol may also increase plasma triglycerides and decrease HDL-cholesterol levels.    === Pharmacokinetics === Nadolol is classified as a beta blocker with low lipophilicity and hence lower potential for crossing the blood–brain barrier. This in turn may result in fewer effects in the central nervous system as well as fewer neuropsychiatric side effects.   == Chemistry == Nadolol is a mixture of stereoisomers. It is polar and hydrophilic, with low lipid solubility.   == References ==   == External links == \"Nadolol\". Drug Information Portal. U.S. National Library of Medicine."}