{"name": "nafarelin", "category": "drug", "content": "Nafarelin, sold under the brand name Synarel among others, is a gonadotropin-releasing hormone agonist (GnRH agonist) medication which is used in the treatment of endometriosis and early puberty. It is also used to treat uterine fibroids, to control ovarian stimulation in in vitro fertilization (IVF), and as part of transgender hormone therapy. The medication is used as a nasal spray two to three times per day. Side effects of nafarelin are related to sex hormone deprivation and include symptoms of low testosterone levels and low estrogen levels such as hot flashes, sexual dysfunction, vaginal atrophy, and osteoporosis. Nafarelin is a gonadotropin-releasing hormone agonist (GnRH agonist) and works by preventing the production of sex hormones by the gonads. It can lower sex hormone levels by 95% in both sexes. Nafarelin is a peptide and an analogue of GnRHTooltip gonadotropin-releasing hormone. Nafarelin was introduced for medical use in 1990. It is available widely throughout the world, including in North America, Europe, and elsewhere throughout the world. The medication is one of only two medically used GnRH analogues that are available as nasal sprays, the other being buserelin.   == Medical uses == Nafarelin is approved and used in the treatment of endometriosis and precocious puberty. It is also used in the treatment of uterine fibroids. The medication is used to control ovarian stimulation in in vitro fertilization (IVF). Nafarelin is used as a puberty blocker in transgender youth and to suppress testosterone levels in transgender women. Nafarelin can also be used to treat hirsutism and polycystic ovary syndrome by lowering gonadotropin and androgen levels. It is effective in the treatment of benign prostatic hyperplasia.   === Dosages === Nafarelin is used to treat precocious puberty at a dosage of 1,600 to 1,800 μg per day. The 1,600 μg/day dosage is achieved by two sprays (400 μg total) into each nostril in the morning (four sprays, 800 μg total) and two sprays (400 μg total) into each nostril in the evening (four sprays, 800 μg total). If 1,600 μg/day is insufficient for adequate pubertal suppression, the 1,800 μg/day dosage can be used instead. This is achieved by three sprays (600 μg total) into alternating nostrils three times per day (nine sprays per day total). When administering the sprays, the head should be tilted back slightly and 30 seconds should elapse between each spray. A bottle of nafarelin nasal spray (brand name Synarel) lasts for about 7 days at a dosage of 1,600 μg/day. Nafarelin is used to treat endometriosis at lower dosages of 400 to 800 μg per day. This is achieved by one or two sprays (200 or 400 μg total) into alternating nostrils once in the morning and once in the evening (two to four sprays per day total). A bottle of nafarelin nasal spray (brand name Synarel) lasts for about 30 days at a dosage of 400 μg/day.   === Available forms === Nafarelin is available in the form of a 0.2% nasal spray for use one, two, or three times per day. Each bottle of nafarelin nasal spray (brand name Synarel) contains about 60 sprays delivering approximately 200 μg nafarelin in 100 μL solution per actuation. Nafarelin is not available for use by any other routes than intranasal administration.   == Side effects == Side effects of nafarelin are related to sex hormone deficiency and include hot flashes, vaginal dryness, headaches, mood changes, and sexual dysfunction. Nafarelin causes erectile dysfunction in more than half of men with benign prostatic hyperplasia treated with it. Some people may experience acne, muscle pain, reduced breast size, and nasal irritation. These side effects are reversible and should resolve after stopping the medication. There is a case report of severe hyperkalemia during nafarelin therapy in a woman with uterine fibroids. The mechanism is unknown.   == Pharmacology ==   === Pharmacodynamics === Nafarelin is a GnRH agonist, or an agonist of the GnRH receptor, the biological target of GnRH. It works by continuously activating the GnRH receptor, which results in profound desensitization of the receptor such that it becomes non-functional. As a result, nafarelin suppresses the GnRH-induced secretion of the gonadotropins, luteinizing hormone and follicle-stimulating hormone, from the pituitary gland. This, in turn, results in profound suppression of gonadal sex hormone production, as well as reversible suppression of fertility.   === Pharmacokinetics === The bioavailability of nafarelin with intranasal administration is 2.8% on average, with a range of 1.2 to 5.6%. The plasma protein binding of nafarelin is 80%. It is metabolized primarily by peptidases and not by cytochrome P450 enzymes. The elimination half-life of nafarelin is 2.5 to 3.0 hours by intranasal administration, whereas the half-life of nafarelin and its metabolites by subcutaneous injection is 85.5 hours. Nafarelin is eliminated 44 to 55% in urine and 18.5 to 44.2% in feces.   == Chemistry == Nafarelin is a GnRH analogue, or a synthetic analogue of GnRH. It is a decapeptide and is also known as [6-D-(2-naphthyl)alanine]-GnRH. Nafarelin is marketed for medical use in both its free base (nafarelin) and acetate salt (nafarelin acetate) forms.   == History == Nafarelin was introduced for medical use in 1990.   == Society and culture ==   === Generic names === Nafarelin is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while nafaréline is its DCFTooltip Dénomination Commune Française and nafarelin acetate is its USANTooltip United States Adopted Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. It is also known by its former developmental code name RS-94991 or RS-94991-298.   === Brand names === The major brand names of nafarelin are Synarel and Synarela. It has also been marketed under a number of other brand names including Synrelin, Synrelina, Nafarelil 0.2%, and Nasanyl 0.2%.   === Availability === Nafarelin is available widely throughout the world, including in the United States, Canada, the United Kingdom, Ireland, other European countries, Australia, Israel, Argentina, Brazil, Mexico, and Japan.   == See also == Gonadotropin-releasing hormone receptor § Agonists   == References ==   == Further reading =="}