{"name": "nalbuphine", "category": "drug", "content": "Nalbuphine, sold under the brand names Nubain among others, is an opioid analgesic which is used in the treatment of pain. It is given by injection into a vein, muscle, or fat. Side effects of nalbuphine include sedation, sweatiness, clamminess, nausea, vomiting, dizziness, vertigo, dry mouth, and headache. Unlike other opioids, it has little to no capacity to cause euphoria or respiratory depression. There is also little to no incidence of dysphoria, dissociation, hallucinations, and related side effects at typical therapeutic doses. Nalbuphine is a mixed agonist/antagonist opioid modulator. Specifically, it acts as a moderate-efficacy partial agonist or antagonist of the μ-opioid receptor (MOR) and as a high-efficacy partial agonist of the κ-opioid receptor (KOR), whereas it has relatively low affinity for the δ-opioid receptor (DOR) and sigma receptors. Nalbuphine was patented in 1963 and was introduced for medical use in the United States in 1979. It is marketed in many countries throughout the world.   == Medical uses == Nalbuphine is indicated for the relief of moderate to severe pain. It can also be used as a supplement to balanced anesthesia, for preoperative and postoperative analgesia, and for obstetrical analgesia during labor and delivery. However, a 2014 Cochrane Systematic Review concluded that from the included studies, there was limited evidence to demonstrate that \"0.1 to 0.3 mg/kg nalbuphine compared to placebo might be an effective postoperative analgesic\" for pain treatment in children. Further research is therefore needed to compare nalbuphine with other postoperative opioids. Although nalbuphine possesses opioid antagonist activity, there is evidence that in nondependent patients it will not antagonize an opioid analgesic administered just before, concurrently, or just after an injection. Therefore, patients receiving an opioid analgesic, general anesthetics, phenothiazines, or other tranquilizers, sedatives, hypnotics, or other CNS depressants (including alcohol) concomitantly with Nalbuphine may exhibit an additive effect. When such combined therapy is contemplated, the dose of one or both agents should be reduced. In addition to the relief of pain, the drug has been studied as a treatment for morphine induced pruritus (itching). Pruritus is a common side effect of morphine or other pure MOR agonist opioid administration. Kjellberg et al. (2001) published a review of clinical trials relating to the prevalence of morphine induced pruritus and its pharmacologic control. The authors state that nalbuphine is an effective anti-pruritic agent against morphine induced pruritus. The effect may be mediated via central nervous system mechanisms. Pan (1998) summarizes the evidence that activation at the pharmacological level of the KOR antagonizes various MOR-mediated actions in the brain. The author states that the neural mechanism for this potentially very general MOR-antagonizing function by the KOR may have broad applications in the treatment of central nervous system mediated diseases. He does not state, however, that nalbuphine's pharmacological mechanism of action for pruritus is the result of this interaction between the two opioid receptors. Morphine induced pruritus syndrome may also be caused by release of histamine from mast cells in the skin (Gunion et al. (2004). Paus et al. (2006) report that MORs and KORs are located in skin nerves and keratinocytes. Levy et al. (1989) reviewed the literature on the relationship of opioid mediated histamine release from cutaneous mast cells to the etiology of hypotension, flushing and pruritus. The authors investigated the relative abilities of various opioids to induce histamine release mediated increased capillary permeability and tissue edema (\"wheal response\") and cutaneous vasodilatation and local redness (\"flare response\") when subjects were intradermally injected with 0.02 ml equimolar concentrations of 5 x 10-4 M. Nalbuphine did not produce either a wheal or flare response.   === Available forms === Nalbuphine is available in two concentrations, 10 mg and 20 mg of nalbuphine hydrochloride per mL. Both strengths contain 0.94% sodium citrate hydrous, 1.26% citric acid anhydrous, 0.1% sodium metabisulfite, and 0.2% of a 9:1 mixture of methylparaben and propylparaben as preservatives; pH is adjusted, if necessary, with hydrochloric acid. The 10 mg/mL strength contains 0.1% sodium chloride. The drug is also available in a sulfite and paraben-free formulation in two concentrations, 10 mg and 20 mg of nalbuphine hydrochloride per mL. One mL of each strength contains 0.94% sodium citrate hydrous, 1.26% citric acid anhydrous; pH is adjusted, if necessary, with hydrochloric acid. The 10 mg/mL strength contains 0.2% sodium chloride. An investigational extended-release oral formulation is under development by Trevi Therapeutics.   == Side effects == Like pure MOR agonists, the mixed agonist/antagonist opioid class of drugs can cause side effects with initial administration of the drug which lessens over time (\"tolerance\"). This is particularly true for the side effects of nausea, sedation and cognitive symptoms (Jovey et al. 2003). These side effects can in many instances be ameliorated or avoided at the time of drug initiation by titrating the drug from a tolerable starting dose up to the desired therapeutic dose. An important difference between nalbuphine and the pure MOR agonist opioid analgesic drugs is the \"ceiling effect\" on respiration (but no ceiling on the analgesic effect). Respiratory depression is a potentially fatal side effect from the use of pure MOR agonists. Nalbuphine has limited ability to depress respiratory function (Gal et al. 1982). As reported in the current Nubain Package Insert (2005), the most frequent side effect in 1066 patients treated with nalbuphine was sedation in 381 (36%). Other, less frequent reactions are: feeling sweaty/clammy 99 (9%), nausea/vomiting 68 (6%), dizziness/vertigo 58 (5%), dry mouth 44 (4%), and headache 27 (3%). Other adverse reactions which may occur (reported incidence of 1% or less) are:  CNS effects: Nervousness, depression, restlessness, crying, euphoria, flushing, hostility, unusual dreams, confusion, faintness, hallucinations, dysphoria, feeling of heaviness, numbness, tingling, unreality. The incidence of psychotomimetic effects, such as unreality, depersonalization, delusions, dysphoria and hallucinations has been shown to be less than that which occurs with pentazocine. Cardiovascular: Hypertension, hypotension, bradycardia, tachycardia, pulmonary edema. Gastrointestinal: Cramps, dyspepsia, bitter taste. Respiration: Depression, dyspnea, asthma. Dermatological: Itching, burning, urticaria. Obstetric: Pseudo-sinusoidal fetal heart rhythm. Other possible, but rare side effects include speech difficulty, urinary urgency, blurred vision, flushing and warmth. A 2014 Cochrane Systematic Review by Schnabel et al., concluded that due to limited data, analysis of adverse events for children treated with nalbuphine compared to other opioids or placebo for postoperative pain, could not be definitively reported.   == Overdose == In case of overdose or adverse reaction, the immediate intravenous administration of naloxone (Narcan) is a specific antidote. Oxygen, intravenous fluids, vasopressors and other supportive measures should be used as indicated.   == Pharmacology ==   === Pharmacodynamics ===  Nalbuphine is a semisynthetic mixed agonist/antagonist opioid modulator of the phenanthrene or morphinan series. It is structurally related to the widely used opioid antagonists naloxone and naltrexone, and to the potent opioid analgesic oxymorphone. Nalbuphine binds with high affinity to the MOR and KOR, and has relatively low affinity for the DOR. It behaves as a moderate-efficacy partial agonist (or mixed agonist/antagonist) of the MOR and as a high-efficacy partial agonist of the KOR. Nalbuphine has weak or no affinity for the sigma receptor(s) (e.g., Ki > 100,000 nM). Nalbuphine is said to be more morphine-like at lower doses. However at higher doses, it produces more sedation, drunkenness, dysphoria, and dissociation. As such, its effects are dose-dependent. Such effects include sedation (21–36%), dizziness or vertigo (5%), lightheadedness (1%), anxiety (<1%), dysphoria (<1%), euphoria (<1%), confusion (<1%), hallucinations (<1%), depersonalization (1%), unusual dreams (<1%), and feelings of \"unreality\" (<1%). Nalbuphine is a potent analgesic. Its analgesic potency is essentially equivalent to that of morphine on a milligram basis, which is based on relative potency studies using intramuscular administration (Beaver et al. 1978). Oral administered nalbuphine is reported to be three times more potent than codeine (Okun et al. 1982). Clinical trials studied single dose experimental oral immediate release nalbuphine tablets for analgesic efficacy over a four- to six-hour time period following administration. Nalbuphine in the 15 to 60 mg range had similar analgesic effects to immediate release codeine in the 30 to 60 mg range (Kantor et al. 1984; Sunshine et al. 1983). Schmidt et al. (1985) reviewed the preclinical pharmacology of nalbuphine and reported comparative data relative to other types of opioid compounds. The authors point out that the nalbuphine moiety is approximately ten times more pharmacologically potent than the mixed opioid agonist/antagonist butorphanol on an \"antagonist index\" scale which quantitates the drug's ability to act both as an analgesic (via opioid KOR agonism) as well as a MOR antagonist. The opioid antagonist activity of nalbuphine is one-fourth as potent as nalorphine and 10 times that of pentazocine.   === Pharmacokinetics === The onset of action of nalbuphine occurs within 2 to 3 minutes after intravenous administration, and in less than 15 minutes following subcutaneous or intramuscular injection. The elimination half-life of nalbuphine is approximately 5 hours on average and in clinical studies the duration of analgesic activity has been reported to range from 3 to 6 hours.   == Chemistry == Nalbuphine is a derivative of morphine and is also known as N-cyclobutylmethyl-14-hydroxydihydronormorphine.   == History == Nalbuphine was first synthesized in 1965 and was introduced for medical use in the United States in 1979. In the search for opioid analgesics with less abuse potential than pure MOR agonist opioids, a number of semisynthetic opioids were developed. These substances are referred to as mixed agonist–antagonists analgesics. Nalbuphine belongs to this group of substances. The mixed agonists-antagonists drug class exerts their analgesic actions by agonistic activity at the KOR. While all drugs in this class possess MOR antagonistic activity leading to less abuse potential, nalbuphine is the only approved drug in the mixed agonist–antagonist class listed in terms of its pharmacological actions and selectivities on opioid receptors as a MOR partial agonist or antagonist as well as a KOR agonist (Gustein et al. 2001). Nubain was approved for marketing in the United States in 1978 and remains as the only opioid analgesic of this type (marketed in the U.S.) not controlled under the Controlled Substances Act (CSA). When the Controlled Substances Act (CSA) was enacted in 1971, nalbuphine was placed in schedule II. Endo Laboratories, Inc. subsequently petitioned the DEA to exclude nalbuphine from all schedules of the CSA in 1973. After receiving a medical and scientific review and a scheduling recommendation from the Department of Health, Education and Welfare, forerunner to the Department of Health and Human Services, nalbuphine was removed from schedule II of the CSA in 1976. Presently, nalbuphine is not a controlled substance under the CSA. Nalbuphine HCL is currently available only as an injectable in the US and the European Union. Nubain, the Astra USA brand name for injectable nalbuphine HCL, was discontinued from being marketed in 2008 in the United States for commercial reasons (Federal Register 2008); however, other commercial suppliers now provide generic injection formulation nalbuphine for the market.   == Society and culture ==   === Brand names === Nalbuphine is marketed primarily under the brand names Nubain, Nalpain, and Nalbuphin. It is also marketed under the brand name Nalufin in Egypt and Raltrox in Bangladesh by Opsonin Pharma Limited, under the brand name Rubuphine in India by Rusan Healthcare Pvt Ltd, under the brand name Kinz and Nalbin in Pakistan by Sami and Global Pharmaceuticals, under the brand name Analin by Medicaids in Pakistan, and under the brand name Exnal by Indus Pharma in Pakistan, among many others.   === Legal status === Unlike many other opioids, nalbuphine has a limited potential for euphoria, and in accordance, is rarely abused. This is because whereas MOR agonists produce euphoria, MOR antagonists do not, and KOR agonists like nalbuphine moreover actually produce dysphoria. Nalbuphine was initially designated as a Schedule II controlled substance in the United States along with other opioids upon the introduction of the 1970 Controlled Substances Act. However, its manufacturer, Endo Laboratories, Inc., petitioned the Food and Drug Administration to remove it from Schedule II in 1973, and after a medical and scientific review, nalbuphine was removed completely from the Controlled Substances Act in 1976 and is not a controlled substance in the United States today. For comparison, MOR full agonists are all Schedule II in the United States, whereas the mixed KOR and MOR agonists/antagonists butorphanol and pentazocine are Schedule IV in the United States. In Canada, most opioids are classified as Schedule I, but nalbuphine and butorphanol are both listed as Schedule IV substances.   == See also == Dinalbuphine sebacate Samidorphan Pain management in children   == Notes =="}