{"name": "naldemedine", "category": "drug", "content": "Naldemedine, sold under the brand name Symproic in the US and Rizmoic in the European Union, is a medication that is used for the treatment of opioid-induced constipation in adults who have previously been treated with a laxative in the European Union, or to treat opioid induced constipation in adults with chronic non-cancer pain in the US. It is a peripherally acting μ-opioid receptor antagonist and was developed by Shionogi. Clinical studies have found it to possess statistically significant effectiveness for these indications and to be generally well tolerated, with predominantly mild to moderate gastrointestinal side effects. Effects indicative of central opioid withdrawal or impact on the analgesic or miotic effects of co-administered opioids have only been observed in a small number of patients.   == Medical uses == In the US, naldemedine is approved for the treatment of opioid induced constipation in adults with chronic non-cancer pain, including those who have chronic pain related to prior cancer or its treatment and do not need frequent opioid dosage escalation. In the European Union, naldemedine is also approved for the treatment of opioid induced constipation in adults, but as a second-line therapy after treatment with a laxative.   == Contraindications == The drug is contraindicated in patients with gastrointestinal obstruction or perforation, or those at risk for these problems.   == Side effects == Side effects in studies were abdominal pain (8–11% of patients as compared to 2–5% under placebo, depending on the study), diarrhea (7% versus 2–3%), nausea (4–6% versus 2–5%), vomiting (3% versus 2%), gastroenteritis (2–3% versus 1%), and opioid withdrawal syndrome (1.5–3.2% versus 0.5–1.5%). The latter was severe but manageable in one patient, and otherwise mild to moderate. Hypersensitivity reactions were rare; they occurred in two patients.   == Overdose == Single doses up to 500 times the recommended dose, as well as multiple doses up to 150 times the recommended dose for ten days, resulted in an increase of the mentioned side effects. Theses side effects were mild to moderate.   == Interactions == As naldemedine is mainly metabolized by the liver enzyme CYP3A4, inhibitors of this enzyme can increase its concentrations in the body and thus its potential for side effects. Examples include itraconazole (which increased naldemedine exposure 2.9-fold in a study), ketoconazole, clarithromycin and grapefruit juice. Conversely, CYP3A4 inducers such as rifampicin and St John's wort decrease naldemedine concentrations; with rifampicin, the reduction was 83% in a study. Strong inhibitors of the pump P-glycoprotein such as ciclosporin may increase naldemedine concentrations in the blood plasma.   == Pharmacology ==   === Mechanism of action ===  Naldemedine is a derivative of naltrexone and, like this substance, blocks opioid receptors of the types μ (mu), δ (delta) and κ (kappa). While naltrexone is able to cross the blood–brain barrier and can therefore be used to treat opioid dependence, the large hydrophilic side chain of naldemedine and its affinity to P-glycoprotein result in negligible concentrations in the central nervous system when recommended doses are applied. Instead, it acts mainly on μ-receptors in the gastrointestinal tract, where it counteracts the constipation inducing effects of opioid drugs.   === Pharmacokinetics === After oral intake, naldemedine has an absolute bioavailability in the range of 20% to 56% and reaches highest blood plasma levels after 0.75 hours when taken without food and 2.5 hours when taken with a high-fat meal. As the area under the curve is not significantly different with or without a meal, the drug can be taken independently of food. Once in the bloodstream, 93 to 94% of the substance is bound to plasma proteins, mainly to albumin. Naldemedine is mainly metabolized by the enzyme CYP3A4 to nor-naldemedine (which makes up about 9–13% of the circulating substance), and to a much lesser extent by UGT1A3 to naldemedine 3-glucuronide. Minor metabolites are the 6-glucuronide, the 7-(R/S)-hydroxy-derivates, and two products formed by enterobacteria through cleaving the oxadiazole ring: naldemedine carboxylic acid and benzamidine. Nor-naldemedine, the glucuronides, and the carboxylic acid are opioid receptor antagonists, but less potent than the original substance.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  Naldemedine and its metabolites are excreted via urine and faeces. The part of the molecule \"left\" of the cleavage line (the sum of original substance, nor-naldemedine, glucuronides, hydroxy-derivative, and carboxylic acid) is found to 20.4% in the urine and to 64.3% in the faeces, while the part \"right\" to the line (the sum of original substance, nor-naldemedine, glucuronides, hydroxy-derivative, and benzamidine) is found to 57.3% in the urine and to 34.8% in the faeces. This indicates that benzamidine is predominantly excreted in the urine and the carboxylic acid is predominantly excreted in the faeces. The terminal half-life is about 11 hours.   == Chemistry == Naldemedine is used in form of the tosylate, a white to light tan powder. It is not hygroscopic and has a high water solubility at a physiologic pH.   == Society and culture ==   === Commercialization === Naldemedine is manufactured by Shionogi Inc., a United States-based subsidiary of Shionogi & Co., Ltd. Shionogi & Co., Ltd. (SGIOF) is a pharmaceutical company founded in 1878 based in Osaka, Japan. Shionogi Inc. is fully funded by its parent company, Shionogi & Co., Ltd. The parent company specializes in pharmaceuticals, diagnostic reagents and medical devices in Japan and internationally. Naldemedine is their only gastroenterology product in the United States. In the US market, Shionogi Inc. has partnered with Purdue Pharma in a joint venture for US commercialization of Symproic. Purdue Pharma LP is a privately held pharmaceutical company based in the United States that specializes in chronic pain disorders. Purdue Pharma appealed to remove the Class II scheduling of Symproic as accordant to the Controlled Substances Act. The appeal was posted to the Federal Register on 12 July 2017. The Drug Enforcement Administration officially removed the Class II scheduling in September 2017.   === Manufacturer finances === Since 2015, Shionogi & Co., Ltd. has produced increasing net income. At the end of fiscal year 2016, Shionogi & Co., Ltd. had a net income of $66,687,000. At the end of fiscal year 2017, they increased their net income to $83,879,000. How much of this is attributed to sales of Symproic is unknown. Shionogi & Co., Ltd. ends their fiscal year on 31 March of each year. Considering the drug was only FDA approved on 23 March 2017, the true valuation of the drug is yet to be seen. Purdue Pharma has begun advertising for the medication to be available by October 2017.   === Intellectual property === There are three patents issued for naldemedine tosylate by the United States Patent and Trademark Office. All patents are owned by Shionogi Inc. and will expire from 2026 to 2031. Naldemedine tosylate has 46 other patents in 18 different countries.   == Clinical trials == The approval of naldemedine came from the results of the COMPOSE program, a phase three clinical studies program conducted in adults 18–80 years of age with chronic non-cancer pain opioid induced constipation. COMPOSE-I and COMPOSE-II were 12-week double blind randomized controlled trials comparing the use of naldemedine to placebo in the patient population. COMPOSE-I began in August 2013 until January 2015 in 68 outpatient clinic in seven countries. COMPOSE-II began in November 2013 until June 2015 taking place in 69 outpatient clinics in six countries.  In both trials, patients were randomly assigned to receive either naldemedine 0.2 mg or placebo once daily for 12 weeks. A responder had at least three spontaneous bowel movements per week with an increase of one spontaneous bowel movement for nine of the 12 weeks, including three of the final four weeks of the study. In COMPOSE-I and COMPOSE-II, the proportion of responders were significantly higher in the naldemedine group than the placebo group. Adverse events were similar in both trials, however, patients in the naldemedine group had slightly higher rates of adverse events. COMPOSE-III was a 52-week clinical trial examining the long term safety with naldemedine in patients with non cancer chronic pain. Results from this trial showed statistical significance for increased weekly bowel movements and no opioid withdrawal symptoms. The study also concluded adverse effects were more similar between two groups.   == References =="}