{"name": "nalidixic acid", "category": "drug", "content": "Nalidixic acid (tradenames Nevigramon, NegGram, Wintomylon and WIN 18,320) is the first of the synthetic quinolone antibiotics. In a technical sense, it is a naphthyridone, not a quinolone: its ring structure is a 1,8-naphthyridine nucleus that contains two nitrogen atoms, unlike quinoline, which has a single nitrogen atom. Synthetic quinolone antibiotics were discovered by George Lesher and coworkers as a byproduct of chloroquine manufacture in the 1960s; nalidixic acid itself was used clinically, starting in 1967. Nalidixic acid is effective primarily against Gram-negative bacteria, with minor anti-Gram-positive activity. In lower concentrations, it acts in a bacteriostatic manner; that is, it inhibits growth and reproduction. In higher concentrations, it is bactericidal, meaning that it kills bacteria instead of merely inhibiting their growth. It has historically been used for treating urinary tract infections, caused, for example, by Escherichia coli, Proteus, Shigella, Enterobacter, and Klebsiella. It is no longer clinically used for this indication in the US as less toxic and more effective agents are available. The marketing authorization for nalidixic acid has been suspended throughout the EU. It is also a tool in studies as a regulation of bacterial division. It selectively and reversibly blocks DNA replication in susceptible bacteria. Nalidixic acid and related antibiotics inhibit a subunit of DNA gyrase and topoisomerase IV and induce formation of cleavage complexes. It also inhibits the nicking-closing activity on the subunit of DNA gyrase that releases the positive binding stress on the supercoiled DNA.   == Adverse effects == Hives, rash, intense itching, or fainting soon after a dose may be a sign of anaphylaxis. Common adverse effects include rash, itchy skin, blurred or double vision, halos around lights, changes in color vision, nausea, vomiting, and diarrhea. Nalidixic acid may also cause convulsions and hyperglycemia, photosensitivity reactions, and sometimes haemolytic anaemia, thrombocytopenia or leukopenia. Particularly in infants and young children, has been reported occasionally increased intracranial pressure.   == Overdose == In case of overdose the patient experiences headache, visual disturbances, balance disorders, mental confusion, metabolic acidosis and seizures.   == Spectrum of bacterial susceptibility and resistance == Aeromonas hydrophila, Clostridium and Haemophilus are generally susceptible to nalidixic acid, while other bacteria such as Bifidobacteria, Lactobacillus, Pseudomonas and Staphylococcus are resistant. Salmonella enterica serovar Typhimurium strain ATCC14028 acquires nalidixic acid resistance when gyrB gene is mutated (strain IR715).   == See also == Amfonelic acid Oxolinic acid   == References ==   == External links == MedlinePlus DrugInfo medmaster-a682042 \"Nalidixic acid\". HealthDigest.org."}