{"name": "nalmefene", "category": "drug", "content": "Nalmefene is a medication that is used in the treatment of opioid overdose and alcohol dependence. Nalmefene belongs to the class of opioid antagonists and can be taken by mouth, administered by injection, or delivered through nasal administration. In terms of its chemical structure and biological activity, nalmefene is similar to another opioid antagonist called naltrexone, as they are both derivatives of opiates. However, nalmefene offers certain advantages over naltrexone. These include a longer elimination half-life, which means it stays in the body for a longer duration, improved absorption when taken by mouth, and no observed liver toxicity that is dependent on the dosage. Nalmefene is available as a generic medication.   == Medical uses ==   === Opioid overdose === Intravenous doses of nalmefene have been shown effective at counteracting the respiratory depression produced by opioid overdose.   === Alcohol dependence === Nalmefene is used in the European Union to reduce alcohol dependence and NICE recommends the use of nalmefene to reduce alcohol consumption in combination with psychological support for people who drink heavily. Based on a meta analysis, the usefulness of nalmefene for alcohol dependence is unclear. Nalmefene, in combination with psychosocial management, may decrease the amount of alcohol drunk by people who are alcohol dependent. The medication may also be taken \"as needed\", when a person feels the urge to consume alcohol.   == Side effects ==   === Very common === The following side effects of nalmefene are very common (≥10% incidence):  Insomnia Dizziness Headache Nausea   === Common === The following side effects of nalmefene are common (≥1% to <10% incidence):  Decreased appetite Sleep disorder Confusional state Restlessness Libido decreased (including loss of libido) Somnolence Tremor Disturbance in attention Paraesthesia Hypoaesthesia Tachycardia Palpitations Vomiting Dry mouth Diarrhea Hyperhidrosis Muscle spasms Fatigue Asthenia Malaise Feeling abnormal Weight decreased The majority of these reactions were mild or moderate, associated with treatment initiation, and of short duration.   == Pharmacology ==   === Pharmacodynamics ===   ==== Opioid receptor blockade ====  Nalmefene acts as an inverse agonist of the μ-opioid receptor (MOR) (KiTooltip Inhibitor constant = 0.24 nM) and as a weak partial agonist (Ki = 0.083 nM; Emax = 20–30%) of the κ-opioid receptor (KOR), with similar binding for these two receptors but a several-fold preference for the KOR. In another study however, nalmefene had approximately equal affinity for the MOR and KOR. In vivo evidence indicative of KOR activation, such as elevation of serum prolactin levels due to dopamine suppression and increased hypothalamic–pituitary–adrenal axis activation via enhanced adrenocorticotropic hormone and cortisol secretion, has been observed in humans and animals. Side effects typical of KOR activation such as hallucinations and dissociation have also been observed with nalmefene in human studies. It is thought that nalmefene activation of KOR may produce dysphoria and anxiety. In addition to MOR and KOR binding, nalmefene also possesses some, albeit far lower affinity for the δ-opioid receptor (DOR) (Ki = 16 nM), where it behaves as an antagonist. Nalmefene is structurally related to naltrexone and differs from it by substitution of the ketone group at the C6 position of naltrexone with a methylene group (CH2). It binds to the MOR with similar affinity relative to naltrexone, but binds \"somewhat more avidly\" to the KOR and DOR in comparison. Nalmefene with a single 1 mg dose by intravenous injection has been found to produce brain MOR blockade of 99% at 5 minutes, 90% at 2 hours, 33% at 4 hours, and 10% at 8 hours. A lower dose of 1 μg/kg intravenously resulted in brain MOR blockade of 52% at 5 minutes, 33% at 2 hours, 47% at 4 hours, and 26% at 8 hours. With oral administration, peak brain MOR occupancy of 87 to 100% was found after 3 hours with single or repeated dosing of nalmefene. At 26 hours (1.1 days) post-administration, brain MOR occupancy was 83 to 100%; at 50 hours (2.1 days), it was 48 to 72%; and at 74 hours (3.1 days), it was 12 to 46%. The half-time of nalmefene occupancy of brain MORs is about 29 hours and is much longer than with naloxone. Substantial brain MOR occupancy occurs with nalmefene even when blood levels of nalmefene are very low. The prolonged brain MOR occupancy of nalmefene may be due to slow dissociation of nalmefene from MORs consequent to its high MOR affinity.   === Metabolism === Nalmefene is extensively metabolized in the liver, mainly by conjugation with glucuronic acid and also by N-dealkylation. Less than 5% of the dose is excreted unchanged. The glucuronide metabolite is entirely inactive, while the N-dealkylated metabolite has minimal pharmacological activity.   == Chemistry == Nalmefene is a derivative of naltrexone and was first reported in 1975.   == Society and culture == Nalmefene was first reported in a patent in 1974.   === United States === In the United States, immediate-release injectable nalmefene was approved in 1995, as an antidote for opioid overdose. It was sold under the brand name Revex. The product was discontinued by its manufacturer around 2008. A generic version was approved for medical use in the United States in February 2022. In May 2023, the Food and Drug Administration (FDA) approved a nalmefene hydrochloride nasal spray, under the brand name Opvee, for the emergency treatment of  opioid overdose in people aged twelve years of age and older. In August 2024, the FDA approved a nalmefene hydrochloride auto-injector (Zurnai) for the emergency treatment of known or suspected opioid overdose in people aged twelve years of age and older. The FDA granted the application for the nalmefene hydrochloride auto-injector fast track and priority review designations. The FDA granted approval of Zurnai to Purdue Pharma L.P. Nalmefene in pill form, which is used to treat alcohol dependence and other addictive behaviors, is not available in the United States.   === European Union === Danish pharmaceutical company Lundbeck has licensed nalmefene from Biotie Therapies and performed clinical trials with nalmefene for treatment of alcohol dependence. In 2011, they submitted an application for their drug termed Selincro to the European Medicines Agency. The drug was approved for use in the EU in March 2013. and in October 2013, Scotland became the first country in the EU to prescribe the drug for alcohol dependence. England followed Scotland by offering the substance as a treatment for problem drinking in October 2014. In November 2014, nalmefene was approved as a possible treatment supplied by Britain's National Health Service (NHS) for reducing alcohol consumption in people with alcohol dependence.   == Research == Oral nalmefene was under development for the treatment of pathological gambling, interstitial cystitis, pruritus, rheumatoid arthritis, shock, and smoking withdrawal, but development was discontinued for all of these indications. Formulations of nalmefene for use by intramuscular injection, intravenous injection, and intranasal administration are in late-stage development for the treatment of opioid-related disorders. Nalmefene might be useful to treat cocaine addiction.   == References =="}