{"name": "naloxegol", "category": "drug", "content": "Naloxegol (INN; PEGylated naloxol; trade names Movantik and Moventig) is a peripherally acting μ-opioid receptor antagonist developed by AstraZeneca, licensed from Nektar Therapeutics, for the treatment of opioid-induced constipation. It was approved in 2014 in adult patients with chronic, non-cancer pain. Doses of 25 mg were found safe and well tolerated for 52 weeks. When given concomitantly with opioid analgesics, naloxegol reduced constipation-related side effects, while maintaining comparable levels of analgesia. The most common side effects are abdominal pain, diarrhea, nausea, flatulence, vomiting and headache. Patients often describe the above side effects to be similar to an instant withdrawal state brought on quickly rather than the 24 hours it may take to occur naturally. As a pure opioid antagonist Naloxegol has no potential for abuse. Naloxegol was previously a Schedule II drug in the United States because of its chemical similarity to opium alkaloids. It was officially decontrolled on 23 January 2015. It was reclassified as a prescription drug after the FDA and DEA concluded that the impermeability of the blood–brain barrier to this compound made it non-habit-forming, and so without the potential for abuse.   == Medical use == Naloxegol is indicated for the treatment of opioid-induced constipation (OIC) in patients with chronic non-cancer pain. It is recommended that any maintenance laxative be discontinued before starting naloxegol or be held for at least 3 days. Naloxegol should be taken on an empty stomach at least two hours after the last meal.   == Side effects == The most common side effects for naloxegol include:   Abdominal pain Diarrhea Nausea Flatulence Vomiting Headache   == Pharmacodynamic properties == Naloxegol inhibits opioid binding in μ-opioid receptors in the gastrointestinal tract, thus decreasing the constipating effects (slowing of gastrointestinal motility and transit, hypertonicity, increased fluid reabsorption) associated with opioids. If naloxegol is coadministered with other opioid antagonists, there is a potential for additive effect and increased risk of opioid withdrawal.   == Mechanism of action == Chemically, naloxegol is a pegylated (polyethylene glycol-modified) derivative of α-naloxol. Specifically, the 6-α-hydroxyl group of α-naloxol is connected via an ether linkage to the free hydroxyl group of a monomethoxy-terminated n=7 oligomer of PEG, shown extending at the lower left of the molecule image at right. The \"n=7\" defines the number of two-carbon ethylenes, and so the chain length, of the attached PEG chain, and the \"monomethoxy\" indicates that the terminal hydroxyl group of the PEG is \"capped\" with a methyl group. The pegylation of the 6-α-hydroxyl side chain of naloxol prevents the drug from crossing the blood–brain barrier (BBB). As such, it can be considered the antithesis of the peripherally-acting opiate loperamide which is utilized as an opiate-targeting anti-diarrheal agent that does not cause traditional opiate side-effects due to its inability to accumulate in the central nervous system in normal subjects.   == References =="}