{"name": "naltrexone", "category": "drug", "content": "Naltrexone, sold under the brand name Revia among others, is a medication primarily used to manage alcohol use or opioid use disorder by reducing cravings and feelings of euphoria associated with substance use disorder. It has also been found effective in the treatment of other addictions and may be used for them off-label. An opioid-dependent person should not receive naltrexone before detoxification. It is taken orally or by injection into a muscle. Effects begin within 30 minutes, though a decreased desire for opioids may take a few weeks to occur. Side effects may include trouble sleeping, anxiety, nausea, and headaches. In those still on opioids, opioid withdrawal may occur. Use is not recommended in people with liver failure. It is unclear if use is safe during pregnancy. Naltrexone is an opioid antagonist and works by blocking the effects of opioids, including both opioid drugs as well as opioids naturally produced in the brain. Naltrexone was first made in 1965 and was approved for medical use in the United States in 1984. Naltrexone, as naltrexone/bupropion (brand name Contrave), is also used to treat obesity. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 254th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==   === Alcohol use disorder === Naltrexone has been best studied as a treatment for alcoholism. Naltrexone has been shown to decrease the quantity and frequency of ethanol consumption by reducing the dopamine release from the brain after consuming alcohol. It does not appear to change the percentage of people drinking. Its overall benefit has been described as \"modest\". Acamprosate may work better than naltrexone for eliminating alcohol abuse, while naltrexone may decrease the desire for alcohol to a greater extent. A method pioneered by scientist John David Sinclair (dubbed commercially the “Sinclair Method”) advocates for “pharmacological extinction” of problem drinking behavior by administering naltrexone alongside controlled alcohol consumption. In effect, he argues naltrexone induced opiate antagonism sufficiently disrupts reflexive reward mechanisms inherent in the consumption of alcohol and, given enough repetition, will disassociate positive associations formerly made with the consumption of alcohol. The Sinclair Method has a clinically proven success rate of 78%.   === Opioid use === Long-acting injectable naltrexone (under the brand name Vivitrol) is an opioid receptor antagonist, blocking the effects of heroin and other opioids, and decreases heroin use compared to a placebo. Unlike methadone and buprenorphine, it is not a controlled medication. It may decrease cravings for opioids after a number of weeks, and decreases the risk of overdose, at least during the time period that naltrexone is still active, though concern about risk of overdose for those stopping treatment remains. It is given once per month and has better compliance and effect for opioid use than the oral formulation. A drawback of injectable naltrexone is that it requires patients with opioid use disorder and current physiological dependence to be fully withdrawn before it is initiated to avoid a precipitated opioid withdrawal that may be quite severe. In contrast, initiation of buprenorphine only requires delay of the first dose until the patient begins to manifest at least mild opioid withdrawal symptoms. Among patients able to successfully initiate injectable naltrexone, long-term remission rates were similar to those seen in clinical buprenorphine/naloxone administration.  Consequence of relapse when weighting best course of treatment for opiate use disorder remains a concern. Methadone and buprenorphine administration maintains greater drug tolerance while naltrexone allows tolerance to fade, leading to higher instances of overdose in people who relapse and thus higher mortality. World Health Organization guidelines state that most patients should be advised to use opioid agonists (e.g., methadone or buprenorphine) rather than opioid antagonists like naltrexone, citing evidence of superiority in reducing mortality and retaining patients in care. A 2011 review found insufficient evidence to determine the effect of naltrexone taken orally in opioid dependence. While some do well with this formulation, it must be taken daily, and a person whose cravings become overwhelming can obtain opioid intoxication simply by skipping a dose. Due to this issue, the usefulness of oral naltrexone in opioid use disorders is limited by the low retention in treatment. Naltrexone taken orally remains an ideal treatment for a small number of people with opioid use, usually those with a stable social situation and motivation. With additional contingency management support, naltrexone may be effective in a broader population.   === Others === Unlike varenicline (brand name Chantix), naltrexone is not useful for quitting smoking. Naltrexone has also been under investigation for reducing behavioral addictions such as gambling, NSSID (non suicidal self injury disorder) and kleptomania as well as compulsive sexual behaviors in both offenders and non-offenders (e.g. compulsive porn viewing and masturbation). The results were promising. In one study, the majority of sexual offenders reported a strong reduction in sexual urges and fantasies which reverted to baseline once the medication was discontinued. Case reports have also shown cessation of gambling and other compulsive behaviors, for as long as the medication was taken. When taken at much smaller doses, a regimen known as low-dose naltrexone (LDN), naltrexone may reduce pain and help to address neurological symptoms. Some patients report that LDN helps reduce their symptoms of ME/CFS, multiple sclerosis (MS), fibromyalgia (FMS), or autoimmune disease. Although its mechanism of action is unclear, some have speculated that it may act as an anti-inflammatory.  LDN is also being considered as a potential treatment for long COVID.   === Available forms ===  Naltrexone is available and most commonly used in the form of an oral tablet (50 mg). Vivitrol, a naltrexone formulation for depot injection containing 380 mg of the medication per vial, is also available. Additionally, naltrexone subcutaneous implants that are surgically implanted are available. While these are manufactured in Australia, they are not authorized for use within Australia, but only for export. By 2009, naltrexone implants showed superior efficacy in the treatment of heroin dependence when compared to the oral form.   == Contraindications == Naltrexone should not be used by persons with acute hepatitis or liver failure, or those with recent opioid use (typically 7–10 days).   == Side effects == The most common side effects reported with naltrexone are gastrointestinal complaints such as diarrhea and abdominal cramping. These adverse effects are analogous to the symptoms of opioid withdrawal, as the μ-opioid receptor blockade will increase gastrointestinal motility. The side effects of naltrexone by incidence are as follows:  Greater than 10%: difficulty sleeping, anxiety, nervousness, abdominal pain/cramps, nausea and/or vomiting, low energy, joint/muscle pain, and headache. Less than 10%: loss of appetite, diarrhea, constipation, thirstiness, increased energy, feeling down, irritability, dizziness, skin rash, delayed ejaculation, erectile dysfunction, and chills. A variety of other adverse events have also been reported with less than 1% incidence.   === Opioid withdrawal === Naltrexone should not be started until several (typically 7–10) days of abstinence from opioids have been achieved. This is due to the risk of acute opioid withdrawal if naltrexone is taken, as naltrexone will displace most opioids from their receptors. The time of abstinence may be shorter than 7 days, depending on the half-life of the specific opioid taken. Some physicians use a naloxone challenge to determine whether an individual has any opioids remaining. The challenge involves giving a test dose of naloxone and monitoring for opioid withdrawal. If withdrawal occurs, naltrexone should not be started.   === Adverse effects === Whether naltrexone causes dysphoria, depression, anhedonia, or other aversive effects as side effects has been studied and reviewed. In early studies of normal and opioid-abstinent individuals, acute and short-term administration of naltrexone was reported to produce a variety of aversive effects including fatigue, loss of energy, sleepiness, mild dysphoria, depression, lightheadedness, faintness, mental confusion, nausea, gastrointestinal disturbances, sweating, and occasional feelings of unreality. However, these studies were small, often uncontrolled, and used subjective means of assessing side effects. Most subsequent longer-term studies of naltrexone for indications like alcohol or opioid dependence have not reported dysphoria or depression with naltrexone in most individuals. According to one source:  Naltrexone itself produces little or no psychoactive effect in normal research volunteers even at high doses, which is remarkable given that the endogenous opioid system is important in normal hedonic functioning. Because endogenous opioids are involved in the brain reward system, it would be reasonable to hypothesize that naltrexone might produce anhedonic or dysphoric effects. Although some evidence from small, early trials suggested that patients with a history of opiate dependence might be susceptible to dysphoric effects in response to naltrexone (Crowley et al. 1985; Hollister et al. 1981), reports of such effects have been inconsistent. Most large clinical studies of recovering opioid-dependent individuals have not found naltrexone to have an adverse effect on mood (Greenstein et al. 1984; Malcolm et al. 1987; Miotto et al. 2002; Shufman et al. 1994). Some studies have actually found improvements in mood during the course of treatment with naltrexone (Miotto et al. 1997; Rawlins and Randall 1976). Based on available evidence, naltrexone seems to have minimal untoward effects in the aforementioned areas, at least with long-term therapy. It has been suggested that differences in findings between acute and longer-term studies of naltrexone treatment might be related to altered function in the opioid system with chronic administration of naltrexone. For example, marked upregulation of opioid receptors and hyper-sensitivity to opioids have been observed with naltrexone in preclinical studies. Another possibility is that the central opioid system may have low endogenous functionality in most individuals, becoming active only in the presence of exogenously administered opioid receptor agonists or with stimulation by endogenous opioids induced by pain or stress. A third possibility is that normal individuals may experience different side effects with naltrexone than people with addictive disease such as alcohol or opioid dependence, who may have altered opioid tone or responsiveness. It is notable in this regard that most studies of naltrexone have been in people with substance dependence. Naltrexone may also initially produce opioid withdrawal-like symptoms in a small subset of people not dependent on opioids:  The side-effect profile [of naltrexone], at least on the recommended dose of 50 mg per day, is generally benign, although 5 to 10 percent of detoxified opioid addicts experience immediate, intolerable levels of withdrawal-like effects including agitation, anxiety, insomnia, light-headedness, sweating, dysphoria, and nausea. Most patients on naltrexone experience few or no symptoms after the first 1 to 2 weeks of treatment; for a substantial minority (20 to 30 percent) protracted discomfort is experienced. Persisting affective distress related to naltrexone may account for individuals taking the drug who drop out of treatment. Naltrexone has been reported to reduce feelings of social connection. The μ-opioid receptor has been found to play a major role in social reward in animals and the μ-opioid receptor knockout mouse is an animal model of autism. Studies on whether naltrexone can decrease the pleasurable effects of listening to music are conflicting. Besides humans, naltrexone has been found to produce aversive effects in rodents as assessed by conditioned place aversion.   === Liver damage === Naltrexone has been reported to cause liver damage when given at doses higher than recommended. It carries an FDA boxed warning for this rare side effect. Due to these reports, some physicians may check liver function tests prior to starting naltrexone, and periodically thereafter. Concerns for liver toxicity initially arose from a study of nonaddicted obese patients receiving 300 mg of naltrexone. Subsequent studies have suggested limited or no toxicity in other patient populations and at typical recommended doses such as 50 to 100 mg/day.   == Overdose == No toxic effects have been observed with naltrexone in doses of up to 800 mg/day in clinical studies. The largest reported overdose of naltrexone, which was 1,500 mg in a female patient and was equivalent to an entire bottle of medication (30 × 50 mg tablets), was uneventful. No deaths are known to have occurred with naltrexone overdose.   == Pharmacology ==   === Pharmacodynamics ===   ==== Opioid receptor blockade ====  Naltrexone and its active metabolite 6β-naltrexol are competitive antagonists of the opioid receptors. Naltrexone is specifically an antagonist preferentially of the μ-opioid receptor (MOR), to a lesser extent of the κ-opioid receptor (KOR), and to a much lesser extent of the δ-opioid receptor (DOR). However, naltrexone is not actually a silent antagonist of these receptors but instead acts as a weak partial agonist, with Emax values of 14 to 29% at the MOR, 16 to 39% at the KOR, and 14 to 25% at the DOR in different studies. In accordance with its partial agonism, although naltrexone is described as a pure opioid receptor antagonist, it has shown some evidence of weak opioid effects in clinical and preclinical studies. By itself, naltrexone acts as an antagonist or weak partial agonist of the opioid receptors. In combination with agonists of the MOR such as morphine however, naltrexone appears to become an inverse agonist of the MOR. Conversely, naltrexone remains a neutral antagonist (or weak partial agonist) of the KOR and DOR. In contrast to naltrexone, 6β-naltrexol is purely a neutral antagonist of the opioid receptors. The MOR inverse agonism of naltrexone when it is co-present with MOR agonists may in part underlie its ability to precipitate withdrawal in opioid-dependent individuals. This may be due to suppression of basal MOR signaling via inverse agonism. Occupancy of the opioid receptors in the brain by naltrexone has been studied using positron emission tomography (PET). Naltrexone at a dose of 50 mg/day has been found to occupy approximately 90 to 95% of brain MORs and 20 to 35% of brain DORs. Naltrexone at a dose of 100 mg/day has been found to achieve 87% and 92% brain occupancy of the KOR in different studies. Per simulation, a lower dose of naltrexone of 25 mg/day might be expected to achieve around 60% brain occupancy of the KOR but still close to 90% occupancy of the MOR. In a study of the duration of MOR blockade with naltrexone, the drug with a single 50 mg dose showed 91% blockade of brain [11C]carfentanil (a selective MOR ligand) binding at 48 hours (2 days), 80% blockade at 72 hours (3 days), 46% blockade at 120 hours (5 days), and 30% blockade at 168 hours (7 days). The half-time of brain MOR blockade by naltrexone in this study was 72 to 108 hours (3.0 to 4.5 days). Based on these findings, doses of naltrexone of even less than 50 mg/day would be expected to achieve virtually complete brain MOR occupancy. Blockade of brain MORs with naltrexone is much longer-lasting than with other opioid antagonists like naloxone (half-time of ~1.7 hours intranasally) or nalmefene (half-time of ~29 hours). The half-life of occupancy of the brain MOR and duration of clinical effect of naltrexone are much longer than suggested by its plasma elimination half-life. A single 50 mg oral dose of naltrexone has been found to block brain MORs and opioid effects for at least 48 to 72 hours. The half-time of brain MOR blockade by naltrexone (72–108 hours) is much longer than the fast plasma clearance component of naltrexone and 6β-naltrexol (~4–12 hours) but was reported to correspond well to the longer terminal phase of plasma naltrexone clearance (96 hours). As an alternative possibility, the prolonged brain MOR occupancy by opioid antagonists like naltrexone and nalmefene may be due to slow dissociation from MORs consequent to their very high MOR affinity (<1.0 nM). Naltrexone blocks the effects of MOR agonists like morphine, heroin, and hydromorphone in humans via its MOR antagonism. Following a single 100 mg dose of naltrexone, the subjective and objective effects of heroin were blocked by 90% at 24 hours, with blockade then decreasing up to 72 hours. Similarly, 20 to 200 mg naltrexone dose-dependently antagonized the effects of heroin for up to 72 hours. Naltrexone also blocks the effects of KOR agonists like salvinorin A, pentazocine, and butorphanol in humans via its KOR antagonism. In addition to opioids, naltrexone has been found to block or reduce the rewarding and other effects of other euphoriant drugs including alcohol, nicotine, and amphetamines. The opioid receptors are involved in neuroendocrine regulation. MOR agonists produce increases in levels of prolactin and decreases in levels of luteinizing hormone (LH) and testosterone. Doses of naltrexone of 25 to 150 mg/day have been found to produce significant increases in levels of β-endorphin, cortisol, and LH, equivocal changes in levels of prolactin and testosterone, and no significant changes in levels of adrenocorticotrophic hormone (ACTH) or follicle-stimulating hormone (FSH). Naltrexone influences the hypothalamic–pituitary–adrenal axis (HPA axis) probably through interference with opioid receptor signaling by endorphins. Blockade of MORs is thought to be the mechanism of action of naltrexone in the management of opioid dependence—it reversibly blocks or attenuates the effects of opioids. It is also thought to be involved in the effectiveness of naltrexone in alcohol dependence by reducing the euphoric effects of alcohol. The role of KOR modulation by naltrexone in its effectiveness for alcohol dependence is unclear but this action may also be involved based on theory and animal studies.   ==== Other activities ==== In addition to the opioid receptors, naltrexone binds to and acts as an antagonist of the opioid growth factor receptor (OGFR) and toll-like receptor 4 (TLR4) and interacts with high- and low-affinity binding sites in filamin A (FLNA). It is said that very low doses of naltrexone (<0.001–1 mg/day) interact with FLNA, low doses (1 to 5 mg/day) produce TLR4 antagonism, and standard clinical doses (50 to 100 mg/day) exert opioid receptor and OGFR antagonism. The interactions of naltrexone with FLNA and TLR4 are claimed to be involved in the therapeutic effects of low-dose naltrexone.   === Pharmacokinetics ===   ==== Absorption ==== The absorption of naltrexone with oral administration is rapid and nearly complete (96%). The bioavailability of naltrexone with oral administration is 5 to 60% due to extensive first-pass metabolism. Peak concentrations of naltrexone are 19 to 44 μg/L after a single 100 mg oral dose and time to peak concentrations of naltrexone and 6β-naltrexol (metabolite) is within 1 hour. Linear increases in circulating naltrexone and 6β-naltrexol concentrations occur over an oral dose range of 50 to 200 mg. Naltrexone does not appear to be accumulated with repeated once-daily oral administration and there is no change in time to peak concentrations with repeated administration.   ==== Distribution ==== The plasma protein binding of naltrexone is about 20% over a naltrexone concentration range of 0.1 to 500 μg/L. Its apparent volume of distribution at 100 mg orally is 16.1 L/kg after a single dose and 14.2 L/kg with repeated doses.   ==== Metabolism ==== Naltrexone is metabolized in the liver mainly by dihydrodiol dehydrogenases into 6β-naltrexol (6β-hydroxynaltrexone). Levels of 6β-naltrexol are 10- to 30-fold higher than those of naltrexone with oral administration due to extensive first-pass metabolism. Conversely, 6β-naltrexol exposure is only about 2-fold higher than that of naltrexone with intramuscular injection of naltrexone in microspheres (brand name Vivitrol). 6β-Naltrexol is an opioid receptor antagonist similarly to naltrexone and shows a comparable binding profile to the opioid receptors. However, 6β-naltrexol is peripherally selective and crosses into the brain much less readily than does naltrexone. In any case, 6β-naltrexol does still show some central activity and may contribute significantly to the central actions of oral naltrexone. Other metabolites of naltrexone include 2-hydroxy-3-methoxy-6β-naltrexol and 2-hydroxy-3-methoxynaltrexone. Following their formation, the metabolites of naltrexone are further metabolized by conjugation with glucuronic acid to form glucuronides. Naltrexone is not metabolized by the cytochrome P450 system and has low potential for drug interactions.   ==== Elimination ==== The elimination of naltrexone is biexponential and rapid over the first 24 hours followed by a third extremely slow decline after 24 hours. The fast elimination half-lives of naltrexone and its metabolite 6β-naltrexol are about 4 hours and 13 hours, respectively. In Contrave oral tablets, which also contain bupropion and are described as extended-release, the half-life of naltrexone is 5 hours. The slow terminal-phase elimination half-life of naltrexone is approximately 96 hours. As microspheres of naltrexone by intramuscular injection (Vivitrol), the elimination half-lives of naltrexone and 6β-naltrexol are both 5 to 10 days. Whereas oral naltrexone is administered daily, naltrexone in microspheres by intramuscular injection is suitable for administration once every 4 weeks or once per month. Naltrexone and its metabolites are excreted in urine.   === Pharmacogenetics === Tentative evidence suggests that family history and presence of the Asn40Asp polymorphism predicts naltrexone being effective.   == Chemistry == Naltrexone, also known as N-cyclopropylmethylnoroxymorphone, is a derivative of oxymorphone (14-hydroxydihydromorphinone). It is specifically the derivative of oxymorphone in which the tertiary amine methyl substituent is replaced with methylcyclopropane.   === Analogues === The closely related medication, methylnaltrexone (N-methylnaltrexone), is used to treat opioid-induced constipation, but does not treat addiction as it does not cross the blood–brain barrier. Nalmefene (6-desoxy-6-methylenenaltrexone) is similar to naltrexone and is used for the same purposes as naltrexone. Naltrexone should not be confused with naloxone (N-allylnoroxymorphone), which is used in emergency cases of opioid overdose. Other opioid antagonists related to naltrexone include 6β-naltrexol (6β-hydroxynaltrexone), samidorphan (3-carboxamido-4-hydroxynaltrexone), β-funaltrexamine (naltrexone fumarate methyl ester), nalodeine (N-allylnorcodeine), nalorphine (N-allylnormorphine), and nalbuphine (N-cyclobutylmethyl-14-hydroxydihydronormorphine).   == History == Naltrexone was first synthesized in 1963 by Metossian at Endo Laboratories, a small pharmaceutical company in New York City. It was characterized by Blumberg, Dayton, and Wolf in 1965 and was found to be an orally active, long-acting, and very potent opioid antagonist. The drug showed advantages over earlier opioid antagonists such as cyclazocine, nalorphine, and naloxone, including its oral activity, a long duration of action allowing for once-daily administration, and a lack of dysphoria, and was selected for further development. It was patented by Endo Laboratories in 1967 under the developmental code name EN-1639A and Endo Laboratories was acquired by DuPont in 1969. Clinical trials for opioid dependence began in 1973, and a developmental collaboration of DuPont with the National Institute on Drug Abuse for this indication started the next year in 1974. The drug was approved by the FDA for the oral treatment of opioid dependence in 1984, with the brand name Trexan, and for the oral treatment of alcohol dependence in 1995, when the brand name was changed by DuPont to Revia. A depot formulation for intramuscular injection was approved by the FDA under the brand name Vivitrol for alcohol dependence in 2006 and opioid dependence in 2010.   == Society and culture ==   === Generic names === Naltrexone is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, and DCITTooltip Denominazione Comune Italiana, while naltrexone hydrochloride is its USPTooltip United States Pharmacopeia and BANMTooltip British Approved Name.   === Brand names === Naltrexone is or has been sold under a variety of brand names, including Adepend, Antaxone, Celupan, Depade, Nalorex, Narcoral, Nemexin, Nodict, Revia, Trexan, Vivitrex, and Vivitrol. It is also marketed in combination with bupropion (naltrexone/bupropion) as Contrave, and was marketed with morphine (morphine/naltrexone) as Embeda. A combination of naltrexone with buprenorphine (buprenorphine/naltrexone) has been developed, but has not been marketed.   === Controversies === The FDA authorized use of injectable naltrexone (Vivitrol) for opioid addiction using a single study that was led by Evgeny Krupitsky at Bekhterev Research Psychoneurological Institute, St Petersburg State Pavlov Medical University, St Petersburg, Russia, a country where opioid agonists such as methadone and buprenorphine are not available. The study was a \"double-blind, placebo-controlled, randomized\", 24-week trial running \"from July 3, 2008, through October 5, 2009\" with \"250 patients with opioid dependence disorder\" at \"13 clinical sites in Russia\" on the use of injectable naltrexone (XR-NTX) for opioid dependence. The study was funded by the Boston-based biotech Alkermes firm which produces and markets naltrexone in the United States. Critics charged that the study violated ethical guidelines, since it compared the formulation of naltrexone not to the best available, evidence-based treatment (methadone or buprenorphine), but to a placebo. Further, the trial did not follow patients who dropped out of the trial to evaluate subsequent risk of fatal overdose, a major health concern . Subsequent trials in Norway and the US did compare injectable naltrexone to buprenorphine and found them to be similar in outcomes for patients willing to undergo the withdrawal symptoms required prior to naltrexone administration. Nearly 30% of patients in the US trial did not complete induction. In real world settings, a review of more than 40,000 patient records found that while methadone and buprenorphine reduced risk of fatal overdose, naltrexone administration showed no greater effect on overdose or subsequent emergency care than counseling alone. Despite these findings, naltrexone's manufacturer and some health authorities have promoted the medicine as superior to methadone and buprenorphine since it is not an opioid and does not induce dependence. The manufacturer has also marketed directly to law enforcement and criminal justice officials, spending millions of dollars on lobbying and providing thousands of free doses to jails and prisons. The technique has been successful, with the criminal justice system in 43 states now incorporating long-acting naltrexone. Many do this through Vivitrol courts that offer only this option, leading some to characterize this as \"an offer that cannot be refused.\" The company's marketing techiques have led to a Congressional investigation, and warning from the FDA about failure to adequately state risks of fatal overdose to patients receiving the medicine. In May 2017, United States Secretary of Health and Human Services Tom Price praised [Vivitrol] as the future of opioid addiction treatment after visiting the company's plant in Ohio. His remarks set off sharp criticism with almost 700 experts in the field of substance use submitting a letter to Price cautioning him about Vivitrol's \"marketing tactics\" and warning him that his comments \"ignore widely accepted science\". The experts pointed out that Vivitrol's competitors, buprenorphine and methadone, are \"less expensive\", \"more widely used\", and have been \"rigorously studied\". Price had claimed that buprenorphine and methadone were \"simply substitute[s]\" for \"illicit drugs\" whereas according to the letter, \"the substantial body of research evidence supporting these treatments is summarized in guidance from within your own agency, including the Substance Abuse and Mental Health Services Administration, the US Surgeon General, the National Institute on Drug Abuse, and the Centers for Disease Control and Prevention. Buprenorphine and methadone have been demonstrated to be highly effective in managing the core symptoms of opioid use disorder, reducing the risk of relapse and fatal overdose, and encouraging long-term recovery.\"   === Film === One Little Pill was a 2014 documentary film about use of naltrexone to treat alcohol use disorder. Four Good Days is a 2020 film about the four days a drug addict woman has to stay sober to get a shot of naltrexone in a detox facility.   == Research ==   === Depersonalization === Naltrexone is sometimes used in the treatment of dissociative symptoms such as depersonalization and derealization. Some studies suggest it might help. Other small, preliminary studies have also shown benefit. Blockade of the KOR by naltrexone and naloxone is thought to be responsible for their effectiveness in ameliorating depersonalization and derealization. Since these drugs are less efficacious in blocking the KOR relative to the MOR, higher doses than typically used seem to be necessary.   === Low-dose naltrexone === Naltrexone has been used off-label at low doses for diseases not related to chemical dependency or intoxication, such as multiple sclerosis. Evidence for recommending low-dose naltrexone is lacking. This treatment has received attention on the Internet. In 2022, four studies (in a few hundred patients) were conducted on naltrexone for long COVID.   === Self-injury === One study suggests that self-injurious behaviors present in persons with developmental disabilities (including autism) can sometimes be remedied with naltrexone. In these cases, the self-injury is believed to be done to release beta-endorphin, which binds to the same receptors as heroin and morphine. If the \"rush\" generated by self-injury is removed, the behavior may stop.   === Behavioral disorders === Some indications exist that naltrexone might be beneficial in the treatment of impulse-control disorders such as kleptomania, compulsive gambling, or trichotillomania (compulsive hair pulling), but evidence of its effectiveness for gambling is conflicting. A 2008 case study reported successful use of naltrexone in suppressing and treating an internet pornography addiction.   === Interferon alpha === Naltrexone is effective in suppressing the cytokine-mediated adverse neuropsychiatric effects of interferon alpha therapy.   === Critical addiction studies === Some historians and sociologists have suggested that the meanings and uses attributed to anti-craving medicine, such as naltrexone, is context-dependent. Studies have suggested the use of naltrexone in drug courts or healthcare rehabs is a form of \"post-social control,\" or \"post-disciplinary control,\" whereby control strategies for managing offenders and addicts shift from imprisonment and supervision toward more direct control over biological processes.   === Sexual addiction === Small studies have shown a reduction of sexual addiction and problematic sexual behaviours from naltrexone.   == References =="}