{"name": "nandrolone decanoate", "category": "drug", "content": "Nandrolone decanoate, sold under the brand names Rolon and Deca-Durabolin, among others, is an androgen and anabolic steroid (AAS) medication which is used primarily in the treatment of anemias and wasting syndromes, as well as osteoporosis in menopausal women. It is given by injection into muscle or fat once every one to four weeks. Side effects of nandrolone decanoate may include symptoms of masculinization like acne, increased hair growth, and voice changes. The medication is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong anabolic effects and weak androgenic effects, which give it a mild side effect profile and make it especially suitable for use in women and children. Nandrolone decanoate is a nandrolone ester and a long-lasting prodrug of nandrolone in the body. Nandrolone decanoate was first described in 1960 and was introduced for medical use in 1962. It was the second nandrolone ester to be introduced, following nandrolone phenylpropionate (NPP) in 1959, and is one of the most widely used nandrolone esters. It is also one of the most widely used AAS worldwide. In addition to its medical use, nandrolone decanoate is used to improve physique and performance, and is said to be the most widely used AAS for such purposes. The drug is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses ==  Nandrolone decanoate is approved in the United States specifically for the treatment of anemia of chronic kidney disease and in the United Kingdom specifically for the treatment of osteoporosis in postmenopausal women. In Australia, it is approved specifically for the treatment of kidney failure, chronic kidney disease, anemia of kidney failure, aplastic anemia, osteoporosis (in women in whom estrogens are contraindicated), inoperable breast cancer, and for patients on long-term corticosteroid therapy. In New Zealand, it is approved for osteoporosis, inoperable breast cancer, and as an adjunct to therapy for conditions characterized by a negative nitrogen balance. The drug is often used off-label to preserve lean mass in HIV/AIDS patients and in other wasting syndromes. In the past, nandrolone decanoate has also been indicated and used for a variety of other conditions and situations including pre- and postoperative use for increasing lean mass, treating weight loss due to convalescence or disease, geriatric states (e.g., general weakness, fatigue), burns, severe trauma, ulcers, and selected cases of growth failure in children. Starting in the 1970s, the indications of nandrolone decanoate were refined and use of the drug became more selective and restricted. Its use in medicine continues to decline and has become limited, with its sale having been discontinued in many countries. Nandrolone esters can be used as a form of androgen replacement therapy for treatment of androgen deficiency in men. However, they have not generally been used for this purpose, and have instead mostly been used only as anabolic agents. In any case, nandrolone decanoate has widely been used at low doses as a means of androgen replacement in postmenopausal women, for instance to maintain or increase bone mineral density and decrease the risk of osteoporosis. It is one of only three androgens approved for androgen replacement in postmenopausal women, the others being testosterone (and esters) and methyltestosterone. Nandrolone esters have more recently been proposed for more widespread treatment of androgen deficiency in men due to favorable properties including their high ratio of anabolic to androgenic effect and hence lower or negligible risk of scalp hair loss, prostate enlargement, and prostate cancer relative to testosterone. Nandrolone esters and related compounds such as trestolone and dimethandrolone undecanoate have also been studied as means of androgen replacement in investigational male contraceptive regimens. It has also been proposed for masculinizing hormone therapy in some nonbinary people assigned female at birth who want the body shape effects of testosterone without androgenic hair growth.   === Dosages === A dosage of nandrolone decanoate of 25 to 50 mg once every 6 to 12 weeks (working out to an average exposure of about 2 to 8 mg per week) by intramuscular injection is considered to be appropriate for general androgen replacement therapy in women. A dosage of 50 mg once every 2 to 4 weeks by intramuscular injection is used in the prevention and treatment of postmenopausal osteoporosis and in the palliative treatment of inoperative breast cancer. For children aged 2 to 13 years, the average dosage for anemia of chronic kidney disease is 25 to 50 mg every 3 to 4 weeks by intramuscular injection. Dosages in men and for other uses have also been described.   === Available forms === Nandrolone decanoate has been available in 25 mg/mL, 50 mg/mL, 100 mg/mL, and 200 mg/mL formulations in oil solution for intramuscular injection.   == Non-medical uses ==  Nandrolone decanoate is used for physique- and performance-enhancing purposes by competitive athletes, bodybuilders, and powerlifters. It is consumed by bodybuilders as per 8–12 weeks bulking cycles with some form of testosterone as a base because, according to the studies if consumed solo (i.e., without a base) it shuts down the natural production of testosterone by altering blood–testis barrier components. Despite this fact, nandrolone decanoate is one of the most popular injectable AAS worldwide, and nandrolone esters have been said to be the most popular AAS used by bodybuilders and in sports. This is in part due to the high ratio of anabolic to androgenic effect of nandrolone and its weak propensity for androgenic and estrogenic side effects.   == Contraindications == Contraindications for nandrolone decanoate include pregnancy, breastfeeding, prostate cancer, male breast cancer, breast cancer in women with hypercalcemia, hypersensitivity (to nandrolone decanoate or excipients such as arachis (peanut) oil; includes those with peanut and soy allergies), nephrosis or nephritis, liver disease with impaired bilirubin excretion, and heart failure. High dosages may also be considered contraindicated in women due to their high potential for virilization.   == Side effects ==  The side effects of nandrolone decanoate are dependent on dosage, duration of treatment, and individual sensitivity. A number of common, uncommon, and rare side effects have been observed with the medication at recommended dosages. While less common or severe than with many other AAS, the most common side effect of nandrolone decanoate is virilization (masculinization) in women. Uncommon side effects of nandrolone decanoate at recommended dosages include fluid retention, inhibition of spermatogenesis, testicular atrophy, erectile dysfunction, gynecomastia, increased frequency of penile erections, increased penis size in pre-pubertal boys, clitoral hypertrophy, increased pubic hair growth, oligomenorrhea, amenorrhea, hyperlipidemia, decreased HDL cholesterol, increased hemoglobin (to abnormal high levels), hypertension, nausea, epididymitis, bladder irritability, reduced urine flow, benign prostatic hyperplasia, priapism, premature epiphyseal closure (in children), and acne. Rare side effects include abnormal liver function, jaundice, peliosis hepatis, liver tumors, oily skin, greasy hair, rash, pruritus, exanthema, urticaria at the injection site, and furunculosis. Local injection site reactions may also occur. Unlike 17α-alkylated AAS such as methyltestosterone, nandrolone decanoate is not associated with liver toxicity.   === Virilization === Nandrolone decanoate causes virilization as a common side effect in women, including acne, hoarseness of the voice, hirsutism (excessive facial/body hair growth), and libido changes, among others. Clitoral enlargement is an uncommon symptom of virilization that can occur. Virilization is especially prevalent and marked at high dosages of nandrolone decanoate and/or with long-term treatment, and some aspects of virilization like voice deepening can be irreversible. Hoarseness is often the first sign of voice changes. Although said to be only slightly androgenic, nandrolone decanoate may still occasionally cause virilization at recommended dosages in women, especially with long-term treatment. A minor though statistically insignificant incidence of virilization has been observed in women treated with nandrolone decanoate short-term at a dosage of 100 mg every 2 weeks for 12 weeks. Conversely, long-term (>1 year) studies have shown significant virilization in women even at a dosage of 50 mg every 2 or 3 weeks.   == Overdose == The acute toxicity of nandrolone esters in animals is very low and there are no reports of acute overdosage with nandrolone decanoate in humans. There are no specific recommendations for the management of nandrolone decanoate.   == Interactions == Antiestrogens like aromatase inhibitors (e.g., anastrozole) and selective estrogen receptor modulators (e.g., tamoxifen, raloxifene) can interfere with and prevent the estrogenic effects of nandrolone decanoate. 5α-Reductase inhibitors like finasteride and dutasteride can prevent the inactivation of nandrolone in so-called \"androgenic\" tissues like the skin, hair follicles, and prostate gland, and may therefore considerably increase its androgenic side effects. This is opposite to the case of most other AAS, which are either potentiated by 5α-reductase in such tissues or are not substrates of 5α-reductase. Antiandrogens like cyproterone acetate, spironolactone, and bicalutamide can block both the anabolic and androgenic effects of AAS like nandrolone decanoate.   == Pharmacology ==   === Pharmacodynamics ===  Nandrolone decanoate is a nandrolone ester, or a prodrug of nandrolone. As such, it is an androgen and anabolic steroid, or an agonist of the AR, the biological target of androgens like testosterone and DHT. Relative to testosterone, nandrolone decanoate has enhanced anabolic effects and reduced androgenic effects. It is considered to have strong anabolic effects but weak androgenic effects, with respective potency ratios of 3.29–4.92 and 0.31–0.41 (index value 10.6–12.1 or about an 11:1 ratio of myotrophic to androgenic effect) relative to testosterone propionate. This is defined specifically on the basis of a rodent model in which change in the weights of the rat bulbocavernosus/levator ani muscle (\"anabolic\" or \"myotrophic\" activity) and the rat ventral prostate or seminal vesicles (\"androgenic\" activity) are compared with testosterone and then used to form a ratio. Along with oxandrolone (which has a ratio of about 10:1), nandrolone esters are thought to have the highest ratio of anabolic to androgenic effect of any other AAS. For this reason, they are considered to be among the most appropriate AAS for use in women and children. Androgenic effects like virilization are relatively uncommon with nandrolone decanoate at recommended dosages, though may still occur especially at higher dosages or with extended use. The low androgenicity of nandrolone decanoate is thought to be due to the fact that whereas many other AAS like testosterone are potentiated via transformation by 5α-reductase into more potent AR agonists like DHT in specific tissues including the skin, hair follicles, prostate gland, liver, and brain, nandrolone is instead inactivated by 5α-reductase via transformation into the low-affinity AR ligand 5α-dihydronandrolone in such tissues. This is thought to result in a much lower incidence and magnitude of facial/body hair growth, scalp hair loss, and possibly prostate issues like prostate enlargement and prostate cancer with nandrolone esters relative to testosterone. In addition to its anabolic and androgenic activity, nandrolone decanoate has low estrogenic activity (via its metabolite estradiol) and moderate progestogenic activity. This may result in side effects such as fluid retention and gynecomastia. Like other AAS, nandrolone decanoate has antigonadotropic effects. It has been found to suppress testosterone levels by 57% at a dosage of 100 mg/week and by 70% at a dosage of 300 mg/week in men following 6 weeks of treatment. Both the androgenic activity and the progestogenic activity of nandrolone decanoate may contribute to its antigonadotropic potency. Relative to testosterone, due to its lower estrogenic potency, much less of the antigonadotropic potency of nandrolone decanoate is derived from its estrogenic activity.   === Pharmacokinetics === Upon intramuscular injection in oil, which results in the formation of a long-lasting depot in the muscle, nandrolone decanoate is stored unchanged and is slowly absorbed into the body. Once in the circulation, it is converted into nandrolone, which is the active form of the drug. There is a sharp spike in nandrolone levels 24 to 48 hours after an intramuscular injection of nandrolone decanoate, followed by a steady decline to baseline levels within approximately two or three weeks. The bioavailability of nandrolone decanoate is 53 to 73% with intramuscular injection and varies with the site of injection, with the highest bioavailability seen when injected into the gluteal muscle. Like testosterone, nandrolone is highly protein-bound and is present in the blood in both bound and free fractions. It has very low affinity for sex hormone-binding globulin (SHBG), about 5% of that of testosterone and 1% of that of DHT. Nandrolone decanoate is rapidly hydrolyzed in the blood by esterases into nandrolone, with a terminal half-life of one hour or less. It does not appear to be hydrolyzed in muscle or fat. The metabolism of nandrolone occurs in the liver and is very similar to that of testosterone, including reduction by 5α-reductase and 5β-reductase, dehydrogenation by 3α-hydroxysteroid dehydrogenase, 3β-hydroxysteroid dehydrogenase, and 17β-hydroxysteroid dehydrogenase, and conjugation. The metabolites of nandrolone include 5α-dihydronandrolone, 19-norandrosterone, and 19-noretiocholanolone, with 19-norandrosterone being the major metabolite. Other metabolites include 19-norandrostenedione, 19-norandrostanediols, 19-norepiandrosterone, and conjugates. Nandrolone also undergoes aromatization into estradiol similarly to testosterone, though at a rate of only about 20% of that of testosterone or possibly even less; one study found virtually no aromatization of nandrolone in men. The elimination half-life of nandrolone decanoate administered by intramuscular injection is approximately 6 to 12 days. Studies that have assessed the duration of nandrolone decanoate via its anabolic effects, for instance on nitrogen balance, have found that a single 50 to 100 mg intramuscular injection had a duration of about 18 to 25 days.  The blood half-life for the combined process of hydrolysis into nandrolone and elimination of nandrolone is 4.3 hours. Nandrolone and its metabolites are excreted in the urine, mainly in the form of conjugates. Although nandrolone decanoate is usually administered by intramuscular injection, it has been found to be similarly effective when administered by subcutaneous injection. The pharmacokinetics of nandrolone decanoate via subcutaneous injection closely resemble those of intramuscular injection. However, subcutaneous injection is considered to be easier, more convenient, and less painful compared to intramuscular injection. In addition, research suggests that most intramuscular injections in practice are in fact subcutaneous injections.   == Chemistry ==  Nandrolone decanoate, or nandrolone 17β-decanoate, is a synthetic estrane steroid and a derivative of testosterone. It is an androgen ester; specifically, it is the C17β decylate (decanoate) ester of nandrolone (19-nortestosterone), which itself is the 19-demethylated analogue of testosterone.   == History == Nandrolone decanoate was first described in the literature in 1960. It was developed by Organon and was introduced for medical use under the brand name Deca-Durabolin in 1962. Shortly thereafter it became one of the most widely used AAS in the world. Nandrolone decanoate was the second form of nandrolone to be introduced, having been preceded by nandrolone phenylpropionate in 1959.   == Society and culture ==   === Generic names === Nandrolone decanoate is the generic name of the drug and its USANTooltip United States Adopted Name and BANTooltip British Approved Name. It has also been referred to as nandrolone decylate.   === Brand names === Nandrolone decanoate is or has been marketed under the brand names Deca-Durabolin, Deca-Durabol, Decaneurabol, Metadec, and Retabolil, among others.   === Availability === Nandrolone decanoate is available widely throughout the world, including in the United Kingdom, other European countries, Australia, New Zealand, Latin America, Asia, and elsewhere in the world. It has been discontinued in United States and Canada. Its availability is becoming increasingly limited with time.   === Legal status === Nandrolone decanoate, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act.   == Research == Nandrolone decanoate has been studied in the treatment of bone loss in men, but in contrast to testosterone esters, was found to be ineffective.  In short-term (6- to 8-week) studies in healthy male bodybuilders, nandrolone decanoate did not alter bone mineral density. However, the short duration of these studies limits conclusions on the influence of nandrolone decanoate on bone in men.   == References ==   == Further reading ==   == External links == Deca-Durabolin (nandrolone decanoate) - William Llewellyn's Anabolic.org"}