{"name": "nandrolone", "category": "drug", "content": "Nandrolone, also known as 19-nortestosterone, is an endogenous androgen. It is also an anabolic steroid (AAS) which is medically used in the form of esters such as nandrolone decanoate (brand name Deca-Durabolin) and nandrolone phenylpropionate (brand name Durabolin). Nandrolone esters are used in the treatment of anemias, cachexia (muscle wasting syndrome), osteoporosis, breast cancer, and for other indications. They are now used by oral administration or instead are given by injection into muscle or fat. Side effects of nandrolone esters include symptoms of masculinization like acne, increased hair growth, and voice changes. They are synthetic androgens and anabolic steroids and hence are agonists of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). Nandrolone has strong anabolic effects and weak androgenic effects, which give them a mild side effect profile and make them especially suitable for use in women and children. There are metabolites of Nandrolone that act as long-lasting prodrugs in the body, such as 5α-Dihydronandrolone. Nandrolone esters were first described and introduced for medical use in the late 1950s. They are among the most widely used anabolic steroid worldwide. In addition to their medical use, nandrolone esters are used to improve physique and performance, and are said to be the most widely used anabolic steroid for such purposes. The drugs are controlled substances in many countries and so non-medical use is generally illicit.   == Medical uses == Nandrolone esters are used clinically, although increasingly rarely, for people in catabolic states with major burns, cancer, and AIDS, and an ophthalmological formulation was available to support cornea healing.: 134  The positive effects of nandrolone esters include muscle growth, appetite stimulation and increased red blood cell production, and bone density. Clinical studies have shown them to be effective in treating anemia, osteoporosis, and breast cancer. Nandrolone sulfate has been used in an eye drop formulation as an ophthalmic medication.   == Non-medical uses == Nandrolone esters are used for physique- and performance-enhancing purposes by competitive athletes, bodybuilders, and powerlifters.   == Side effects ==  Side effects of nandrolone esters include masculinization among others. In women, nandrolone and nandrolone esters have been reported to produce increased libido, acne, facial and body hair growth, voice changes, and clitoral enlargement. However, the masculinizing effects of nandrolone and its esters are reported to be slighter than those of testosterone. Nandrolone has also been found to produce penile growth in prepubertal boys. Amenorrhea and menorrhagia have been reported as side effects of nandrolone cypionate. Nandrolone theoretically may produce erectile dysfunction as a side effect, although there is no clinical evidence to support this notion at present. Side effects of high doses of nandrolone may include cardiovascular toxicity as well as hypogonadism and infertility. Nandrolone may not produce scalp hair loss, although this is also theoretical.   == Pharmacology ==   === Pharmacodynamics ===  Nandrolone is an agonist of the AR, the biological target of androgens like testosterone and DHTTooltip dihydrotestosterone. Unlike testosterone and certain other anabolic steroids, nandrolone is not potentiated in androgenic tissues like the scalp, skin, and prostate, hence deleterious effects in these tissues are lessened. This is because nandrolone is metabolized by 5α-reductase to the much weaker AR ligand 5α-dihydronandrolone (DHN), which has both reduced affinity for the androgen receptor (AR) relative to nandrolone in vitro and weaker AR agonistic potency in vivo. The lack of alkylation on the 17α-carbon drastically reduces the hepatotoxic potential of nandrolone. Estrogen effects resulting from reaction with aromatase are also reduced due to lessened enzyme interaction, but effects such as gynecomastia and reduced libido may still occur at sufficiently high doses. In addition to its AR agonistic activity, unlike many other anabolic steroids, nandrolone is also a potent progestogen. It binds to the progesterone receptor with approximately 22% of the affinity of progesterone. The progestogenic activity of nandrolone serves to augment its antigonadotropic effects, as antigonadotropic action is a known property of progestogens.   ==== Anabolic and androgenic activity ==== Nandrolone has a very high ratio of anabolic to androgenic activity. In fact, many nandrolone-like anabolic steroids and even nandrolone itself are said to have among the highest ratio of anabolic to androgenic effect of all anabolic steroids. This is attributed to the fact that whereas testosterone is potentiated via conversion into dihydrotestosterone (DHT) in androgenic tissues, the opposite is true with nandrolone and similar anabolic steroids (i.e., other 19-nortestosterone derivatives). As such, nandrolone-like anabolic steroids, namely nandrolone esters, are the most frequently used anabolic steroids in clinical settings in which anabolic effects are desired; for instance, in the treatment of AIDS-associated cachexia, severe burns, and chronic obstructive pulmonary disease. However, anabolic steroids with a very high ratio of anabolic to androgenic action like nandrolone still have significant androgenic effects and can produce symptoms of masculinization like hirsutism and voice deepening in women and children with extended use.   === Pharmacokinetics === The oral activity of nandrolone has been studied. With oral administration of nandrolone in rodents, it had about one-tenth of the potency of subcutaneous injection of nandrolone. Nandrolone has very low affinity for human serum sex hormone-binding globulin (SHBG), about 5% of that of testosterone and 1% of that of DHT. It is metabolized by the enzyme 5α-reductase, among others. Nandrolone is less susceptible to metabolism by 5α-reductase and 17β-hydroxysteroid dehydrogenase than testosterone. This results in it being transformed less in so-called \"androgenic\" tissues like the skin, hair follicles, and prostate gland and in the kidneys, respectively. Metabolites of nandrolone include 5α-dihydronandrolone, 19-norandrosterone, and 19-noretiocholanolone, and these metabolites may be detected in urine. Single intramuscular injections of 100 mg nandrolone phenylpropionate or nandrolone decanoate have been found to produce an anabolic effect for 10 to 14 days and 20 to 25 days, respectively. Conversely, unesterified nandrolone has been used by intramuscular injection once daily.   == Chemistry ==  Nandrolone, also known as 19-nortestosterone (19-NT) or as estrenolone, as well as estra-4-en-17β-ol-3-one or 19-norandrost-4-en-17β-ol-3-one, is a naturally occurring estrane (19-norandrostane) steroid and a derivative of testosterone (androst-4-en-17β-ol-3-one). It is specifically the C19 demethylated (nor) analogue of testosterone. Nandrolone is an endogenous intermediate in the production of estradiol from testosterone via aromatase in mammals including humans and is present in the body naturally in trace amounts. It can be detected during pregnancy in women. Nandrolone esters have an ester such as decanoate or phenylpropionate attached at the C17β position.   === Derivatives ===   ==== Esters ====  A variety of esters of nandrolone have been marketed and used medically. The most commonly used esters are nandrolone decanoate and to a lesser extent nandrolone phenylpropionate. Examples of other nandrolone esters that have been marketed and used medically include nandrolone cyclohexylpropionate, nandrolone cypionate, nandrolone hexyloxyphenylpropionate, nandrolone laurate, nandrolone sulfate, and nandrolone undecanoate.   ==== Anabolic steroids ====  Nandrolone is the parent compound of a large group of anabolic steroids. Notable examples include the non-17α-alkylated trenbolone and the 17α-alkylated ethylestrenol (ethylnandrol) and metribolone (R-1881), as well as the 17α-alkylated designer steroids norboletone and tetrahydrogestrinone (THG). The following is list of derivatives of nandrolone that have been developed as anabolic steroids:   ==== Progestins ====  Nandrolone, together with ethisterone (17α-ethynyltestosterone), is also the parent compound of a large group of progestins, the norethisterone (17α-ethynyl-19-nortestosterone) derivatives. This family is subdivided into two groups: the estranes and the gonanes. The estranes include norethisterone (norethindrone), norethisterone acetate, norethisterone enanthate, lynestrenol, etynodiol diacetate, and noretynodrel, while the gonanes include norgestrel, levonorgestrel, desogestrel, etonogestrel, gestodene, norgestimate, dienogest (actually a 17α-cyanomethyl-19-nortestosterone derivative), and norelgestromin.   === Synthesis ===  The elaboration of a method for the reduction of aromatic rings to the corresponding dihydrobenzenes under controlled conditions by A. J. Birch opened a convenient route to compounds related to the putative 19-norprogesterone. This reaction, now known as the Birch reduction, is typified by the treatment of the monomethyl ether of estradiol (1) with a solution of lithium metal in liquid ammonia in the presence of alcohol as a proton source. Initial reaction constituents of 1,4-dimetalation of the most electron deficient positions of the aromatic ring–in the case of an estrogen, the 1 and 4-positions. Rxn of the intermediate with the proton source leads to a dihydrobenzene; a special virtue of this sequence in steroids is the fact that the double bind at 2 is in effect becomes an enol ether moiety. Treatment of this product (2) with weak acid, oxalic acid for e.g., leads to the hydrolysis of the enol ether, producing β,γ-unconjugated ketone 3. Hydrolysis under more strenuous conditions (mineral acids) results in migration/conjugation of the olefin to yield nandrolone (4).   ==== Esters ==== Treatment of 4 with decanoic anhydride and pyridine affords nandrolone decanoate. Acylation of 4 with phenylpropionyl chloride yields nandrolone phenpropionate.   === Detection in body fluids === Nandrolone use is directly detectable in hair or indirectly detectable in urine by testing for the presence of 19-norandrosterone, a metabolite. The International Olympic Committee has set a limit of 2.0 μg/L of 19-norandrosterone in urine as the upper limit, beyond which an athlete is suspected of doping. In the largest nandrolone study performed on 621 athletes at the 1998 Nagano Olympic Games, no athlete tested over 0.4 μg/L. 19-Norandrosterone was identified as a trace contaminant in commercial preparations of androstenedione, which until 2004 was available without a prescription as a dietary supplement in the U.S. A number of nandrolone cases in athletics occurred in 1999, which included high-profile athletes such as Merlene Ottey, Dieter Baumann, and Linford Christie. However, the following year the detection method for nandrolone at the time was proved to be faulty. Mark Richardson, a British Olympic relay runner who tested positive for the substance, gave a significant amount of urine samples in a controlled environment and delivered a positive test for the drug, demonstrating that false positives could occur, which led to an overhaul of his competitive ban. Heavy consumption of the essential amino acid lysine (as indicated in the treatment of cold sores) has allegedly shown false positives in some and was cited by American shotputter C. J. Hunter as the reason for his positive test, though in 2004 he admitted to a federal grand jury that he had injected nandrolone. A possible cause of incorrect urine test results is the presence of metabolites from other anabolic steroids, though modern urinalysis can usually determine the exact anabolic steroid used by analyzing the ratio of the two remaining nandrolone metabolites. As a result of the numerous overturned verdicts, the testing procedure was reviewed by UK Sport. In October 2007, three-time Olympic gold medalist for track and field Marion Jones admitted to use of the drug, and was sentenced to six months in jail for lying to a federal grand jury in 2000. Mass spectrometry is also used to detect small amounts of nandrolone in urine samples.   == History ==  Nandrolone was first synthesized in 1950.: 130  It was first introduced, as nandrolone phenylpropionate, in 1959, and then as nandrolone decanoate in 1962, followed by additional esters.   == Society and culture ==   === Generic names === Nandrolone is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, and DCITTooltip Denominazione Comune Italiana. The formal generic names of nandrolone esters include nandrolone cyclohexylpropionate (BANMTooltip British Approved Name), nandrolone cyclotate (USANTooltip United States Adopted Name), nandrolone decanoate (USANTooltip USAN, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name, JANTooltip Japanese Accepted Name), nandrolone laurate (BANMTooltip British Approved Name), nandrolone phenpropionate (USPTooltip United States Pharmacopeia), and nandrolone phenylpropionate (BANMTooltip British Approved Name, JANTooltip Japanese Accepted Name).   === Doping in sports ===  Nandrolone was probably among the first anabolic steroids to be used as a doping agent in sports in the 1960s. It has been banned at the Olympics since 1974.: 128  There are many known cases of doping in sports with nandrolone esters by professional athletes.   == Research == Nandrolone esters have been studied in several indications. They were intensively studied for osteoporosis, and increased calcium uptake and decreased bone loss, but caused virilization in about half of the women who took them and were mostly abandoned for this use when better drugs like the bisphosphonates became available. They have also been studied in clinical trials for chronic kidney failure, aplastic anemia, and as male contraceptives.: 134    == References ==   == Further reading =="}