{"name": "naphazoline", "category": "drug", "content": "Naphazoline is a medicine used as a decongestant, and a vasoconstrictor added to eye drops to relieve red eye. It has a rapid action in reducing swelling when applied to mucous membranes. It is a sympathomimetic agent with marked alpha adrenergic activity that acts on alpha-receptors in the arterioles of the conjunctiva to produce constriction, resulting in decreased congestion.  It was patented in 1934 and came into medical use in 1942.   == Medical uses ==   === Nasal administration === Nasal decongestant.   === Ophthalmic drug administration === Eye drops (brand names Clear Eyes, and Cleari) narrowing swollen blood vessels (ophthalmic arteries, and ophthalmic veins) to relieve red eye. Temporary red eye can safely be treated when the cause of the redness is established (e.g. cannabis induced corneal vasodilation). However, continuous use is not recommended without knowing an underlying condition.   == Side effects == A few warnings and contraindications that apply to all naphazoline-containing substances intended for medicinal use are:  Hypersensitivity to naphazoline Use in infants and children can result in central nervous system depression, leading to coma and marked reduction in body temperature Should be used with caution in patients with severe cardiovascular disease including cardiac arrhythmia and in patients with diabetes, especially those with a tendency toward diabetic ketoacidosis A possible association with stroke has been suggested.   === Nasal administration === Extended use may cause rhinitis medicamentosa, a condition of rebound nasal congestion.   === Ophthalmic drug administration === Known side-effect:  Stinging Discomfort Irritation Increased red eyes Blurred vision Mydriasis Punctate keratitis Lacrimation (tears) Increased intraocular pressure   == Contraindications == Patients taking MAO inhibitors can experience a severe hypertensive crisis if given a sympathomimetic drug such as naphazoline HCl Drug interactions can occur with anaesthetics that sensitize the myocardium to sympathomimetics (e.g. cyclopropane or halothane cautiously) Exercise caution when applying prior to use of phenylephrine.   == Pharmacology == Naphazoline is a mixed α1- and α2-adrenergic receptor agonist.   == Chemistry == The non-hydrochloride form of Naphazoline has the molecular formula C14H14N2 and a molar mass of 210.28 g/mol. The HCl salt form has a molar mass of 246.73 g/mol.   == Society and culture == It is an active ingredient in several over-the-counter eye drop formulations including Clear Eyes, Rohto Cool, Eucool, and Naphcon-A.   == Illicit use == The nasal or ophthalmic form of naphazoline has been abused by heroin or cocaine drug addicts. It's used as CNS stimulant and vasoconstrictor to enhance primary drug effects.    == References =="}