{"name": "natamycin", "category": "drug", "content": "Natamycin, also known as pimaricin, is an antifungal medication used to treat fungal infections around the eye. This includes infections of the eyelids, conjunctiva, and cornea. It is used as eyedrops. Natamycin is also used in the food industry as a preservative. Allergic reactions may occur. It is unclear if medical use during pregnancy or breastfeeding is safe. It is in the macrolide and polyene families of medications. It results in fungal death by altering the cell membrane. Natamycin was discovered in 1955 and approved for medical use in the United States in 1978. It is on the World Health Organization's List of Essential Medicines.  It is produced by fermentation of certain types of the bacterium Streptomyces.   == Uses ==   === Medical === Natamycin is used to treat fungal infections, including Candida, Aspergillus, Cephalosporium, Fusarium, and Penicillium. It is applied topically as a cream, in eye drops, or (for oral infections) in a lozenge. Natamycin shows negligible absorption into the body when administered in these ways. When taken orally, little or none is absorbed from the gastrointestinal tract, making it inappropriate for systemic infections. Natamycin lozenges are also prescribed to treat yeast infections and oral thrush.   === Food === Natamycin has been used for decades in the food industry as a hurdle to fungal outgrowth in dairy products and other foods.  Potential advantages for the usage of natamycin might include the replacement of traditional chemical preservatives, a neutral flavor impact, and less dependence on pH for efficacy, as is common with chemical preservatives.  It can be applied in a variety of ways: as an aqueous suspension (such as mixed into a brine) sprayed on the product or into which the product is dipped, or in powdered form (along with an anticaking agent such as cellulose) sprinkled on or mixed into the product. While not currently approved for use on meats in the United States, some countries allow natamycin to be applied to the surface of dry and fermented sausages to prevent mold growth on the casing.  Also, natamycin is approved for various dairy applications in the United States.  More specifically, natamycin is commonly used in products such as cream cheeses, cottage cheese, sour cream, yogurt, shredded cheeses, cheese slices, and packaged salad mixes. One of the reasons for food producers to use natamycin is to replace the artificial preservative sorbic acid. Natamycin is also known to diffuse slower and lesser into cheese when compared to sorbate, which could otherwise cause undesirable changes to the flavor.  As a food additive, it has E number E235. Throughout the European Union, it is approved only as a surface preservative for certain cheese and dried sausage products. It must not be detectable 5 mm below the rind. While natamycin is approved in different applications at different levels in the world, it is approved in over 150 countries worldwide. The European Food Safety Authority (EFSA) panel took over the responsibilities of providing scientific food safety advice to the EU from the Scientific Committee on Food  in 2002.  In 2009, the EFSA considered the proposed use levels of natamycin are safe if it is used for the surface treatment for these cheese and sausage types.   == Safety == Natamycin does not have acute toxicity. In animal studies, the lowest LD50 found was 2.5-4.5 g/kg. In rats, the LD50 is ≥2300 mg/kg, and doses of 500 mg/kg/day over 2 years caused no detectable differences in survival rate, growth, or incidence of tumors. The metabolites of natamycin also lack toxicity. The breakdown products of natamycin under various storage conditions may have a lower LD50 than natamycin, but in all cases, the numbers are quite high. In humans, a dose of 500 mg/kg/day repeated over multiple days caused nausea, vomiting, and diarrhea. No evidence shows natamycin, at either pharmacological levels or levels encountered as a food additive, can harm normal intestinal flora, but definitive research may not be available. However, some people are allergic to natamycin. The EFSA has concluded that the use of natamycin as a food additive has no relevant risk for the development of resistant fungi.   == Mechanism of action == Natamycin inhibits the growth of fungi by specifically binding to ergosterol present in fungal cell membranes. Natamycin inhibits amino acid and glucose transport proteins leading to a loss of nutrient transport across the plasma membrane. While this binding is reversible, ergosterol binding acts as a universal mechanism of fungal inhibition, allowing natamycin to act on diverse fungal pathogens from Saccharomyces yeast to Aspergillus moulds. Natamycin is unique amongst related antifungals specifically because it does not directly cause membrane permeabilization. Structurally-related antibiotics with similar binding properties are thought to produce hydrophilic channels that allow leakage of potassium and sodium ions from the cell. Natamycin has very low solubility in water; however, natamycin is effective at very low levels. Its minimum inhibitory concentration is less than 10 ppm for most molds.   == Biochemistry == Natamycin is produced as a secondary metabolite by some Streptomyces species: S. natalensis, S. lydicus, S. chattanoogensis and S. gilvosporeus. Structurally, its core is a macrolide containing a polyene segment, with carboxylic acid and mycosamine groups attached. As with other polyene antimycotics, the biosynthesis begins with a series of polyketide synthase modules, followed by additional enzymatic processes for oxidation and attachment of the substituents. Natamycin is produced on an industrial scale by fermentation of various Streptomyces strains, including S. chattanoogensis L10.   == History == Natamycin was first isolated in 1955 from fermentation broth of a Streptomyces natalensis cell culture. It was originally named pimaricin to honor Pietermaritzburg, where Streptomyces natalensis was acquired. Pimaricin was later renamed after the World Health Organization (WHO) mandated that antibiotics produced by Streptomyces end in –mycin. The name natamycin was chosen in reference to the natalensis species name.   == Society and culture == Natamycin appears on Whole Foods' \"Unacceptable Ingredients for Food\" list.   == References =="}