{"name": "naxitamab", "category": "drug", "content": "Naxitamab, sold under the brand name Danyelza, is an anti-cancer medication. It is a monoclonal antibody used in combination with granulocyte-macrophage colony-stimulating factor (GM-CSF) for people one year of age and older with relapsed or refractory high-risk neuroblastoma in the bone or bone marrow demonstrating a partial response, minor response, or stable disease to prior therapy. The most common adverse reactions include injection site reactions or infusion-related reactions, pain, tachycardia (fast heart beats), vomiting, cough, nausea, diarrhea, decreased appetite, hypertension, fatigue, erythema multiforme, peripheral neuropathy, urticaria, pyrexia, headache, injection site reaction, edema, anxiety, localized edema, and irritability. The U.S. Food and Drug Administration (FDA) granted the application for naxitamab priority review, breakthrough therapy, and, orphan drug designations. The FDA issued a priority review voucher for this rare pediatric disease product application and was later granted a priority approval.   == Medical uses == Naxitamab is used in combination with granulocyte-macrophage colony-stimulating factor (GM-CSF) to treat people one year of age and older with high-risk neuroblastoma in bone or bone marrow whose tumor did not respond to or has come back after previous treatments and has shown a partial response, minor response, or stable disease to prior therapy.   == History == The application for naxitamab was approved based on two clinical trials (Trial 1/NCT03363373 and Trial 2/NCT01757626) of 97 participants with high-risk neuroblastoma in bone or bone marrow. The trials were conducted at four centers in the United States and in Spain. Both trials enrolled participants who were previously treated for high-risk neuroblastoma in the bone or bone marrow. Some participants were not responding to the previous therapies anymore and some participants experienced the return of the cancer. Participants with cancer that was actively growing after their last therapy were not included in the trial. All participants received naxitamab in combination with granulocyte-macrophage colony-stimulating factor (GM-CSF) according to the trial schedule.   == Society and culture ==   === Legal status === Naxitamab was approved for medical use in the United States in November 2020.   == References ==   == External links == Clinical trial number NCT03363373 for \"Naxitamab for High-Risk Neuroblastoma Patients With Primary Refractory Disease or Incomplete Response to Salvage Treatment in Bone and/or Bone Marrow\" at ClinicalTrials.gov Clinical trial number NCT01757626 for \"Combination Therapy of Antibody Hu3F8 With Granulocyte- Macrophage Colony Stimulating Factor (GM-CSF) in Patients With Relapsed/Refractory High-Risk Neuroblastoma\" at ClinicalTrials.gov"}