{"name": "Necrobiosis Lipoidica Diabeticorum", "category": "disease", "content": "Necrobiosis lipoidica is a rare, chronic skin condition predominantly associated with diabetes mellitus (known as necrobiosis lipoidica diabeticorum or NLD). It can also occur in individuals with rheumatoid arthritis or without any underlying conditions (idiopathic). It is characterized by hardened, raised areas of the skin, often appearing on the shins, with a yellowish center and a surrounding dark pink area. The lesions are generally asymptomatic but can become tender and ulcerate when injured. The exact cause of this condition is not known, but it involves collagen degeneration and a granulomatous response in the layer of the skin called the dermis, often affecting the deeper fat layer and thickening dermal blood vessels. Diagnosis is confirmed through a skin biopsy showing inflammatory cell infiltrate and necrotising vasculitis. Treatments like PUVA therapy, photodynamic therapy, low dose aspirin, and corticosteroids are used to manage symptoms, as there is no cure. It affects approximately 0.3% of diabetics, showing a higher prevalence in women (3:1 female-to-male ratio).   == Signs and symptoms ==  NL/NLD most frequently appears on the patient's shins, often on both legs, although it may also occur on forearms, hands, trunk, and, rarely, nipple, penis, and surgical sites. The lesions are often asymptomatic but may become tender and ulcerate when injured. The first symptom of NL is often a \"bruised\" appearance (erythema) that is not necessarily associated with a known injury. The extent to which NL is inherited is unknown. NLD appears as a hardened, raised area of the skin. The center of the affected area usually has a yellowish tint while the area surrounding it is a dark pink. It is possible for the affected area to spread or turn into an open sore. When this happens the patient is at greater risk of developing ulcers. If an injury to the skin occurs on the affected area, it may not heal properly or it will leave a dark scar.   == Pathophysiology == Although the exact cause of this condition is not known, it is an inflammatory disorder characterised by collagen degeneration, combined with a granulomatous response. It always involves the dermis diffusely, and sometimes also involves the deeper fat layer. Commonly, dermal blood vessels are thickened (microangiopathy). It can be precipitated by local trauma, though it often occurs without any injury.   == Diagnosis ==  NL is diagnosed by a skin biopsy, demonstrating superficial and deep perivascular and interstitial mixed inflammatory cell infiltrate (including lymphocytes, plasma cells, mononucleated and multinucleated histiocytes, and eosinophils) in the dermis and subcutis, as well as necrotising vasculitis with adjacent necrobiosis and necrosis of adnexal structures. Areas of necrobiosis are often more extensive and less well defined than in granuloma annulare. Presence of lipid in necrobiotic areas may be demonstrated by Sudan stains. Cholesterol clefts, fibrin, and mucin may also be present in areas of necrobiosis. Depending on the severity of the necrobiosis, certain cell types may be more predominant. When a lesion is in its early stages, neutrophils may be present, whereas in later stages of development lymphocytes and histiocytes may be more predominant.   == Treatment ==  There is no clearly defined cure for necrobiosis. NLD may be treated with PUVA therapy, Photodynamic therapy and improved therapeutic control. Although there are some techniques that can be used to diminish the signs of necrobiosis such as low dose aspirin orally, a steroid cream or injection into the affected area, this process may be effective for only a small percentage of those treated.   == See also == Diabetic dermadromes List of cutaneous conditions   == References ==   == External links ==  Information and image at NIH"}