{"name": "nefazodone", "category": "drug", "content": "Nefazodone, sold formerly under the brand names Serzone, Dutonin, and Nefadar among others, is an atypical antidepressant medication which is used in the treatment of depression and for other uses. Nefazodone is  still available in the United States, but was withdrawn from other countries due to rare liver toxicity. The medication is taken by mouth. Side effects of nefazodone include dry mouth, sleepiness, nausea, dizziness, blurred vision, weakness, lightheadedness, confusion, and postural low blood pressure, among others. Rarely, nefazodone can cause serious liver damage, with an incidence of death or liver transplantation of about 1 in every 250,000 to 300,000 patient years. Nefazodone is a phenylpiperazine compound and is related to trazodone. It has been described as a serotonin antagonist and reuptake inhibitor (SARI) due to its combined actions as a potent antagonist of the serotonin 5-HT2A and 5-HT2C receptors and weak serotonin–norepinephrine–dopamine reuptake inhibitor (SNDRI). Nefazodone was introduced for medical use in 1994. Generic versions were introduced in 2003. Serious liver toxicity was first reported with nefazodone in 1998, and it was withdrawn from most markets by 2004. However, as of 2023, it continues to be available in the United States in generic from one manufacturer, Teva Pharmaceuticals and is manufactured in Israel.   == Medical uses == Nefazodone is used to treat major depressive disorder, aggressive behavior, anxiety, and panic disorder.   === Available forms === Nefazodone is available as 50 mg, 100 mg, 150 mg, 200 mg, and 250 mg tablets for oral ingestion.   == Contraindications == Contraindications include the coadministration of terfenadine, astemizole, cisapride, pimozide, or carbamazepine. Nefazodone is contraindicated in patients who were withdrawn from nefazodone because of evident liver injury as well as those that have shown hypersensitivity to the drug, its inactive ingredients, or other phenylpiperazine antidepressants. Furthermore, the coadministration of triazolam and nefazodone should be avoided for all patients, including the elderly, since it causes a significant increase in the plasma level of triazolam and not all commercially available dosage forms of triazolam permit a sufficient dosage reduction. If coadministrated, a 75% reduction in the initial dosage of triazolam is recommended.   == Side effects == Common and mild side effects of nefazodone reported in clinical trials more often than placebo include dry mouth (25%), sleepiness (25%), nausea (22%), dizziness (17%), blurred vision (16%), weakness (11%), lightheadedness (10%), confusion (7%), and orthostatic hypotension (5%). Rare and serious adverse reactions may include allergic reactions, fainting, painful/prolonged erection, and jaundice. Nefazodone is not especially associated with increased appetite and weight gain. It is also known for having low levels of sexual side effects in comparisons to SSRIs. Nefazodone can cause severe liver damage which may lead to the need for liver transplantation or to death. The incidence of severe liver damage is approximately 1 in every 250,000 to 300,000 patient-years. By the time it started to be withdrawn from the markets in 2003, nefazodone had been associated with at least 53 cases of liver injury (of which 11 led to death) in the United States, and 51 cases of liver toxicity (of which 2 led to transplantation) in Canada. In a 2002 Canadian study of 32 cases, it was noted that databases like those used in the study tended to include only a small proportion of suspected drug reactions. Treatment protocols suggest screening for pre-existing liver disease before initiating nefazodone, and those with known liver disease should not be prescribed nefazodone. If serum AST or serum ALT levels are more than 3 times the upper limit of normal (ULN), treatment should be permanently withdrawn. Enzyme labs should be done every six months, and nefazodone should not be a first-line treatment.   == Interactions == Nefazodone is a potent inhibitor of CYP3A4, and may interact adversely with many commonly used medications that are metabolized by CYP3A4.   == Pharmacology ==   === Pharmacodynamics ===  Nefazodone acts primarily as a potent antagonist of the serotonin 5-HT2A receptor and to a lesser extent of the serotonin 5-HT2C receptor. It also has high affinity for the α1-adrenergic receptor and serotonin 5-HT1A receptor, and relatively lower affinity for the α2-adrenergic receptor and dopamine D2 receptor. Nefazodone has low but significant affinity for the serotonin, norepinephrine, and dopamine transporters as well, and therefore acts as a weak serotonin-norepinephrine-dopamine reuptake inhibitor (SNDRI). It has low but potentially significant affinity for the histamine H1 receptor, where it is an antagonist, and hence may have some antihistamine activity. Nefazodone has negligible activity at muscarinic acetylcholine receptors, and accordingly, has no anticholinergic effects.   === Pharmacokinetics === The bioavailability of nefazodone is low and variable, about 20%. Its plasma protein binding is approximately 99%, but it is bound loosely. Nefazodone is metabolized in the liver, with the main enzyme involved thought to be CYP3A4. The drug has at least four active metabolites, which include hydroxynefazodone, para-hydroxynefazodone, triazoledione, and meta-chlorophenylpiperazine (mCPP). Nefazodone has a short elimination half-life of about 2 to 4 hours. Its metabolite hydroxynefazodone similarly has an elimination half-life of about 1.5 to 4 hours, whereas the elimination half-lives of triazoledione and mCPP are longer at around 18 hours and 4 to 8 hours, respectively. Due to its long elimination half-life, triazoledione is the major metabolite and predominates in the circulation during nefazodone treatment, with plasma levels that are 4 to 10 times higher than those of nefazodone itself. Conversely, hydroxynefazodone levels are about 40% of those of nefazodone at steady state. Plasma levels of mCPP are very low at about 7% of those of nefazodone; hence, mCPP is only a minor metabolite. mCPP is thought to be formed from nefazodone specifically by CYP2D6. The ratios of brain-to-plasma concentrations of mCPP to nefazodone are 47:1 in mice and 10:1 in rats, suggesting that brain exposure to mCPP may be much higher than plasma exposure. Conversely, hydroxynefazodone levels in the brain are 10% of those in plasma in rats. As such, in spite of its relatively low plasma concentrations, brain exposure to mCPP may be substantial, whereas that of hydroxynefazodone may be minimal.   == Chemistry == Nefazodone is a phenylpiperazine; it is an alpha-phenoxyl derivative of etoperidone which in turn was a derivative of trazodone.   == History == Nefazodone was discovered by scientists at Bristol-Myers Squibb (BMS) who were seeking to improve on trazodone by reducing its sedating qualities. BMS obtained marketing approvals for nefazodone worldwide, including in the United States and Europe, in 1994. It was marketed in the United States under the brand name Serzone and in Europe under the brand name Dutonin. The first reports of serious liver toxicity with nefazodone were published in 1998 and 1999. These instances were quickly followed by many additional cases. In 2002 the  United States Food and Drug Administration (FDA) obligated BMS to add a  black box warning about potential fatal liver toxicity to the drug label. Worldwide sales in 2002 were $409 million. In 2003 Public Citizen filed a citizen petition asking the FDA to withdraw the marketing authorization in the United States, and in early 2004 the organization sued the FDA to attempt to force withdrawal of the drug. The FDA issued a response to the petition in June 2004 and filed a  motion to dismiss, and Public Citizen withdrew the suit. Sales of nefazodone were about $100 million in 2003. By that time, it was also being marketed under the additional brand names Serzonil, Nefadar, and Rulivan. Generic versions were introduced in the United States in 2003 and Health Canada withdrew the marketing authorization that same year. In April 2004, BMS announced that it was going to discontinue the sale of Serzone in the United States in June 2004 and said that this was due to declining sales and generic versions were available in the United States. By that time, BMS had already withdrawn the drug from the market in Europe, Australia, New Zealand, and Canada. In August 2020, Teva Pharmaceuticals placed nefazodone in shortage due to a shortage of a raw ingredient. On December 20, 2021, nefazodone was again made available in all strengths.   == Society and culture ==   === Generic names === Nefazodone is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while néfazodone is its DCFTooltip Dénomination Commune Française and nefazodone hydrochloride is its USANTooltip United States Adopted Name and USPTooltip United States Pharmacopeia.   === Brand names === Nefazodone has been marketed under a number of brand names including Dutonin (ATTooltip Austria, ESTooltip Spain, IETooltip Ireland, UKTooltip United Kingdom), Menfazona (ESTooltip Spain), Nefadar (CHTooltip Switzerland, DETooltip Germany, NOTooltip Norway, SETooltip Sweden), Nefazodone BMS (ATTooltip Austria), Nefazodone Hydrochloride Teva (USTooltip United States), Reseril (ITTooltip Italy), Rulivan (ESTooltip Spain), and Serzone (AUTooltip Australia, CATooltip Canada, USTooltip United States).   == Research == Nefazodone was under development for the treatment of panic disorder, and reached phase 3 clinical trials for this indication, but development was discontinued in 2004. The use of nefazodone to prevent migraine has been studied, due to its antagonism of the serotonin 5-HT2A and 5-HT2C receptors.   == References ==   == External links ==  Media related to Nefazodone at Wikimedia Commons"}