{"name": "Neonatal meningitis", "category": "disease", "content": "Neonatal meningitis is a serious medical condition in infants that is rapidly fatal if untreated. Meningitis, an inflammation of the meninges, the protective membranes of the central nervous system, is more common in the neonatal period (infants less than 44 days old) than any other time in life, and is an important cause of morbidity and mortality globally. Mortality is roughly half in developing countries and ranges from 8%-12.5% in developed countries. Symptoms seen with neonatal meningitis are often unspecific and may point to several conditions, such as sepsis (whole body inflammation). These can include fever, irritability, and shortness of breath. The only method to determine if meningitis is the cause of these symptoms is lumbar puncture (an examination of the cerebrospinal fluid). The most common cause of neonatal meningitis is bacterial infection of blood, known as bacteremia. Organisms responsible are different; most commonly group B streptococci (i.e. Streptococcus agalactiae), Escherichia coli, and Listeria monocytogenes. Although there is a low mortality rate in developed countries, there is a 50% prevalence rate of neurodevelopmental disabilities after meningitis caused by E. coli and Streptococcus agalactiae, and a 79% prevalence after meningitis caused by Gram-negative rods other than E. coli. Delayed treatment of neonatal meningitis may cause cerebral palsy, blindness, deafness, seizure disorders, and learning deficiencies.   == Signs and symptoms == The following is a list of common signs and symptoms of neonatal meningitis.  Fever poor appetite anterior fontanelle bulging seizures jitteriness dyspnea irritability anorexia vomiting diarrhea abdominal distention (increase in abdominal size) neck rigidity cyanosis jaundice sunset eyes (downward gaze of the eyes) abnormal body temperature (hypo-or hyperthermia) change of activity (lethargy or irritability) These symptoms are unspecific and may point to many different conditions.   === Complications === Neuroimaging (X-ray imaging of the brain) is recommended to detect the complications of meningitis. Complications should be suspected when the clinical course is characterized by shock, respiratory failure, focal neurological deficits, a positive cerebrospinal fluid culture after 48 to 72 hours of appropriate antibiotic therapy, or infection with certain organisms, such as Citrobacter koseri and Cronobacter sakazakii for example. Ultrasounds are useful for early imaging to determine ventricular size and hemorrhaging. CT scans later in the therapy should be used to dictate prolonged treatment. If intracranial abscesses (collection of pus in the brain) are found, treatment consisting of a combination of surgical drainage of the abscess and antimicrobial therapy for 4 to 6 weeks is recommended. More imaging should be completed after the end of antibiotic treatment because abscesses have been found after weeks from start of treatment. Relapses have also occurred after appropriate treatment when infected by Gram-negative enteric bacilli.   === Hearing Loss === Meningitis is one of the leading causes of acquired deafness. Nearly 8% of those with Meningitis will have a permanent sensorineural hearing loss. The longer meningitis is left untreated, the greater the risk of seizures and permanent neurological damage such as hearing loss, memory difficulty, learning disabilities, brain damage, gait problems, kidney failure, shock, and even death. Hearing loss in those with Meningitis can occur when the body is fighting off the infection and the cells reach the inner ear where the hair cells and nerve fibers become damaged. Hearing loss can also occur after Meningitis is resolved due to an increased risk for ossification of the cochlea. Ossification of the cochlea can make it difficult to place a Cochlear Implant for hearing losses that are treated unsuccessfully with hearing aids. Bacterial Meningitis is likely to lead to hearing loss. It is important to have a hearing test as soon as possible. It would be best to complete a hearing test before leaving the hospital or within four weeks of improvement of symptoms. Fluctuating hearing loss has been observed in a large number of patients, so it is best to have routine hearing tests to monitor the hearing loss. Viral Meningitis is less likely to cause hearing loss and it is recommended to perform a hearing test if the patient is experiencing any hearing difficulties. All hearing losses are different so there is no predictive loss for Meningitis. Children are assessed through behavioral testing (if old enough), Otoacoustic Emissions (OAEs), and Auditory Brainstem Response (ABR). Impact in Children for Communication If hearing loss is left undetected and/or untreated, this can lead to later acquisition of language and delayed reading skills. Since untreated Meningitis can cause brain damage and learning disabilities, children with a history of Meningitis may be developmentally delayed when compared to their typically developing peers.   === Laboratory features === Laboratory features that are characteristic of neonatal bacterial meningitis include:  Isolation of a bacterial pathogen from the cerebrospinal fluid by culture and/or visualization by Gram stain Increased cerebrospinal fluid white blood cell count (typically >1000 white blood cells/μL, but may be lower, especially with Gram-positive bacteria), usually with a predominance of neutrophils Elevated cerebrospinal fluid protein concentration (>150 mg/dL in preterm (premature birth) and >100 mg/dL in term infants) Decreased cerebrospinal fluid glucose concentration (<20 mg/dL [1.1 mmol/L] in preterm (premature birth) and <30 mg/dL [1.7 mmol/L] in term (on time) infants)   == Causes ==  Neonatal meningitis is caused by group B streptococci Streptococcus agalactiae (39%-48% of cases), Escherichia coli (30%-35%), other Gram-negative rods (8%-12%), Streptococcus pneumoniae (about 6%), and Listeria monocytogenes (5%-7%). Meningitis is typically caused from either a bacterial or viral infection, however, it can be caused by fungal, parasitic, or amebic infections as well.  Even more rare, Meningitis can be caused by some cancers, Lupus, specific drugs, head injuries, and brain surgeries. Most neonatal meningitis results from bacteremia (bacterial infection of the blood) with hematogenous spread to the central nervous system (CNS).   === Early-onset === In early-onset neonatal meningitis, acquisition of the bacteria is from the mother either before the baby is born or during birth. The most common bacteria found in early-onset are Streptococcus agalactiae, Escherichia coli, and Listeria monocytogenes. In developing countries, Gram-negative enteric (gut) bacteria are responsible for the majority of early onset meningitis.   === Late-onset === Late-onset meningitis may be caused by other Gram-negative bacteria and staphylococcal species. In developing countries, Streptococcus pneumoniae accounts for most cases of late onset.   === Herpes Simplex Virus === Herpes simplex virus is a rare cause of meningitis, occurring only 0.165 in 10,000 live births in the UK and 0.2-5 in 10,000 live births in the US Both HSV-1 and HSV-2 can cause neonatal meningitis, however, HSV-2 accounts for 70% of the cases. Herpes simplex virus is transmitted to neonates mainly during delivery (when infected maternal secretions come into contact with the baby and accounting for 85% of cases), but also occur in utero (while the fetus is still in the womb, 5% of cases) or even post-delivery, receiving the infection from the community (10% of cases). The most important factors impacting the transmission of the virus is the stage of the mother's infection (symptomatic or non-symptomatic) and the damage of any maternal membranes during birth (the longer the tissue is damaged, the higher the chance of neonatal infection).   == Pathogenesis == Generally, the progression of neonatal meningitis starts with bacteria colonizing the gastrointestinal tract. The bacteria then invades through the intestinal mucosa layer into the blood, causing bacteremia followed by invasion of the cerebrospinal fluid. The neonate's less efficient immune system (especially the alternative complement system) lessens their defense against invading bacteria. Colonization of the mother plays an important role in transmission to the neonate, causing early-onset meningitis.   === Group B Streptococcus === Neonatal Streptococcus agalactiae infection is acquired in utero or during passage through the vagina. Evidence suggests that vaginal colonization  by Streptococcus agalactiae during pregnancy increases the risk of vertical transmission and early-onset disease in neonates.   === Neonatal meningitis-causing E. coli === Some strains of E. coli have a capsule, called K1, which protects the bacteria from the innate immune system and allows it to penetrate the central nervous system. The capsule contains sialic acid, which is found widely in humans and so does not set off the defenses of the body. Sialic acid also plays a role in the bacteria's ability to invade through the blood–brain barrier. The capsule can be variably O-acetylated.   == Diagnosis ==   === Bacterial Infection === A lumbar puncture (spinal tap) is necessary to diagnose meningitis. Cerebrospinal fluid culture is the most important study for the diagnosis of neonatal bacterial meningitis because clinical signs are non-specific and unreliable. Blood cultures may be negative in 15-55% of cases, making them unreliable as well. However, a cerebrospinal fluid to blood glucose ratio below two-thirds has a strong relationship to bacterial meningitis. A spinal tap should be done in all neonates with suspected meningitis, with suspected or proven sepsis (whole body inflammation) and should be considered in all neonates in whom sepsis is a possibility. The role of the spinal tap in neonates who are healthy appearing but have maternal risk factors for sepsis is more controversial; its diagnostic yield in these patients may be low. Early-onset is deemed when infection is within one week of birth. Late-onset is deemed after the first week.   === Viral Infection === Babies born from mothers with symptoms of Herpes simplex virus should be tested for viral infection. Liver tests, complete blood count, cerebrospinal fluid analysis, and a chest X-ray should all be completed to diagnose meningitis. Samples should be taken from skin, conjunctiva (eye), mouth and throat, rectum, urine, and the cerebrospinal fluid for viral culture and polymerase chain reaction.   == Prevention ==   === Bacterial === Prevention of neonatal meningitis is primarily intrapartum (during labor) antibiotic prophylaxis (prevention) of pregnant mothers to decrease chance of early-onset meningitis by Streptococcus agalactiae. For late-onset meningitis, prevention is passed onto the caretakers to stop the spread of infectious microorganisms. Proper hygiene habits are first and foremost, while stopping improper antibiotic use; such as over-prescriptions, use of broad spectrum antibiotics, and extended dosing times will aid prevention of late-onset neonatal meningitis. A possible prevention may be vaccination of mothers against Streptococcus agalactiae and E. coli, however, this is still under development.   === Viral === The only form of prevention from viral infection of the neonate is a Caesarean section form of delivery if the mother is showing symptoms of infection.   == Treatment ==  Treatment for meningitis is antibiotics. The particular drugs used are based on culture results that identify the infecting bacteria, but a mix of ampicillin, gentamicin, and cefotaxime is used for early-onset meningitis before their identification. A regimen of antistaphylococcal antibiotic, such as nafcillin or vancomycin, plus cefotaxime or ceftazidime with or without an aminoglycoside is recommended for late-onset neonatal meningitis. The aim for these treatments is to sterilize the cerebrospinal fluid of all pathogens. A repeat spinal tap 24 to 48 hours after treatment has been started should be done to confirm sterilization. Limited evidence suggests that adjuvant corticosteroids may reduce the short-term risk of hearing loss in newborn infants with meningitis, but it is uncertain whether corticosteroids help to reduce the risk of death or longer-term hearing loss.   === Group B Streptococci === For meningitis suspected to be caused by Streptococcus agalactiae, the following treatment is recommended by the American Academy of Pediatrics: doses of penicillin up to 450 000 U/kg daily (270 mg/kg/day) divided 8 hourly if <7 days of age and divided 6 hourly if >7 days of age. For penicillin [the recommended dose is up to 300 mg/kg/daily divided 8 hourly if <7 days of age or 4–6 hourly if >7 days of age. After confirmation of Streptococcus agalactiae by culture, penicillin alone should be used for the rest of the course of treatment, including the 14-day post-sterilization therapy.   === Gram-negative Enterics === For suspected Gram-negative enteric (including E. coli) meningitis a combination of cefotaxime and aminoglycoside, usually gentamicin, is recommended. This treatment should last for 14 days after sterilization and then only cefotaxime for another 7 days creating a minimum of 21 days of therapy after sterilization.   === Listeria monocytogenes === Meningitis caused by Listeria monocytogenes should be treated with a combination of ampicillin and gentamicin because it is synergistic in vitro and provides more rapid bacterial clearance in animal models of infection.   === Streptococcus pneumoniae === Streptococcus pneumoniae can be treated with either penicillin or ampicillin.   === Herpes Simplex Virus === In cases of meningitis caused by Herpes simplex virus, antiviral therapy with (acyclovir or vidarabine) must be started immediately for a favorable outcome. Acyclovir is a better antiviral because it shows a similar effect on the infection as vidarabine and is safer to use in neonates. The recommended dosage is 20 mg/kg every six hours for 21 days.   == Epidemiology == In industrialized countries, the incidence of bacterial meningitis is approximately 3 in 10,000 live births. The incidence of Herpes simplex virus meningitis is estimated to be 0.2-5.0 cases per 10,000 live births. Neonatal meningitis is much more common in developing countries. Neonatal meningitis ranges from 4.8 per 10,000 live births in Hong Kong to 24 per 10,000 live births in Kuwait. In Africa and South Asia, figures ranging from 8.0 to 61 per 10,000 live births are found. It is expected that these numbers are lower than reality due to the difficulty of diagnosing and the healthcare available to underdeveloped countries in Asia and Africa.   == References =="}