{"name": "Neonatal hypocalcemia", "category": "disease", "content": "Neonatal hypocalcemia is an abnormal clinical and laboratory hypocalcemia condition that is frequently observed in infants. It is commonly presented within the first 72 hours of a newborn's life. Neonatal hypocalcemia can cause seizures in infants requiring a calcium infusion until homeostasis is achieved; allowing for positive clinical outcomes within weeks of treatment. Healthy term infants go through a physiological nadir of serum calcium levels at 7.5 - 8.5 mg/dL by day 2 of life. Hypocalcemia is a low blood calcium level. A total serum calcium of less than 8 mg/dL (2mmol/L) or ionized calcium less than 1.2 mmol/L in term neonates is defined as hypocalcemia. In preterm infants, it is defined as less than 7mg/dL (1.75 mmol/L) total serum calcium or less than 4mg/dL (1 mmol/L) ionized calcium. Both early onset hypocalcemia (presents within 72h of birth) and late onset hypocalcemia (presents in 3-7 days after birth) require calcium supplementation treatment. Infants with intrauterine growth retardation, perinatal asphyxia, preterm, and diabetic mothers are most likely to develop neonatal hypocalcemia. It is not understood why premature infants have hypocalcemia, but a proposed idea is that a large increase of calcitonin may lead to hypocalcemia. Another hypothesis includes impaired secretion of parathyroid hormone.   == Cause == Risk factors of early neonatal hypocalcemia   Prematurity Perinatal asphyxia Diabetes mellitus in the mother Maternal hyperparathyroidism Intrauterine growth retardation (IUGR) Iatrogenic   == Risk factors == Risk factors of late neonatal hypocalcemia  Exogenous phosphate load Use of gentamicin Gender and ethnic: late neonatal hypocalcemia occurred more often in male infants and Hispanic infants Others Magnesium deficiency Vitamin D deficiency  Transient hypoparathyroidism of newborn Hypoparathyroidism due to other causes (DiGeorge Syndrome)   == References ==  Jain, A., Agarwal, R., Sankar, M. J., Deorari, A., & Paul, V. K. (2010). Hypocalcemia in the newborn. Indian Journal of Pediatrics, 77, 1123-1128. Oden, J., Bourgeois, M. (2000). Neonatal endocrinology. Indian Journal of Pediatrics, 77, 21"}