{"name": "neostigmine", "category": "drug", "content": "Neostigmine, sold under the brand name Bloxiverz, among others, is a medication used to treat myasthenia gravis, Ogilvie syndrome, and urinary retention without the presence of a blockage. It is also used in anaesthesia to end the effects of non-depolarising neuromuscular blocking medication. It is given by injection either into a vein, muscle, or under the skin. After injection effects are generally greatest within 30 minutes and last up to 4 hours. Common side effects include nausea, increased saliva, crampy abdominal pain, and slow heart rate. More severe side effects include low blood pressure, weakness, and allergic reactions. It is unclear if use in pregnancy is safe for the baby. Neostigmine is in the cholinergic family of medications. It works by blocking the action of acetylcholinesterase and therefore increases the levels of acetylcholine. Neostigmine was patented in 1931. It is on the World Health Organization's List of Essential Medicines. The term is from Greek neos, meaning \"new\", and \"-stigmine\", in reference to its parent molecule, physostigmine, on which it is based. It is available as a generic medication.   == Medical uses == It is used to improve muscle tone in people with myasthenia gravis, and also to reverse the effects of non-depolarizing muscle relaxants such as rocuronium and vecuronium at the end of an operation. Another indication for use is the conservative management of acute colonic pseudo-obstruction, or Ogilvie's syndrome, in which patients get massive colonic dilatation in the absence of a true mechanical obstruction. Neostigmine is often prescribed for underactive urinary bladder. Hospitals sometimes administer a solution containing neostigmine intravenously to delay the effects of envenomation through snakebite. Some promising research results have also been reported for administering the drug nasally in order to buy time if anti-venom is not immediately available.   == Side effects == Neostigmine has a wide variety of side-effects due to its action that increases acetylcholine (ACh) binding muscarinic receptors on exocrine glandular cells throughout the body, cardiac muscle cells, and smooth muscle cells. These effects include: salivation, lacrimation, diarrhea, bradycardia, and bronchoconstriction. Gastrointestinal symptoms occur earliest.: 109  For this reason, it is usually given along with an anti-cholinergic drug such as atropine or glycopyrrolate which act only on muscarinic receptors while permitting neostigmine action at nicotinic receptors.  Neostigmine can also induce generic ocular side effects including: headache, brow pain, blurred vision, phacodonesis, pericorneal injection, congestive iritis, various allergic reactions, and rarely, retinal detachment.: 114    == Pharmacology == Acetylcholine is metabolized by the enzyme acetylcholinesterase that cleaves acetylcholine in the neuromuscular junction into acetate and choline. Neostigmine is an inhibitor of acetylcholinesterase. Neostigmine binds to the anionic and ester site of acetylcholinesterase, which blocks the enzyme from breaking down the acetylcholine molecules before they reach the postsynaptic membrane receptors.  Its action leads to the accumulation of acetylcholine in the neuromuscular junction that compete with the non-depolarizing blocker agent bound to the acetylcholine receptors. By interfering with the breakdown of acetylcholine, neostigmine indirectly stimulates both nicotinic and muscarinic receptors. Unlike physostigmine, neostigmine has a quaternary nitrogen; hence, it is more polar. It does not cross the blood–brain barrier and enter the CNS.  Neostigmine is administered intravenously. The drug should be administered when a peripheral nerve stimulator shows a second twitch is present or when the first twitch response is considerably above 10% of baseline. Peak effect is at 7 to 10 minutes. Neostigmine has moderate duration of action – usually two to four hours. It is metabolized by enzymes in the liver and excreted in the urine.   == Chemistry == Neostigmine, which can be viewed as a simplified analog of physostigmine, is made by reacting 3-dimethylaminophenol with N-dimethylcarbamoyl chloride, which forms the dimethylcarbamate, and its subsequent alkylation using dimethyl sulfate forming the desired compound.   === Spectral data === Neostigmine shows notable UV/VIS absorption at 261 nm, 267 nm, and 225 nm. Neostigmine's 1H NMR Spectroscopy reveals shifts at: 7.8, 7.7, 7.4, 7.4, 3.8, and 3.1 parts per million.  The higher shifts are due to the aromatic hydrogens.  The lower shifts at 3.8 ppm and 3.1 ppm are due to the electronic withdrawing nature of the tertiary and quaternary nitrogen, respectively.   == History == Neostigmine was first synthesized by Aeschlimann and Reinert in 1931 and was patented by Aeschlimann in 1933. Neostigmine is made by first reacting 3-dimethylaminophenol with N-dimethylcarbamoyl chloride, which forms a dimethylcarbamate.  Next, that product is alkylated using dimethyl sulfate, which forms neostigmine.: 103    == References ==   == External links == \"Neostigmine\". Drug Information Portal. U.S. National Library of Medicine. \"Neostigmine methylsulfate\". Drug Information Portal. U.S. National Library of Medicine. \"Neostigmine bromide\". Drug Information Portal. U.S. National Library of Medicine."}