{"name": "netarsudil", "category": "drug", "content": "Netarsudil, sold under the brand name Rhopressa among others, is a medication for the treatment of glaucoma.  In the United States, in December 2017, the Food and Drug Administration (FDA) approved a 0.02% ophthalmic solution for the lowering of elevated intraocular pressure in people with open-angle glaucoma or ocular hypertension. The European Medicines Agency approved it in 2019 for the same uses under the brand name Rhokiinsa. The FDA considers it to be a first-in-class medication.   == Contraindications == Netarsudil has no contraindications apart from known hypersensitivity to the drug.   == Adverse effects == The most common side effects are hyperaemia (increased blood flow associated with redness, in 51% of patients) in the conjunctiva, cornea verticillata (drug deposits in the cornea, in 17%), and eye pain (in 17%). All other side effects occur in fewer than 10% of people. Hypersensitivity reactions occur in fewer than 1%.   == Overdose == Overdosing netarsudil is unlikely because concentrations in the body are so low that they are generally not detectable.   == Interactions == No interaction studies have been done. The European label recommends to apply other eye drops at least five minutes before, and eye ointments at least five minutes after netarsudil drops.   == Pharmacology ==   === Mechanism of action === This drug's mechanism of action is not entirely clear. It inhibits the enzyme rho kinase. This appears to increase outflow of aqueous humor through the trabecular meshwork, and also to reduce pressure in the veins of the episcleral layer. The drug also inhibits the norepinephrine transporter.   === Pharmacokinetics === After instillation into the eye, netarsudil is cleaved by esterases in the cornea to AR-13503, which is the active metabolite. Concentrations reached in the blood plasma are so low that they are generally not detectable. To judge from animal models, the drug acts for at least 24 hours. Its elimination half-life is 16 to 17 hours (in rabbits).   == Chemistry == The drug is used in form of a salt, netarsudil dimesilate, which is a white to light yellow crystalline powder. It is a weak acid and moderately hygroscopic, freely soluble in water and soluble in methanol.   == See also == Netarsudil/latanoprost, a combination drug   == References ==   == External links == \"Netarsudil\". Drug Information Portal. U.S. National Library of Medicine. \"Netarsudil mesylate\". Drug Information Portal. U.S. National Library of Medicine."}