{"name": "netupitant", "category": "drug", "content": "Netupitant is an antiemetic medication. In the United States, the combinations of netupitant/palonosetron and the prodrug fosnetupitant/palonosetron (both brand name Akynzeo) are approved by the Food and Drug Administration for the prevention of acute and delayed chemotherapy-induced nausea and vomiting, including highly emetogenic chemotherapy such as with cisplatin. In the European Union, the combinations are approved by the European Medicines Agency (EMA) for the same indication.   == Adverse effects == Side effects of the combination netupitant/palonosetron are similar to palonosetron alone, so that no common side effects can be attributed to netupitant.   == Interactions == Netupitant blood plasma levels are expected to increase when combined with inhibitors of the liver enzyme CYP3A4 and lowered when combined with inductors of this enzyme. Being a CYP3A4 inhibitor itself, netupitant could also increase plasma levels of pharmaceuticals that are metabolized by CYP3A4. This effect has been observed with dexamethasone, the anti-cancer drugs docetaxel and etoposide, and to a minor (not clinically significant) extent with levonorgestrel, erythromycin and midazolam.   == Pharmacology ==   === Mechanism of action === Netupitant is a selective NK1 receptor antagonist. Netupitant is a selective neurokinin 1 (NK1) receptor antagonist with potential antiemetic activity. Netupitant competitively binds to and blocks the activity of the human substance P/NK1 receptors in the central nervous system (CNS), thereby inhibiting NK1-receptor binding of the endogenous tachykinin neuropeptide substance P (SP), which may result in the prevention of chemotherapy-induced nausea and vomiting (CINV). SP is found in neurons of vagal afferent fibers innervating the brain-stem nucleus tractus solitarii and the area postrema, which contains the chemoreceptor trigger zone (CTZ), and may be elevated in response to chemotherapy. The NK-receptor is a G-protein receptor coupled to the inositol phosphate signal-transduction pathway and is found in both the nucleus tractus solitarii and the area postrema.   === Pharmacokinetics === Bioavailability is estimated to be over 60% for orally taken netupitant. Highest blood plasma concentrations are reached five hours after application. Availability is moderately (10–20%) increased when taken after a fatty meal. Netupitant and its main metabolites (called M1 and M3) are bound to plasma proteins to more than 99%, and M2 protein binding is 97%. The substance is mainly metabolized by CYP3A4, and to a lesser extent by CYP2D6 and CYP2C9. The main metabolites are desmethyl-netupitant (M1), netupitant N-oxide (M2), and hydroxy-netupitant (M3); all three are pharmacologically active. Netupitant and its metabolites are mainly excreted via the faeces. Biological half-life is 88 hours, significantly longer than that of the first NK1 receptor antagonist, aprepitant, which has a half-life of 9 to 13 hours.   == References ==   == External links == \"Netupitant\". Drug Information Portal. U.S. National Library of Medicine. \"Netupitant mixture with palonosetron\". Drug Information Portal. U.S. National Library of Medicine."}