{"name": "Neuroendocrine Tumors", "category": "disease", "content": "Neuroendocrine tumors (NETs) are neoplasms that arise from cells of the endocrine (hormonal) and nervous systems. They most commonly occur in the intestine, where they are often called carcinoid tumors, but they are also found in the pancreas, lung, and the rest of the body. Although there are many kinds of NETs, they are treated as a group of tissue because the cells of these neoplasms share common features, including a similar histological appearance, having special secretory granules, and often producing biogenic amines and polypeptide hormones. The term \"neuro\" refers to the dense core granules (DCGs), similar to the DCGs in the serotonergic neurons storing monoamines. The term \"endocrine\" refers to the synthesis and secretion of these monoamines. The neuroendocrine system includes endocrine glands such as the pituitary, the parathyroids and the neuroendocrine adrenals, as well as endocrine islet tissue embedded within glandular tissue such as in the pancreas, and scattered cells in the exocrine parenchyma. The latter is known as the diffuse endocrine system.   == Classification ==   === WHO === The World Health Organization (WHO) classification scheme places neuroendocrine tumors into three main categories, which emphasize the tumor grade rather than the anatomical origin:  well-differentiated neuroendocrine tumors, further subdivided into tumors with benign and those with uncertain behavior well-differentiated (low grade) neuroendocrine carcinomas with low-grade malignant behavior poorly differentiated (high grade) neuroendocrine carcinomas, which are the large cell neuroendocrine and small cell carcinomas. Additionally, the WHO scheme recognizes mixed tumors with both neuroendocrine and epithelial carcinoma features, such as goblet cell cancer, a rare gastrointestinal tract tumor. Placing a given tumor into one of these categories depends on well-defined histological features: size, lymphovascular invasion, mitotic count, Ki-67 labelling index, invasion of adjacent organs, presence of metastases and whether they produce hormones. The WHO grading from 2022 endorses a three-tiered grading system for most NETs, in particular NETs of the gastrointestinal or pancreaticobiliary tract, as well as NETs of the upper aerodigestive tract and the salivary glands. The grading system is based on proliferation assessed by mitotic rate and Ki-67 index and stratifies NETs into grade 1 (G1, low-grade), grade 2 (G2, intermediate-grade) and grade 3 (G3, high-grade). Tumor necrosis, although recognized as a factor associated with a potentially worse prognosis, is not included in the grading of NETs of the gastrointestinal or pancreaticobiliary tract. However, the absence or presence of tumor necrosis is a component of the grading of NETs of many other origins, such as the upper aerodigestive tract, the lung and the thymus. Neuroendocrine carcinomas are poorly differentiated high-grade neuroendocrine neoplasms and a designation of tumor grade is therefore redundant. Lung and thymic neuroendocrine neoplasms are classified in a similar manner, including typical and atypical carcinoids, small cell and large cell neuroendocrine carincomas. Furthermore, the 2022 WHO classification introduces a two-tiered grading system for medullary thyroid carcinomas based on mitotic count, Ki-67 index and the absence or presence of tumor necrosis. Here, it may be noted that different cut-offs than with tumors of gastrointestinal, aerodigestive and lung origin are applied.   === Anatomic distribution === Traditionally, neuroendocrine tumors have been classified by their anatomic site of origin. NETs can arise in many different areas of the body, and are most often located in the intestine, pancreas or the lungs. The various kinds of cells that can give rise to NETs are present in endocrine glands and are also diffusely distributed throughout the body, most commonly Kulchitsky cells or similar enterochromaffin-like cells, that are relatively more common in the gastrointestinal and pulmonary systems. NETs include certain tumors of the gastrointestinal tract and of the pancreatic islet cells, certain thymus and lung tumors, and medullary carcinoma of the parafollicular cells of the thyroid. Tumors with similar cellular characteristics in the pituitary, parathyroid, and adrenomedullary glands are sometimes included or excluded. Within the broad category of neuroendocrine tumors there are many different tumor types, representing only a small proportion of the tumors or cancers in most of these tissues:  Pituitary gland: Neuroendocrine tumor of the anterior pituitary Thyroid gland: Neuroendocrine thyroid tumors, particularly medullary carcinoma Parathyroid tumors Thymus and mediastinal carcinoid tumors Pulmonary neuroendocrine tumors bronchus pulmonary carcinoid tumors: typical carcinoid (TC; low-grade); atypical carcinoid (AC; intermediate-grade) small-cell lung cancer (SCLC) large cell neuroendocrine carcinoma of the lung (LCNEC) Extrapulmonary small cell carcinomas (ESCC or EPSCC) Gastroenteropancreatic neuroendocrine tumors (GEP-NET) Foregut GEP-NET (foregut tumors can conceptually encompasses not only NETs of the stomach and proximal duodenum, but also the pancreas, and even thymus, lung and bronchus) Pancreatic endocrine tumors (if considered separately from foregut GEP-NET) Midgut GEP-NET (from distal half of 2nd part of the duodenum to the proximal two-thirds of the transverse colon) appendix, including well differentiated NETs (benign); well differentiated NETs (uncertain malignant potential); well differentiated neuroendocrine carcinoma (with low malignant potential); mixed exocrine-neuroendocrine carcinoma (goblet cell carcinoma, also called adenocarcinoid and mucous adenocarcinoid) Hindgut GEP-NET Liver and gallbladder Adrenal tumors, particularly adrenomedullary tumors Pheochromocytoma Peripheral nervous system tumors, such as: Schwannoma paraganglioma neuroblastoma Breast Genitourinary tract urinary tract carcinoid tumor and neuroendocrine carcinoma ovary neuroendocrine tumor of the cervix Prostate tumor with neuroendocrine differentiation testes Merkel cell carcinoma of skin (trabecular cancer) Inherited conditions: multiple endocrine neoplasia type 1 (MEN1) multiple endocrine neoplasia type 2 (MEN2) von Hippel-Lindau (VHL) disease neurofibromatosis type 1 tuberous sclerosis Carney complex   === Grading === Neuroendocrine lesions are graded histologically according to markers of cellular proliferation, rather than cellular polymorphism. The following grading scheme is currently recommended for all gastroenteropancreatic neuroendocrine neoplasms by the World Health Organization:  If mitotic count and Ki-67 are discordant, the figure which gives the highest grade is used. G1 and G2 neuroendocrine neoplasms are called neuroendocrine tumors (NETs) – formerly called carcinoid tumours. G3 neoplasms are called neuroendocrine carcinomas (NECs). It has been proposed that the current G3 category be further separated into histologically well-differentiated and poorly-differentiated neoplasms to better reflect prognosis.   === Staging ===  Currently there is no one staging system for all neuroendocrine neoplasms. Well-differentiated lesions generally have their own staging system based on anatomical location, whereas poorly differentiated and mixed lesions are staged as carcinomas of that location. For example, gastric NEC and mixed adenoneuroendocrine cancers are staged as primary carcinoma of the stomach. TNM staging of gastroenteropancreatic Grade 1 and Grade 2 neuroendocrine tumors are as follows:   == Signs and symptoms ==   === Gastroenteropancreatic === Conceptually, there are two main types of NET within the gastroenteropancreatic neuroendocrine tumors (GEP-NET) category: those which arise from the gastrointestinal (GI) system and those that arise from the pancreas. In usage, the term \"carcinoid\" has often been applied to both, although sometimes it is restrictively applied to NETs of GI origin (as herein), or alternatively to those tumors which secrete functional hormones or polypeptides associated with clinical symptoms, as discussed.   ==== Carcinoid tumors ====  Carcinoids most commonly affect the small bowel, particularly the ileum, and are the most common malignancy of the appendix. Many carcinoids are asymptomatic and are discovered only upon surgery for unrelated causes. These coincidental carcinoids are common; one study found that one person in ten has them. Many tumors do not cause symptoms even when they have metastasized. Other tumors even if very small can produce adverse effects by secreting hormones. Ten per cent (10%) or less of carcinoids, primarily some midgut carcinoids, secrete excessive levels of a range of hormones, most notably serotonin (5-HT) or substance P, causing a constellation of symptoms called carcinoid syndrome:  flushing diarrhea asthma or wheezing congestive heart failure (CHF) abdominal cramping peripheral edema heart palpitations A carcinoid crisis with profound flushing, bronchospasm, tachycardia, and widely and rapidly fluctuating blood pressure can occur if large amounts of hormone are acutely secreted, which is occasionally triggered by factors such as diet, alcohol, surgery chemotherapy, embolization therapy or radiofrequency ablation. Chronic exposure to high levels of serotonin causes thickening of the heart valves, particularly the tricuspid and the pulmonic valves, and over a long period can lead to congestive heart failure. However, valve replacement is rarely needed. The excessive outflow of serotonin can cause a depletion of tryptophan leading to niacin deficiency, and thus pellagra, which is associated with dermatitis, dementia, and diarrhea. Many other hormones can be secreted by some of these tumors, most commonly growth hormone that can cause acromegaly, or cortisol, that can cause Cushing's syndrome. Occasionally, haemorrhage or the effects of tumor bulk are the presenting symptoms. Bowel obstruction can occur, sometimes due to fibrosing effects of NET secretory products with an intense desmoplastic reaction at the tumor site, or of the mesentery.   ==== Pancreatic neuroendocrine tumors ====  Pancreatic neuroendocrine tumors (PanNETs) are often referred to as \"islet cell tumors\", or \"pancreatic endocrine tumors\" The PanNET denomination is in line with current WHO guidelines. Historically, PanNETs have also been referred to by a variety of terms, and are still often called \"islet cell tumors\" or \"pancreatic endocrine tumors\". originate within the pancreas. PanNETs are quite distinct from the usual form of pancreatic cancer, adenocarcinoma, which arises in the exocrine pancreas. About 95 percent of pancreatic tumors are adenocarcinoma; only 1 or 2% of clinically significant pancreas neoplasms are GEP-NETs. Well or intermediately differentiated PanNETs are sometimes called islet cell tumors; neuroendocrine cancer (NEC) (synonymous with islet cell carcinoma) is more aggressive. Up to 60% of PanNETs are nonsecretory or nonfunctional, which either don't secrete, or the quantity or type of products such as pancreatic polypeptide (PPoma), chromogranin A, and neurotensin do not cause a clinical syndrome, although blood levels may be elevated. Functional tumors are often classified by the hormone most strongly secreted by the pancreatic neuroendocrine tumor, as discussed in that main article.   === Other === In addition to the two main categories of GEP-NET, there are rarer forms of neuroendocrine tumors that arise anywhere in the body, including within the lung, thymus and parathyroid. Bronchial carcinoid can cause airway obstruction, pneumonia, pleurisy, difficulty with breathing, cough, and hemoptysis, or may be associated with weakness, nausea, weight loss, night sweats, neuralgia, and Cushing's syndrome. Some are asymptomatic.Animal neuroendocrine tumors include neuroendocrine cancer of the liver in dogs, and devil facial tumor disease in Tasmanian devils.   === Familial syndromes === Most pancreatic NETs are sporadic. However, neuroendocrine tumors can be seen in several inherited familial syndromes, including:  multiple endocrine neoplasia type 1 (MEN1) multiple endocrine neoplasia type 2 (MEN2) von Hippel-Lindau (VHL) disease neurofibromatosis type 1 tuberous sclerosis Carney complex Given these associations, recommendations in NET include family history evaluation, evaluation for second tumors, and in selected circumstances testing for germline mutations such as for MEN1.   == Pathophysiology == NETs are believed to arise from various neuroendocrine cells whose normal function is to serve at the neuroendocrine interface. Neuroendocrine cells are present not only in endocrine glands throughout the body that produce hormones, but are found in all body tissues.   == Diagnosis ==   === Markers === Symptoms from secreted hormones may prompt measurement of the corresponding hormones in the blood or their associated urinary products, for initial diagnosis or to assess the interval change in the tumor. Secretory activity of the tumor cells is sometimes dissimilar to the tissue immunoreactivity to particular hormones.  Given the diverse secretory activity of NETs there are many other potential markers, but a limited panel is usually sufficient for clinical purposes. Aside from the hormones of secretory tumors, the most important markers are:  chromogranin A (CgA), present in 99% of metastatic carcinoid tumors urine 5-hydroxyindoleacetic acid (5-HIAA) neuron-specific enolase (NSE, gamma-gamma dimer) synaptophysin (P38) Newer markers include N-terminally truncated variant of Hsp70 is present in NETs but absent in normal pancreatic islets. High levels of CDX2, a homeobox gene product essential for intestinal development and differentiation, are seen in intestinal NETs. Neuroendocrine secretory protein-55, a member of the chromogranin family, is seen in pancreatic endocrine tumors but not intestinal NETs.   === Imaging === For morphological imaging, CT-scans, MRIs, sonography (ultrasound), and endoscopy (including endoscopic ultrasound) are commonly used. Multiphase CT and MRI are typically used both for diagnostics and for evaluation of therapy. The multiphase CT should be performed before and after an intravenous injection of an iodine-based contrast agent, both in the late arterial phase and in the portal venous phase (triple-phase study). While MRI is generally superior to CT, both for detection of the primary tumor and for evaluation of metastases, CECT is more widely available, even at academic institutions. Therefore, multiphase CT is often the modality of choice. Advances in nuclear medicine imaging, also known as molecular imaging, have improved diagnostic and treatment paradigms in patients with neuroendocrine tumors. This is because of its ability to not only identify sites of disease but also characterize them. Neuroendocrine tumours express somatostatin receptors providing a unique target for imaging. Octreotide is a synthetic modification of somatostatin with a longer half-life. OctreoScan, also called somatostatin receptor scintigraphy (SRS or SSRS), utilizes intravenously administered octreotide that is chemically bound to a radioactive substance, often indium-111, to detect larger lesions with tumor cells that are avid for octreotide. Somatostatin receptor imaging can now be performed with positron emission tomography (PET) which offers higher resolution, three-dimensional and more rapid imaging. Gallium-68 receptor PET-CT is much more accurate than an Octreotide scan. Thus, octreotide scanning for NET tumors is being increasingly replaced by gallium-68 DOTATOC scan. Imaging with fluorine-18 fluorodeoxyglucose (FDG) PET may be valuable to image some neuroendocrine tumors. This scan is performed by injected radioactive sugar intravenously. Tumors that grow more quickly use more sugar. Using this scan, the aggressiveness of the tumor can be assessed. However, neuroendocrine tumors are often slow growing and indolent, and these do not show well on FDG-PET. Functional imaging with gallium-labelled somatostatin analog and 18F-FDG PET tracers ensures better staging and prognostication of neuroendocrine neoplasms. The combination of somatostatin receptor and FDG PET imaging is able to quantify somatostatin receptor cell surface (SSTR) expression and glycolytic metabolism, respectively. The ability to perform this as a whole body study is highlighting the limitations of relying on histopathology obtained from a single site. This is enabling better selection of the most appropriate therapy for an individual patient.   === Histopathology ===   ==== Features in common ==== Neuroendocrine tumors, despite differing embryological origin, have common phenotypic characteristics. NETs show tissue immunoreactivity for markers of neuroendocrine differentiation (pan-neuroendocrine tissue markers) and may secrete various peptides and hormones. There is a lengthy list of potential markers in neuroendocrine tumors; several reviews provide assistance in understanding these markers. Widely used neuroendocrine tissue markers are various chromogranins, synaptophysin and PGP9.5. Neuron-specific enolase (NSE) is less specific. The nuclear neuroendocrine marker insulinoma-associated protein-1 (INSM1) has proven to be sensitive as well as highly specific for neuroendocrine differentiation. NETs are often small, yellow or tan masses, often located in the submucosa or more deeply intramurally, and they can be very firm due to an accompanying intense desmoplastic reaction. The overlying mucosa may be either intact or ulcerated. Some GEP-NETs invade deeply to involve the mesentery. Histologically, NETs are an example of \"small blue cell tumors,\" showing uniform cells which have a round to oval stippled nucleus and scant, pink granular cytoplasm. The cells may align variously in islands, glands or sheets. High power examination shows bland cytopathology. Electron microscopy can identify secretory granules. There is usually minimal pleomorphism but less commonly there can be anaplasia, mitotic activity, and necrosis. Some neuroendocrine tumor cells possess especially strong hormone receptors, such as somatostatin receptors and uptake hormones strongly. This avidity can assist in diagnosis and may make some tumors vulnerable to hormone targeted therapies.   ==== Argentaffin and hormone secretion ==== NETs from a particular anatomical origin often show similar behavior as a group, such as the foregut (which conceptually includes pancreas, and even thymus, airway and lung NETs), midgut and hindgut; individual tumors within these sites can differ from these group benchmarks:  Foregut NETs are argentaffin negative. Despite low serotonin content, they often secrete 5-hydroxytryptophan (5-HTP), histamine, and several polypeptide hormones. There may be associated atypical carcinoid syndrome, acromegaly, Cushing disease, other endocrine disorders, telangiectasia, or hypertrophy of the skin in the face and upper neck.  These tumors can metastasize to bone. Midgut NETs are argentaffin positive, can produce high levels of serotonin 5-hydroxytryptamine (5-HT), kinins, prostaglandins, substance P (SP), and other vasoactive peptides, and sometimes produce corticotropic hormone (previously adrenocorticotropic hormone [ACTH]). Bone metastasis is uncommon. Hindgut NETs are argentaffin negative and rarely secrete 5-HT, 5-HTP, or any other vasoactive peptides. Bone metastases are not uncommon.   == Treatment == Several issues help define appropriate treatment of a neuroendocrine tumor, including its location, invasiveness, hormone secretion, and metastasis. Treatments may be aimed at curing the disease or at relieving symptoms (palliation). Observation may be feasible for non-functioning low-grade neuroendocrine tumors. If the tumor is locally advanced or has metastasized, but is nonetheless slowly growing, treatment that relieves symptoms may often be preferred over immediate challenging surgeries. Intermediate and high grade tumors (noncarcinoids) are usually best treated by various early interventions (active therapy) rather than observation (wait-and-see approach). Treatments have improved over the past several decades, and outcomes are improving. In malignant carcinoid tumors with carcinoid syndrome, the median survival has improved from two years to more than eight years. Detailed guidelines for managing neuroendocrine tumors are available from ESMO, NCCN and a UK panel. The NCI has guidelines for several categories of NET: islet cell tumors of the pancreas, gastrointestinal carcinoids, Merkel cell tumors and pheochromocytoma/paraganglioma. However, effective predictive biomarkers are yet to be discovered. Similarly, recent advances in understanding neuroendocrine tumor's molecular and genomic alterations still have to find their ways into a definitive management strategy.   === Surgery === Even if the tumor has advanced and metastasized, making curative surgery infeasible, surgery often has a role in neuroendocrine cancers for palliation of symptoms and possibly increased lifespan. Cholecystectomy is recommended if there is a consideration of long-term treatment with somatostatin analogs.: 46    === Symptomatic relief === In secretory tumors, somatostatin analogs given subcutaneously or intramuscularly alleviate symptoms by blocking hormone release. A consensus review has reported on the use of somatostatin analogs for GEP-NETs. These medications may also anatomically stabilize or shrink tumors, as suggested by the PROMID study (Placebo-controlled prospective randomized study on the antiproliferative efficacy of Octreotide LAR in patients with metastatic neuroendocrine MIDgut tumors): at least in this subset of NETs, average tumor stabilization was 14.3 months compared to 6 months for placebo. The CLARINET study (a randomized, double-blind, placebo-controlled study on the antiproliferative effects of lanreotide in patients with enteropancreatic neuroendocrine tumors) further demonstrated the antiproliferative potential of lanreotide, a somatostatin analog and recently approved FDA treatment for GEP-NETS. In this study, lanreotide showed a statistically significant improvement in progression-free survival, meeting its primary endpoint. The disease in sixty-five percent of patients treated with lanreotide in the study had not progressed or caused death at 96 weeks, the same was true of 33% of patients on placebo. This represented a 53% reduction in risk of disease progression or death with lanreotide based on a hazard ratio of .47. Lanreotide is the first and only FDA approved antitumor therapy demonstrating a statistically significant progression-free survival benefit in a combined population of patients with GEP-NETS. Other medications that block particular secretory effects can sometimes relieve symptoms.   === Chemotherapy === Interferon is sometimes used to treat GEP-NETs. Its effectiveness is somewhat uncertain, but low doses can be titrated within each person, often considering the effect on the blood leukocyte count; Interferon is often used in combination with other agents, especially somatostatin analogs such as octreotide.   ==== Gastrointestinal neuroendocrine tumors ==== Most gastrointestinal carcinoid tumors tend not to respond to chemotherapy agents, showing 10 to 20% response rates that are typically less than 6 months. Combining chemotherapy medications has not usually been of significant improvement showing 25 to 35% response rates that are typically less than 9 months. The exceptions are poorly differentiated (high-grade or anaplastic) metastatic disease, where cisplatin with etoposide may be used and Somatostatin Receptor Scintigraphy (SSRS) negative tumors which had a response rate in excess of 70% compared to 10% in strongly positive SRSS carcinoid tumors.   ==== PanNETs ====  Targeted therapy with everolimus (Afinitor) and sunitinib (Sutent) is approved by the FDA in unresectable, locally advanced or metastatic PanNETs. Some PanNETs are more responsive to chemotherapy than gastroenteric carcinoid tumors. Several agents have shown activity and combining several medicines, particularly doxorubicin with streptozocin and fluorouracil (5-FU or f5U), is often more effective. Although marginally effective in well-differentiated PETs, cisplatin with etoposide is active in poorly differentiated neuroendocrine cancers (PDNECs).   === Radionuclide therapy === Peptide receptor radionuclide therapy (PRRT) is a type of radioisotope therapy (RIT) in which a peptide or hormone conjugated to a radionuclide or radioligand is given intravenously, the peptide or neuroamine hormone previously having shown good uptake of a tracer dose, using Somatostatin receptor imaging as detailed above. This type of radiotherapy is a systemic therapy and will impact somatostatin positive disease. The peptide receptor may be bound to lutetium-177, yttrium-90, indium-111 and other isotopes including alpha emitters. This is a highly targeted and effective therapy with minimal side effects in tumors with high levels of somatostatin cell surface expression, because the radiation is absorbed at the sites of the tumor, or excreted in the urine. The radioactively labelled hormones enter the tumor cells which, together with nearby cells, are damaged by the attached radiation. Not all cells are immediately killed; cell death can go on for up to two years. PRRT was initially used for low grade NETs. It is also very useful in more aggressive NETs such as Grade 2 and 3 NETs provided they demonstrate high uptake on SSTR imaging to suggest benefit.   === Hepatic artery ===  Metastases to the liver can be treated by several types of hepatic artery treatments based on the observation that tumor cells get nearly all their nutrients from the hepatic artery, while the normal cells of the liver get about 70–80 percent of their nutrients and 50% their oxygen supply from the portal vein, and thus can survive with the hepatic artery effectively blocked.  Hepatic artery embolization (HAE) occludes the blood flow to the tumors, achieving significant tumor shrinkage in over 80%. In hepatic artery chemotherapy, the chemotherapy agents are given into the hepatic artery, often by steady infusion over hours or even days. Compared with systemic chemotherapy, a higher proportion of the chemotherapy agents are (in theory) delivered to the lesions in the liver. Hepatic artery chemoembolization (HACE), sometimes called transarterial chemoembolization (TACE), combines hepatic artery embolization with hepatic artery chemoinfusion: embospheres bound with chemotherapy agents, injected into the hepatic artery, lodge in downstream capillaries. The spheres not only block blood flow to the lesions, but by halting the chemotherapy agents in the neighborhood of the lesions, they provide much better targeting leverage than chemoinfusion provides. Selective internal radiation therapy (SIRT) for neuroendocrine metastases to the liver delivers radioactive microsphere therapy (RMT) by injection into the hepatic artery, lodging (as with HAE and HACE) in downstream capillaries. In contrast to hormone-delivered radiotherapy, the lesions need not overexpress peptide receptors. The mechanical targeting delivers the radiation from the yttrium-labeled microspheres selectively to the tumors without unduly affecting the normal liver. This type of treatment is FDA approved for liver metastases secondary to colorectal carcinoma and is under investigation for treatment of other liver malignancies, including neuroendocrine malignancies.   === Other therapies === AdVince, a type of gene therapy using a genetically modified oncolytic adenovirus and supported by the crowdfunding campaign iCancer was used in a Phase 1 trial against NET in 2016. Further efforts towards more personalized therapies in neuroendocrine tumors are undertaken  i.a. combining drug screening platforms and patient-derived ex vivo cell cultures that mimic relevant aspects of the original tumors.   == Epidemiology == Although estimates vary, the annual incidence of clinically significant neuroendocrine tumors is approximately 2.5–5 per 100,000; two thirds are carcinoid tumors and one third are other NETs. The prevalence has been estimated as 35 per 100,000, and may be considerably higher if clinically silent tumors are included. An autopsy study of the pancreas in people who died from unrelated causes discovered a remarkably high incidence of tiny asymptomatic NETs. Routine microscopic study of three random sections of the pancreas found NETs in 1.6%, and multiple sections identified NETs in 10%. As diagnostic imaging increases in sensitivity, such as endoscopic ultrasonography, very small, clinically insignificant NETs may be coincidentally discovered; being unrelated to symptoms, such neoplasms may not require surgical excision.   == History == Small intestinal neuroendocrine tumors were first distinguished from other tumors in 1907. They were named carcinoid tumors because their slow growth was considered to be \"cancer-like\" rather than truly cancerous. However, in 1938 it was recognized that some of these small bowel tumors could be malignant. Despite the differences between these two original categories, and further complexities due to subsequent inclusion of other NETs of pancreas and pulmonary origin, all NETs are sometimes (incorrectly) subsumed into the term \"carcinoid\". Enterochromaffin cells, which give rise to carcinoid tumors, were identified in 1897 by Nikolai Kulchitsky and their secretion of serotonin was established in 1953 when the \"flushing\" effect of serotonin had become clinically recognized. Carcinoid heart disease was identified in 1952, and carcinoid fibrosis in 1961. Neuroendocrine tumors were sometimes called APUDomas because these cells often show amine precursor (L-DOPA and 5-hydroxytryptophan) uptake and decarboxylation to produce biogenic amines such as catecholamines and serotonin. Although this behavior was also part of the disproven hypothesis that these cells might all embryologically arise from the neural crest, neuroendocrine cells sometimes produce various types of hormones and amines, and they can also have strong receptors for other hormones to which they respond. There have been multiple nomenclature systems for these tumors, and the differences between these schema have often been confusing. Nonetheless, these systems all distinguish between well-differentiated (low and intermediate-grade) and poorly differentiated (high-grade) NETs. Cellular proliferative rate is of considerable significance in this prognostic assessment.   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Neuroendocrine tumor at Curlie"}