{"name": "Neuromyelitis Optica", "category": "disease", "content": "Neuromyelitis optica spectrum disorders (NMOSD) are a spectrum of autoimmune diseases characterized by acute inflammation of the optic nerve (optic neuritis, ON) and the spinal cord (myelitis). Episodes of ON and myelitis can be simultaneous or successive. A relapsing disease course is common, especially in untreated patients.  Neuromyelitis optica (NMO) is a particular disease within the NMOSD spectrum. It is characterised by optic neuritis and longitudinally extensive myelitis. In more than 80% of NMO cases, the cause is immunoglobulin G autoantibodies to aquaporin 4 (anti-AQP4), the most abundant water channel protein in the central nervous system. Less common diseases with other manifestations are also part of the NMOSD spectrum.   == Signs and symptoms == The signs and symptoms of NMOSD depend on the neurologic structures the disease affects, and, to some extent, the antibodies involved.   === Spinal cord effects === The most common initial manifestation of the disease is inflammation of the spinal cord (myelitis). Myelitis causes spinal cord dysfunction, which can result in muscle weakness, paralysis in the limbs, lost or reduced sensation, spasms, loss of bladder and bowel control, or erectile dysfunction. The myelitis can be transverse, affecting an entire cross-section of the spinal cord, and showing bilateral symptoms.   === Optic effects === The second most common initial manifestation of the disease is inflammation of the optic nerve and/or optic chiasm (optic neuritis, ON). ON may lead to varying degrees of visual impairment with decreased visual acuity, although visual field defects, or loss of color vision, may occur in isolation or prior to formal loss of visual acuity. Compared to idiopathic ON and ON due to multiple sclerosis (MS), ON due to NMOSD more often results in severe visual loss at onset, with bilateral involvement, and permanent visual deficits.   === Brain effects === Less commonly than the spinal cord and optic nerve, NMOSD can affect the brain stem. Lesions in the brain stem or upper cervical spinal cord can cause respiratory insufficiency. Lesions in the area postrema of the medulla oblongata can cause vomiting or hiccups, as well as pain and tonic spasms. Additional brain lesions are common but often asymptomatic (though cognitive deficits, as well as depression, may be underdiagnosed sequalae). Lesions may also affect the diencephalon, mostly in Aquaporin-4–Immunoglobulin-G (AQP4-IgG) NMOSD.   === Disease course === Signs and symptoms usually follow a relapsing and remitting course, but occasionally can be progressive (monophasic). Deficits can be temporary or permanent, the latter especially in the absence of treatment.   === Fatigue === Fatigue is a common symptom, with studies showing that as many as 77% of people with NMOSD have fatigue. Fatigue has been found to correlate with quality of life in people with NMOSD.   === Comparison with MS === NMO and multiple sclerosis (MS) can be similar in clinical and radiological presentation, and MS may very rarely present with an NMO-like phenotype (e.g. in patients with long-standing MS resulting in confluent spinal cord lesions mimicking the longitudinally extensive spinal cord lesions typically seen in NMO). In consequence, NMO was in the past wrongly considered a clinical variant of MS. However, NMO is not related to MS in the vast majority of cases and differs from MS substantially in terms of pathogenesis, clinical presentation, magnetic resonance imaging, cerebrospinal fluid findings, disease course, and prognosis.   == Causes == NMOSD is caused by an autoimmune attack on the nervous system. In more than 80% of cases, IgG autoantibodies against aquaporin-4 (anti-AQP4+) are the cause, and in 10–40% of the remaining cases, IgG antibodies against MOG are the cause. The cause of the remaining cases is still unknown, and it is likely heterogeneous. Why autoimmunity develops is largely unknown. Multiple genetic and environmental factors are known to increase the risk of developing NMOSD. The strongest risk factor is being female, especially in AQP4-IgG-positive NMOSD. Multiple human leukocyte antigen (HLA) alleles are associated with NMOSD. NMO was associated in the past with many systemic diseases. Some researchers have pointed out that some other cases could be paraneoplastic. It appears that lupus can produce NMO-IgG autoantibodies, leading to cases of lupus-derived NMO. The discovery of NMO-IgG (anti-AQP4) has opened a new avenue of research into the causes.   == Pathophysiology ==   === Anti-AQP4+ variants ===  NMOSD is usually caused by autoantibodies targeting aquaporin 4 (AQP4), a channel protein in the cell membrane that allows water to pass through the membrane. AQP4 monomers form tetramers, and the tetramers aggregate. AQP4 is found in astrocytes, which are the basis for the glymphatic system. Thus, NMOSD involving AQP4-IgG can be considered an astrocytopathy or autoimmune astrocytic channelopathy, since the astrocytes are semi-selectively destroyed. The astrocytes surround the blood–brain barrier (BBB), a system responsible for preventing substances in the blood from entering the brain. For antibodies from the blood to reach astrocytes in the central nervous system (CNS), they must cross the BBB, the mechanism of which is not completely known. Some reports point to the metalloproteinase-2 and interleukin-6 as culprits responsible for the BBB failure. There is broad consensus that AQP4/NMO-IgG initially enters the brain via BBB-deficient sites such as the area postrema, where there is access to cerebrospinal fluid (CSF). In any case, anti-AQP4 is produced mainly intrathecally. Within astrocytes, AQP4 is primarily found in astrocytic foot processes that abut blood vessels and the linings of the brain (meninges). NMOSD brain lesions, as seen under a microscope, show IgG, Immunoglobulin M (IgM), inflammatory cells, and complement deposits around blood vessels. AQP4-IgG is a member of the IgG1 immunoglobulin family, which is an activator of the complement system, which seems to play an integral part in the autoimmune response. There is a loss of astrocytes, and sometimes also a loss of neurons and oligodendrocytes. Loss of cells other than astrocytes is a consequence of collateral inflammatory damage or astrocyte dysfunction. NMOSD selectively affects the optic nerve, spinal cord, and brain stem. This selectivity can be explained by the increased amount of AQP4 in these structures, and, furthermore, by the increased amount of AQP4 aggregates in the optic nerve and spinal cord. The increased BBB permeability at the area postrema helps explain involvement there. AQP4 is present in tissues outside the central nervous system (e.g. the kidneys), but these tissues aren't affected in NMOSD, at least in part because of the presence of autoimmune downregulators outside of the central nervous system. In NMOSD, areas of brain tissue that appear normal in conventional magnetic resonance imaging (MRI) can show damage in diffusion tensor imaging (DTI), although less so compared to multiple sclerosis (MS). Most research into the pathology of NMO has focused on the spinal cord. The damage can range from inflammatory demyelination to necrotic damage of the white and grey matters. The inflammatory lesions in NMO have been classified as type II lesions (complement-mediated demyelination), but they differ from MS pattern II lesions in their prominent perivascular distribution. Therefore, the pattern of inflammation is often quite distinct from that seen in MS. AQP4-IgG levels are coarsely correlated with NMOSD disease activity, those levels generally increasing before relapse and declining during remission, with higher levels being correlated to more severe disease manifestation. NMO-IgG-negative cases are less understood. It seems that astrocytes are spared in these cases.   === Anti-MOG+ variants ===  The second most frequent autoantibody in NMO is MOG-IgG, which targets myelin oligodendrocyte glycoprotein (MOG). MOG is an integral membrane glycoprotein found on the surface of oligodendrocytes and the outermost surface of myelin sheaths. Its function is not entirely known. MOG-IgG is produced outside the central nervous system (CNS) despite MOG existing only in the CNS (with the BBB separating the two), leading to the hypothesis that MOG drained via cerebral spinal fluid into lymph nodes causes autoimmune reaction formation. MOG-IgG-positive NMOSD brain lesions, as seen under a microscopic, show demyelination with preservation of oligodendrocytes and axons, presence of inflammatory cells, and IgG and complement deposits. MOG-IgG levels coarsely correlate with disease severity, with levels being higher during active disease, and higher levels being associated with more severe disease manifestation. Antibodies against MOG are considered mostly absent in similar diseases, such as MS. Therefore, it can be said that anti-MOG diseases are grouped within AQP4-IgG-negative NMOSD. Together with anti-AQP4 disease, anti-MOG diseases form the wider part of the NMO spectrum. The NMO cases are classified in four classes, according to the presence or absence of any of these two main auto-antibodies. The clinical course and the response to therapy is different for various diseases classed within these groups, showing a better prognosis for those in the NMO-Ab(−)/MOG-Ab(−) group, and a worse prognosis for those in the NMO-Ab(+)/MOG-Ab(+) group. The MOG-related NMO can be radiologically identified by the conus involvement. Myelin-oligodendrocyte glycoprotein antibody–positive patients were more likely to have conus involvement on spinal magnetic resonance imaging.   == Diagnosis ==  NMOSD is diagnosed using consensus clinical criteria, which have undergone multiple revisions, most recently in 2015. Diagnostic criteria are more relaxed for seropositive AQP4–IgG cases than they are for seronegative AQP4-IgG ones. If AQP4-IgG is detected, then one core clinical criterion, along with the ruling out of alternative diagnoses, is sufficient for NMOSD diagnosis. If AQP4-IgG is undetected, or its status is unknown, two core clinical criteria, each with supportive MRI findings, along with the ruling out of alternative diagnoses, are needed for an NMOSD diagnosis.  Rarely, it has been reported that some courses of anti-NMDAR are consistent with NMO. Preliminary reports suggest that other autoantibodies may play a role in rare cases of NMO. NMOSD with MOG-IgG is considered a manifestation of anti-MOG associated encephalomyelitis.   === Spectrum constituents === After the development of the NMO-IgG test, the spectrum of disorders comprising NMO was expanded. The spectrum is now believed to consist of:  Standard NMO, according to the diagnostic criteria described above Limited forms of NMO, such as single or recurrent events of longitudinally extensive myelitis, and bilateral simultaneous or recurrent optic neuritis Asian optic-spinal multiple sclerosis (OSMS), or AQP4+ OSMS. This variant can present brain lesions like MS does, but it should not be confused with an AQP4-negative form of inflammatory demyelinating diseases of the central nervous system spectrum, sometimes called optic-spinal MS Longitudinally extensive myelitis or optic neuritis associated with systemic autoimmune disease Optic neuritis or myelitis associated with lesions in specific brain areas such as the hypothalamus, periventricular nucleus, and brainstem NMO-IgG negative NMO: AQP4 antibody-seronegative NMO poses a diagnostic challenge. Some cases could be related to anti-myelin oligodendrocyte glycoprotein (MOG) autoantibodies.   === Differential diagnosis === AQP4-Ab-negative NMO presents problems for differential diagnosis. The behavior of the oligoclonal bands can help to establish a more accurate diagnosis. Oligoclonal bands in NMO are rare and they tend to disappear after attacks, while in MS they are nearly always present and persistent. It is important to notice for differential diagnosis that, though uncommon, it is possible to have longitudinal lesions in MS. Another problem for diagnosis is that AQP4-ab in MOG-ab levels can be too low to be detected. Some additional biomarkers have been proposed. NMO differs from MS in that it usually has more severe sequelae after an acute episode than standard MS, which infrequently presents as transverse myelitis. In addition oligoclonal bands in the CSF as well as white matter lesions on brain MRIs are uncommon in NMO, but occur in over 90% of MS patients. Recently, the presence of AQP4 has been found to distinguish standard MS from NMO; but as MS is a heterogeneous condition, and some MS cases are reported to be Kir4.1 channelopathies (autoimmunity against the potassium channels), it is still possible to consider NMO as part of the MS spectrum. Besides, some NMO-AQP4(−) variants are not astrocytopathic, but demyelinating. Tumefactive demyelinating lesions in NMO are not usual, but they have been reported to appear in several cases mistakenly treated with interferon beta. Also, an overlap with Sjögren syndrome has been reported.   === Evolution of diagnostic criteria === Since the discovery of the AQP4 autoantibody, it has been found that it appears also in patients with NMO-like symptoms that do not fulfill the clinical requirements to be diagnosed with NMO (recurrent and simultaneous optic nerve and spinal cord inflammation). The term neuromyelitis optica spectrum disorders (NMOSD) has been designed to allow incorporation of cases associated with non-AQP4 biomarkers. Therefore, it includes all the clinical variants due to anti-AQP4, plus other non-related but clinically similar syndromes such as anti-MOG associated encephalomyelitis. Some cases with MOG+ and AQP4+ antibodies have been found. These variants are expected to respond to the same treatments as standard NMO. Some authors propose to use the name \"autoimmune aquaporin-4 channelopathy\" for these diseases, while others prefer a more generic term \"AQP4-astrocytopathy\", which also includes deficiencies of AQP4 with a non-autoimmune origin.   == Treatment ==  There is no cure for NMO, but it is treatable. Some patients recover, but many are left with impairment of vision and limbs, which can be severe in some cases.   === Attacks === Long term neurologic deficits are the cumulative effects of acute attacks, emphasizing the importance of acute treatment. Traditionally, attacks have been treated with short courses (3–5 days) of high dosage intravenous corticosteroids, such as methylprednisolone IV (Solu-Medrol). Early initiation of treatment with steroids has been shown to improve vision-related outcomes after acute attacks. However, there is no high-level evidence for steroids affecting long-term outcomes; this treatment strategy was borrowed from that for similar diseases (idiopathic optic neuritis and multiple sclerosis). Plasmapheresis can be an effective treatment when attacks progress after the administration of corticosteroids. This treatment involves the patient's own blood being pumped out, blood cells being removed from the plasma and mixed with a solution, then the new blood mixture being pumped back in.   === Secondary prevention === Prophylactic treatment, to prevent relapses of NMO, is generally employed; but the exact duration of such treatment is debatable.   ==== FDA-approved pharmaceuticals ==== FDA-approved pharmaceuticals against AQP4-IgG-positive NMOSD, shown to be effective in phase III clinical trials, first became available in 2019. As of 2020, they are among the most expensive drugs worldwide. They are not available in pill form, which, along with their high price, limits their accessibility. These new drugs' effectiveness against AQP4-IgG-negative NMOSD is unknown.   ==== Off-label treatments ==== Many treatments are used despite the lack of phase III clinical trials testing their efficacy. Neither inferiority nor superiority to the newer, FDA approved drugs has been clearly demonstrated; and, considering their being relatively inexpensive and being availability in pill format, these drugs are the current standard treatment. Most of these medications affect the immune system in various ways.  It is important to note that certain immunosuppressants used to treat MS—such as interferon-β, fingolimod, natalizumab, and alemtuzumab—worsen NMO disease progression and should not be used to treat NMO.   == Prognosis == Normally, some improvement appears in a few weeks, but severe residual symptoms and even disability may persist. The disease can be monophasic, i.e. a single episode with permanent remission afterwards. However, at least 85% of patients have a relapsing form of the disease with repeated attacks of transverse myelitis and/or optic neuritis. In patients with the monophasic form, the transverse myelitis and optic neuritis occur simultaneously or within days of each other. On the other hand, patients with the relapsing form are more likely to have weeks or months between the initial attacks, and to have better motor recovery after the initial transverse myelitis event. Relapses usually occur early, with about 55% of patients having a relapse in the first year and 90% in the first five years. It is possible that the relapsing form is related to the anti-AQP4+ seropositive status and the monophasic form related to its absence. Unlike MS, NMO rarely has a secondary progressive phase in which patients have increasing neurologic decline between attacks without remission. Instead, disabilities arise from the acute attacks. Approximately 20% of patients with monophasic NMO have permanent visual loss, and 30% have permanent paralysis in one or both legs. Among patients with relapsing NMO, 50% have blindness or paralysis within five years. In some patients (33% in one study), transverse myelitis in the cervical spinal cord resulted in respiratory failure and subsequent death. However, the spectrum of NMO has widened, due to improved diagnostic criteria; and the options for treatment have improved. As a result, researchers believe these estimates will be lowered.   == Epidemiology == Prevalence varies by region, ranging from 0.5 to 10 cases per 100,000 people. Unlike MS, prevalence has not been found to be related to latitude. NMO is more common in women than men, with women comprising over two-thirds of patients and more than 80% of those with the relapsing form of the disease. A retrospective study found that prevalence of neuromyelitis optica spectrum disorders was 1.5% among a random sample of neurological patients, with a MS:NMOSD ratio of 42:7. Among 13 NMOSD patients, 77% had long spinal cord lesions, 38% had severe optic neuritis, and 23% had brain or brainstem lesions. Only 56% had clinically definite NMO at follow-up. NMO is more common in Asians than Caucasians. In fact, Asian optic-spinal multiple sclerosis (OSMS) (which constitutes 30% of the cases of MS in Japan) has been suggested to be identical to NMO (differences between OSMS and classic MS in Japanese patients). In the indigenous populations of tropical and subtropical regions, MS is rare; but when it appears, it often takes the form of OSMS. The majority of NMO patients have no affected relatives, and it is generally regarded as a nonfamilial condition. Rarely, NMO may occur in the context of other autoimmune diseases (e.g. connective tissue disorders, paraneoplastic syndromes) or infectious diseases. In some cases, the etiology remains unknown (idiopathic NMO).   == History ==  First reports on an association of spinal cord with optic nerve disorders date back to the late 18th and early 19th century. However, only an 1870 report by Sir Thomas Clifford Allbutt created sustained interest on the part of neurologists and ophthalmologists in this rare syndrome. In 1894, Eugène Devic and his PhD student Fernand Gault described 16 patients who had lost vision in one or both eyes and within weeks developed severe spastic weakness of the limbs, loss of sensation, and often of bladder control. They recognized these symptoms were the result of inflammation of the optic nerve and spinal cord, respectively. In 2002, Mayo Clinic researchers identified a humoral mechanism, targeting a perivascular protein, as the culprit of NMO, and in 2004 an unknown specific autoantibody was found. In 2005 they identified the aquaporin 4 protein as the target of the disease, and developed the first in-house test to aid in the diagnosis of NMO by detection of an antibody, AQP4-IgG, in the blood. The first quantitative ELISA (enzyme-linked immunosorbent assay) kits were soon developed, However, serum AQP4-IgG titer only moderately reflects disease activity, severity, or neurological prognosis. Later, some other autoantibodies were found in NMO AQP4-negative cases, such as anti-MOG IgG, but some NMO anti-AQP4-negative cases still remain idiopathic.   == Research directions == Since the discovery of AQP4 involvement, some research studies have focused on targeted treatment aimed at anti-aquaporin 4 antibodies. The most established method for antibody removal is plasmapheresis. A number of drugs are being studied: aquaporumab (non-pathogenic antibody blocker of AQP4-IgG binding), sivelestat (neutrophil elastase inhibitor), and eculizumab (complement inhibitor). There is little research into the primary causes of the anti-AQP4 auto-antibodies. It has been noticed that some cases could be paraneoplastic. In addition, several NMO variants have been discovered with antibodies other than those against AQP4, turning NMO into a heterogeneous disease. Six different patterns of damage have been reported in NMO, raising the possibility of six different types of auto-antibodies. As of 2019, only three of them are known.   === Research into new autoantibodies === An autoantibody—glial fibrillary acidic protein (GFAP)—was found in 2016, in transverse myelitis (LETM) and atypical NMO, leading to the concept of autoimmune GFAP astrocytopathy. Other autoantibody being researched is flotillin. It has been found in seronegative NMO and some MS patients. Finally, other proteins under study are connexin 43 and anti-AQP1, although, as of 2015, there are only initial reports about the involvement of these proteins. The group AQP4+/MOG+ is very small and it can be considered a coincidence of two completely separate diseases in the same person. Assuming these cases can be verified, five different kinds of NMO are being considered:  NMO derived from an autoimmune channelopathy (AQP4-Ab+) – around 80% of total NMO cases NMO derived from an anti-MOG associated encephalomyelitis – around 10% of total cases Connexin-43 NMO Aquaporin-1 associated NMO which could be related to pattern III MS Idiopathic NMO, defined by the absence of all previous antibodies   === Antibody negative neuromyelitis optica === Some cases of NMO are not due to autoantibodies. They constitute an overlap between NMO and MS. As of 2019 some statistical studies showed that antibody-negative NMO can be classified into three groups, and that this classification has a pathogenic meaning. Later studies have increased the number of groups up to four.   == Notable patients == Christine Hà (chef and author) Cassie Mitchell (paralympian and biomedical engineering professor)   == See also ==  Anti-AQP4 disease Demyelinating disease Idiopathic inflammatory demyelinating diseases Multiple sclerosis Tocilizumab   == References =="}