{"name": "Neuroleptic-induced parkinsonism", "category": "disease", "content": "Parkinsonism is a clinical syndrome characterized by tremor, bradykinesia (slowed movements), rigidity, and postural instability. Both hypokinetic (bradykinesia and akinesia) as well as hyperkinetic (cogwheel rigidity and tremors at rest) features are displayed by Parkinsonism. These are the four motor symptoms found in Parkinson's disease (PD) – after which it is named – dementia with Lewy bodies (DLB), Parkinson's disease dementia (PDD), and many other conditions. This set of symptoms occurs in a wide range of conditions and may have many causes, including neurodegenerative conditions, drugs, toxins, metabolic diseases, and neurological conditions other than PD.   == Signs and symptoms == Parkinsonism is a clinical syndrome characterized by the four motor symptoms found in Parkinson's disease: tremor, bradykinesia (slowed movements), rigidity, and postural instability. Parkinsonism gait problems can lead to falls and serious physical injuries. Other common symptoms include:  Tremors, as rest tremor (when resting, mostly in the hands) and/or postular tremor Short, shuffling gait Slow movements (bradykinesia) Loss of sound perception leading to soft speech, hypophonia Difficulty sleeping Dry skin Apathy Lack of facial expressions Balance problems Frequent falls Very small handwriting Rigid, stiff muscles Cogwheeling (jerky feeling in arm or leg) Upgaze impairment Plastic, dead feeling resistance known as \"lead-pipe rigidity\".   == Conditions == Parkinsonism occurs in many conditions.   === Neurological === Neurodegenerative conditions and Parkinson-plus syndromes that can cause parkinsonism include:  Corticobasal degeneration Dementia with Lewy bodies The relationship (if any) with essential tremor is not clear. Frontotemporal dementia (Pick's disease) Gerstmann–Sträussler–Scheinker syndrome Huntington's disease Lytico-bodig disease (ALS complex of Guam) Multiple system atrophy (Shy–Drager syndrome) Neuroacanthocytosis Neuronal ceroid lipofuscinosis Olivopontocerebellar atrophy Pantothenate kinase-associated neurodegeneration, also known as neurodegeneration with brain iron accumulation Parkin mutation causing hereditary juvenile dystonia Parkinson's disease Parkinson's disease dementia Progressive supranuclear palsy Wilson's disease X-linked dystonia parkinsonism (Lubag syndrome)   === Infectious === Creutzfeldt–Jakob disease Encephalitis lethargica HIV infection and AIDS   === Toxins === Evidence exists to show a link between exposure to pesticides and herbicides and PD; a two-fold increase in risk was seen with paraquat or maneb/mancozeb exposure. Chronic manganese (Mn) exposure has been shown to produce a parkinsonism-like illness characterized by movement abnormalities. This condition is not responsive to typical therapies used in the treatment of PD, suggesting an alternative pathway than the typical dopaminergic loss within the substantia nigra. Manganese may accumulate in the basal ganglia, leading to the abnormal movements that characterize parkinsonism. A mutation of the SLC30A10 gene, a manganese efflux transporter necessary for decreasing intracellular Mn, has been linked with the development of this parkinsonism-like disease. The Lewy bodies typical to PD are not seen in Mn-induced parkinsonism. Agent Orange may be a cause of parkinsonism, although evidence is inconclusive and further research is needed. Other toxins that have been associated with parkinsonism are:  Annonaceae Carbon monoxide Carbon disulfide Cyanide Ethanol Hexane Mercury Methanol MPTP Rotenone Toluene (inhalant abuse: \"huffing\")   === Vascular === Binswanger's disease (subcortical leukoencephalopathy) Vascular dementia (multi-infarct) Dural arteriovenous fistula / dAVF (reversible parkinsonism through fistula treatment)  Dural arteriovenous malformation / dAVM (reversible through dAVM treatment)    === Other === Chronic traumatic encephalopathy (boxer's dementia or pugilistic encephalopathy) Damage to the brain stem (especially dopaminergic nuclei of the substantia nigra),basal ganglia (especially globus pallidus) and the thalamus. Hypothyroidism Orthostatic tremor Paraneoplastic syndrome: neurological symptoms caused by antibodies associated with cancers Rapid onset dystonia parkinsonism Autosomal recessive juvenile parkinsonism   == Differential diagnosis == Secondary parkinsonism, including vascular parkinsonism and drug-induced parkinsonism.   === Drug-induced parkinsonism === About 7% of people with parkinsonism developed symptoms as a result of side effects of medication, mainly neuroleptic antipsychotics especially the phenothiazines (such as perphenazine and chlorpromazine), thioxanthenes (such as flupentixol and zuclopenthixol) and butyrophenones (such as haloperidol), and rarely, antidepressants. Yet another drug that can induce parkinsonism is the antihistaminic medication cinnarizine, usually prescribed for motion sickness; this is because besides antagonizing histamine receptors this drug antagonizes the dopamine D2 receptors. The incidence of drug-induced parkinsonism increases with age. Drug-induced parkinsonism tends to remain at its presenting level and does not worsen like Parkinson's disease. Implicated medications include:  Antipsychotics Lithium Metoclopramide MDMA (addiction and frequent use) Tetrabenazine Cinnarizine   == Society and culture == In the United States, the 2021 National Defense Authorization Act (NDAA) added parkinsonism to the list of presumptive conditions associated with Agent Orange exposure, enabling affected service members to receive Veterans Affairs disability benefits.    == References ==   == External links == GeneReviews/NIH/NCBI/UW entry on Perry syndrome GeneReviews/NCBI/NIH/UW entry on X-Linked Dystonia-Parkinsonism"}