{"name": "Neurocysticercosis", "category": "disease", "content": "Neurocysticercosis  is a specific form of the infectious parasitic disease cysticercosis that is caused by the infection with Taenia solium, a tapeworm found in pigs. Neurocysticercosis occurs when cysts formed by the infection take hold within the brain, causing neurologic syndromes such as epileptic seizures. It is a common cause of seizures worldwide. It has been called a \"hidden epidemic\" and \"arguably the most common parasitic disease of the human nervous system\". Common symptoms of neurocysticercosis include seizures, headaches, blindness, meningitis, and dementia.   == Signs and symptoms == Neurocysticercosis is associated with a wide variety of neurologic symptoms due to its ability to present in diverse areas of the central nervous system. The symptoms of neurocysticercosis largely depend on the number and location of cysts, as well as the host immune response to the parasite. The most common clinical manifestations include seizures, intracranial hypertension, focal deficits, and cognitive alterations.   == Pathophysiology == Neurocysticercosis most commonly involves the cerebral cortex followed by the cerebellum. The pituitary gland is very rarely involved in neurocysticercosis. The cysts may rarely coalesce and form a tree-like pattern which is known as racemose neurocysticercosis, which when involving the pituitary gland may result in multiple pituitary hormone deficiency.   == Diagnosis == Neurocysticercosis is diagnosed by computed tomography (CT) scan. Diagnosis may be confirmed by detection of antibodies against cysticerci in CSF or serum through ELISA or immunoblotting techniques.   == Treatment == Treatment of neurocysticercosis includes epileptic therapy and a long-course medication of praziquantel (PZQ) and/or albendazole. Steroid therapy may be necessary to minimize the inflammatory reaction to dying cysticerci. Surgical removal of brain cysts may be necessary, e.g. in cases of large parenchymal cysts, intraventricular cysts or hydrocephalus. Albendazole has been shown to reduce seizure recurrence in those with a single non-viable intraparenchymal cyst. For seizures further randomized controlled trials are needed to evaluate the efficacy of antiepileptic drugs (AED) for seizure prevention in patients with symptoms other than seizures and the duration of AED treatment in these cases.   == Epidemiology == The epidemiology of Taenia solium cysticercosis is associated with poor sanitation and is highly prevalent in Sub-Saharan Africa, Latin America and Asia. Cysticercosis in the United States, which commonly presents in the form of neurocysticercosis, has been classified as a \"neglected tropical disease\", which commonly affects the poor and homeless, particularly those without access or in the habit of inadequate hand-washing and in the habit of eating with their unwashed hands.   == References ==   == External links =="}