{"name": "niclosamide", "category": "drug", "content": "Niclosamide, sold under the brand name Niclocide among others, is an anthelmintic medication used to treat tapeworm infestations, including diphyllobothriasis, hymenolepiasis, and taeniasis. It is not effective against other worms such as flukes or roundworms. It is taken by mouth. Side effects include nausea, vomiting, abdominal pain, and itchiness. It may be used during pregnancy. It works by blocking glucose uptake and oxidative phosphorylation by the worm. Niclosamide was first synthesized in 1958. It is on the World Health Organization's List of Essential Medicines. Niclosamide is not available for human use in the United States.   == Side effects == Side effects include nausea, vomiting, abdominal pain, constipation, and itchiness. Rarely, dizziness, skin rash, drowsiness, perianal itching, or an unpleasant taste occur.  For some of these reasons, praziquantel is a preferable and equally effective treatment for tapeworm infestation. Important Note: Niclosamide kills the pork tapeworm and results in its digestion. This then may cause a multitude of viable eggs to be released and may result in cysticercosis. Therefore, a purge should be given 1 or two hours after treatment.  CNS cysticercosis is a life-threatening condition and may require brain surgery.   == Mechanism of action == Niclosamide inhibits glucose uptake, oxidative phosphorylation, and anaerobic metabolism in the tapeworm.   == Other applications == Niclosamide's metabolic effects are relevant to a wide ranges of organisms, and accordingly it has been applied as a control measure to organisms other than tapeworms. For example, it is an active ingredient in some formulations such as Bayluscide for killing lamprey larvae, as a molluscide, and as a general purpose piscicide in aquaculture. Niclosamide has a short half-life in water in field conditions; this makes it valuable in ridding commercial fish ponds of unwanted fish; it loses its activity soon enough to permit re-stocking within a few days of eradicating the previous population. Researchers have found that niclosamide is effective in killing invasive zebra mussels in cool waters.   == Research == Niclosamide is under investigation for applications against types of cancer, bacterial infections, or viral infections. In 2018, niclosamide was observed to be a potent activator of PTEN-induced kinase 1 in primary cortical neurons.   == References ==   == Further reading ==   == External links == \"Niclosamide\". Drug Information Portal. U.S. National Library of Medicine. Niclosamide in the Pesticide Properties DataBase (PPDB) \"MedlinePlus Drug Information: Niclosamide (Oral)\". MedlinePlus. U.S. National Library of Medicine. 1995-06-23. Archived from the original on 2006-12-16."}