{"name": "Nicotine Dependence", "category": "disease", "content": "Nicotine dependence is a state of dependence upon nicotine. Nicotine dependence is a chronic, relapsing disease defined as a compulsive craving to use the drug, despite social consequences, loss of control over drug intake,  and emergence of withdrawal symptoms. Tolerance is another component of drug dependence. Nicotine dependence develops over time as a person continues to use nicotine. The most commonly used tobacco product is cigarettes, but all forms of tobacco use and e-cigarette use can cause dependence. Nicotine dependence is a serious public health problem because it leads to continued tobacco use, which is one of the leading preventable causes of death worldwide, causing more than 8 million deaths per year. According to the World Health Organization, \"Greater nicotine dependence has been shown to be associated with lower motivation to quit, difficulty in trying to quit, and failure to quit, as well as with smoking the first cigarette earlier in the day and smoking more cigarettes per day.\" The WHO estimates that there are 1.1 billion smokers globally. Of the 34 million smokers in the US in 2018, 74.6% smoked every day, indicating the potential for some level of nicotine dependence. There is an increased frequency of nicotine dependence in people with anxiety disorders. There are different ways of measuring nicotine dependence. Common dependence assessment scales for cigarette smokers are the Fagerström Test for Nicotine Dependence, the Diagnostic and Statistical Manual of Mental Disorders, the Cigarette Dependence Scale, the Nicotine Dependence Syndrome Scale, and the Wisconsin Inventory of Smoking Dependence Motives (WISDM). Nicotine is a parasympathomimetic stimulant that attaches to nicotinic acetylcholine receptors in the brain. Neuroplasticity within the brain's reward system, including an increase in the number of nicotine receptors, occurs as a result of long-term nicotine use and leads to nicotine dependence. In contrast, the effect of nicotine on human brain structure (e.g. grey matter and white matter) is less clear. There are genetic risk factors for developing dependence. For instance, genetic markers for a specific type of nicotinic receptor (the α5-α3-β4 nicotine receptors) have been linked to increased risk for dependence. Evidence-based treatments, including medications (nicotine replacement therapy, bupropion, varenicline, or cytisine) and behavioral counseling, can double or triple a smoker's chances of quitting successfully.   == Definition ==  Nicotine dependence is defined as a neurobiological adaptation to repeated drug exposure that is manifested by highly controlled or compulsive use, the development of tolerance, experiencing withdrawal symptoms upon cessation including cravings, and an inability to quit despite harmful effects. Nicotine dependence has also been conceptualized as a chronic, relapsing disease. A 1988 Surgeon General report states, \"Tolerance\" is another aspect of drug addiction [dependence] whereby a given dose of a drug produces less effect or increasing doses are required to achieve a specified intensity of response. Physical dependence on the drug can also occur, and is characterized by a withdrawal syndrome that usually accompanies drug abstinence. After cessation of drug use, there is a strong tendency to relapse.\" Nicotine dependence leads to heavy smoking and causes severe withdrawal symptoms and relapse back to smoking. Nicotine dependence develops over time as a person continues to use nicotine. Teenagers do not have to be daily or long-term smokers to show withdrawal symptoms. Relapse should not frustrate the nicotine user from trying to quit again. A 2015 review found \"Avoiding withdrawal symptoms is one of the causes of continued smoking or relapses during attempts at cessation, and the severity and duration of nicotine withdrawal symptoms predict relapse.\" Symptoms of nicotine dependence include irritability, anger, impatience, and problems in concentrating.   == Diagnosis == There are different ways of measuring nicotine dependence. The five common dependence assessment scales are the Fagerström Test for Nicotine Dependence, the Diagnostic and Statistical Manual of Mental Disorders, the Cigarette Dependence Scale, the Nicotine Dependence Syndrome Scale, and the Wisconsin Inventory of Smoking Dependence Motives. The Fagerström Test for Nicotine Dependence focuses on measuring physical dependence which is defined \"as a state produced by chronic drug administration, which is revealed by the occurrence of signs of physiological dysfunction when the drug is withdrawn; further, this dysfunction can be reversed by the administration of drug\". The long use of Fagerström Test for Nicotine Dependence is supported by the existence of significant preexisting research, and its conciseness. The 4th edition of the American Psychiatric Association Diagnostic and Statistical Manual of Mental Disorder (DSM-IV) had a nicotine dependence diagnosis which was defines as \"...a cluster of cognitive, behavioral, and physiological symptoms...\" In the updated DSM-5 there is no nicotine dependence diagnosis, but rather Tobacco Use Disorder, which is defined as, \"A problematic pattern of tobacco use leading to clinically significant impairment or distress, as manifested by at least 2 of the following [11 symptoms], occurring within a 12-month period.\" The Cigarette Dependence Scale was developed \"to index dependence outcomes and not dependence mechanisms\". The Nicotine Dependence Syndrome Scale, \"a 19-item self-report measure, was developed as a multidimensional scale to assess nicotine dependence\". The Wisconsin Inventory of Smoking Dependence Motives \"is a 68-item measure developed to assess dependence as a motivational state\".   == Mechanisms == Traditional cigarettes are the most common delivery device for nicotine. However, electronic cigarettes are becoming more popular. Nicotine can also be delivered via other tobacco products such as chewing tobacco, snus, pipe tobacco, hookah, all of which can produce nicotine dependence.   === Biomolecular ===  Pre-existing cognitive and mood disorders may influence the development and maintenance of nicotine dependence. Nicotine is a parasympathomimetic stimulant that binds to and activates nicotinic acetylcholine receptors in the brain, which subsequently causes the release of dopamine and other neurotransmitters, such as norepinephrine, acetylcholine, serotonin, gamma-aminobutyric acid, glutamate, endorphins, and several neuropeptides. Repeated exposure to nicotine can cause an increase in the number of nicotinic receptors, which is believed to be a result of receptor desensitization and subsequent receptor upregulation. This upregulation or increase in the number of nicotinic receptors significantly alters the functioning of the brain reward system. With constant use of nicotine, tolerance occurs at least partially as a result of the development of new nicotinic acetylcholine receptors in the brain. After several months of nicotine abstinence, the number of receptors go back to normal. Nicotine also stimulates nicotinic acetylcholine receptors in the adrenal medulla, resulting in increased levels of adrenaline and beta-endorphin. Its physiological effects stem from the stimulation of nicotinic acetylcholine receptors, which are located throughout the central and peripheral nervous systems. Chronic nicotinic acetylcholine receptor activation from repeated nicotine exposure can induce strong effects on the brain, including changes in the brain's physiology, that result from the stimulation of regions of the brain associated with reward, pleasure, and anxiety. These complex effects of nicotine on the brain are still not well understood. When these receptors are not occupied by nicotine, they are believed to produce withdrawal symptoms. These symptoms can include cravings for nicotine, anger, irritability, anxiety, depression, impatience, trouble sleeping, restlessness, hunger, weight gain, and difficulty concentrating. Neuroplasticity within the brain's reward system occurs as a result of long-term nicotine use, leading to nicotine dependence. There are genetic risk factors for developing dependence. For instance, genetic markers for a specific type of nicotinic receptor (the α5-α3-β4 nicotine receptors) have been linked to increased risk for dependence. The most well-known hereditary influence related to nicotine dependence is a mutation at rs16969968 in the nicotinic acetylcholine receptor CHRNA5, resulting in an amino acid alteration from aspartic acid to asparagine. The single-nucleotide polymorphisms (SNPs) rs6474413 and rs10958726 in CHRNB3 are highly correlated with nicotine dependence. Many other known variants within the CHRNB3–CHRNA6 nicotinic acetylcholine receptors are also correlated with nicotine dependence in certain ethnic groups. There is a relationship between CHRNA5-CHRNA3-CHRNB4 nicotinic acetylcholine receptors and complete smoking cessation. Increasing evidence indicates that the genetic variant CHRNA5 predicts the response to smoking cessation medicine.   === Psychosocial === In addition to the specific neurological changes in nicotinic receptors, there are other changes that occur as dependence develops. Through various conditioning mechanisms (operant and cue/classical), smoking comes to be associated with different mood and cognitive states as well as external contexts and cues.   == Treatment == There are treatments for nicotine dependence, although the majority of the evidence focuses on treatments for cigarette smokers rather than people who use other forms of tobacco (e.g., chew, snus, pipes, hookah, e-cigarettes). Evidence-based medicine can double or triple a smoker's chances of quitting successfully.   === Medication === There are eight major evidence-based medications for treating nicotine dependence: bupropion, cytisine (not approved for use in some countries, including the US), nicotine gum, nicotine inhaler, nicotine lozenge/mini-lozenge, nicotine nasal spray, nicotine patch, and varenicline. These medications have been shown to significantly improve long-term (i.e., 6-months post-quit day) abstinence rates, especially when used in combination with psychosocial treatment. The nicotine replacement treatments (i.e., patch, lozenge, gum) are dosed based on how dependent a smoker is—people who smoke more cigarettes or who smoke earlier in the morning use higher doses of nicotine replacement treatments. There is no consensus for remedies for tobacco use disorder among pregnant smokers who also use alcohol and stimulants.   ==== Vaccine ==== TA-NIC is a proprietary vaccine in development similar to TA-CD but being used to create human anti-nicotine antibodies in a person to destroy nicotine in the human body so that it is no longer effective.   === Psychosocial === Psychosocial interventions delivered in-person (individually or in a group) or over the phone (including mobile phone interventions) have been shown to effectively treat nicotine dependence. These interventions focus on providing support for quitting and helping with smokers with problem-solving and developing healthy responses for coping with cravings, negative moods, and other situations that typically lead to relapse. The combination of pharmacotherapy and psychosocial interventions has been shown to be especially effective.   == Epidemiology == First-time nicotine users develop a dependence about 32% of the time. There are approximately 976 million smokers in the world. Estimates are that half of smokers (and one-third of former smokers) are dependent based on DSM criteria, regardless of age, gender or country of origin, but this could be higher if different definitions of dependence were used. Recent data suggest that, in the United States, the rates of daily smoking and the number of cigarettes smoked per day are declining, suggesting a reduction in population-wide dependence among current smokers. However, there are different groups of people who are more likely to smoke than the average population, such as those with low education or low socio-economic status and those with mental illness. There is also evidence that among smokers, some subgroups may be more dependent than other groups. Men smoke at higher rates than do women and score higher on dependence indices; however, women may be less likely to be successful in quitting, suggesting that women may be more dependent by that criterion. There is an increased frequency of nicotine dependence in people with anxiety disorders. 6% of smokers who want to quit smoking each year are successful at quitting. Nicotine withdrawal is the main factor hindering smoking cessation. A 2010 World Health Organization report states, \"Greater nicotine dependence has been shown to be associated with lower motivation to quit, difficulty in trying to quit, and failure to quit, as well as with smoking the first cigarette earlier in the day and smoking more cigarettes per day.\" E-cigarettes may result in starting nicotine dependence again. Greater nicotine dependence may result from dual use of traditional cigarettes and e-cigarettes. Like tobacco companies did in the last century, there is a possibility that e-cigarettes could result in a new form of dependency on nicotine across the world.   == Concerns ==  Nicotine dependence results in substantial mortality, morbidity, and socio-economic impacts. Nicotine dependence is a serious public health concern due to it being one of the leading causes of avoidable deaths worldwide. The medical community is concerned that e-cigarettes may escalate global nicotine dependence, particularly among adolescents who are attracted to many of the flavored e-cigarettes. There is strong evidence that vaping induces symptoms of dependence in users. Many organizations such the World Health Organization, American Lung Association, and Australian Medical Association do not approve of vaping for quitting smoking in youth, making reference to concerns about their safety and the potential that experimenting with vaping may result in nicotine dependence and later tobacco use.   == See also == Nicotine poisoning Nicotine withdrawal   == Notes ==   == Bibliography == Stratton, Kathleen; Kwan, Leslie Y.; Eaton, David L. (January 2018). Public Health Consequences of E-Cigarettes (PDF). National Academies of Sciences, Engineering, and Medicine. pp. 1–774. doi:10.17226/24952. ISBN 978-0-309-46834-3. PMID 29894118. {{cite book}}: Unknown parameter |agency= ignored (help)   == References ==   == External links ==  Fagerstrom Test of Nicotine Dependence (Heatherton et al., 1991) Heaviness of Smoking Index (Heatherton et al., 1989) Archived 2017-02-02 at the Wayback Machine Diagnostic and Statistical Manual of Mental Disorders V (DSM-V) Tobacco Dependence Screener (Kawakami et al., 1999) Archived 2016-09-27 at the Wayback Machine Nicotine Dependence Syndrome Scale (NDSS; Shiffman, Waters & Hickcox, 2004) Cigarette Dependence Scale (Etter et al., 2003) Wisconsin Inventory of Smoking Dependence Motives (Piper et al., 2004)"}