{"name": "Niemann-Pick Disease, Type B", "category": "disease", "content": "Niemann–Pick disease (NP), also known as acid sphingomyelinase deficiency, is a group of rare genetic diseases of varying severity. These are inherited metabolic disorders in which sphingomyelin accumulates in lysosomes in cells of many organs. NP types A, A/B, and B are caused by mutations in the SMPD1 gene, which causes a deficiency of an acid sphingomyelinase (ASM). NP type C is now considered a separate disease, as SMPD1 is not involved, and there is no deficiency in ASM. These disorders involve the dysfunctional metabolism of sphingolipids, which are fats found in cell membranes. They can be considered as a kind of sphingolipidosis, which is included in the larger family of lysosomal storage diseases.   == Signs and symptoms == Symptoms are related to the organs in which sphingomyelin accumulates. Enlargement of the liver and spleen (hepatosplenomegaly) may cause reduced appetite, abdominal distension, and pain. Enlargement of the spleen (splenomegaly) may also cause low levels of platelets in the blood (thrombocytopenia). Accumulation of sphingomyelin in the central nervous system (including the cerebellum) results in unsteady gait (ataxia), slurring of speech (dysarthria), and difficulty swallowing (dysphagia). Basal ganglia dysfunction causes abnormal posturing of the limbs, trunk, and face (dystonia). Upper brainstem disease results in impaired voluntary rapid eye movements (supranuclear gaze palsy). More widespread disease involving the cerebral cortex and subcortical structures causes gradual loss of intellectual abilities, causing dementia and seizures. Bones also may be affected, with the disease causing enlarged bone marrow cavities, thinned cortical bone, or a distortion of the hip bone called coxa vara. Sleep-related disorders also occur with the condition, such as sleep inversion, sleepiness during the day and wakefulness at night. Gelastic cataplexy, the sudden loss of muscle tone when the affected patient laughs, is also seen.   == Causes ==  Mutations in the SMPD1 gene cause Niemann–Pick disease types A and B. They produce a deficiency in the activity of the lysosomal enzyme acid sphingomyelinase, that breaks down the lipid sphingomyelin. Mutations in NPC1 or NPC2 cause Niemann–Pick disease, type C (NPC), which affects a protein used to transport lipids. Type D originally was separated from type C to delineate a group of patients with otherwise identical disorders who shared a common Nova Scotian ancestry. Patients in this group are known to share a specific mutation in the NPC1 gene, so NPC is used for both groups. Before the molecular defects were described, the terms \"Niemann–Pick type I\" and \"Niemann–Pick type II\" were proposed to separate the high- and low-sphingomyelin forms of the disease in the early 1980s. Niemann–Pick disease is inherited in an autosomal recessive pattern, which means both copies, or both alleles of the gene, must be defective to cause the disease. \"Defective\" means they are altered in a way that impairs their function. Most often, the parents of a child with an autosomal recessive disorder are carriers: they have one copy of the altered gene, but are not affected because the other copy produces the enzyme. If both parents are carriers, each pregnancy has a 25% chance of producing an affected child. Genetic counseling and genetic testing are recommended for families who may be carriers of the disease.   == Pathophysiology ==  Niemann–Pick diseases are a subgroup of lipid storage disorders called sphingolipidoses in which harmful quantities of fatty substances, or lipids, accumulate in the spleen, liver, lungs, bone marrow, and brain. In the classic infantile type-A variant, a missense mutation causes complete deficiency of sphingomyelinase. Sphingomyelin is a component of cell membrane including the organellar membrane, so the enzyme deficiency blocks degradation of lipid, resulting in the accumulation of sphingomyelin within lysosomes in the macrophage-monocyte phagocyte lineage. Affected cells become enlarged, sometimes up to 90 μm in diameter, secondary to the distention of lysosomes with sphingomyelin and cholesterol. Histology shows lipid-laden macrophages in the marrow and \"sea-blue histiocytes\" on pathology. Numerous small vacuoles of relatively uniform size are created, giving the cytoplasm a foamy appearance.   == Diagnosis == For type A and B, levels of sphingomylinase can be measured from a blood sample. To diagnose type C, a skin sample can help determine whether the transporter is affected via the Filipin test which detects build-up of unesterified cholesterol via fluorescent staining.    === Classification === The four types of Niemann–Pick disease are divided into categories. Patients with ASM deficiency are classified into types A and B. Type A patients exhibit hepatosplenomegaly in infancy and profound central nervous system involvement, and are unable to survive beyond two years of age. Type B patients also show hepatosplenomegaly and pathologic alterations of their lungs, but usually without the involvement of their central nervous system. Some can develop significant life-threatening complications, including liver failure, hemorrhage, oxygen dependency, pulmonary infections, and splenic rupture. Some develop coronary arterial or valvular heart disease. In a longitudinal natural history study, nearly 20% of the patients died. For those classified into type C, they may have mild hepatosplenomegaly, but their central nervous system is profoundly affected.  Niemann–Pick disease, SMPD1-associated, which includes types A and B Niemann–Pick disease type A: classic infantile Niemann–Pick disease type B: visceral Niemann–Pick disease, type C: subacute/juvenile, includes types C1 (95% of type C) and C2. Type C is the most common form of the disease Type C2 is a rare form of the disease. Niemann–Pick disease type D (or Nova Scotia form) is now believed to be the same condition as Niemann–Pick disease type C. Two poorly characterized forms of Niemann–Pick disease have also been described as types E and F.   == Treatment == In adults with type B, physicians try to keep cholesterol levels down to normal levels. If the spleen is enlarged and platelet levels low, acute episodes of bleeding may require transfusions of blood products. If they have symptoms of interstitial lung disease, they may need oxygen. Possible treatments include enzyme replacement therapy and gene therapy. Bone marrow transplant has been tried for type B. In January 2009, miglustat (Zavesca) was authorized in the European Union for the treatment of progressive neurological manifestations in people with Niemann-Pick type C disease. The medication is available to people in the United States on an experimental basis. In March 2010, the US Food and Drug Administration (FDA) requested additional pre-clinical and clinical information regarding miglustat from Actelion before making a final decision on approving it in the United States for Niemann-Pick type C disease. Olipudase alfa (Xenpozyme) was approved for medical use in Japan in March 2022. Arimoclomol (Miplyffa) was approved for medical use in the United States in September 2024. It is the first medication approved by the FDA to treat Niemann-Pick Disease, Type C. Levacetylleucine (Aqneursa) was approved for medical use in the United States in September 2024. Levacetylleucine is the second medication approved by the FDA for the treatment of Niemann-Pick disease type C.   == Prognosis == Highly variable, infantile neurovisceral Niemann–Pick disease (type A ASMD) is usually fatal before 3 years of age. In Type B, severity is highly variable, and many patients live well into adulthood and may reach a normal lifespan. Diagnoses have been made in the 7th decade of life.   Type C is an entirely different disorder, which also has a highly variable prognosis.   == Incidence == The incidence among Ashkenazi Jews is estimated to be about one in 40,000 for type A of Niemann–Pick disease. The incidence of both Niemann–Pick disease types A and B in all other populations is estimated to be one in 250,000. The incidence of Niemann–Pick disease type C is estimated to be one in 150,000.   == History == Albert Niemann published the first description of what now is known as Niemann–Pick disease, type A, in 1914. Ludwig Pick described the pathology of the disease in a series of papers in the 1930s. In 1961, the classification of Niemann–Pick disease into types A, B, and C was introduced, and also contained a type D, called the \"Nova Scotian type\". Genetic studies showed that type D is caused by the same gene as type C1, and the type D designation is no longer used.   == Research == Research has been ongoing to better understand the disease and treatments for it, however at present there is no cure.    === Pathology === The loss of myelin in the central nervous system is considered to be a main pathogenic factor. Research uses animal models carrying the underlying mutation for Niemann–Pick disease, e.g. a mutation in the NPC1 gene as seen in Niemann–Pick type C disease. In this model, the expression of myelin gene regulatory factor (MRF) has been shown to be significantly decreased. MRF is a transcription factor of critical importance in the development and maintenance of myelin sheaths. A perturbation of oligodendrocyte maturation and the myelination process might, therefore, be an underlying mechanism of the neurological deficits. Curiously, in 2011 fibroblast cells derived from patients with Niemann–Pick type C1 disease were shown to be resistant to Ebola virus because of mutations in the NPC1 protein, which is needed for viral escape from the vesicular compartment. Other studies have uncovered small molecules which inhibit the receptor and may be a potential therapeutic strategy.   === Treatments under investigation ===   ==== Experimental use of arimoclomol ==== In 2014, the European Medicines Agency  granted orphan drug designation to arimoclomol for the treatment of Niemann–Pick type C. This was followed in 2015 by the U.S. Food & Drug Administration. Dosing in a placebo-controlled phase II/III clinical trial to investigate treatment for Niemann–Pick type C (for patients with both type C1 and C2) using arimoclomol began in 2016.   ==== Experimental use of 2-hydroxypropyl-β-cyclodextrin ==== Researchers at the University of Arizona first proposed the use of 2-hydroxypropyl-β-cyclodextrins for the treatment of Niemann–Pick Type C1 in 2001. Researchers noted that HPBCDs, with varying levels of 2-hydroxypropyl substitution, had effects in delaying neurological symptoms and in decreasing liver cholesterol storage in a Niemann–Pick mouse model. Later, researchers at the University of Texas Southwestern Medical Center found that when Niemann–Pick type C mice were injected with 2-hydroxypropyl-β-cyclodextrin (HPbCD) when they were seven days old, they showed marked improvement in liver function, much less neurodegeneration, and ultimately, they lived longer lives than the mice that did not receive this treatment. These results suggest HPbCD acutely reverses the storage defect seen in NPC. In April 2011, the U.S. National Institutes of Health, in collaboration with the Therapeutics for Rare and Neglected Diseases Program, announced they were developing a clinical trial using HPbCD for Niemann–Pick type C1 patients. A clinical trial conducted by Vtesse, LLC began in January 2013, and was completed in March 2017. On 26 April 2013, the European Medicines Agency granted International Niemann–Pick Disease Alliance, the United Kingdom, orphan designation for HPbCD for the treatment of Niemann–Pick disease, type C.   ==== Gene therapy ==== Gene therapy is being used clinically to treat genetic diseases, including haemophilia and spinal muscular atrophy. It has been used preclinically, in a mouse model of Niemann–Pick type C, using an adeno-associated virus-derived viral vector, and has been shown to extend lifespan following injection into the lateral ventricles of the neonatal brain. In a separate proof-of-concept study, a similar vector, but with a modified capsid, was injected intravenously into Niemann–Pick type C mice around four weeks of age; this resulted in extended lifespan and improved weight gain. Gene therapy has also been used preclinically in a mouse model of Niemann–Pick type A. Injection into the cisterna magna at seven weeks of age prevented motor and memory impairment and neuronal cell death.   == See also == Gaucher's disease Lysosomal storage disease Medical genetics of Ashkenazi Jews Niemann–Pick disease, type C   == References ==  Attribution This article incorporates public domain text from The U.S. National Library of Medicine   == External links ==  Niemann-Pick Disease at NINDS Genetics Home Reference on Niemann–Pick Disease"}