{"name": "nifurtimox", "category": "drug", "content": "Nifurtimox, sold under the brand name Lampit, is a medication used to treat Chagas disease and sleeping sickness. For sleeping sickness it is used together with eflornithine in nifurtimox-eflornithine combination treatment. In Chagas disease it is a second-line option to benznidazole. It is given by mouth. Common side effects include abdominal pain, headache, nausea, and weight loss. There are concerns from animal studies that it may increase the risk of cancer but these concerns have not been found in human trials. Nifurtimox is not recommended in pregnancy or in those with significant kidney or liver problems. It is a type of nitrofuran. Nifurtimox came into medication use in 1965. It is on the World Health Organization's List of Essential Medicines. It is not available commercially in Canada. It was approved for medical use in the United States in August 2020. In regions of the world where the disease is common nifurtimox is provided for free by the World Health Organization (WHO).   == Medical uses == Nifurtimox has been used to treat Chagas disease, when it is given for 30 to 60 days. However, long-term use of nifurtimox does increase chances of adverse events like gastrointestinal and neurological side effects. Due to the low tolerance and completion rate of nifurtimox, benznidazole is now being more considered for those who have Chagas disease and require long-term treatment. In the United States nifurtimox is indicated in children and adolescents (birth to less than 18 years of age and weighing at least 2.5 kilograms (5.5 lb) for the treatment of Chagas disease (American Trypanosomiasis), caused by Trypanosoma cruzi. Nifurtimox has also been used to treat African trypanosomiasis (sleeping sickness), and is active in the second stage of the disease (central nervous system involvement). When nifurtimox is given on its own, about half of all patients will relapse, but the combination of melarsoprol with nifurtimox appears to be efficacious. Trials are awaited comparing melarsoprol/nifurtimox against melarsoprol alone for African sleeping sickness. Combination therapy with eflornithine and nifurtimox is safer and easier than treatment with eflornithine alone, and appears to be equally or more effective. It has been recommended as first-line treatment for second-stage African trypanosomiasis.   === Pregnancy and breastfeeding === Use of nifurtimox should be avoided in pregnant women due to limited use. There is limited data shown that nifurtimox doses up to 15 mg/kg daily can cause adverse effects in breastfed infants. Other authors do not consider breastfeeding a contraindication during nifurtimox use.   == Side effects == Side effects occur following chronic administration, particularly in elderly people. Major toxicities include immediate hypersensitivity such as anaphylaxis and delayed hypersensitivity reaction involving icterus and dermatitis. Central nervous system disturbances and peripheral neuropathy may also occur. Most common side effects  anorexia weight loss nausea vomiting headache dizziness amnesia Less common effects  rash depression anxiety confusion fever sore throat chills seizures impotence tremors muscle weakness numbness of hands or feet   === Contraindications === Nifurtimox is contraindicated in people with severe liver or kidney disease, as well as people with a background of neurological or psychiatric disorders.   == Mechanism of action == Nifurtimox forms a nitro-anion radical metabolite that reacts with nucleic acids of the parasite causing significant breakdown of DNA. Its mechanism is similar to that proposed for the antibacterial action of metronidazole. Nifurtimox undergoes reduction and creates oxygen radicals such as superoxide. These radicals are toxic to T. cruzi. Mammalian cells are protected by presence of catalase, glutathione, peroxidases, and superoxide dismutase. Accumulation of hydrogen peroxide to cytotoxic levels results in parasite death.   == Society and culture ==   === Legal status === Nifurtimox is licensed for use in Argentina, the United States, Turkey and Germany amongst others. It was approved for medical use in the United States in August 2020.   === Names ===   == Research == Nifurtimox is in a phase-II clinical trial for the treatment of pediatric neuroblastoma and medulloblastoma.   == References ==   == External links == \"Nifurtimox\". Drug Information Portal. U.S. National Library of Medicine."}