{"name": "nilotinib", "category": "drug", "content": "Nilotinib, sold under the brand name Tasigna marketed worldwide by Novartis, is a medication used to treat chronic myelogenous leukemia (CML) which has the Philadelphia chromosome. It may be used both in initial cases of chronic phase CML as well as in accelerated and chronic phase CML that has not responded to imatinib. It is taken by mouth. Common side effects may include low platelets, low white blood cells, anemia, rashes, vomiting, diarrhea, and joint pains. Other serious side effects may include QT prolongation, sudden death, pancreatitis, and liver problems. It is not safe for use during pregnancy. Nilotinib is a Bcr-Abl tyrosine kinase inhibitor and works by interfering with signalling within the cancer cell. Nilotinib was approved for medical use in the United States in 2007. It is on the World Health Organization's List of Essential Medicines. It is approved as a generic medication.   == Medical uses == Nilotinib is used to treat Philadelphia chromosome (Ph+)-positive chronic myelogenous leukaemia.   == Adverse effects ==  Nilotinib has a number of adverse effects including headache, fatigue, gastrointestinal problems such as nausea, vomiting, diarrhea and constipation, muscle and joint pain, rash and other skin conditions, flu-like symptoms, and reduced blood cell count. Less typical side effects are those of the cardiovascular system, such as high blood pressure, various types of arrhythmia, and prolonged QT interval. Nilotinib can also affect the body's electrolyte and glucose balance. Though lung-related adverse effects are rare when compared with imatinib and dasatinib, there is a case report of acute respiratory failure from diffuse alveolar hemorrhage in a people taking nilotinib. Nilotinib carries a black box warning in the United States for possible heart complications. Contraindications include long QT syndrome, hypokalaemia, hypomagnesaemia, pregnancy, planned pregnancy, lactation and galactose/lactose intolerance. Cautions include:  Dose reduction has been recommended in people with liver problems which involves recommendation of lower starting dose and monitoring of any hepatic function abnormalities. Hepatitis B virus reactivation may also occur.   == Interactions == Nilotinib has been reported as a substrate for OATP1B1 and OATP1B3. Interaction of nilotinib with OATP1B1 and OATP1B3 may alter its hepatic disposition and can lead to transporter mediated drug-drug interactions. Nilotinib is an inhibitor of OATP-1B1 transporter but not for OATP-1B3. It is a substrate for CYP3A4 and hence grapefruit juice and other CYP3A4 inhibitors will increase its action and inducers like St. John's wort will decrease it. Patients report that pomegranates and starfruit may also interfere.   == Pharmacology ==  Nilotinib inhibits the kinases BCR-ABL, KIT, LCK, EPHA3, EPHA8, DDR1, DDR2, PDGFRB, MAPK11 and ZAK. Structurally related to imatinib, It is 10–30 fold more potent than imatinib in inhibiting Bcr-Abl tyrosine kinase activity and proliferation of Bcr-Abl expressing cells.   == History ==  Nilotinib was developed by Novartis. It was developed based on the structure of the Abl-imatinib complex to address imatinib intolerance and resistance.   == Society and culture ==   === Legal status === It was approved for medical use by the FDA in October 2007, EMA in September 2009, MHRA in November 2007, and TGA in January 2008.   == Research ==   === Parkinson's disease === There is weak evidence that nilotinib may be beneficial with Parkinson's disease (PD), with a small clinical trial suggesting it might halt progression and improve symptoms. However, there were significant side effects including infection, liver function tests abnormalities, hallucinations and heart attack, and the benefit in PD disappeared at follow up after drug discontinuation, raising question as to whether it was truly a disease modifying therapy. Nilotinib is currently undergoing phase II studies for treatment of Parkinson's. Scientists and medical professionals have advised caution with over-optimistic interpretation of its effects in Parkinson's due to the significant media hype surrounding the small and early clinical trial. Dystonia and cognitive impairment have also been reported as side effects.   === Other === Novartis announced in April 2011, that it was discontinuing a phase III trial of nilotinib as the first-line treatment of gastrointestinal stromal tumor (GIST) based on the recommendation of an independent data monitoring committee. Interim results showed Tasigna is unlikely to demonstrate superiority compared to Novartis's Gleevec (imatinib)*, the current standard of care in this setting. Low dose nilotinib is also being investigated for use in Alzheimer's disease, as well as for ALS, dementia and Huntington's disease.   == References =="}