{"name": "nimodipine", "category": "drug", "content": "Nifedipine, sold under the brand name Procardia among others, is a calcium channel blocker medication used to manage angina, high blood pressure, Raynaud's phenomenon, and premature labor. It is one of the treatments of choice for Prinzmetal angina. It may be used to treat severe high blood pressure in pregnancy. Its use in preterm labor may allow more time for steroids to improve the baby's lung function and provide time for transfer of the mother to a well qualified medical facility before delivery. It is a calcium channel blocker of the dihydropyridine type. Nifedipine is taken by mouth and comes in fast- and slow-release formulations. Common side effects include lightheadedness, headache, feeling tired, leg swelling, cough, and shortness of breath. Serious side effects may include low blood pressure and heart failure. Nifedipine is considered safe in pregnancy and breastfeeding. Nifedipine was patented in 1967, and approved for use in the United States in 1981. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 128th most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses ==   === High blood pressure === The approved uses are for the long-term treatment of hypertension and angina pectoris. In hypertension, recent clinical guidelines generally favour diuretics and ACE inhibitors, although calcium channel antagonists, along with thiazide diuretics, are still favoured as primary treatment for patients over 55 and black patients. Nifedipine given as sublingual administration has previously been used in hypertensive emergencies. It was once frequently prescribed on an as-needed basis to patients taking MAOIs for real or perceived hypertensive crises. This was found to be dangerous, and has been abandoned. Sublingual administration of nifedipine promotes a hypotensive effect via peripheral vasodilation. It can cause an uncontrollable decrease in blood pressure, reflex tachycardia, and a steal phenomenon in certain vascular beds. There have been multiple reports in the medical literature of serious adverse effects with sublingual nifedipine, including cerebral ischemia/infarction, myocardial infarction, complete heart block, and death. As a result of this, in 1985 the FDA reviewed all data regarding the safety and effectiveness of sublingual nifedipine for the management of hypertensive emergencies, and concluded that the practice should be abandoned because it was neither safe nor effective. An exception to the avoidance of this practice is in the use of nifedipine for the treatment of hypertension associated with autonomic dysreflexia in spinal cord injury.   === Early labor === Nifedipine has been used frequently as a tocolytic (agent that delays premature labor). A Cochrane review has concluded that it has benefits over placebo or no treatment for prolongation of pregnancy. It also has benefits over beta-agonists and may also have some benefits over atosiban and magnesium sulfate, although atosiban results in fewer maternal adverse effects. No difference was found in the rate of deaths among babies around the time of birth, while data on longer-term outcomes is lacking.   === Other === Raynaud's phenomenon is often treated with nifedipine. A 2005 meta-analysis showed modest benefits (33% decrease in attack severity, 2.8-5 reduction in absolute number of attacks per week); it does conclude that most included studies used low doses of nifedipine. Topical nifedipine has been shown to be as effective as topical nitrates for anal fissures. Nifedipine is also used in high-altitude medicine to treat high altitude pulmonary edema. Nifedipine is one of the main choices for the treatment of Prinzmetal angina due to its vasodilating effects on the coronary arteries. Other uses include painful spasms of the esophagus such as from cancer or tetanus. It is also used for the small subset of people with pulmonary hypertension. Finally, nifedipine can be used in the treatment of renal calculi, which are commonly referred to as kidney stones. Studies have indicated that it helps to relieve renal colic. However, alpha blockers (such as tamsulosin) have been described as being significantly better.   == Side effects == Nifedipine rapidly lowers blood pressure, and patients are commonly warned they may feel dizzy or faint after taking the first few doses. Tachycardia (fast heart rate) may occur as a reaction. These problems are much less frequent in the sustained-release preparations of nifedipine. Extended release formulations of nifedipine should be taken on an empty stomach, and patients are warned not to consume anything containing grapefruit or grapefruit juice, as they raise blood nifedipine levels. There are several possible mechanisms, including the inhibition of CYP3A4-mediated metabolism. As calcium channel blocker, nifedipine has a risk of causing gingival hyperplasia.   == Overdose == A number of persons have developed toxicity due to acute overdosage with nifedipine, either accidentally or intentionally, and via either oral or parenteral administration. The adverse effects include lethargy, bradycardia, marked hypotension and loss of consciousness. The drug may be quantified in blood or plasma to confirm a diagnosis of poisoning, or to assist in a medicolegal investigation following death. Analytical methods usually involve gas or liquid chromatography and specimen concentrations are usually in the 100-1000 μg/L range.   == Mechanism of action == Nifedipine is a calcium channel blocker. Although nifedipine and other dihydropyridines are commonly regarded as specific to the L-type calcium channel, they also possess nonspecific activity towards other voltage-dependent calcium channels. Nifedipine has additionally been found to act as an antagonist of the mineralocorticoid receptor, or as an antimineralocorticoid.   == History == Nifedipine (initially BAY a1040, then Adalat) was developed by the German pharmaceutical company Bayer, with most initial studies being performed in the early 1970s. In 1980, Ahmed Hegazy and Klaus-Dieter Rämsch submitted their invention on extended release formulation that became known as Adalat retard. Marketed as Adalat CC in US, a 1995 US lawsuit found that Pfizer's Procardia XL was also based on Bayer's Adalat European and US patents. The use of nifedipine and related calcium channel antagonists was much reduced in response to 1995 trials that mortality was increased in patients with coronary artery disease who took nifedipine. This study was a meta-analysis, and demonstrated harm mainly in short-acting forms of nifedipine (that could cause large fluctuations in blood pressure) and at high doses of 80 mg a day and more.   == Society and culture ==   === Brand names === In India, nifedipine is manufactured by JB Chemicals, and comes in brands Nicardia Retard (Nifedipine 10 mg, 20 mg tablets) and Nicardia XL 30/60, which are Nifedipine Extended Release tablets. In Switzerland, nifedipine is sold only as a generic version of extended release formulation, under the names Nifedipin Mepha and Nifedipin Spirig.   == References =="}