{"name": "nintedanib", "category": "drug", "content": "Nintedanib, sold under the brand names Ofev and Vargatef, is an oral medication used for the treatment of idiopathic pulmonary fibrosis and along with other medications for some types of non-small-cell lung cancer. In March 2020, it was approved for use in the United States to treat chronic fibrosing (scarring) interstitial lung diseases (ILD) with a progressive phenotype (trait). It is the first treatment for this group of fibrosing lung diseases that worsen over time that was approved by the U.S. Food and Drug Administration (FDA). Common side effects include abdominal pain, vomiting, and diarrhea. It is a small molecule tyrosine-kinase inhibitor, targeting vascular endothelial growth factor receptor, fibroblast growth factor receptor and platelet derived growth factor receptor. Ofev was developed by Boehringer Ingelheim. It received U.S. Food and Drug Administration (FDA) approval for use for idiopathic pulmonary fibrosis in 2014 – one of only two drugs available for treating IPF – and numerous studies since have demonstrated its effectiveness in slowing the progressive, terminal lung disease.   == Medical uses ==   === Idiopathic pulmonary fibrosis === Nintedanib is used for the treatment of idiopathic pulmonary fibrosis. It has been shown to slow down decrease in forced vital capacity, and it also improves people's quality of life. Nintedanib does not improve survival in people with IPF. It interferes with processes like fibroblast proliferation, differentiation and laying down extracellular matrix. The National Institute for Health and Care Excellence (NICE) recommends nintedanib in cases of IPF where the FVC is 50-80% of predicted. NICE recommends discontinuation of therapy if a person's FVC decreases by 10% or more in a 12-month period, indicating disease progression despite treatment.   === Lung cancer === It is also used in combination with docetaxel as a second-line treatment for adult patients with locally advanced, metastatic, or locally recurring non-small cell lung cancer of adenocarcinoma histology. It is unclear how this combination compares to other second line agents as the comparisons have not been done as of 2014.   == Contraindications == Nintedanib is contraindicated in patients with known hypersensitivity to nintedanib, peanut or soya. Nintedanib has not been tested in patients with moderate to severe impairment of liver function. Given that the drug is metabolised in the liver, it may not be safe in such patients. Nintedanib can be used in geriatric population without any dose modifications. It has not been studied in paediatric populations and hence cannot be given in patients below 18 years of age. It is also contraindicated in pregnancy   == Adverse effects == Common side effects noted with nintedanib include anorexia, nausea, vomiting, diarrhea, abdominal pain, gastrointestinal perforation, weight loss, arterial thromboembolism (including myocardial infarction), bleeding, hypothyroidism, elevated liver enzymes, and headache. Gastrointestinal side effects are decreased when nintedanib is co-administered with food. Side effects observed with nintedanib were worse with a higher dose. For this reason, subsequent trials have used an equally clinically effective lower dose.   == Pharmacology ==   === Mechanism of action === Nintedanib competitively inhibits both nonreceptor tyrosine kinases (nRTKs) and receptor tyrosine kinases (RTKs). NRTK targets of nintedanib include Lck, Lyn, and Src. RTK targets of nintedanib include platelet-derived growth factor receptor (PDGFR) α and β; fibroblast growth factor receptor (FGFR) 1, 2, and 3; vascular endothelial growth factor receptor (VEGFR) 1, 2, and 3; and FLT3. Its use in IPF is predicated on its inhibition of PDGFR, FGFR, and VEGFR, which increase fibroblast proliferation, migration, and transformation.   === Pharmacokinetics ===  Only a small percentage of orally taken nintedanib is absorbed in the gut, partially due to transport proteins (such as P-glycoprotein) moving the substance back into the lumen. Combined with a high first-pass effect, this results in an oral bioavailability of about 4.7% with a 100 mg tablet. The drug reaches peak plasma levels in 2 to 4 hours after oral intake in the form of a soft gelatin capsule. Nintedanib is mainly inactivated by esterases that cleave the methyl ester, resulting in the free carboxylic acid form, which is then glucuronidated by uridinediphosphate-glucuronosyltransferases and excreted mostly via the bile and faeces. No relevant cytochrome P450 mediated metabolism has been observed.   === Interactions === Nintedanib is a substrate of the transporter P-glycoprotein which moves the absorbed substance back into the gut's lumen. The P-glycoprotein inhibitor ketoconazole is known to increase blood plasma levels of nintedanib by a factor of 1.8; other inhibitors such as erythromycin or ciclosporin are expected to have a similar effect. On the other hand, the P-glycoprotein inducer rifampicin cuts nintedanib plasma levels in half; other inducers such as carbamazepine, phenytoin or St. John's Wort probably lower plasma levels as well.   == Chemistry ==  The drug is used in form of its salt with ethanesulfonic acid. This salt, nintedanib esilate, is a yellow, crystalline solid that melts at 244 °C (471 °F) to 251 °C (484 °F). It has poor solubility in water, and somewhat better solubility in dimethyl sulfoxide at 25 g/L.   == History ==   === Idiopathic pulmonary fibrosis === Nintedanib was approved for idiopathic pulmonary fibrosis on 15 October 2014, by the United States Food and Drug Administration (FDA), and received a positive opinion from the European Medicines Agency in November 2014, being approved in the European Union in January 2015. It is also approved in Canada, Japan, Switzerland, and other countries. Two replicate randomized clinical trials evaluated the efficacy and safety of nintedanib for the treatment of idiopathic pulmonary fibrosis. The primary endpoint of the study was the effect on lung function, measured by forced vital capacity. In total, 1066 patients were treated with either 150 mg nintedanib or placebo and evaluated after 52 weeks. At the end of the observation period, nintedanib reduced the decline of forced vital capacity. In the study, diarrhoea was the most common adverse event and was higher in the nintedanib group compared to the placebo group. Nintedanib was granted orphan drug designation in the US by the FDA for the treatment of idiopathic pulmonary fibrosis in June 2011 until 15 October 2021.   === Lung cancer === Nintedanib was approved for combination therapy of non-small-cell lung cancer in the European Union in 2014, and is approved for this indication in other parts of the world. Nintedanib was granted orphan drug designation in the US by the FDA for the treatment of systemic sclerosis (including the associated interstitial lung disease) in July 2016 until 6 September 2019.   === Other interstitial lung diseases === The drug was granted priority review designation by the FDA before being approved in the US on 6 September 2019, to slow the rate of decline in pulmonary function in patients with systemic sclerosis-associated interstitial lung disease (SSc-ILD). It is the first FDA-approved treatment for this rare lung condition. The effectiveness of nintedanib to treat SSc-ILD was studied in a randomized, double-blind, placebo-controlled trial of 576 subjects ages 20–79 with the disease. Subjects received treatment for 52 weeks, with some subjects treated up to 100 weeks. The primary test for efficacy measured the forced vital capacity, or FVC, which is a measure of lung function, defined as the amount of air that can be forcibly exhaled from the lungs after taking the deepest breath possible. Those who took nintedanib had less lung function decline compared to those on placebo. The overall safety profile observed in the nintedanib treatment group was consistent with the known safety profile of the therapy. The most frequent serious adverse event reported in subjects treated with nintedanib was pneumonia (2.8% nintedanib vs. 0.3% placebo). Adverse reactions leading to permanent dose reductions were reported in 34% of nintedanib-treated subjects compared to 4% of placebo-treated subjects. Diarrhea was the most frequent adverse reaction that led to permanent dose reduction in subjects treated with nintedanib. The safety and effectiveness of nintedanib to treat chronic fibrosing interstitial lung diseases with a progressive phenotype in adults was evaluated in a randomized, double-blind, placebo-controlled study of 663 adults. The mean age of subjects was 66 years and more subjects were male (54%) than female. The primary test for effectiveness was the forced vital capacity, which is a measure of lung function. It is defined as the amount of air that can be forcibly exhaled from the lungs after taking the deepest breath possible. In the 52-week period, subjects received either 150 milligrams of nintedanib twice a day or a placebo. After 52 weeks, people who received nintedanib had less lung function decline compared to those on the placebo. The US Food and Drug Administration (FDA) granted nintedanib priority review designation and breakthrough therapy designation. The FDA granted the approval of Ofev to Boehringer Ingelheim Pharmaceuticals, Inc.   == Society and culture ==   === Legal status === In February 2024, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Nintedanib Accord for the treatment of adults with idiopathic pulmonary fibrosis, other chronic fibrosing interstitial lung diseases (ILDs) with a progressive phenotype, and systemic sclerosis-associated interstitial lung disease (SSc-ILD). The applicant for this medicinal product is Accord Healthcare S.L.U. Nintedanib Accord is a generic of Ofev, which has been authorized in the EU since January 2015.   === Brand names === Boehringer is using the brand name Ofev for marketing nintedanib for idiopathic pulmonary fibrosis and Vargatef for marketing the medication for lung cancer.   == Research == Nintedanib is being tested in several phase I to III clinical trials for cancer. Angiogenesis inhibitors such as nintedanib may be effective in a range of solid tumour types including lung, ovarian, metastatic bowel, liver and brain cancer. Current phase II trials are investigating the effect of nintedanib in patients with bladder cancer, metastatic bowel cancer, liver cancer and the brain tumour glioblastoma multiforme. A Phase III trial completed in 2015 investigated the use of nintedanib in combination with carboplatin and paclitaxel as a first line treatment for patients with ovarian cancer.   == References =="}