{"name": "niraparib", "category": "drug", "content": "Niraparib, sold under the brand name Zejula, is an anti-cancer medication used for the treatment of epithelial ovarian, fallopian tube, or primary peritoneal cancer. It is taken by mouth. It is a PARP inhibitor. The most common side effects include nausea (feeling sick), thrombocytopenia (low blood platelet counts), tiredness and weakness, anemia (low red blood cell counts), constipation, vomiting, abdominal (belly) pain, neutropenia (low levels of neutrophils, a type of white blood cell), insomnia (difficulty sleeping), headache, lack of appetite, diarrhea, dyspnea (difficulty breathing), hypertension (high blood pressure), back pain, dizziness, cough, joint pain, hot flushes and decrease in white blood cells. Niraparib was approved for medical use in the United States and in the European Union in 2017.   == Medical uses == Niraparib is indicated for the maintenance treatment of adults with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in complete or partial response to platinum-based chemotherapy. In October 2019, the indication for niraparib was expanded to include people with advanced ovarian, fallopian tube, or primary peritoneal cancer treated with three or more prior chemotherapy regimens and whose cancer is associated with homologous recombination deficiency (HRD)-positive status. HRD is defined by either a deleterious or suspected deleterious BRCA mutation, or genomic instability in patients with disease progression greater than six months after response to the last platinum-based chemotherapy. In April 2020, the indication for niraparib was expanded to include the maintenance treatment of adults with advanced epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to first-line platinum-based chemotherapy. In the European Union, niraparib is indicated: as monotherapy for the maintenance treatment of adults with advanced epithelial (FIGO Stages III and IV) high-grade ovarian, fallopian tube or primary peritoneal cancer who are in response (complete or partial) following completion of first-line platinum-based chemotherapy; and as monotherapy for the maintenance treatment of adults with platinum sensitive relapsed high grade serous epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in response (complete or partial) to platinum based chemotherapy.   == Contraindications == No contraindications are listed in the prescribing information.   == Side effects == The most common side effects in studies were low blood cell counts, namely thrombocytopenia (in 61% of patients, severe in 29%), anemia (in 50%, severe in 25%) and neutropenia (in 30%, severe in 20%). Other, mostly mild to moderate side effects included nausea, fatigue, and constipation. In a study running over 250 days (median), 15% of patients had to permanently discontinue niraparib due to adverse effects.   == Interactions == No clinical interaction studies have been performed. The potential for interactions with other drugs is low as niraparib and its main metabolite M1 do not significantly interact with any of the important cytochrome P450 liver enzymes in vitro. Niraparib, but not M1, is transported by P-glycoprotein and BCRP, but does not significantly inhibit them. Neither niraparib nor M1 significantly interact with any of the other important transporter proteins.   == Pharmacology ==   === Mechanism of action ===  Niraparib is an inhibitor of the enzymes PARP1 and PARP2.   === Pharmacokinetics ===  73% of ingested niraparib is absorbed in the gut, and it reaches highest blood plasma concentrations after about three hours, independently of food intake. In the circulation, 83% of the substance are bound to plasma proteins. It is inactivated by carboxylesterases to the main metabolite M1, the carboxylic acid derivative, which is subsequently glucuronidated. The mean biological half-life is 36 hours. 47.5% of the substance are found in the urine and 38.8% in the feces. Unmetabolised niraparib accounts for 11% in the urine and 19% in the feces.   == Chemistry == The drug is used in form of the salt niraparib tosylate monohydrate, which is white to off-white, non-hygroscopic crystals.   == Studies == A 2012 study in a cell line found that PARP inhibitors exhibit cytotoxic effects not based solely on their enzymatic inhibition of PARP, but by their trapping of PARP on damaged DNA, and the strength of this trapping activity was ordered niraparib >> olaparib >> veliparib.   == History == Niraparib was granted fast track designation by the US Food and Drug Administration (FDA), and Tesaro submitted a new drug application in 2016. It was approved on 27 March 2017 in the US, and approved in European Union on 16 November 2017. In a study with 553 patients, progression-free survival (PFS) for patients with a deleterious or suspected deleterious BRCA mutation in the germline was 21.0 months under niraparib therapy, as compared to 5.5 months under placebo. Patients without such a mutation had a PFS of 9.3 months under niraparib versus 3.9 months  under placebo. The US Food and Drug Administration (FDA) granted the application for niraparib fast track, priority review, breakthrough therapy, and orphan drug designations.   == References ==   == External links == \"Niraparib tosylate monohydrate\". NCI Drug Dictionary. National Cancer Institute. \"Niraparib tosylate monohydrate\". National Cancer Institute. 14 April 2017."}