{"name": "nitazoxanide", "category": "drug", "content": "Nitazoxanide, sold under the brand name Alinia among others, is a broad-spectrum antiparasitic and broad-spectrum antiviral medication that is used in medicine for the treatment of various helminthic,  protozoal, and viral infections. It is indicated for the treatment of infection by Cryptosporidium parvum and Giardia lamblia in immunocompetent individuals and has been repurposed for the treatment of influenza. Nitazoxanide has also been shown to have in vitro antiparasitic activity and clinical treatment efficacy for infections caused by other protozoa and helminths; evidence as of 2014 suggested that it possesses efficacy in treating a number of viral infections as well. Chemically, nitazoxanide is the prototype member of the thiazolides, a class of drugs which are synthetic nitrothiazolyl-salicylamide derivatives with antiparasitic and antiviral activity. Tizoxanide, an active metabolite of nitazoxanide in humans, is also an antiparasitic drug of the thiazolide class. Nitazoxanide tablets were approved as a generic medication in the United States in 2020.   == Uses == Nitazoxanide is an effective first-line treatment for infection by Blastocystis species and is indicated for the treatment of infection by Cryptosporidium parvum or Giardia lamblia in immunocompetent adults and children. It is also an effective treatment option for infections caused by other protozoa and helminths (e.g., Entamoeba histolytica, Hymenolepis nana, Ascaris lumbricoides, and Cyclospora cayetanensis).   === Chronic hepatitis B === Nitazoxanide alone has shown preliminary evidence of efficacy in the treatment of chronic hepatitis B over a one-year course of therapy. Nitazoxanide 500 mg twice daily resulted in a decrease in serum HBV DNA in all of 4 HBeAg-positive patients, with undetectable HBV DNA in 2 of 4 patients, loss of HBeAg in 3 patients, and loss of HBsAg in one patient. Seven of 8 HBeAg-negative patients treated with nitazoxanide 500 mg twice daily had undetectable HBV DNA and 2 had loss of HBsAg. Additionally, nitazoxanide monotherapy in one case and nitazoxanide plus adefovir in another case resulted in undetectable HBV DNA, loss of HBeAg and loss of HBsAg. These preliminary studies showed a higher rate of HBsAg loss than any currently licensed therapy for chronic hepatitis B.  The similar mechanism of action of interferon and nitazoxanide suggest that stand-alone nitazoxanide therapy or nitazoxanide in concert with nucleos(t)ide analogs have the potential to increase loss of HBsAg, which is the ultimate end-point of therapy. A formal phase 2 study is being planned for 2009.   === Chronic hepatitis C === Romark initially decided to focus on the possibility of treating chronic hepatitis C with nitazoxanide. The drug garnered interest from the hepatology community after three phase II clinical trials involving the treatment of hepatitis C with nitazoxanide produced positive results for treatment efficacy and similar tolerability to placebo without any signs of toxicity. A meta-analysis from 2014 concluded that the previous held trials were of low-quality and withheld with a risk of bias. The authors concluded that more randomized trials with low risk of bias are needed to determine if Nitazoxanide can be used as an effective treatment for chronic hepatitis C patients.   == Contraindications == Nitazoxanide is contraindicated only in individuals who have experienced a hypersensitivity reaction to nitazoxanide or the inactive ingredients of a nitazoxanide formulation.   == Adverse effects == The side effects of nitazoxanide do not significantly differ from a placebo treatment for giardiasis; these symptoms include stomach pain, headache, upset stomach, vomiting, discolored urine, excessive urinating, skin rash, itching, fever, flu syndrome, and others. Nitazoxanide does not appear to cause any significant adverse effects when taken by healthy adults.   == Overdose == Information on nitazoxanide overdose is limited. Oral doses of 4 grams in healthy adults do not appear to cause any significant adverse effects.  In various animals, the oral LD50 is higher than 10 g/kg.   == Interactions == Due to the exceptionally high plasma protein binding (>99.9%) of nitazoxanide's metabolite, tizoxanide, the concurrent use of nitazoxanide with other highly plasma protein-bound drugs with narrow therapeutic indices (e.g., warfarin) increases the risk of drug toxicity.  In vitro evidence suggests that nitazoxanide does not affect the CYP450 system.   == Pharmacology ==   === Pharmacodynamics === The anti-protozoal activity of nitazoxanide is believed to be due to interference with the pyruvate:ferredoxin oxidoreductase (PFOR) enzyme-dependent electron-transfer reaction that is essential to anaerobic energy metabolism. PFOR inhibition may also contribute to its activity against anaerobic bacteria. It has also been shown to have activity against influenza A virus in vitro. The mechanism appears to be by selectively blocking the maturation of the viral hemagglutinin at a stage preceding resistance to endoglycosidase H digestion. This impairs hemagglutinin intracellular trafficking and insertion of the protein into the host plasma membrane. Nitazoxanide modulates a variety of other pathways in vitro, including glutathione-S-transferase and glutamate-gated chloride ion channels in nematodes, respiration and other pathways in bacteria and cancer cells, and viral and host transcriptional factors.   === Pharmacokinetics === Following oral administration, nitazoxanide is rapidly hydrolyzed to the pharmacologically active metabolite, tizoxanide, which is 99% protein bound. Tizoxanide is then glucuronide conjugated into the active metabolite, tizoxanide glucuronide.  Peak plasma concentrations of the metabolites tizoxanide and tizoxanide glucuronide are observed 1–4 hours after oral administration of nitazoxanide, whereas nitazoxanide itself is not detected in blood plasma. Roughly 2⁄3 of an oral dose of nitazoxanide is excreted as its metabolites in feces, while the remainder of the dose excreted in urine. Tizoxanide is excreted in the urine, bile and feces. Tizoxanide glucuronide is excreted in urine and bile.   == Chemistry ==  Acetic acid [2-[(5-nitro-2-thiazolyl)amino]-oxomethyl]phenyl ester is a carboxylic ester and a member of benzamides. It is functionally related to a salicylamide. Nitazoxanide is the prototype member of the thiazolides, which is a drug class of structurally-related broad-spectrum antiparasitic compounds. Nitazoxanide belongs to the class of drugs known as thiazolides. It is a broad-spectrum anti-infective drug that significantly modulates the survival, growth, and proliferation of a range of extracellular and intracellular protozoa, helminths, anaerobic and microaerophilic bacteria, in addition to viruses. Nitazoxanide is a light yellow crystalline powder. It is poorly soluble in ethanol and practically insoluble in water. The molecular formula of Nitazoxanide is C12H9N3O5S and its molecular weight is 307.28 g/mol2.  Tizoxanide, an active metabolite of nitazoxanide in humans, is also an antiparasitic drug of the thiazolide class. IUPAC Name: [[[2-[(5-nitro-1,3-thiazol-2-yl)carbamoyl]phenyl] acetate2]] Canonical SMILES: CC(=O)OC1=CC=CC=C1C(=O)NC2=NC=C(S2)N+[O-]2 MeSH Synonyms:  1) 2-(acetolyloxy)-n-(5-nitro-2-thiazolyl)benzamide 2) Alinia 3) Colufase 4) Cryptaz 5) Daxon 6) Heliton 7) Ntz 8) Taenitaz   == History == Nitazoxanide was originally discovered in the 1980s by Jean-François Rossignol at the Pasteur Institute. Initial studies demonstrated activity versus tapeworms. In vitro studies demonstrated much broader activity. Dr. Rossignol co-founded Romark Laboratories, with the goal of bringing nitazoxanide to market as an anti-parasitic drug. Initial studies in the USA were conducted in collaboration with Unimed Pharmaceuticals, Inc. (Marietta, GA) and focused on development of the drug for treatment of cryptosporidiosis in AIDS. Controlled trials began shortly after the advent of effective anti-retroviral therapies. The trials were abandoned due to poor enrollment and the FDA rejected an application based on uncontrolled studies. Subsequently, Romark launched a series of controlled trials. A placebo-controlled study of nitazoxanide in cryptosporidiosis demonstrated significant clinical improvement in adults and children with mild illness. Among malnourished children in Zambia with chronic cryptosporidiosis, a three-day course of therapy led to clinical and parasitologic improvement and improved survival. In Zambia and in a study conducted in Mexico, nitazoxanide was not successful in the treatment of cryptosporidiosis in advanced infection with human immunodeficiency virus at the doses used. However, it was effective in patients with higher CD4 counts. In treatment of giardiasis, nitazoxanide was superior to placebo and comparable to metronidazole. Nitazoxanide was successful in the treatment of metronidazole-resistant giardiasis. Studies have suggested efficacy in the treatment of cyclosporiasis, isosporiasis, and amebiasis. Recent studies have also found it to be effective against beef tapeworm (Taenia saginata).   == Pharmaceutical products ==   === Dosage forms === Nitazoxanide is currently available in two oral dosage forms: a tablet (500 mg) and an oral suspension (100 mg per 5 ml when reconstituted). An extended release tablet (675 mg) has been used in clinical trials for chronic hepatitis C; however, this form is not currently marketed or available for prescription.   === Brand names === Nitazoxanide is sold under the brand names Adonid, Alinia, Allpar, Annita, Celectan, Colufase, Daxon, Dexidex, Diatazox, Kidonax, Mitafar, Nanazoxid, Parazoxanide, Netazox, Niazid, Nitamax, Nitax, Nitaxide, Nitaz, Nizonide, NT-TOX, Pacovanton, Paramix, Toza, and Zox.   == Research == As of September 2015, nitazoxanide was in phase 3 clinical trials for the treatment influenza due to its inhibitory effect on a broad range of influenza virus subtypes and efficacy against influenza viruses that are resistant to neuraminidase inhibitors like oseltamivir.  Nitazoxanide is also being researched as a potential treatment for COVID-19, chronic hepatitis B, chronic hepatitis C, rotavirus and norovirus gastroenteritis.   == References ==   == Further reading ==   == External links == \"Nitazoxanide\". Drug Information Portal. U.S. National Library of Medicine."}