{"name": "nitisinone", "category": "drug", "content": "Nitisinone, sold under the brand name Orfadin among others, is a medication used to slow the effects of hereditary tyrosinemia type 1 (HT-1). It is available as a generic medication.   == Medical uses == Nitisinone is used to treat hereditary tyrosinemia type 1 (HT-1) in patients from all ages, in combination with dietary restriction of tyrosine and phenylalanine. Since its first use for this indication in 1991, it has replaced liver transplantation as the first-line treatment for this ultra rare condition.   == Adverse effects == The most common adverse reactions (>1%)  for nitisinone are elevated tyrosine levels, thrombocytopenia, leukopenia, conjunctivitis, corneal opacity, keratitis, photophobia, eye pain, blepharitis, cataracts, granulocytopenia, epistaxis, pruritus, exfoliative dermatitis, dry skin, maculopapular rash and alopecia.has several negative side effects; these include but are not limited to: bloated abdomen, dark urine, abdominal pain, feeling of tiredness or weakness, headache, light-colored stools, loss of appetite, weight loss, vomiting, and yellow-colored eyes or skin.   == Mechanism of action == The mechanism of action of nitisinone involves inhibition of 4-Hydroxyphenylpyruvate dioxygenase (HPPD). This is a treatment for patients with Tyrosinemia type 1 as it prevents the formation of 4-Maleylacetoacetic acid and fumarylacetoacetic acid, which have the potential to be converted to succinyl acetone, a toxin that damages the liver and kidneys. This causes the symptoms of Tyrosinemia type 1 experienced by untreated patients. Alkaptonuria is caused when an enzyme called homogentisic dioxygenase (HGD) is faulty, leading to a buildup of homogenisate. Alkaptonuria patients treated with nitisinone produce far less HGA than those not treated (95% less in the urine),  because nitisinone inhibits HPPD, resulting in less homogenisate accumulation. Clinical trials are ongoing to test whether nitisinone can prevent ochronosis experienced by older alkaptonuria patients.   == History == Nitisinone was discovered as part of a program to develop a class of herbicides called HPPD inhibitors. It is a member of the benzoylcyclohexane-1,3-dione family of herbicides, which are chemically derived from a natural phytotoxin, leptospermone, obtained from the Australian bottlebrush plant (Callistemon citrinus). HPPD is essential in plants and animals for catabolism, or breaking apart, of tyrosine.  In plants, preventing this process leads to destruction of chlorophyll and the death of the plant.  In toxicology studies of the herbicide, it was discovered that it had activity against HPPD in rats and humans. In Type I tyrosinemia, a different enzyme involved in the breakdown of tyrosine, fumarylacetoacetate hydrolase is mutated and doesn't work, leading to very harmful products building up in the body. Fumarylacetoacetate hydrolase acts on tyrosine after HPPD does, so scientists working on making herbicides in the class of HPPD inhibitors hypothesized that inhibiting HPPD and controlling tyrosine in the diet could treat this disease.  A series of small clinical trials attempted with one of their compounds, nitisinone, were conducted and were successful, leading to nitisinone being brought to market as an orphan drug  Swedish Orphan International, which was later acquired by Swedish Orphan Biovitrum (Sobi).   == References =="}