{"name": "nitrofurantoin", "category": "drug", "content": "Nitrofurantoin is an antibacterial medication of the nitrofuran class used to treat urinary tract infections, although it is not as effective for kidney infections. It is taken by mouth. Common side effects include nausea, loss of appetite, diarrhea, and headaches. Rarely numbness, lung problems, or liver problems may occur. While it appears to be generally safe during pregnancy its use is not recommended near time of delivery. While it usually works by slowing bacterial growth, it may result in bacterial death at the high concentrations found in urine, provided forced fluid dilution of urine is avoided. Nitrofurantoin was first sold in 1953. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 135th most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses ==  Uses include the treatment of uncomplicated urinary tract infections (UTIs) and prophylaxis against urinary tract infections in people prone to recurrent urinary tract infections. Increasing bacterial antibiotic resistance to other commonly used agents, such as trimethoprim/sulfamethoxazole and fluoroquinolones, has led to increased interest in using nitrofurantoin. The efficacy of nitrofurantoin in treating urinary tract infections combined with a low rate of bacterial resistance to this agent makes it one of the first-line agents for treating uncomplicated urinary tract infections as recommended by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Nitrofurantoin is not recommended for the treatment of pyelonephritis, and intra-abdominal abscess, because of extremely poor tissue penetration and low blood levels.   === Antibacterial activity === Nitrofurantoin has been shown to have good activity against:  E. coli Staphylococcus saprophyticus Coagulase negative staphylococci Enterococcus faecalis Staphylococcus aureus Streptococcus agalactiae Citrobacter species Klebsiella species Bacillus subtilis species It is used in the treatment of infections caused by these organisms. Many or all strains of the following genera are resistant to nitrofurantoin:  Enterobacter Proteus Pseudomonas   === Special populations ===   ==== Pregnancy ==== Nitrofurantoin is pregnancy category A in Australia. It is one of the few drugs commonly used in pregnancy to treat urinary tract infections. There is a potential risk of hemolytic anemia in the newborn when used near time of delivery. Newborns of women given this drug late in pregnancy had a higher risk of developing neonatal jaundice. Evidence of safety in early pregnancy is mixed as of 2017. The American College of Obstetricians and Gynecologists states that while they can be used in the first trimester other options may be preferred. They remain a first line treatment in the second trimester. A 2015 meta analysis found no increased risk from first trimester use in cohort studies that was a slight increase of malformations in case control studies.   == Contraindications == Nitrofurantoin is contraindicated in patients with decreased renal function (CrCl < 60 ml/min) due to systemic accumulation and subtherapeutic levels reached in the urinary tract. However, a retrospective chart review suggests the data for this cutoff are slim and a cutoff of CrCl < 40 ml/min would be more appropriate. Many of the severe side effects of this drug are more common in the elderly and those with renal impairment, as this causes the drug to be retained in the body and reach higher systemic levels. Thus, the drug is not recommended for the elderly population according to 2012 AGS Beers Criteria. Nitrofurantoin is also contraindicated in babies up to the age of one month, as they have immature enzyme systems in their red blood cells (glutathione instability), so nitrofurantoin must not be used because it can cause haemolytic anaemia. Nitrofurantoin is contraindicated in patients with glucose-6-phosphate dehydrogenase deficiency (G6PD) because of risk of intravascular hemolysis resulting in anemia.   == Adverse effects == The most common side effects of nitrofurantoin are nausea, headache, and flatulence. Less common adverse events (occurring in less than 1% of those taking the drug) include:  Gastrointestinal: diarrhea, dyspepsia, abdominal pain, constipation, emesis Neurologic: dizziness, drowsiness, amblyopia Respiratory: acute pulmonary hypersensitivity reaction Allergic: pruritus, urticaria Dermatologic: hair loss Miscellaneous: fever, chills, malaise   === Lung toxicity === The pulmonary toxicity caused by nitrofurantoin can be categorized into acute, subacute, and chronic pulmonary reactions. The acute and subacute reactions are thought to be due to a hypersensitivity reaction and often resolve when the drug is discontinued. Acute reactions have been estimated to occur in about one in 5000 women who take the drug. These reactions usually develop 3–8 days after the first dose of nitrofurantoin, but may occur from a few hours to a few weeks after starting the drug. Symptoms include fever, dyspnea, chills, cough, pleuritic chest pain, headache, back pain, and epigastric pain. Chest radiograph will often show unilateral or bilateral infiltrates similar to pulmonary edema. Chronic pulmonary reactions caused by nitrofurantoin include diffuse interstitial pneumonitis, pulmonary fibrosis, or both. This uncommon reaction may occur 1 month to 6 years after starting the drug and is usually related to its total lifetime dose. This reaction manifests with progressive shortness of breath. It is important to recognize nitrofurantoin as possible cause of symptoms and discontinue the drug when the suspicion of pulmonary side effects arises as it can be reversible if the drug is stopped early.   === Liver toxicity === Liver reactions, including hepatitis, cholestatic jaundice, chronic active hepatitis, and hepatic necrosis, occur rarely.   === Neuropathy === Neuropathy is a rare side effect of taking nitrofurantoin. Patients may experience numbness and tingling in a stocking-glove pattern, which may or may not improve upon discontinuation of the drug.   == Pharmacology == Organisms are said to be susceptible to nitrofurantoin if their minimum inhibitory concentration is 32 μg/mL or less. The peak blood concentration of nitrofurantoin following an oral dose of nitrofurantoin 100 mg is less than 1 μg/mL and may be undetectable. Its bioavailability is about 90% and the urinary excretion is 40% tissue penetration is negligible; the drug is well concentrated in the urine: 75% of the dose is rapidly metabolised by the liver, but 25% of the dose is excreted in the urine unchanged, reliably achieving levels of 200 μg/mL or more. In studies of dogs, the majority of urinary excretion is through glomerular filtration with some tubular secretion. There is also tubular absorption which is increased with urine acidification. However the activity of nitrofurantoin is also pH dependent and mean inhibitory concentration rises sharply with increased pH above 6. Nitrofurantoin cannot be used to treat infections other than simple cystitis. At the concentrations achieved in urine (>100 μg/mL), nitrofurantoin is a bactericide. It is bacteriostatic against most susceptible organisms at concentrations less than 32 μg/mL. Nitrofurantoin and the quinolone antibiotics are mutually antagonistic in vitro. It is not known whether this is of clinical significance. Resistance to nitrofurantoin may be chromosomal or plasmid-mediated and involves inhibition of nitrofuran reductase. Acquired resistance in E. coli continues to be rare. Nitrofurantoin and its metabolites are excreted mainly by the kidneys. In renal impairment, the concentration achieved in urine may be subtherapeutic.   === Mechanism of action === Nitrofurantoin is concentrated in the urine, leading to higher and more effective levels in the urinary tract than in other tissues or compartments. With a 100 mg oral dose, plasma levels are typically less than 1 μg/mL while in the urine it reaches 200 μg/mL. The drug works by damaging bacterial DNA, since its reduced form is highly reactive. This is made possible by the rapid reduction of nitrofurantoin inside the bacterial cell by flavoproteins (nitrofuran reductase) to multiple reactive intermediates that attack ribosomal proteins, DNA, respiration, pyruvate metabolism and other macromolecules within the cell. Nitrofurantoin exerts greater effects on bacterial cells than mammalian cells because bacterial cells activate the drug more rapidly. It is not known which of the actions of nitrofurantoin is primarily responsible for its bactericidal activity. The broad mechanism of action for nitrofurantoin is likely responsible for the low development of resistance to its effects, as it affects many different processes important to the bacterial cell.   == History == Nitrofurantoin has been available for the treatment of lower urinary tract infections (UTIs) since 1953.   == Society and culture ==   === Brand names === Nitrofurantoin is marketed under many names in countries worldwide.   == Animal feed == Residues from the breakdown of nitrofuran veterinary antibiotics, including nitrofurantoin, have been found in chicken in Vietnam, China, Brazil, and Thailand. The European Union prohibited the use of nitrofurans in food producing animals by classifying it in ANNEX IV (list of pharmacologically active substances for which no maximum residue limits can be fixed) of the Council Regulation 2377/90. The Food and Drug Administration (FDA) of the United States has prohibited furaltadone since February 1985 and withdrew the approval for the other nitrofuran drugs (except some topical uses) in January 1992. The topical use of furazolidone and nitrofurazone was prohibited in 2002. Australia prohibited the use of nitrofurans in food production in 1992. Japan did not allocate MRLs for nitrofurans leading to the implementation of a \"zero tolerance or no residue standard\". In Thailand, the Ministry of Health issued in 2001 Proclamation No. 231 MRL of veterinary drug in food which did not allocate MRL for nitrofurans. The Ministry of Agriculture and Cooperatives had already prohibited importation and use of furazolidone and nitrofurazone in animal feed in 1999 which was extended to all nitrofurans in 2002. Several metabolites of nitrofurans, such as furazolidone, furaltadone and nitrofurazone cause cancer or genetic damage in rats.   == References =="}