{"name": "nitroprusside", "category": "drug", "content": "Sodium nitroprusside (SNP), sold under the brand name Nitropress among others, is a medication used to lower blood pressure. This may be done if the blood pressure is very high and resulting in symptoms, in certain types of heart failure, and during surgery to decrease bleeding. It is used by continuous injection into a vein. Onset is nearly immediate and effects last for up to ten minutes. It is available as a generic medication.   == Side effects and mechanism == Common side effects include low blood pressure and cyanide toxicity. Other serious side effects include methemoglobinemia. It is not generally recommended during pregnancy due to concerns of side effects. High doses are not recommended for more than ten minutes. It works by increasing nitric oxide levels in the blood, which increases cGMP levels in cells, and causes dilation of blood vessels.   == History, society and culture == Sodium nitroprusside was discovered as early as 1850 and found to be useful in medicine in 1928. It is on the World Health Organization's List of Essential Medicines. Sodium nitroprusside is light sensitive, so it needs to be shielded from light to prevent degradation.   == Medical use == Sodium nitroprusside is intravenously infused in cases of acute hypertensive crises. Its effects are usually seen within a few minutes. Nitric oxide reduces both total peripheral resistance and venous return, thus decreasing both preload and afterload. So, it can be used in severe congestive heart failure where this combination of effects can act to increase cardiac output. In situations where cardiac output is normal, the effect is to reduce blood pressure. It is sometimes also used to induce hypotension (to reduce bleeding) for surgical procedures (for which it is also FDA, TGA, and MHRA labelled). The medication is extremely beneficial for use in medical patients because the effects of the medication will directly stop the second that it stops being infused. This is due to the metabolism of the drug, and the rapid inactivation to thiocyanate once conversion of the drug stops. This compound has also been used as a treatment for aortic valve stenosis, oesophageal varices, myocardial infarction, pulmonary hypertension, respiratory distress syndrome in the newborn, shock, and ergot toxicity.   == Adverse effects == Adverse effects by incidence and severity Common  Unknown frequency  Serious  Ileus Reduced platelet aggregation Haemorrhage Increased intracranial pressure Metabolic acidosis Methaemoglobinaemia Cyanide poisoning Thiocyanate toxicity   === Contraindications === Sodium nitroprusside should not be used for compensatory hypertension (e.g. due to an arteriovenous stent or coarctation of the aorta). It should not be used in patients with inadequate cerebral circulation or in patients who are near death. It should not be used in patients with vitamin B12 deficiency, anaemia, severe renal disease, or hypovolaemia. Patients with conditions associated with a higher cyanide/thiocyanate ratio (e.g. congenital (Leber's) optic atrophy, tobacco amblyopia) should only be treated with sodium nitroprusside with great caution. Its use in patients with acute congestive heart failure associated with reduced peripheral resistance is also not recommended. Its use in hepatically impaired individuals is also not recommended, as is its use in cases of pre-existing hypothyroidism. Its use in pregnant women is advised against, although the available evidence suggests it may be safe, provided maternal pH and cyanide levels are closely monitored. Some evidence suggests sodium nitroprusside use in critically ill children may be safe, even without monitoring of cyanide level.   === Interactions === The only known drug interactions are pharmacodynamic in nature, that is it is possible for other antihypertensive drugs to reduce the threshold for dangerous hypotensive effects to be seen.   === Overdose === Due to its cyanogenic nature, overdose may be particularly dangerous. Treatment of sodium nitroprusside overdose includes the following:  Discontinuing sodium nitroprusside administration Buffering the cyanide by using sodium nitrite to convert haemoglobin to methaemoglobin as much as the patient can safely tolerate Infusing sodium thiosulfate to convert the cyanide to thiocyanate. Haemodialysis is ineffective for removing cyanide from the body but it can be used to remove most of the thiocyanate produced from the above procedure.   === Toxicology === The cyanide can be detoxified by reaction with a sulfur-donor such as thiosulfate, catalysed by the enzyme rhodanese. In the absence of sufficient thiosulfate, cyanide ions can quickly reach toxic levels. Hydroxocobalamin can be administered to reduce the risk of thiocyanate toxicity induced by nitroprusside.   == Mechanism of action == As a result of its breakdown to nitric oxide (NO), sodium nitroprusside has potent vasodilating effects on arterioles and venules (arterial more than venous), whereas other nitrates exhibit more selectivity for veins (e.g. nitroglycerin). Sodium nitroprusside breaks down in circulation to release nitric oxide (NO). It does this by binding to oxyhaemoglobin to release cyanide, methaemoglobin and nitric oxide. NO activates guanylate cyclase in vascular smooth muscle and increases intracellular production of cGMP. cGMP activates protein kinase G which activates phosphatases which inactivate myosin light chains. Myosin light chains are involved in smooth muscle contraction. The result is vascular smooth muscle relaxation, which allow vessels to dilate. This mechanism is similar to that of phosphodiesterase 5 (PDE5) inhibitors such as sildenafil (Viagra) and tadalafil (Cialis), which elevate cGMP concentration by inhibiting its degradation by PDE5. A role for NO in various common psychiatric disorders including schizophrenia, bipolar disorder and major depressive disorder has been proposed and supported by several clinical findings. These findings may also implicate the potential of drugs that alter NO signalling such as SNP in their treatment. Such a role is also supported by the findings of the recent SNP clinical trial.   == Structure and properties ==  Nitroprusside is an inorganic compound with the chemical formula Na2[Fe(CN)5NO], usually encountered as the dihydrate, Na2[Fe(CN)5NO]·2H2O. This red-colored sodium salt dissolves in water or ethanol to give solutions containing the free complex dianion [Fe(CN)5NO]2−. Nitroprusside is a complex anion that features an octahedral iron(II) centre surrounded by five tightly bound cyanide ligands and one linear nitric oxide ligand (Fe-N-O angle = 176.2 °). The anion possesses idealized C4vsymmetry. Due to the linear Fe-N-O angle, the relatively short N-O distance of 113 pm and the relatively high stretching frequency of 1947 cm−1, the complex is formulated as containing an NO+ ligand. Consequently, iron is assigned an oxidation state of 2+. The iron center has a diamagnetic low-spin d6 electron configuration, although a paramagnetic long-lived metastable state has been observed by EPR spectroscopy. The chemical reactions of sodium nitroprusside are mainly associated with the NO ligand. For example, addition of S2− ion to [Fe(CN)5(NO)]2− produces the violet colour [Fe(CN)5(NOS)]4− ion, which is the basis for a sensitive test for S2− ions. An analogous reaction also exists with OH− ions, giving [Fe(CN)5(NO2)]4−. Roussin's red salt (K2[Fe2S2(NO)4]) and Roussin's black salt (NaFe4S3(NO)7) are related iron nitrosyl complexes. The former was first prepared by treating nitroprusside with sulfur.   == Preparation == Sodium nitroprusside can be synthesized by digesting a solution of potassium ferrocyanide in water with nitric acid, followed by neutralization with sodium carbonate:                                                 K                            4                                                                                         [             Fe                                             (                 CN                 )                                               6                                                                                        ]                      +           6                                   HNO                            3                                                                            ⟶                        H                            2                                                                                         [             Fe                                             (                 CN                 )                                               5                                                                                                       (               NO               )                          ]                      +                        CO                            2                                                                            +                        NH                            4                                                                                         NO                            3                                                                            +           4                                   KNO                            3                                                                                           {\\textstyle {\\ce {K4[Fe(CN)6] + 6 HNO3 -> H2[Fe(CN)5(NO)] + CO2 + NH4NO3 + 4 KNO3}}}                                                    H                            2                                                                                         [             Fe                                             (                 CN                 )                                               5                                                                                        NO             ]                      +                        Na                            2                                                                                         CO                            3                                                                            ⟶                        Na                            2                                                                                         [             Fe                                             (                 CN                 )                                               5                                                                                                       (               NO               )                          ]                      +                        CO                            2                                                                            +                        H                            2                                                                            O                          {\\textstyle {\\ce {H2[Fe(CN)5NO] + Na2CO3 -> Na2[Fe(CN)5(NO)] + CO2 + H2O}}}     Alternatively, the nitrosyl ligand can be introduced using nitrite:                                                                [               Fe                                                   (                   CN                   )                                                     6                                                                                                    ]                                         4               −                                   +                        H                            2                                                                            O           +                        NO                            2                                         −                                   ⟶                                       [               Fe                                                   (                   CN                   )                                                     5                                                                                                                     (                 NO                 )                              ]                                         2               −                                   +                        CN                            −                                   +           2                                   OH                            −                                                  {\\textstyle {\\ce {[Fe(CN)6]^4- + H2O + NO_2^- -> [Fe(CN)5(NO)]^2- + CN- + 2OH-}}}      == Other uses ==  Sodium nitroprusside is often used as a reference compound for the calibration of Mössbauer spectrometers. Sodium nitroprusside crystals are also of interest for optical storage. For this application, sodium nitroprusside can be reversibly promoted to a metastable excited state by blue-green light, and de-excited by heat or red light. In physiology research, sodium nitroprusside is frequently used to test endothelium-independent vasodilation. Iontophoresis, for example, allows local administration of the drug, preventing the systemic effects listed above but still inducing local microvascular vasodilation. Sodium nitroprusside is also used in microbiology, where it has been linked with the dispersal of Pseudomonas aeruginosa biofilms by acting as a nitric oxide donor.   === Analytical reagent === Sodium nitroprusside is also used as an analytical reagent under the name sodium nitroferricyanide for the detection of methyl ketones, amines, and thiols. It is also used as a catalyst in the quantitative determination of ammonia in water samples via the phenate method.   ==== Ketones ==== The nitroprusside reaction is used for the identification of ketones in urine testing. Sodium nitroprusside was found to give a reaction with acetone or creatine under basic conditions in 1882. Rothera refined this method by the use of ammonia in place of sodium or potassium hydroxide. The reaction was now specific for methyl ketones. Addition of ammonium salts (e.g. ammonium sulfate) improved the sensitivity of the test, too. In this test, known as Rothera's test, methyl ketones (CH3C(=O)-) under alkaline conditions give bright red coloration (see also iodoform test). Rothera's test was initially applied to detecting ketonuria (a symptom of diabetes) in urine samples. This reaction is now exploited in the form of urine test strips (e.g. \"Ketostix\").   ==== Thiols and cysteine ==== The nitroprusside reaction is a chemical test used to detect the presence of thiol groups of cysteine in proteins. Proteins with the free thiol group give a red colour when added to a solution of sodium nitroprusside in aqueous ammonia. Some proteins test positive when denatured, indicating that thiol groups are liberated. Sodium nitroprusside is used in a separate urinalysis test known as the cyanide nitroprusside test or Brand's test. In this test, sodium cyanide is added first to urine and let stand for about 10 minutes. In this time, disulfide bonds will be broken by the released cyanide. The destruction of disulfide bonds liberates cysteine from cystine as well as homocysteine from homocystine. Next, sodium nitroprusside is added to the solution and it reacts with the newly freed sulfhydryl groups. The test will turn a red/purple colour if the test is positive, indicating significant amounts of amino acids were in the urine (aminoaciduria). Cysteine, cystine, homocysteine, and homocystine all react when present in the urine when this test is performed. This test can indicate inborn errors of amino acid transporters such as cystinuria, which results from pathology in the transport of dibasic amino acids.   ==== Amines ==== Sodium nitroprusside is also used to detect amines, including those in illicit drugs. This compound is thus used as a stain to indicate amines in thin layer chromatography. Sodium nitroprusside is similarly used as a presumptive test for the presence of alkaloids (amine-containing natural products) common in illicit substances.  The test, called Simon's test, is performed by adding 1 volume of a solution of sodium nitroprusside and acetaldehyde in deionized water to a suspected drug, followed by the addition of 2 volumes of an aqueous sodium carbonate solution.  The test turns blue for some secondary amines. The most common secondary amines encountered in forensic chemistry include 3,4-methylenedioxymethamphetamine (MDMA, the main component in ecstasy) and phenethylamines such as methamphetamine.  Sodium nitroprusside is also useful in the identification the mercaptans (thiol groups) in the nitroprusside reaction.   == History == Sodium nitroprusside is primarily used as a vasodilator. It was first used in human medicine in 1928. By 1955, data on its safety during short-term use in people with severe hypertension had become available. Despite this, due to difficulties in its chemical preparation, it was not finally approved by the US FDA until 1974 for the treatment of severe hypertension. By 1993, its popularity had grown such that total sales in the US had totalled US$2 million.   == References =="}