{"name": "nivolumab", "category": "drug", "content": "Nivolumab, sold under the brand name Opdivo, is an anti-cancer medication used to treat a number of types of cancer. This includes melanoma, lung cancer, malignant pleural mesothelioma, renal cell carcinoma, Hodgkin lymphoma, head and neck cancer, urothelial carcinoma, colon cancer, esophageal squamous cell carcinoma, liver cancer, gastric cancer, and esophageal or gastroesophageal junction cancer. It is administered intravenously. The most common side effects include fatigue, rash, musculoskeletal pain, pruritus (itching), diarrhea, nausea, asthenia (weakness), cough, dyspnea (shortness of breath), constipation, decreased appetite, back pain, arthralgia (joint pain), upper respiratory tract infection, pyrexia (fever), headache, abdominal pain, and vomiting. Use during pregnancy may harm the baby. Nivolumab is a human IgG4 monoclonal antibody that blocks PD-1. It is a type of immunotherapy and works as a checkpoint inhibitor, blocking a signal that prevents activation of T cells from attacking the cancer. The most common side effects when used in combination with chemotherapy include peripheral neuropathy (damage to the nerves outside of the brain and spinal cord), nausea, fatigue, diarrhea, vomiting, decreased appetite, abdominal pain, constipation and musculoskeletal pain. Nivolumab was approved for medical use in the United States in 2014. It is on the World Health Organization's List of Essential Medicines. It is made using Chinese hamster ovary cells. Nivolumab is the second FDA-approved systemic therapy for mesothelioma and is the first FDA-approved immunotherapy for the first-line treatment of gastric cancer.   == Medical uses == In the U.S., nivolumab is indicated to treat:  Nivolumab is used as a first-line treatment for inoperable or metastatic melanoma in combination with ipilimumab if the cancer does not have a mutation in BRAF, and as a second-line treatment for inoperable or metastatic melanoma following treatment with ipilimumab and, if the cancer has a BRAF mutation, a BRAF inhibitor. It is also used to treat metastatic squamous non-small cell lung cancer with progression with or after platinum-based drugs, and for treatment of small cell lung cancer. It also used as a second-line treatment for renal cell carcinoma after anti-angiogenic treatment has failed. Nivolumab is used for primary or metastatic urothelial carcinoma, the most common form of bladder cancer. It can be used for locally advanced or metastatic disease that progresses during or following platinum-based chemotherapy or progresses within 12 months of neoadjuvant or adjuvant treatment with platinum-based chemotherapy. Nivolumab is indicated for the adjuvant treatment of melanoma with lymph node involvement as well as in metastatic disease with previous complete resection. The combination of nivolumab with ipilimumab is used for the first-line treatment of adults with inoperable malignant pleural mesothelioma. In April 2021, the U.S. Food and Drug Administration (FDA) approved nivolumab, in combination with certain types of chemotherapy, for the initial treatment of advanced or metastatic gastric cancer, gastroesophageal junction cancer, and esophageal adenocarcinoma. In May 2021, the FDA approved nivolumab for the treatment of completely resected esophageal or gastroesophageal junction cancer with residual pathologic disease after neoadjuvant chemoradiotherapy. In August 2021, the FDA approved nivolumab for the adjuvant treatment of urothelial carcinoma who are at high risk of recurrence after undergoing radical resection. In May 2022, the FDA expanded the indication to include the first-line treatment of people with advanced or metastatic esophageal squamous cell carcinoma. In the same year, the FDA approved a combination therapy consisting of relatlimab and nivolumab for the treatment of some cases of advanced melanoma. In March 2024, the FDA approved nivolumab, in combination with cisplatin and gemcitabine, as a first-line treatment for adults with unresectable or metastatic urothelial carcinoma.   == Side effects == The U.S. FDA label contains warnings regarding increased risk for severe immune-mediated inflammation of the lungs, colon, liver, and kidneys (with accompanying kidney dysfunction), as well as immune-mediated hypothyroidism and hyperthyroidism. Hypothyroidism and hyperthyroidism may affect 8.5% and 3.7% of patients, respectively. Autoimmune diabetes similar to diabetes mellitus type 1 may occur in approximately 2% of people treated with nivolumab. In trials for melanoma, the following side effects occurred in more than 10% of subjects and more frequently than with chemotherapy alone: rash and itchy skin, cough, upper respiratory tract infections, and peripheral edema. Other clinically important side effects with less than 10% frequency were ventricular arrhythmia, inflammation of parts of the eye (iridocyclitis), infusion-related reactions, dizziness, peripheral and sensory neuropathy, peeling skin, erythema multiforme, vitiligo, and psoriasis. In trials for lung cancer, the following side effects occurred in more than 10% of subjects and more frequently than with chemotherapy alone: fatigue, weakness, edema, fever, chest pain, generalized pain, shortness of breath, cough, muscle and joint pain, decreased appetite, abdominal pain, nausea and vomiting, constipation, weight loss, rash, and itchy skin. Levels of electrolytes and blood cells counts were also disrupted.   === Pregnancy and breastfeeding === Use during pregnancy may harm the baby.   == Pharmacokinetics == Based on data from 909 patients, the terminal half-life of nivolumab is 26.7 days and steady-state concentrations were reached by 12 weeks when administered at 3 mg/kg every two weeks.: 29  Age, gender, race, baseline LDH, PD-L1 expression, tumor type, tumor size, renal impairment, and mild hepatic impairment do not affect clearance of the drug.: 30    == Mechanism of action == Nivolumab's mechanism of action is based on its role as a monoclonal antibody that selectively binds to the programmed death-1 (PD-1) receptor on the surface of T cells, a type of white blood cell that plays a crucial role in the immune system’s ability to combat malignancies. Normally, certain cancer cells exploit the PD-1 pathway to shield themselves from the immune response by expressing programmed death-ligand 1 (PD-L1), which interacts with the PD-1 receptor and inhibits T-cell activation and proliferation. Nivolumab interrupts this interaction by binding to the PD-1 receptor, thereby blocking tumor cells from evading immune detection. This blockade enhances T-cell response, boosts the immune system's anti-tumor activity, and ultimately contributes to the destruction of cancer cells. Again, PD-1 is a protein located on the surface of T cells that have been activated in the body's immune response. Normally, the immune system is controlled in part by certain molecules, such as PD-L1 or PD-L2, which can bind to PD-1. When they do, they prevent the T cell from taking action, which helps to ensure the body does not have an excessive immune reaction. However, many cancer cells take advantage of this system by producing PD-L1 themselves, effectively shutting down T cells and protecting the tumor from an immune attack. Nivolumab interferes with this process—it attaches to PD-1 and prevents PD-L1 from binding to it, which frees the T cells to target and destroy the tumor. Approximately 40–50% of melanoma cells express PD-L1. Aside from this, PD-L1 is not commonly found in the body, though it is present in certain areas such as the lining of the respiratory tract and in placental tissue.   == Physical properties == Nivolumab is a fully human monoclonal immunoglobulin G4 antibody to PD-1. The gamma 1 heavy chain is 91.8% unmodified human design while the kappa light chain is 98.9%.   == History ==  Nivolumab was generated under intellectual property of Ono Pharmaceutical regarding PD-1 and under a research collaboration entered in 2005 between Ono and Medarex. Through the research collaboration with Ono, it was invented at Medarex using its transgenic mice with a humanized immune system; the discovery and in vitro characterization of the antibody, originally called MDX-1106/ONO-4538, was published (much later) in 2014. Under the agreement between the companies in 2005, Medarex held an exclusive right of nivolumab in North America, and Ono retained the right in all other countries except North America. Bristol-Myers Squibb acquired Medarex in 2009, for $2.4B, largely on the strength of its checkpoint inhibitor program. Promising clinical trial results made public in 2012, caused excitement among industry analysts and in the mainstream media; PD-1 was being avidly pursued as a biological target at that time, with companies including Merck with pembrolizumab (Keytruda), Roche (via its subsidiary Genentech) with atezolizumab, GlaxoSmithKline in collaboration with the Maryland biotech company Amplimmune; and Teva in collaboration with the Israeli biotech company CureTech competing. Ono received approval from Japanese regulatory authorities to use nivolumab to treat unresectable melanoma in July 2014, which was the first regulatory approval of a PD-1 inhibitor anywhere in the world. Merck received its first FDA approval for its PD-1 inhibitor, pembrolizumab (Keytruda), in September 2014. Nivolumab received FDA approval for the treatment of melanoma in December 2014. In April 2015, the Committee for Medicinal Products for Human Use of the European Medicines Agency recommended approval of Nivolumab for metastatic melanoma as a monotherapy. In March 2015, the US FDA approved it for the treatment of squamous cell lung cancer. In June 2015, the European Medicines Agency (EMA) granted a marketing authorization valid throughout the European Union. In November 2015, the FDA approved nivolumab as a second-line treatment for renal cell carcinoma after having granted the application breakthrough therapy designation, fast track designation, and priority review status. In May 2016, the FDA approved nivolumab for the treatment of people with classical Hodgkin lymphoma (cHL) who have relapsed or progressed after autologous hematopoietic stem cell transplantation (auto-HSCT) and post-transplantation brentuximab vedotin. On 20 December 2017, the FDA granted approval to nivolumab for adjuvant treatment of melanoma with involvement of lymph nodes or for metastatic disease with complete resection. On 16 April 2018, the FDA granted approval to nivolumab in combination with ipilimumab for the first-line treatment of people with intermediate and poor risk advanced renal cell carcinoma. On 15 June 2018, China's Drug Administration approved nivolumab, the country's first immuno-oncology and the first PD-1 therapy. In October 2020, the US Food and Drug Administration (FDA) approved the combination of nivolumab with ipilimumab for the first-line treatment of adults with malignant pleural mesothelioma (MPM) that cannot be removed by surgery. In April 2021, the FDA approved nivolumab, in combination with certain types of chemotherapy, for the initial treatment of people with advanced or metastatic gastric cancer, gastroesophageal junction cancer and esophageal adenocarcinoma. In March 2024, the FDA approved nivolumab, in combination with cisplatin and gemcitabine, for first-line treatment of adults with unresectable or metastatic urothelial carcinoma. Efficacy was evaluated in CHECKMATE-901 (NCT03036098), a randomized, open-label trial enrolling 608 participants with previously untreated unresectable or metastatic urothelial carcinoma. Participants were randomized (1:1) to receive either nivolumab in combination with cisplatin and gemcitabine (up to 6 cycles) followed by nivolumab alone for up to two years or cisplatin and gemcitabine (up to 6 cycles). On both arms, participants discontinuing cisplatin were permitted to receive carboplatin. Randomization was stratified by tumor PD-L1 expression and presence of liver metastasis.   == Research == Nivolumab, and other PD-1 inhibitors, appear to be effective in people with brain metastases and for cancer in people with autoimmune diseases.   === Hodgkin's lymphoma === In Hodgkin's lymphoma, Reed–Sternberg cells harbor amplification of chromosome 9p24.1, which encodes PD-L1 and PD-L2, and leads to their constitutive expression. In a small clinical study published in 2015, nivolumab elicited an objective response in 87% of a cohort of 20 patients. The evidence for a favorable effect of nivolumab on overall survival, quality of life, progression-free survival, and complete response among individuals with Hodgkin's lymphoma is uncertain.   === Biomarkers === Amplification of chromosome 9p24 may serve as a predictive biomarker in Hodgkin's lymphoma. Every manufacturer pursuing drug development using monoclonal antibodies against PD-1 has developed assays to measure PD-L1 level as a potential biomarker using the antibody as the analyte-specific reagent. Bristol Myers Squibb partnered with Dako on a nivolumab-based assay. However, as of 2015 the complexity of the immune response had hindered efforts to identify people who would be likely to respond well to PD-1 inhibitors. PD-L1 levels appeared to be dynamic and modulated by several factors, and efforts to correlate PD-L1 levels before or during treatment with treatment response or duration of response had failed to reveal any useful correlations as of 2015.   === Lung cancer === In 2016, Bristol Myers Squibb announced the results of a clinical trial in which nivolumab failed to achieve its endpoint and was no better than traditional chemotherapy at treating newly diagnosed lung cancer. Bristol Myers Squibb went on to attempt to gain approval for a combination therapy for lung cancer that included nivolumab and the company's older drug ipilimumab. The application was withdrawn in early 2019 following disappointing results. Infusion durations of 60 minutes and 30 minutes appear to have similar pharmacokinetics (absorption, distribution, metabolism, and elimination). Nivolumab is indicated for the treatment of people with metastatic squamous non-small cell lung cancer (NSCLC) with progression on or after platinum-based chemotherapy. CHECKMATE-227 tested the combination of nivolumab and ipilimumab in participants with stage IV or recurrent NSCLC without previous treatment. Participants with a PD-L1 expression level of 1% or more were randomized in a 1:1:1 ratio to receive nivolumab plus ipilimumab, nivolumab alone, or standard chemotherapy. The chemotherapeutics used were cisplatin or carboplatin combined with gemcitabine for patients with squamous-cell NSCLC, or pemetrexed for those with nonsquamous disease. The overall survival was 17.1, 15.7, and 14.9 months, respectively. The participants who had a PD-L1 expression level of less than 1% were randomly assigned in a 1:1:1 ratio to receive nivolumab plus ipilimumab, nivolumab plus chemotherapy, or chemotherapy. The overall survival among that group was 17.2, 15.2 and 12.2 months, respectively. In June 2023, Bristol Myers Squibb provided positive four-year follow-up results from a phase III study (CheckMate-9LA) of a combination of nivolumab and ipilimumab along with chemotherapy, compared to chemotherapy alone, as first-line treatment in people with metastatic NSCLC. The trial found an overall survival of 21% at a median follow-up of 47.9 months among those treated with the dual immunotherapy-based combination compared to 16% of participants treated with chemotherapy alone.   === Melanoma === PD-L1 is expressed in 40-50% of melanomas. Phase I and II clinical trials have shown nivolumab as a promising and durable treatment option in melanoma as a single agent and in combination with ipilimumab. Phase III trials are ongoing. In October 2022, the results of a phase III trial, CheckMate -76K, showed that Opdivo reduced the risk of death by 58% as an adjuvant therapy in participants with completely resected stage two melanoma, the most serious type of skin cancer.   === Urothelial carcinoma === In February 2023, Bristol Myers Squibb reported that the three-year follow-up results from its phase III (CheckMate-274) trial of nivolumab showed significant sustained clinical benefits with nivolumab for the adjuvant treatment of participants with muscle-invasive urothelial carcinoma at a high risk of recurrence after radical resection.   == See also == Nivolumab/relatlimab   == References ==   == External links == \"Nivolumab\". NCI Drug Dictionary. National Cancer Institute. \"Nivolumab\". National Cancer Institute. 7 January 2015. Clinical trial number NCT01721746 for \"A Study to Compare BMS-936558 to the Physician's Choice of Either Dacarbazine or Carboplatin and Paclitaxel in Advanced Melanoma Patients That Have Progressed Following Anti-CTLA-4 Therapy (CheckMate 037)\" at ClinicalTrials.gov Clinical trial number NCT01721772 for \"Study of Nivolumab (BMS-936558) Compared With Dacarbazine in Untreated, Unresectable, or Metastatic Melanoma (CheckMate 066)\" at ClinicalTrials.gov Clinical trial number NCT01844505 for \"Phase 3 Study of Nivolumab or Nivolumab Plus Ipilimumab Versus Ipilimumab Alone in Previously Untreated Advanced Melanoma (CheckMate 067)\" at ClinicalTrials.gov Clinical trial number NCT02388906 for \"Efficacy Study of Nivolumab Compared to Ipilimumab in Prevention of Recurrence of Melanoma After Complete Resection of Stage IIIb/c or Stage IV Melanoma (CheckMate 238)\" at ClinicalTrials.gov Clinical trial number NCT02477826 for \"An Investigational Immuno-therapy Trial of Nivolumab, or Nivolumab Plus Ipilimumab, or Nivolumab Plus Platinum-doublet Chemotherapy, Compared to Platinum Doublet Chemotherapy in Patients With Stage IV Non-Small Cell Lung Cancer (NSCLC) (CheckMate 227)\" at ClinicalTrials.gov Clinical trial number NCT03215706 for \"A Study of Nivolumab and Ipilimumab Combined With Chemotherapy Compared to Chemotherapy Alone in First Line NSCLC (CheckMate 9LA)\" at ClinicalTrials.gov Clinical trial number NCT01642004 for \"Study of BMS-936558 (Nivolumab) Compared to Docetaxel in Previously Treated Advanced or Metastatic Squamous Cell Non-small Cell Lung Cancer (NSCLC) (CheckMate 017)\" at ClinicalTrials.gov Clinical trial number NCT01673867 for \"Study of BMS-936558 (Nivolumab) Compared to Docetaxel in Previously Treated Metastatic Non-squamous NSCLC (CheckMate057)\" at ClinicalTrials.gov Clinical trial number NCT02899299 for \"Study of Nivolumab Combined With Ipilimumab Versus Pemetrexed and Cisplatin or Carboplatin as First Line Therapy in Unresectable Pleural Mesothelioma Patients (CheckMate743)\" at ClinicalTrials.gov Clinical trial number NCT02231749 for \"Nivolumab Combined With Ipilimumab Versus Sunitinib in Previously Untreated Advanced or Metastatic Renal Cell Carcinoma (CheckMate 214)\" at ClinicalTrials.gov Clinical trial number NCT03141177 for \"A Study of Nivolumab Combined With Cabozantinib Compared to Sunitinib in Previously Untreated Advanced or Metastatic Renal Cell Carcinoma (CheckMate 9ER)\" at ClinicalTrials.gov Clinical trial number NCT01668784 for \"Study of Nivolumab (BMS-936558) vs. Everolimus in Pre-Treated Advanced or Metastatic Clear-cell Renal Cell Carcinoma (CheckMate 025)\" at ClinicalTrials.gov Clinical trial number NCT02181738 for \"Study of Nivolumab in Patients With Classical Hodgkin's Lymphoma (Registrational) (CheckMate 205)\" at ClinicalTrials.gov Clinical trial number NCT01592370 for \"An Investigational Immuno-Therapy Study to Determine the Safety and Effectiveness of Nivolumab and Daratumumab in Patients With Multiple Myeloma\" at ClinicalTrials.gov Clinical trial number NCT02105636 for \"Trial of Nivolumab vs Therapy of Investigator's Choice in Recurrent or Metastatic Head and Neck Carcinoma (CheckMate 141)\" at ClinicalTrials.gov Clinical trial number NCT02387996 for \"A Study of Nivolumab in Participants With Metastatic or Unresectable Bladder Cancer\" at ClinicalTrials.gov Clinical trial number NCT02060188 for \"An Investigational Immuno-therapy Study of Nivolumab, and Nivolumab in Combination With Other Anti-cancer Drugs, in Colon Cancer That Has Come Back or Has Spread (CheckMate142)\" at ClinicalTrials.gov Clinical trial number NCT01658878 for \"An Immuno-therapy Study to Evaluate the Effectiveness, Safety and Tolerability of Nivolumab or Nivolumab in Combination With Other Agents in Patients With Advanced Liver Cancer (CheckMate040)\" at ClinicalTrials.gov Clinical trial number NCT02743494 for \"An Investigational Immuno-therapy Study of Nivolumab or Placebo in Participants With Resected Esophageal or Gastroesophageal Junction Cancer (CheckMate 577)\" at ClinicalTrials.gov Clinical trial number NCT02569242 for \"Study of Nivolumab in Unresectable Advanced or Recurrent Esophageal Cancer\" at ClinicalTrials.gov Clinical trial number NCT02872116 for \"Efficacy Study of Nivolumab Plus Ipilimumab or Nivolumab Plus Chemotherapy Against Chemotherapy in Stomach Cancer or Stomach/Esophagus Junction Cancer (CheckMate649)\" at ClinicalTrials.gov Clinical trial number NCT02632409 for \"An Investigational Immuno-therapy Study of Nivolumab, Compared to Placebo, in Patients With Bladder or Upper Urinary Tract Cancer, Following Surgery to Remove the Cancer (CheckMate 274)\" at ClinicalTrials.gov"}