{"name": "Nocardia Infections", "category": "disease", "content": "Nocardia is a genus of weakly staining Gram-positive, catalase-positive, rod-shaped bacteria. It forms partially acid-fast beaded branching filaments (appearing similar to fungi, but being truly bacteria). It contains a total of 85 species. Some species are nonpathogenic, while others are responsible for nocardiosis. Nocardia species are found worldwide in soil rich in organic matter. In addition, they are oral microflora found in healthy human gingiva, as well as periodontal pockets. Most Nocardia infections are acquired by inhalation of the bacteria or through traumatic introduction through openings in epithelial barriers.   == Culture and staining == Nocardia colonies have a variable appearance, but most species appear to have aerial hyphae when viewed with a dissecting microscope, particularly when they have been grown on nutritionally limiting media. Nocardia grow slowly on nonselective culture media, and are strict aerobes with the ability to grow in a wide temperature range. Some species are partially acid-fast (meaning a less concentrated solution of sulfuric or hydrochloric acid should be used during the staining procedure) due to the presence of intermediate-length mycolic acids in their cell wall. Majority of strains possess the cord factor (trehalose 6-6' dimycolate), an important virulence factor.  They are catalase positive and can grow easily on the most commonly used media with colonies becoming evident in 3–5 days. However, prolonged incubation periods (2–3 weeks) are sometimes needed.   == Virulence == The various species of Nocardia are pathogenic bacteria with low virulence; therefore clinically significant disease most frequently occurs as an opportunistic infection in those with a weak immune system, such as small children, the elderly, and the immunocompromised (most typically, HIV). Nocardial virulence factors are the enzymes catalase and superoxide dismutase (which inactivate reactive oxygen species that would otherwise prove toxic to the bacteria), as well as a \"cord factor\" (which interferes with phagocytosis by macrophages by preventing the fusion of the phagosome with the lysosome). An important virulence factor in many pathogenic strains of Nocardia is trehalose dimycolate, which is also found in the bacterial genus Mycobacterium. This toxin can cause cachexia, a form of muscle wasting.   == Clinical disease and microbiological diagnosis ==  The most commonly encountered species are Nocardia brasiliensis, Nocardia cyriacigeorgica, Nocardia farcinica, and Nocardia nova. Nocardia asteroides is most frequently found species causing noncutaneous invasive disease. Most cases occur as an opportunistic infection in immunocompromised patients. N. brasiliensis is the most common species causing cutaneous nocardiosis. N. caviae is another species of medical interest. The genus is acid-fast to some degree, it stains only weakly Gram positive. The most common form of human nocardial disease is a slowly progressive pneumonia, the common symptoms of which include cough, dyspnea (shortness of breath), and fever. It is not uncommon for this infection to spread to the pleura or chest wall. Pre-existing pulmonary disease, especially pulmonary alveolar proteinosis, increases the risk of contracting a Nocardia pneumonia. Every organ can be affected if a systemic spread takes place. Nocardia species are deeply involved in the process of encephalitis as one of its main pathogenic effects.  In about 25–33% of people Nocardia infection takes the form of encephalitis and/or brain abscess formation.  Nocardia may also cause a variety of cutaneous infections such as actinomycetoma (especially N. brasiliensis), lymphocutaneous disease, cellulitis, and subcutaneous abscesses. Nocardia isolation from biological specimens can be performed using an agar medium enriched with yeast extract and activated charcoal (BCYE), the same used for Legionella species. Selective media for mycobacteria or fungi can also be inoculated. The most suitable specimens are the sputum, or when clinically necessary,  bronchoalveolar lavage or biopsy. Further biochemical tests for species identification are not routinely performed. Serological or cutaneous tests are not available.   == Treatment == In most patients with Nocardia infection, the combination of antibiotics is needed. Antibiotic therapy with a sulfonamide, most commonly trimethoprim-sulfamethoxazole, is the treatment of choice. People who take trimethoprim-sulfamethoxazole for other reasons, such as prevention of Pneumocystis jirovecii infection, appear to have fewer Nocardia infections, although this protective effect has been considered unreliable, and some studies have disputed it altogether. Minocycline is usually substituted when a sulfa cannot be given; high-dose imipenem and amikacin have also been used in severe or refractory cases. Linezolid appears to be highly effective against Nocardia, but it is very expensive and may cause severe adverse effects. Antibiotic therapy is continued for six months (in immunocompetent people) to a year (in immunosuppression), and may need to be continued indefinitely.  Proper wound care is also critical.   == Genetics == Although Nocardia has interesting and important features such as production of antibiotics and aromatic compound-degrading or -converting enzymes, the genetic study of this organism has been hampered by the lack of genetic tools. However, practical Nocardia–E. coli shuttle vectors have been developed recently. The genera Nocardia and Rhodococcus have been found to be closely related, supported by two conserved signature indels consisting of a one-amino-acid deletion in the alpha subunit of acetyl coenzyme A carboxylase (ACC), and a three-amino-acid insertion in a conserved region of an ATP-binding protein that are specifically shared by species from these two genera. In addition, 14 hypothetical conserved signature proteins have been identified which are unique to the genera Nocardia and Rhodococcus.   == Species == Nocardia comprises the following species:   == Nomenclature == The genus was named for Edmond Nocard (1850-1903), a French 19th-century veterinarian and biologist. The genus was circumscribed by Vittore Benedetto Antonio Trevisan di Saint-Léon in Ann. Inst. Pasteur vol.2 (Issue 6) on page 295 in 1888.   == References ==   === Further reading ===   == External links == Genome sequence of N. farcinica IFM 10152 MicrobeWiki's N. farcinica Page, Current as of June 2007"}