{"name": "Nocturia", "category": "disease", "content": "Nocturia is defined by the International Continence Society (ICS) as \"the complaint that the individual has to wake at night one or more times for voiding (i.e., to urinate)\". The term is derived from Latin nox – \"night\", and Greek [τα] ούρα – \"urine\". Causes are varied and can be difficult to discern. Although not every patient needs treatment, most people seek treatment for severe nocturia, waking up to void more than 2 or 3 times per night.   == Prevalence == Studies have shown that 5–15% of people who are 20–50 years old, 20–30% of people who are 50–70 years old, and 10–50% of people 70+ years old urinate at least twice a night. Nocturia becomes more common with age. More than 50 percent of men and women over the age of 60 have been measured to have nocturia in many communities. Even more over the age of 80 are shown to experience symptoms nightly. Nocturia symptoms also often worsen with age. Contrary to popular belief, nocturia prevalence is about the same for both sexes.   == Impact == Research suggests that more than 60% of people are negatively affected by nocturia. The resulting insomnia and sleep deprivation can cause exhaustion, changes in mood, sleepiness, impaired productivity, fatigue, increased risk of accidents, and cognitive dysfunction.  25% of falls that older individuals experience happen during the night, of which 25% occur while waking up to void. A quality-of-life test for people who experience nocturia was published in 2004. The pilot study was conducted only on men.   == Diagnosis == Nocturia diagnosis requires knowing the patient's nocturnal urine volume (NUV). The ICS defines NUV as \"the total volume of urine passed between the time the individual goes to bed with the intention of sleeping and the time of waking with the intention of rising\". Thus, NUV excludes the last void before going to bed but includes the first morning void, if the urge to urinate woke the patient. The amount of sleep a patient gets and the amount they intend to get are also considered in a diagnosis. As with any patient, a detailed history of the problem is required to establish what is normal for that patient. The principal diagnostic tool for nocturia is the voiding bladder diary. Based on information recorded in the diary, a physician can classify the patient as having global polyuria, nocturnal polyuria, or bladder storage problems. A voiding bladder diary should record:  number of voids timing of voids volume voided volume and time of fluid intake Patients should include the first morning void in the NUV. However, the first morning void is not included with the number of nightly voids.   == Causes ==   === Polyuria === Polyuria is excessive, or abnormally large, production or passage of urine. Increased production and passage of urine may also be termed diuresis. Polyuria is usually viewed as a symptom or sign of another disorder (not a disease by itself), but it can be classed as a disorder, at least when its underlying causes are not clear.   ==== Global polyuria ==== Global polyuria is the continuous overproduction of urine that is not only limited to sleep hours. This occurs in response to increased fluid intake and is defined as urine outputs of greater than 40 mL/kg/24 hours. Common causes of global polyuria are primary thirst disorders, such as diabetes mellitus and diabetes insipidus (DI). Urination imbalance may lead to polydipsia or excessive thirst to prevent circulatory collapse. Central diabetes insipidus is caused by low levels of vasopressin (also called antidiuretic hormone (ADH), arginine vasopressin, or argipressin). ADH is produced in the hypothalamus and stored in and released from the posterior pituitary gland. ADH increases water absorption in the collecting duct systems of kidney nephrons, subsequently decreasing urine production. ADH regulates hydration levels in the body, which helps regulates water levels. In nephrogenic DI, the kidneys do not respond properly to the normal amount of ADH. Diagnosis of DI can be made by an overnight water deprivation test. This requires the patient to eliminate fluid intake for a fixed period of time, usually around 8–12 hours. If the first morning void is not highly concentrated, the patient is diagnosed with DI. Central DI usually can be treated with a synthetic replacement of ADH, called desmopressin. This is taken to control thirst and frequent urination.  Although there is no substitute for nephrogenic DI, it may be treated with careful regulation of fluid intake.   ==== Nocturnal polyuria ==== Nocturnal polyuria is defined as an increase in urine production during the night but with a proportional decrease in daytime urine production that results in a normal 24-hour urine volume. With the 24-hour urine production within normal limits, nocturnal polyuria can be translated to having a nocturnal polyuria index (NPi) greater than 35% of the normal 24-hour urine volume. NPi is calculated simply by dividing NUV by the 24-hour urine volume. Similar to the inability to control urination, a disruption of arginine vasopressin (AVP) levels has been proposed for nocturia. Compared with normal patients, nocturia patients have a nocturnal decrease in AVP level.  Other causes of nocturnal polyuria include diseases such as  congestive heart failure nephritic syndrome liver failure lifestyle patterns such as excessive nighttime drinking sleep apnea increasing obstructive airway resistance. Obstructive sleep apnea sufferers have been shown to have increases in renal sodium and water excretion that are mediated by elevated plasma atrial natriuretic hormone (ANH) levels. ANH is released by cardiac muscle cells in response to high blood volume. When activated, ANH releases water, subsequently increasing urine production.   === Bladder storage === Normal human bladder storage capacity varies from person to person and is considered 400–600 mL. A bladder storage disorder is any factor that increases the frequency of small volume voids. These factors are usually related to lower urinary tract symptoms that affect the capacity of the bladder. Some patients with nocturia have neither global nor nocturnal polyuria, according to the above criteria. Such patients most likely have a bladder storage disorder that impacts their nighttime voiding, or a sleep disorder. Nocturnal bladder capacity (NBC) is defined as the largest voided volume during the sleep period.  Decreased NBC can be traced to a decreased maximum voided volume or decreased bladder storage. Decreased NBC can be related to other disorders, such as:  benign prostatic hyperplasia, also known as prostate enlargement neurogenic bladder dysfunction learned voiding dysfunction anxiety disorders urinary tract infection certain pharmacological agents.   === Mixed causes === A significant number of nocturia cases occur from a combination of causes. Mixed nocturia is more common than many realise and is a combination of nocturnal polyuria and decreased nocturnal bladder capacity. In a study of 194 nocturia patients:  7% were determined to solely have nocturnal polyuria 57% solely had decreased NBC 36% had a mixed cause of the two Multifactorial nocturia is often unrelated to an underlying urological condition. Mixed nocturia is diagnosed through the maintenance and analysis of bladder diaries of the patient. Assessment of cause contributions is done through formulas.   == Management ==   === Lifestyle changes === Although there is no cure for nocturia, many actions can manage the symptoms.  Limiting caffeine and alcohol intake. Both are diuretic. Beverage consumption regulation. In regard to nocturia, this specifically means avoiding consuming fluids for three or more hours before bedtime and thus giving the bladder less fluid to store overnight. This especially helps people with urgency incontinence. However, one study regarding geriatric patients showed that this measure reduced voiding at night by only a small amount and is thus suboptimal for managing nocturia in older people. Fluid restriction does not help people who have nocturia due to gravity-induced third spacing of fluid, because fluid is mobilized when they lie in a reclining position. Compression stockings may be worn through the day to prevent fluid from accumulating in the legs, unless heart failure or another contraindication is present. Drugs that increase the passing of urine can help decrease the third spacing of fluid, but they could also increase nocturia.   === Medications === ADH replacements, such as desmopressin and vasopressin Selective alpha-1 blockers are the most commonly used medicine to treat BPH. Alpha-1 blockers are first-line treatment for the symptoms of BPH in men. Doxazosin, terazosin, alfuzosin, and tamsulosin have all been well established in treatment to reduce lower urine tract symptoms caused by benign prostatic hyperplasia. They are all believed to be similarly effective for this purpose. First-generation alpha-1 blockers, like prazosin, are not recommended to treat lower urinary tract symptoms because of their blood-pressure-lowering effect. Later-generation drugs in this class are used for this purpose. In some cases, alpha-1 blockers have been used in combined therapy with 5-alpha reductase blockers. Dutasteride and tamsulosin are on the market as combined therapy, and results have shown that they improve symptoms significantly versus monotherapy. If urinary tract infection is causative, it can be treated with urinary antimicrobials. Antimuscarinic agents such as oxybutynin, tolterodine, and solifenacin are especially used in patients who suffer from nocturia due to an overactive bladder and urgency incontinence, because they help bladder contractility.   === Surgery ===  If the cause of nocturia is related to benign prostatic hyperplasia or an overactive bladder, surgical actions may be sought out.  Surgery for benign prostatic hyperplasia includes increasingly popular and minimally invasive laser surgery. Surgical correction of the pelvic organ prolapse sacral nerve stimulation Bladder augmentation Detrusor muscle myectomy   == See also == Polyuria Enuresis   == References ==   == External links == European Board of Urology"}