{"name": "Non-Radiographic Axial Spondyloarthritis", "category": "disease", "content": "Axial spondyloarthritis (also often referred to as axSpA) is a chronic, immune-mediated disease predominantly affecting the axial skeleton (sacroiliac joints and spine). The term itself is an umbrella term characterizing a diverse disease family united by shared clinical and genetic features, such as the involvement of the axial skeleton. The 2009 introduced term axial spondyloarthritis is a preferred term nowadays and substitutes the old term ankylosing spondylitis.   == Classification == Along with peripheral spondyloarthritis, reactive arthritis, psoriatic arthritis and enteropathic arthritis (or inflammatory bowel disease-associated spondyloarthritis), axial spondyloarthritis belongs to the spondyloarthritis disease family, also known as the spondyloarthritides or spondyloarthropathies. These arthritic conditions can sometimes overlap with one another. For example, psoriatic arthritis can cause both peripheral and axial symptoms. Likewise, reactive arthritis can transform into chronic axial spondyloarthritis. All are considered inflammatory rheumatic disorders because they involve immune system-mediated attacks on the joints, muscles, bones and organs. Axial spondyloarthritis can be differentiated from peripheral spondyloarthritis in terms of the areas of the body affected. The axial form of the disease primarily affects the spine, pelvis and thoracic cage, whereas the peripheral form mainly targets the arms and legs. Axial spondyloarthritis can be divided into two classes:  Non-radiographic axial spondyloarthritis (nr-axSpA): This term encompasses both the early disease stage of ankylosing spondylitis, in which no radiographic changes are visible yet, as well as less severe forms of ankylosing spondylitis. Radiographic axial spondyloarthritis:Synonym for ankylosing spondylitis. This class is termed radiographic axial spondyloarthritis due to the unambiguous diagnosis through radiographic changes in the sacroiliac joints and/or spine.   == Signs and symptoms == Axial spondyloarthritis is predominantly marked by inflammatory pain and/or stiffness affecting the lower back, hips and/or buttocks. The side affected may alternate. Some may also experience symptoms in the eyes, rib cage, shoulders or cervical spine or neck as well. Inflammatory back pain tends to come on gradually, become worse at night or after periods of rest (such as in the morning after waking up) and improve after exercise or the use of anti-inflammatory medications such as ibuprofen. People with axial spondyloarthritis may experience alternating periods of remission and flare-ups. It is recommended that patients be formally evaluated for axial spondyloarthritis if they complain of inflammatory back pain and stiffness lasting at least three months, particularly if they are under the age of 45 and/or have a family history of the disease.   == Pathophysiology == Significant progress has been made in understanding the genetic and immunological aspects of axSpA. Research has focused on the mechanisms of chronic inflammation and pathological new bone formation, which are characteristic of the disease. The enthesis, a critical site of disease activity, is particularly affected.   The role of cytokine dysregulation in the immune pathogenesis of axSpA has been highlighted, with a notable skew towards a Th17 phenotype, tumor necrosis factor (TNF) and interleukin 23 (IL-23) / interleukin 17 (IL-17) pathways and a pro-inflammatory cytokine profile. The disease typically begins with enthesopathic inflammation and progresses to ossifying enthesitis. The molecular pathways involved in syndesmophyte formation are complex, involving factors such as bone morphogenetic protein, Wnt signaling pathway, Dickkopf-1, sclerostin, and various cytokines, all of which are intricately regulated.     == Diagnosis == Patients being examined for axial spondyloarthritis may have x-rays, or radiographs, taken of their pelvis to check for signs of sacroilitis (often one of the first manifestations of the disease) and structural damage. It can take several years from symptom onset for these changes to be visible, and some may never develop these changes at all. Their presence distinguishes radiographic axial spondyloarthritis from nr-axSpA. Patients may also undergo an MRI in place of or in addition to radiography. MRI technology is sensitive to inflammatory changes such as enthesitis and synovitis and is more specific overall. Blood work may also play a role in the diagnosis of axial spondyloarthritis. More than 80% of patients with the ankylosing spondylitis variant test positive for the HLA-B27 biomarker, but not everyone with this biomarker will develop disease. Some people with axial spondyloarthritis may test positive for elevated C-reactive protein, or CRP, depending on their disease activity. Spondyloarthritis is generally considered to be a seronegative disease, meaning tests for rheumatoid factor and other autoantibodies typically come back negative. Depending on the results of the above tests, patients may be referred to a rheumatologist for confirmation and follow-up.   == Prognosis == Some with more severe disease may experience fusion of their vertebrae, a condition referred to as bamboo spine. Men are more likely to accrue radiographic joint damage, whereas women tend to experience comparatively worse quality of life and disease activity.   == Management == There is currently no cure for axial spondyloarthritis, but there are various disease management strategies. Traditional NSAIDs and COX-2 inhibitor NSAIDs are effective for treating axSpA. The potential harms may not differ when compared to a placebo treatment in the short term. Various NSAIDs are equally effective (e.g.: Cox2 NSAIDS and traditional NSAIDS). Continuous NSAID use may reduce radiographic spinal progression, but this requires confirmation. Those who cannot tolerate these medications or who require more intensive treatment may be prescribed biologic medications such as a TNF-alpha inhibitor in an attempt to alter the immune response driving the disease. Physical therapy and exercise have also been found to effectively address symptoms. In 2019 the American College of Rheumatology, Spondylitis Association of America and Spondyloarthritis Research and Treatment Network published updated recommendations for the treatment of the condition based on updated literature reviews.   == History == In 1984, a joint effort led to the definition of specific classification criteria for ankylosing spondylitis, called the \"Modified New York criteria\". One of the central New York criteria was the existence of radiographically visible changes in the sacroiliac joints and/or spine, which have formed due to bone fusion, erosion and/or formation caused by the disease. Even though these criteria helped to improve uniformly define ankylosing spondylitis, such radiologic changes often only manifested several years after the first disease symptoms appeared. In order to be able to study also patients with early and less typical forms, new criteria were needed that could identify the disease already at an early stage. In 2009 the Modified New York criteria were extended by a broad set of new classification criteria that aimed to classify patients based on the presence of typical spondyloarthritis disease features. These included inflammatory back pain, family history for axial spondyloarthritis, response to treatment with nonsteroidal anti-inflammatory drugs (NSAIDs), history of or current inflammation in the joints (arthritis), tendon-bone attachment of the heel (enthesitis), or eyes (uveitis), bowel (inflammatory bowel disease), skin (psoriasis) or signs of elevated inflammation (C-reactive protein and erythrocyte sedimentation rate). Important parts of the ASAS axSpA criteria are the biomarker HLA-B27 and magnetic resonance imaging (MRI). The criteria can only be applied in people that have chronic back pain (at least 3 months duration) started before the age of 45 years and only in those patients that already have a diagnosis of axial SpA. Since the disease ankylosing spondylitis was still defined by the Modified New York criteria of 1984, there was the need to find a new disease term that would also include the less severe forms or early onset of ankylosing spondylitis. This expression was found in the umbrella term axial spondyloarthritis. The 2009 classification criteria are called the ASAS (Assessment of SpondyloArthritis international Society) classification criteria for axial spondyloarthritis.   == Society and culture ==   === Notable cases === Beau Biden Talia Dean, The X-Factor Zach Kornfeld, The Try Guys Mick Mars, Mötley Crüe Dan Reynolds, Imagine Dragons   == References =="}