{"name": "Non-24 hour sleep-wake cycle", "category": "disease", "content": "Non-24-hour sleep–wake disorder (non-24 or N24SWD) is one of several chronic circadian rhythm sleep disorders (CRSDs). It is defined as a \"chronic steady pattern comprising [...] daily delays in sleep onset and wake times in an individual living in a society\". Symptoms result when the non-entrained (free-running) endogenous circadian rhythm drifts out of alignment with the light–dark cycle in nature. Although this sleep disorder is more common in blind people, affecting up to 70% of the totally blind, it can also affect sighted people. Non-24 may also be comorbid with bipolar disorder, depression, and traumatic brain injury. The American Academy of Sleep Medicine (AASM) has provided CRSD guidelines since 2007 with the latest update released in 2015. People with non-24 experience daily shifts in the circadian rhythm such as peak time of alertness, body temperature minimum, metabolism and hormone secretion. These shifts do not align with the natural light–dark cycle. Non-24-hour sleep–wake disorder causes a person's sleep–wake cycle to move around the clock every day, to a degree dependent on the length of the cycle. This is known as free-running sleep. People with the disorder may have an especially hard time adjusting to changes in \"regular\" sleep–wake cycles, such as vacations, stress, evening activities, time changes like daylight saving time, travel to different time zones, illness, medications (especially stimulants or sedatives), changes in daylight hours in different seasons, and growth spurts, which are typically known to cause fatigue. They also show lower sleep propensity after total sleep deprivation than do normal sleepers. Non-24 can begin at any age, not uncommonly in childhood. It is sometimes preceded by delayed sleep phase disorder. Most people with this disorder find that it severely impairs their ability to function in school, in employment, and in their social lives. Typically, they are \"partially or totally unable to function in scheduled activities on a daily basis, and most cannot work at conventional jobs\". Attempts to keep conventional hours by people with the disorder generally result in insomnia (which is not a normal feature of the disorder itself) and excessive sleepiness, to the point of falling into microsleeps, as well as myriad effects associated with acute and chronic sleep deprivation. People with non-24 who force themselves to live to a normal workday \"are not often successful and may develop physical and psychological complaints during waking hours, i.e. sleepiness, fatigue, headache, decreased appetite, or depressed mood. Patients often have difficulty maintaining ordinary social lives, and some of them lose their jobs or fail to attend school.\"   == In blind people == It has been estimated that non-24 occurs in more than half of all people who are totally blind. The disorder can occur at any age, from birth onwards.  It generally follows shortly after loss or removal of a person's eyes, as the photosensitive ganglion cells in the retina are also removed. Without light to the retina, the suprachiasmatic nucleus (SCN), located in the hypothalamus, is not cued each day to synchronize the circadian rhythm to the 24-hour social day, resulting in non-24 for many totally blind individuals. Non-24 is rare among visually impaired patients who retain at least some light perception. Researchers have found that even minimal light exposure at night can affect the body clock.   == Symptoms ==  People with this disorder might find it difficult to follow a regular clock scheme, as their biological clock can shift so much that they are sleepy during the day and experience insomnia during night. Another common diagnostic feature is the cyclical nature of non-24: people will experience certain periods, whether they be weeks or months, of sleeping during the day (symptomatic periods) that alternate with periods of sleeping during normal nighttime hours (asymptomatic periods). Symptoms reported by patients forced into a 24-hour schedule are similar to those of sleep deprivation and can include:   == Causes == The possible causes of non-24-hour sleep-wake disorder are 2-fold: (1), extrinsic: isolation from daily light cycles (such as working in an environment completely devoid of natural lighting); and (2), intrinsic: where some condition, such as blindness or malfunctioning biochemical response to light in the subject, prevent normal levels of light-activated melatonin release. Melatonin is responsible for sleep regulation, and its release is controlled by the amount of light entering the eyes.   === Sighted === Sighted people with non-24 appear to be more rare than blind people with the disorder, and the etiology of their circadian disorder is less well understood. At least one case of a sighted person developing non-24 was preceded by head injury; another patient diagnosed with the disorder was later found to have a \"large pituitary adenoma that involved the optic chiasma\". Thus the problem appears to be neurological. Specifically, it is thought to involve abnormal functioning of the suprachiasmatic nucleus (SCN) in the hypothalamus. Several other cases have been preceded by chronotherapy, a prescribed treatment for delayed sleep phase disorder. \"Studies in animals suggest that a hypernyctohemeral syndrome could occur as a physiologic aftereffect of lengthening the sleep–wake cycle with chronotherapy\". According to the American Academy of Sleep Medicine (AASM), \"patients with free-running (FRD) rhythms are thought to reflect a failure of entrainment\". There have been several experimental studies of sighted people with the disorder. McArthur et al. reported treating a sighted patient who \"appeared to be subsensitive to bright light\". In other words, the brain (or the retina) does not react normally to light (people with the disorder may or may not, however, be unusually subjectively sensitive to light; one study found that they were more sensitive than the control group). In 2002 Uchiyama et al. examined five sighted non-24 patients who showed, during the study, a sleep–wake cycle averaging 25.12 hours. That is appreciably longer than the 24.02-hour average shown by the control subjects in that study, which was near the average innate cycle for healthy adults of all ages: the 24.18 hours found by Charles Czeisler. The literature usually refers to a \"one- to two-hour\" delay per 24-hour day (i.e. a 25- to 26-hour cycle). Uchiyama et al. had earlier determined that sighted non-24 patients' minimum core body temperature occurs much earlier in the sleep episode than the normal two hours before awakening. They suggest that the long interval between the temperature trough and awakening makes illumination upon awakening virtually ineffective, as per the phase response curve (PRC) for light. In their clinical review in 2007, Okawa and Uchiyama reported that people with non-24 have a mean habitual sleep duration of nine to ten hours and that their circadian periods average 24.8 hours.   === Blind === As stated above, the majority of patients with non-24 are totally blind. The failure of entrainment is explained by the loss of photic input to the circadian clock. Non-24 is rare among visually impaired patients who retain at least some light perception; even minimal light exposure can synchronize the body clock. A few cases have been described in which patients are subjectively blind, but are normally entrained and have an intact response to the suppressing effects of light on melatonin secretion, indicating preserved neural pathways between the retina and hypothalamus.   == Circadian rhythm == All living animals have an internal clock, the circadian rhythm, which is close to 24 hours' duration. For humans, the average duration is 24 hours and  20 minutes, and individually some people have more or less than 24 hours. Everyday exposure to the morning light resets the circadian rhythm to 24 hours, so that there is no drifting. However, people with non-24 have a circadian rhythm significantly longer (or, rarely, shorter) than 24 hours. This makes it difficult to reset to 24 hours daily, just like it is difficult for people with a rhythm close to 24 hours to try to reset to 25 hours daily. The majority of people with non-24 are totally blind, and the failure of entrainment is explained by an absence of light (photic) input to reset the circadian clock. Their brains may have normal circadian clocks that do not receive input from the eyes about environmental light levels, as the clocks require a functioning retina, optic nerve, and visual processing center. This makes the sleep pattern variable from one day to the next, with different wake-up time and bedtime every day. People with a circadian rhythm that is quite near to 24 hours may be able to sleep on a conventional, socially acceptable schedule, that is, at night. Others, with a \"daily\" cycle upwards of 25 hours or more, may need to adopt a sleep pattern that is congruent with their free-running circadian clock: by daily shifts  in their sleep times, which often results in satisfactory sleep but with negative social and occupational consequences. The disorder also occurs in sighted people for reasons that are not well understood. Their circadian rhythms are not normal, often running to more than 25 hours. Their visual systems may function normally but their brains are incapable of making the large adjustment to a 24-hour schedule. Though often referred to as non-24, for example by the FDA, the disorder is also known as: non-24-hour sleep–wake syndrome or disorder, free-running disorder (FRD), hypernychthemeral syndrome, hypernychthemeral sleep-wake cycle disturbance, circadian rhythm sleep disorder—free-running type or nonentrained type, non-24-hour circadian rhythm disorder. or just N24 for short in everyday speech. The disorder is an invisible disability that can be \"extremely debilitating in that it is incompatible with most social and professional obligations\".   == Mechanisms == The internal circadian clock, located in the hypothalamus of the brain, generates a signal that normally is slightly longer (occasionally shorter) than 24 hours, on average 24 hours and 11 minutes. This slight deviation is, in almost everyone, corrected by exposure to environmental time cues, especially the light–dark cycle, which reset the clock and synchronize (entrain) it to the 24-hour day. Morning light exposure resets the clock earlier, and evening exposure resets it later, thereby bracketing the rhythm to an average 24-hour period. If people who do not have non-24-hour sleep-wake disorder are deprived of external time cues (living in a cave or artificial time-isolated environment with no light), their circadian rhythms will \"free-run\" with a cycle of a little more (occasionally less) than 24 hours, expressing the intrinsic period of each individual's circadian clock. The circadian rhythms of individuals with non-24 can resemble those of experimental subjects living in a time-isolated environment even though they are living in normal society. The circadian clock modulates many physiological rhythms. The most easily observed of these is the propensity for sleep and wake; thus, people with non-24 experience symptoms of insomnia and daytime sleepiness (similar to \"jet lag\") when their endogenous circadian rhythms drift out of synchrony with the social/solar 24-hour day, but they conform to a conventional schedule. Eventually, their circadian rhythms will drift back into normal alignment, when symptoms temporarily resolve. Thus the overall pattern involves periodic symptoms on a weekly or monthly basis, depending on the length of the internal circadian cycle. For example, an individual with a circadian period of 24.5 hours would drift 30 minutes later each day and would be maximally misaligned every 48 days. If patients set their own schedule for sleep and wake, aligned to their endogenous non-24 period (as is the case for most sighted patients with this disorder), symptoms of insomnia and wake-time sleepiness are much reduced. However, such a schedule is incompatible with most occupations and social relationships. The AASM suggests that non-24 might be different disorders in sighted and blind people, with different internal and external contributing factors—as these can affect treatment response, different treatments could be needed. Future studies should therefore try to identify and assess these factors.   == Diagnosis == This disorder can have symptomatic periods, where \"the time of high sleep propensity gradually shifts, such that patients experience daytime hypersomnolence and nighttime insomnia\". In sighted people, the diagnosis is typically made based on a history of persistently delayed sleep onset that follows a non-24-hour pattern. Hayakawa et al. (2005) reported on the basis of 57 cases of sighted patients that the average day length was 24.9 ± 0.4 hours (with the range of 24.4–26.5).   == Medical classification ==  International Classification of Sleep Disorders (ICSD)  Since 2005, the disorder has been recognized by name in the U.S. National Center for Health Statistics and the U.S. Centers for Medicare and Medicaid Services in their adaptation and extension of the WHO's International Statistical Classification of Diseases and Related Health Problems (ICD):  ICD-9-CM: Circadian rhythm sleep disorder, free-running type; code 327.34 became effective in October 2005. Prior to the introduction of this code, the nonspecific code 307.45, Circadian rhythm sleep disorder of non-organic origin, was available, and as of 2014 remains the code recommended by the DSM-5. ICD-10-CM: Circadian rhythm sleep disorder, free running type; code G47.24 was due to take effect October 1, 2014. Since 2013, the disorder has been recognized by the American Psychiatric Association:  DSM-5, 2013: Circadian rhythm sleep–wake disorders, Non-24-hour sleep–wake type; ICD-9-CM code 307.45 is recommended (no acknowledgement of 327.34 is made), and ICD-10-CM code G47.24 is recommended when it goes into effect.   == Treatment ==   === Tasimelteon === The Food and Drug Administration (FDA) approved in January 2014 the melatonin agonist tasimelteon for the treatment of non-24 for blind people. This is the first FDA-approved drug for any circadian rhythm sleep disorder, since melatonin is unregulated. In the largest treatment study with non-24 patients, it was demonstrated that tasimelteon safely and effectively treated totally blind patients: entrainment occurred in 20% (8 of 40) of patients receiving the drug compared with 3% (1 of 38) receiving placebo. In a separate meta-analysis, melatonin supplementation achieved a 67% (12 of 18) entrainment rate. Studies directly comparing tasimelteon and melatonin have yet to be performed. Study authors noted that the lower rates of entrainment with tasimelteon may have been due to short duration of treatment.   === Melatonin, light therapy and dark therapy ===  Melatonin administration 1 hour before bedtime is considered another treatment for non-24. However, it is important to note that melatonin may only treat the inability to sleep and may not help to improve the daytime sleepiness. Light therapy, which involves a bright light exposure of thousands of lux of white light or about 400 lux of blue light on awakening to counteract the tendency for circadian rhythms to delay (similar to treatment for delayed sleep phase disorder and seasonal affective disorder), is not currently recommended until more studies appear, although it has been found to be effective in some cases. This can be combined with dark therapy (or scototherapy), which involves filtering blue light (using software, screen filters or (amber-color) glasses) and preferring red-colored lights with a low amount of lux in the few hours before bedtime to avoid melatonin suppression. Both melatonin administration and light therapy work by shifting circadian rhythms according to a phase response curve (PRC), with the melatonin PRC being essentially the inverse of the light PRC. Furthermore, light can suppress melatonin secretion. Both have a duration of approximately 12 hours, in opposite phase: light PRC spikes at the beginning of the day and lowers throughout the day with a depression after 8 hours for the last 4 hours, whereas natural melatonin spikes at the start of the biological night and drops around the time of waking up or light perception. The first 8 hours are called the \"advance zone\" whereas the last few hours the \"delay zone\". The change from advancement to delay zones is progressive, passing through a long area of no effect (a \"dead zone\"), but the change from delay to advancement is abrupt, occurring a few hours before wake-up time or bedtime for light or melatonin respectively. When melatonin supplementation is taken in the melatonin PRC advance zone (i.e., the last few hours before bedtime), it resets the clock earlier; when taken in the melatonin PRC delay zone (i.e., few hours before and after wake-up time), it shifts the clock later. In other words, melatonin has most effect when it is taken at times when natural melatonin is not normally present, thus during the day: when taken in the morning, melatonin causes phase delays (shifts to a later time), and when taken in the afternoon/evening it causes phase advances (shifts to an earlier time). However, for a sleep phase delayed person, the time of biological morning and biological afternoon/evening might differ depending on the circadian clock shift in the affected person. This means that if melatonin is taken during the usual bedtime and wake-up time (i.e., usual nighttime), it may have no effect. Therefore, successful entrainment depends on both the melatonin dosage and the appropriate timing of melatonin administration. The accuracy needed for successfully timing the administration of melatonin might require a period of trial and error, as does the dosage. However, entrainment was also observed when giving a dose of melatonin as low as 0.05 mg and without any timing, by just continuing melatonin administration at the same time every day until their circadian rhythm shifted enough to coincide with melatonin administration (which took from 1 to 2 months). In addition to natural fluctuations within the circadian rhythm, seasonal changes including temperature, hours of daylight, light intensity and diet are likely to affect the efficacy of melatonin and light therapies since these exogenous zeitgebers would compete for hormonal homeostasis. Further to this, there are unforeseen disruptions to contend with even when a stabilized cycle is achieved, such as travel, exercise, stress, alcohol, or even the use of light-emitting technology close to a subjective evening/night.   == Prevalence == There are an estimated 140,000 people with non-24—both sighted and blind—in the European Union, a total prevalence of approximately 3 per 10,000, or 0.03%. It is unknown how many individuals with this disorder do not seek medical attention, so incidence may be higher. The European portal for rare diseases, Orphanet, lists non-24 as a rare disease by their definition: fewer than 1 affected person for every 2000 population.  The US National Organization for Rare Disorders (NORD) lists non-24 as a rare disease by its definition.   === Blind === While both sighted and blind people are diagnosed with non-24, the disorder is believed to affect up to 70% of totally blind individuals. It is estimated by researchers that of the 1.3 million blind people in the U.S., 10% have no light perception at all. Of that group, it is estimated that approximately half to three-quarters, or 65,000 to 95,000 Americans, have non-24.   == History == In the 1980s and 1990s, several trials of melatonin administration to totally blind individuals without light perception produced improvement in sleep patterns, but it was unclear at that time if the benefits were due to entrainment from light cues. The ability of melatonin administration to entrain free-running rhythms was first demonstrated by Redman, et al. in 1983 in rats who were maintained in a time-free environment. Then, using endogenous melatonin as a marker for circadian rhythms, several research groups showed that appropriately timed melatonin administration could entrain free-running rhythms in the totally blind: they found that 6 out of 7 patients treated with 10 mg melatonin at bedtime were normally entrained, and when the dose was gradually reduced to 0.5 mg in three of the subjects, entrainment persisted. Subsequently, it was observed that treatment initiated with the 0.5 mg dose could produce entrainment on some patients. Interestingly, one subject who failed to entrain at a higher dose was successfully entrained at a lower dose. A low dose produces melatonin blood levels that are similar to the concentrations naturally produced by nightly pineal secretion. There has been a constant growth in the field of melatonin and melatonin receptor agonists since the 1980s. In 2005, ramelteon (trade name Rozerem) was the first melatonin agonist to be approved in the United States (US), indicated for insomnia treatment in adults. Melatonin in the form of prolonged release (trade name Circadin) was approved in 2007 in Europe (EU) for use as a short-term treatment, in patients 55 years and older, for primary insomnia. Tasimelteon (trade name Hetlioz) received FDA approval in January 2014 for blind persons diagnosed with non-24. TIK-301 (Tikvah Therapeutics, Atlanta, USA) has been in phase II clinical trial in the United States since 2002 and the FDA granted it orphan drug designation in May 2004, for use as a treatment for circadian rhythm sleep disorder in blind individuals without light perception as well as individuals with tardive dyskinesia. The first report and description of a case of non-24, a man living on 26-hour days, who happened to be sighted, was \"A man with too long a day\" by Ann L. Eliott et al. in November 1970. The related and more common delayed sleep phase disorder was not described until 1981. The first detailed study of non-24 in a blind subject was by Miles Le and his colleagues in 1977. The researchers reported on a 28-year-old male who had a 24.9-hour rhythm in sleep, plasma cortisol, and other parameters. Even while adhering to a typical 24-hour schedule for bedtime, rise time, work, and meals, the man's body rhythms continued to shift.   == Research == Not all totally blind individuals have free-running rhythms, and those that do often show relative coordination as their endogenous rhythms approximate normal timing.  It has been suggested that there are non-photic time cues that are important for maintaining entrainment, but these cues are yet to be characterized. Very preliminary research on light sensitivity suggest that not only insensitivity but also circadian hypersensitivity to light might be at play for patients with a delayed sleep phase disorder.   == Society == NASA explored the potential impact on circadian rhythm and possible development of a sleep–wake disorder by human astronauts who would go on a mission to Mars, by assessing mission personnel who worked remotely on the Phoenix Mars Lander project and were asked to follow a Mars day of 24.65 hours for 78 days.   == See also == Circadian rhythm sleep disorder, the parent spectrum of sleep disorders including non-24-hour sleep-wake disorder. Delayed sleep phase disorder Advanced sleep phase disorder Irregular sleep–wake rhythm Seasonal affective disorder (SAD)   == Notes ==   == References ==   == External links == This Night Owl Gene Mutation Turns People Into Sleep Martians How Much Sleep Should Kids Get"}