{"name": "Non-small cell lung cancer with mutation in epidermal growth factor receptor", "category": "disease", "content": "Non-small-cell lung cancer (NSCLC), or non-small-cell lung carcinoma, is any type of epithelial lung cancer other than small-cell lung cancer (SCLC). NSCLC accounts for about 85% of all lung cancers. As a class, NSCLCs are relatively insensitive to chemotherapy, compared to small-cell carcinoma. When possible, they are primarily treated by surgical resection with curative intent, although chemotherapy has been used increasingly both preoperatively (neoadjuvant chemotherapy) and postoperatively (adjuvant chemotherapy).   == Types ==  The most common types of NSCLC are squamous-cell carcinoma, large-cell carcinoma, and adenocarcinoma, but several other types occur less frequently. A few of the less common types are pleomorphic, carcinoid tumor, salivary gland carcinoma, and unclassified carcinoma. All types can occur in unusual histologic variants and as mixed cell-type combinations. Non-squamous-cell carcinoma almost occupies the half of NSCLC. In the tissue classification, the central type contains about one-ninth. Sometimes, the phrase \"not otherwise specified\" (NOS) is used generically, usually when a more specific diagnosis cannot be made. This is most often the case when a pathologist examines a small number of malignant cells or tissue in a cytology or biopsy specimen. Lung cancer in people who have never smoked is almost universally NSCLC, with a sizeable majority being adenocarcinoma. On relatively rare occasions, malignant lung tumors are found to contain components of both SCLC and NSCLC. In these cases, the tumors are classified as combined small-cell lung carcinoma (c-SCLC), and are (usually) treated as \"pure\" SCLC.   === Lung adenocarcinoma ===  Adenocarcinoma of the lung is currently the most common type of lung cancer in \"never smokers\" (lifelong nonsmokers). Adenocarcinomas account for about 40% of lung cancers. Historically, adenocarcinoma was more often seen peripherally in the lungs than SCLC and squamous-cell lung cancer, both of which tended to be more often centrally located. Recent studies, though, suggest that the \"ratio of centrally to peripherally occurring\" lesions may be converging toward unity for both adenocarcinoma and squamous-cell carcinoma.   === Squamous-cell lung carcinoma ===  Squamous-cell carcinoma (SCC) of the lung is more common in men than in women. It is closely correlated with a history of tobacco smoking, more so than most other types of lung cancer. According to the Nurses' Health Study, the relative risk of SCC is around 5.5, both among those with a previous duration of smoking of 1 to 20 years, and those with 20 to 30 years, compared to \"never smokers\" (lifelong nonsmokers). The relative risk increases to about 16 with a previous smoking duration of 30 to 40 years, and roughly 22 with more than 40 years.   === Large-cell lung carcinoma ===  Large-cell lung carcinoma (LCLC) is a heterogeneous group of undifferentiated malignant neoplasms originating from transformed epithelial cells in the lung. LCLCs have typically comprised around 10% of all NSCLC in the past, although newer diagnostic techniques seem to be reducing the incidence of diagnosis of \"classic\" LCLC in favor of more poorly differentiated SCCs and adenocarcinomas. LCLC is, in effect, a \"diagnosis of exclusion\", in that the tumor cells lack light microscopic characteristics that would classify the neoplasm as a small-cell carcinoma, squamous-cell carcinoma, adenocarcinoma, or other more specific histologic type of lung cancer. LCLC is differentiated from SCLC primarily by the larger size of the anaplastic cells, a higher cytoplasmic-to-nuclear size ratio, and a lack of \"salt-and-pepper\" chromatin.   == Symptoms == Many of the symptoms of NSCLC can be signs of other diseases, but having chronic or overlapping symptoms may be a signal of the presence of the disease. Some symptoms are indicators of less advanced cases, while some may signal that the cancer has spread. Some of the symptoms of less advanced cancer include chronic cough, coughing up blood, hoarseness, shortness of breath, wheezing, chest pain, weight loss, and loss of appetite. A few more symptoms associated with the early progression of the disease are feeling weak, being very tired, having trouble swallowing, swelling in the face or neck, and continuous or recurring infections such as bronchitis or pneumonia. Signs of more advanced cases include bone pain, nervous-system changes (headache, weakness, dizziness, balance problems, seizures), jaundice, lumps near the surface of the body, numbness of extremities due to Pancoast syndrome, and nausea, vomiting, and constipation brought on by hypercalcemia. Some more of the symptoms that indicate further progression of the cancer include shortness of breath, superior vena cava syndrome, trouble swallowing, large amounts of mucus, weakness, fatigue, and hoarseness.   == Cause == Smoking is by far the leading risk factor for lung cancer. Cigarette smoke contains more than 6,000 components, many of which lead to DNA damage (see table of tobacco-related DNA damages in Tobacco smoking). Other causes include radon, exposure to secondhand smoke, exposure to substances such as asbestos, chromium, nickel, beryllium, soot, or tar, family history of lung cancer, and air pollution. Genetics can also play a role as a family history of lung cancer can contribute to an increased risk of developing the disease. Furthermore, research has revealed specific chromosome regions associated with increased risks of developing lung cancer. In general, DNA damage appears to be the primary underlying cause of cancer. Though most DNA damages are repairable, leftover unrepaired DNA damages from cigarette smoke are the likely cause of NSCLC. DNA replication past an unrepaired damage can give rise to a mutation because of inaccurate translesion synthesis.  In addition, during repair of DNA double-strand breaks, or repair of other DNA damages, incompletely cleared sites of repair can lead to epigenetic gene silencing.   === DNA repair deficiency in NSCLC === Deficiencies in DNA repair underlie many forms of cancer. If DNA repair is deficient, the frequency of unrepaired DNA damages increases, and these tend to cause inaccurate translesion synthesis leading to mutation.  Furthermore, increased damages can elevate incomplete repair, leading to epigenetic alterations. Mutations in DNA repair genes occasionally occur in cancer, but deficiencies of DNA repair due to epigenetic alterations that reduce or silence DNA repair-gene expression occur much more frequently in cancer. Epigenetic gene silencing of DNA repair genes occurs frequently in NSCLC.  At least nine DNA repair genes that normally function in relatively accurate DNA repair pathways are often repressed by promoter hypermethylation in NSCLC.  One DNA repair gene, FEN1, that functions in an inaccurate DNA repair pathway, is expressed at an increased level due to hypo-, rather than hyper-, methylation of its promoter region (deficiency of promoter methylation) in NSCLC.  The frequent deficiencies in accurate DNA repair, and the increase in inaccurate repair, likely cause the high level of mutation in lung cancer cells of more than 100,000 mutations per genome (see Whole genome sequencing).   == Staging ==  Staging is a formal procedure to determine how developed the cancer is, which determines treatment options. The American Joint Committee on Cancer and the International Union Against Cancer recommend TNM staging, using a uniform scheme for NSCLC, SCLC, and bronchopulmonary carcinoid tumors. With TNM staging, the cancer is classified based on the size of the primary tumor and whether it has invaded adjacent structures (T), spread to lymph nodes (N) and other organs (M). As the tumor grows in size and the areas affected become larger, the staging of the cancer becomes more advanced as well. Several components of NSCLC staging then influence physicians' treatment strategies. The lung tumor itself is typically assessed both radiographically for overall size and by a pathologist under the microscope to identify specific genetic markers or to see if invasion into important structures within the chest (e.g., bronchus or pleural cavity) has occurred.  Next, the patient's nearby lymph nodes within the chest cavity, known as the mediastinum, are checked for disease involvement.  Finally, the patient is evaluated for more distant sites of metastatic disease, most typically with brain imaging and or scans of the bones.   === Five-year survival rates === The survival rates for stages I through IV decrease significantly due to the advancement of the disease. For stage I, the five-year survival rate is 47%, stage II is 30%, stage III is 10%, and stage IV is 1%.   == Treatment ==  More than one kind of treatment is often used, depending on the stage of the cancer, the individual's overall health, age, response to chemotherapy, and other factors such as the likely side effects of the treatment.  After full staging, the NSCLC patient can typically be classified in one of three different categories: patients with early, nonmetastatic disease (stages I and II, and select type III tumors), patients with locally advanced disease confined to the thoracic cavity (e.g., large tumors, tumors involving critical chest structures, or patients with positive mediastinal lymph nodes), or patients with distant metastasis outside of the thoracic cavity.   === Early/nonmetastatic NSCLC === NSCLCs are usually not very sensitive to chemotherapy and/or radiation, so surgery (lung resection to remove the tumor) remains the treatment of choice if patients are diagnosed at an early stage. If a person has a small but inoperable tumor, they may undergo highly targeted, high-intensity radiation therapy. New methods of giving radiation treatment allow doctors to be more accurate in treating lung cancers. This means less radiation affects nearby healthy tissues. New methods include Cyberknife and stereotactic body radiation therapy. Certain people who are deemed to be higher risk may also receive adjuvant (ancillary) chemotherapy after initial surgery or radiation therapy. A number of possible chemotherapy agents can be selected, but most involve the platinum-based chemotherapy drug called cisplatin. Other treatments include percutaneous ablation and chemoembolization. The most widely used ablation techniques for lung cancer are radiofrequency ablation (RFA), cryoablation, and microwave ablation. Ablation may be an option for patients whose tumors are near the outer edge of the lungs. Nodules less than 1 cm from the trachea, main bronchi, oesophagus, and central vessels should be excluded from RFA given high risk of complications and frequent incomplete ablation. Additionally, lesions greater than 5 cm should be excluded and lesions 3 to 5 cm should be considered with caution given high risk of recurrence. As a minimally invasive procedure, it can be a safer alternative for patients who are poor candidates for surgery due to comorbidities or limited lung function. A study comparing thermal ablation to sublobar resection as treatment for early stage NSCLC in older people found no difference in overall survival of the patients. It is possible that RFA followed by radiation therapy has a survival benefit due to synergism of the two mechanisms of cell destruction. The treatment scenario for patients with resectable non-small cell lung cancer has changed dramatically with the incorporation of immunotherapy. The introduction of immunotherapy into treatment algorithms has yielded improved clinical outcomes in several phase II and III trials in both adjuvant (Impower010 and PEARLS) and neoadjuvant settings (JHU/MSK, LCMC3, NEOSTAR, Columbia/MGH, NADIM, NADIM II and CheckMate-816), leading to new U.S. Food and Drug Administration approvals in this sense.   === Advanced/metastatic NSCLC === The treatment approach for people who have advanced NSCLC is first aimed at relieving pain and distress (palliative), but a wide variety of chemotherapy options exists. These agents include both traditional chemotherapies, such as cisplatin, which indiscriminately target all rapidly dividing cells, and newer targeted agents, which are more tailored to specific genetic aberrations found within a person's tumor. When choosing an appropriate chemotherapy approach, the toxicity profile (side effects of the drug) should be taken into account and balanced with the person's comorbidities (other conditions or side effects that the person is experiencing). Carboplatin is a chemotherapy agent that has a similar effect on a person's survival when compared to cisplatin, and has a different toxicity profile from cisplatin. Carboplatin may be associated with a higher risk of thrombocytopenia. Cisplatin may cause more nausea or vomiting when compared to carboplatin treatment. PD‐L1 inhibitors are more effective and lead to longer survival with fewer side effects compared to platinum-based chemotherapy. At present, two genetic markers are routinely profiled in NSCLC tumors to guide further treatment decision-making - mutations within epidermal growth factor (EGFR) and anaplastic lymphoma kinase. Also, a number of additional genetic markers are known to be mutated within NSCLC and may impact treatment in the future, including BRAF, HER2/neu, and KRAS. For advanced NSCLC, a combined chemotherapy treatment approach that includes cetuximab, an antibody that targets the EGFR signalling pathway, is more effective at improving a person's overall survival when compared to standard chemotherapy alone. Thermal ablations, i.e. RFA, cryoablation, and microwave ablation, are appropriate for palliative treatment of tumor-related symptoms or recurrences within treatment fields. People with severe pulmonary fibrosis and severe emphysema with a life expectancy less than a year should be considered poor candidates for this treatment.   === EGFR mutations === Roughly 10–35% of people who have NSCLC will have drug-sensitizing mutations of the EGFR. The distribution of these mutations has been found to be race-dependent, with one study estimating that 10% of Caucasians, but 50% of Asians, will be found to have such tumor markers. A number of different EGFR mutations have been discovered, but certain aberrations result in hyperactive forms of the protein.  People with these mutations are more likely to have adenocarcinoma histology and be nonsmokers or light smokers.  These people have been shown to be sensitized to certain medications that block the EGFR protein known as tyrosine kinase inhibitors specifically, erlotinib, gefitinib, afatinib, or osimertinib. Reliable identification of mutations in lung cancer needs careful consideration due to the variable sensitivity of diagnostic techniques. Lazertinib was approved for medical use in the United States in August 2024.   === ALK gene rearrangements === Up to 7% of NSCLC patients have EML4-ALK translocations or mutations in the ROS1 gene; these patients may benefit from ALK inhibitors, which are now approved for this subset of patients. Crizotinib, which gained FDA approval in August 2011, is an inhibitor of several kinases, specifically ALK, ROS1, and MET.  Crizotinib has been shown in clinical studies to have response rates around 60% if patients are shown to have ALK-positive disease. Several studies have also shown that ALK mutations and EGFR activating mutations are typically mutually exclusive.  Thus, patients who fail crizotinib are not recommended to be switched to an EGFR-targeted drug such as erlotinib.   === Other treatment options ===  NSCLC patients with advanced disease who are not found to have either EGFR or ALK mutations may receive bevacizumab, which is a monoclonal antibody medication targeted against the vascular endothelial growth factor (VEGF).  This is based on an Eastern Cooperative Oncology Group study that found that adding bevacizumab to carboplatin and paclitaxel chemotherapy for certain patients with recurrent or advanced NSCLC (stage IIIB or IV) may increase both overall survival and progression-free survival.  NSCLC cells expressing programmed death-ligand 1 (PD-L1) could interact with programmed death receptor 1 (PD-1) expressed on the surface of T cells, and result in decreased tumor cell kill by the immune system. Atezolizumab is an anti PD-L1 monoclonal antibody. Nivolumab and Pembrolizumab are anti PD-1 monoclonal antibodies. Ipilimumab is a monoclonal antibody that targets Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) on the surface of T cells. Bevacizumab is a monoclonal antibody that targets Vascular Endothelial Growth Factor (VEGF) in the circulation and functions as an angiogenesis inhibitor. Multiple phase 3 clinical trials utilizing immunotherapy in the first line for treatment of NSCLC were published, including Pembrolizumab in KEYNOTE-024, KEYNOTE-042, KEYNOTE-189 and KEYNOTE-407; Nivolumab and Ipilimumab in CHECKMATE-227 and CHECKMATE 9LA; and Atezolizumab in IMpower110, IMpower130 and IMpower150. In 2015, the US Food and Drug Administration (FDA) approved the anti-PD-1 agent nivolumab for advanced or metastatic SCC. In 2015, FDA also approved the anti-EGFR drug necitumumab for metastatic SCC. 2 October 2015, the FDA approved pembrolizumab for the treatment of metastatic NSCLC in patients whose tumors express PD-L1 and who have failed treatment with other chemotherapeutic agents. October 2016, pembrolizumab became the first immunotherapy to be used first line in the treatment of NSCLC if the cancer overexpresses PDL1 and the cancer has no mutations in EGFR or in ALK; if chemotherapy has already been administered, then pembrolizumab can be used as a second-line treatment, but if the cancer has EGFR or ALK mutations, agents targeting those mutations should be used first. Assessment of PDL1 must be conducted with a validated and approved companion diagnostic.  The prognosis of patients with non-small-cell lung cancer improved significantly with the introduction of immunotherapy. People with tumor PDL-1 expressed over half or more of the tumor cells achieved a median overall survival of 30 months with pembrolizumab. Mobocertinib (Exkivity) was approved for medical use in the United States in September 2021, and it is indicated for adults with locally advanced or metastatic non-small cell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 20 insertion mutations, as detected by an FDA-approved test, whose disease has progressed on or after platinum-based chemotherapy. In October 2023, the manufacturer, Takeda, voluntarily withdrew Mobocertinib from use in the United States. In phase 3 clinical trials, the drug failed to show a significant effect on progression-free survival (PFS).   == References ==   == External links ==  MedlinePlus Encyclopedia: Lung cancer — non-small cell"}