{"name": "Nonulcer dyspepsia", "category": "disease", "content": "Functional dyspepsia (FD) is a common gastrointestinal disorder defined by symptoms arising from the gastroduodenal region in the absence of an underlying organic disease that could easily explain the symptoms. Characteristic symptoms include epigastric burning, epigastric pain, postprandial fullness, and early satiety. FD was formerly known as non-ulcer dyspepsia, as opposed to \"organic dyspepsia\" with underlying conditions of gastritis, peptic ulcer disease, or cancer. The exact cause of functional dyspepsia is unknown however there has been many hypotheses regarding the mechanisms. Theories behind the pathophysiology of functional dyspepsia include gastroduodenal motility, gastroduodenal sensitivity, intestinal microbiota, immune dysfunction, gut-brain axis dysfunction, abnormalities of gastric electrical rhythm, and autonomic nervous system/central nervous system dysregulation. Risk factors for developing functional dyspepsia include female sex, smoking, non-steroidal anti-inflammatory medication use, and H pylori infection. Gastrointestinal infections can trigger the onset of functional dyspepsia.  Functional dyspepsia is diagnosed based on clinical criteria and symptoms. Depending on the symptoms present people suspected of having FD may need blood work, imaging, or endoscopies to confirm the diagnosis of functional dyspepsia. Functional dyspepsia is further classified into two subtypes, postprandial distress syndrome (PDS) and epigastric pain syndrome (EPS). Functional dyspepsia can be managed with medications such as prokinetic agents, fundus-relaxing drugs, centrally acting neuromodulators, and proton pump inhibitors. Up to 15-20% of patients with functional dyspepsia experience persistent symptoms. Functional dyspepsia is more common in women than men. In Western nations the prevalence is believed to be 10-40% and 5-30% in Asian nations.   == Signs and symptoms == Symptoms of functional dyspepsia include epigastric burning, epigastric pain, postprandial fullness (often described as bloating by those who have FD), and early satiety. Food consumption frequently makes symptoms worse. Although functional dyspepsia is typically chronic, the symptoms are generally sporadic, even during periods of severe symptoms. Those with FD typically refer to early satiety as a vague abundance of gas after eating or discomfort, but in reality, what they truly mean is that they find it difficult to finish a normal-sized meal because they are uncomfortable or feel full. While nausea and heartburn are still possible co-occurring symptoms, they are no longer regarded as major dyspeptic symptoms and may originate from different processes. When certain symptoms occur, such as vomiting, a coexisting or alternative condition, like gastroparesis, needs to be evaluated.   == Causes == Functional dyspepsia has a wide range of complex etiologies. Gastric motor function abnormalities have long been linked to functional dyspepsia. However, a study revealed that there was no relationship between symptoms and stomach physiological abnormalities. The symptoms are significantly influenced by meal consumption, and genetic factors may also play a part.   === Risk factors === Several epidemiological studies have demonstrated a moderate correlation between dyspepsia in the general population and female sex, smoking, non-steroidal anti-inflammatory medication use, and H pylori infection. In one long-term investigation, a high body mass index was an independent predictor of the emergence of functional dyspepsia. Since the brain and gut communicate through the hypothalamic-pituitary-adrenal axis and the enteric nerve system, psychological comorbidity plays a significant influence in the development of functional dyspepsia.  Anxious participants had an eight-fold increased risk of developing functional dyspepsia compared to those without anxiety in a population-based survey conducted in Sweden. According to two Australian longitudinal investigations, there are reciprocal effects between the stomach and the brain. Specifically, people who had functional dyspepsia at baseline were more likely than those who did not experience anxiety or depression during follow-up.   === Triggers === Acute gastroenteritis can lead to the development of post-infection functional dyspepsia. According to a meta-analysis of 19 papers, exposed people had nearly three times the chance of developing functional dyspepsia over the course of more than six months following an infection compared to non-exposed people.   == Mechanism == Because functional dyspepsia symptoms are complicated and vary so much, the underlying pathophysiology of the disorder is still unknown. The causes of dyspeptic symptoms have been attributed to a number of pathophysiologic processes. These include gastroduodenal motility, gastroduodenal sensitivity, intestinal microbiota, immune dysfunction, gut-brain axis dysfunction, abnormalities of gastric electrical rhythm, and autonomic nervous system/central nervous system dysregulation.   === Gastroduodenal motility === Patients with functional dyspepsia frequently have sensorimotor abnormalities of the gastroduodenum, including altered motility and pathological reactions to mechanical and chemical stimuli. One of the main pathophysiologic mechanisms thought to underlie the symptoms of functional dyspepsia is delayed stomach emptying. Several studies have looked into the connection between the pattern and intensity of symptoms and delayed stomach emptying. The proportion of dyspeptic individuals with delayed stomach emptying varies from 20% to 50%, depending on the study. In response to gastric balloon distension during fasting and following meal intake, patients with functional dyspepsia demonstrate impaired proximal stomach accommodation. Due to the poor accommodation, there is a disproportional volume distribution, with the fundus volume being less and the antral volume being bigger than usual. Furthermore, individuals suffering from functional dyspepsia exhibit compromised fundus accommodation in reaction to duodenal distension.   === Gastroduodenal sensitivity === In functional dyspepsia, the stomach's sensitivity to chemical and mechanical stimuli is changed. After fasting and meal consumption, patients with functional dyspepsia exhibit visceral hypersensitivity following gastric fundus distension. Following stomach distension, even patients with normal accommodation experience discomfort. Additionally, some individuals exhibit hypersensitivity to distension of the duodenum, jejunum, or rectal cavity, indicating a more widespread sensitization of the central and autonomic nervous systems.   === Intestinal microbiota === The small intestinal microbiota has been identified as a possible contributing factor. In one study, an elevated duodenal mucosal bacterial load was inversely connected with quality of life and correlated with meal-related symptoms during a nutritional challenge test, despite the fact that relative bacterial abundance in the small intestine is difficult to interpret. The bile acid pool may vary as a result of microbiome modifications brought on by small intestine inflammation. On the other hand, a decrease in primary bile acid levels may have an impact on the small intestine's microbial diversity, which may promote the proliferation of proinflammatory bacteria and low-grade inflammation, both of which may result in the breakdown of the epithelial barrier. A shift in the ratio of main to secondary bile acids and decreased amounts of total bile acids in certain patients with functional dyspepsia during fasting further suggest the involvement of gastrointestinal microbes.   === Immune dysfunction === Some other functional gastrointestinal disorders have been linked to low-grade mucosal inflammation and elevated quantities of inflammatory cells, such as intraepithelial lymphocytes and mast cells. The quantity of cell-surface markers needed for more proliferation or differentiation of specialized cells, however, does not increase in functional dyspepsia; rather, it indicates the active state of these cells. Reduced expression of two markers—FAS, which is involved in lymphocyte homoeostasis and cell apoptosis, and HLA-DRA, which is involved in B-cell proliferation—has been linked to functional dyspepsia and is thought to reflect changes in duodenal lymphocyte populations. Moreover, duodenal eosinophilia has been linked to symptoms of postprandial distress syndrome, as opposed to an increase in mast cells.   === Gut-brain axis dysfunction === There is a subpopulation of people with functional dyspepsia who have involvement in the gut-brain axis. Through the hypothalamic-pituitary-adrenal axis, changes in epithelial barrier function brought on by immune system and gastrointestinal microbiota disruptions can control gut-brain connections. The mechanisms involving corticotropin-releasing hormone and stress play a significant part in gastrointestinal permeability. This impact has been demonstrated in controlled trials including healthy volunteers under stress as well as in animal models of functional dyspepsia. Anatomical and functional connectivity impairments were observed in brain regions important for processing visceral afferent information in patients with functional dyspepsia, according to MRI results.   === Abnormalities of gastric electrical rhythm === Additionally, there is proof that up to two thirds of patients with functional dyspepsia have anomalies in the underlying stomach myoelectrical activity, as determined by cutaneous electrogastrography. It is yet unknown how this discovery relates to stomach emptying and symptom patterns. There was no association discovered between the pattern of dyspeptic symptoms and the existence of electrogastrography results. There has been good evidence of a relationship between aberrant gastric electrical rhythm and delayed stomach emptying.   === Autonomic nervous system/central nervous system dysregulation === It has been proposed that certain patients with functional dyspepsia may have anomalies in their autonomic nervous system. Particularly, it has been suggested that efferent vagal dysfunction may be the cause of antral hypomotility and poor adaption to a meal. Additionally, there is proof that psychological variables and both stomach functionality and symptoms of functional dyspepsia are related to psychopathology. Low vagal activity has been suggested as the mediating mechanism in these relationships.   == Diagnosis == Functional dyspepsia is diagnosed using clinical symptoms and Rome IV criteria, which were recently revised. The clinical examination and patient history should look for alarm symptoms. Alarm symptoms include dysphagia, especially if progressive, or odynophagia, overt gastrointestinal bleeding, such as melena or hematemesis, persistent vomiting, unintentional weight loss, family history of gastric or esophageal cancer, palpable abdominal or epigastric mass or abdominal adenopathy, and signs of iron-deficiency anemia. The diagnostic criteria for functional dyspepsia is as follows: At least one of the following:  Troublesome postprandial fullness. Troublesome early satiation. Troublesome epigastric pain. Troublesome epigastric burning. The criteria must be met over the past three months, with the onset of symptoms occurring at least six months before diagnosis and there must be an absence of structural disease evidence that could account for the symptoms, including upper endoscopy. Taking a thorough history that includes all relevant symptoms is the first step in the process. Patients are then categorized into the relevant subtype and any alarm symptoms or indicators that might point to a different diagnosis are reviewed. The following step is a thorough physical examination, which is crucial for a number of reasons. Patients are first reassured by the examination that their problems are being addressed seriously. Second, even in a patient with typical symptoms, the examination may yield results that point to a different diagnosis. Unfortunately, there is currently no reliable biomarker to aid in the diagnosis, and history and clinical examination cannot reliably differentiate functional dyspepsia from organic dyspepsia causes. There is no validated diagnostic algorithm, and current guidelines and the Rome committee oppose routine laboratory testing in all patients. Requesting a complete blood count is probably a good idea because anemia diagnosis could alter the final diagnosis. Liver function tests are needed if there is concern regarding a potential hepatobiliary cause of severe episodic epigastric discomfort. It is not advised to regularly monitor thyroid testing or celiac serology, nor is it advised to frequently screen for pancreatitis using serum lipase or amylase levels. While a negative endoscopy is strictly necessary to validate a functional dyspepsia diagnosis, the majority of dyspepsia patients (80%) have been reported to have no organic abnormalities at endoscopy, with under 10 percent having a peptic ulcer and fewer than 0,5% having gastro-esophageal cancer. The most recent guidelines for managing dyspepsia prohibit endoscopic use in patients under 60 years of age because its low yield, even in cases where alarm symptoms are present. Noninvasive urea breath tests or stool antigen testing for H pylori should be performed on these patients. People who have chronic symptoms should be considered candidates for endoscopy. Gastric biopsies should also be taken, and if H pylori is found, treatment for the infection should begin. Because of the low yield, routinely requesting an abdominal ultrasound or CT scan in the absence of alarm symptoms or signs is not advised. Up to 25% of individuals with functional dyspepsia display delayed stomach emptying, making gastric emptying investigations of little benefit despite the significant symptom overlap and diagnostic confusion between gastroparesis and functional dyspepsia. Differential diagnosis's for functional dyspepsia include gastro-oesophageal reflux disease, medication side effects, chronic mesenteric ischemia, symptomatic gallstone disease, sphincter of Oddi dysfunction, biliary dyskinesia, or gallbladder cancer, Crohn's disease, peptic ulcer disease (and infection with Helicobacter pylori), infiltrative diseases such as eosinophilic gastroenteritis, sarcoidosis, and amyloidosis, gastro-oesophageal malignancy, gastrointestinal complications of parasites such as giardia lamblia, strongyloides, and anisakiasis, gastroparesis, chronic pancreatitis or pancreatic cancer, and hepatocellular carcinoma.   === Classification === The Rome IV criteria further classifies functional dyspepsia into two subtypes, postprandial distress syndrome (PDS) and epigastric pain syndrome (EPS). Postprandial distress syndrome is marked by dyspeptic symptoms brought on by meals, such as postprandial fullness and early satiety and accounts for 69% of patients with functional dyspepsia. Epigastric pain syndrome is characterized by burning or pain in the stomach that may not always happen after eating and accounts for 7% of patients. 25% of patients have overlapping PDS and EPS.   == Treatment == Treatment for functional dyspepsia involves addressing the predominant symptom or symptoms with a realistic discussion of the limitations of available therapies to manage expectations, as well as providing reassurance that there is no structural cause for the symptoms and an explanation of the pathophysiology and natural history of the disorder. For individuals with functional dyspepsia who are infected, H. pylori eradication treatment is recommended in all guidelines because it can potentially alleviate symptoms and reduce the risk of developing stomach cancer and peptic ulcers. Although they haven't been thoroughly investigated, dietary and lifestyle changes are typically advised. It makes sense to advise patients to eat smaller, more frequent meals and to steer clear of foods that worsen their symptoms. Eating less fattening meals may be advised because the duodenum's lipid content increases the stomach's mechanosensitivity. Although there is no proof connecting coffee and spicy meals high in capsaicin to symptoms, they are generally avoided. Prokinetic medications are effective in treating functional dyspepsia by stimulating the contractions of the stomach's smooth muscle and have been suggested as initial treatments for PDS. Prokinetics include agonists of the 5-HT receptor 4 (5-HT4), antagonists of the D(2) dopamine receptor, and agonists of the motilin receptor, such erythromycin. There aren't many high-quality trials and there's frequently little evidence in the literature supporting their symptomatic benefit. 5-HT1A agonists, muscarinic auto-receptor antagonists, and acetylcholinesterase inhibitors, such as acotiamide, can all target impaired stomach accommodation. Research has demonstrated that the 5-HT1A agonists buspirone, tandospirone, and acotiamide are beneficial for PDS symptoms. Numerous, frequently tiny, investigations have assessed centrally acting neuromodulators in the context of functional dyspepsia. Its reasoning stems from the common occurrence of psychiatric comorbidity and the theory that visceral hypersensitivity may react to centrally active neuromodulators and play a role in the development of symptoms. These medications are most likely the most helpful for EPS. However, similar to 5-HT1A agonists that act on stomach accommodation, they may also have therapeutic effects in PDS through their effects on gastrointestinal motility. When administered at a modest dosage in the evening, the antidepressant mirtazapine has demonstrated effectiveness in treating early satiety and nausea in individuals with functional dyspepsia who have lost weight and do not exhibit clinically significant co-occurring depression or anxiety. The most widely utilized first-line therapy for functional dyspepsia is inhibition of acid secretion. The results indicate that gastro-esophageal reflux disease is the principal indication, as response rates are highest (up to 45%) in patients with associated heartburn. Compared to people with PDS, those with EPS are more likely to respond.   == Outlook == The natural history of most people with functional dyspepsia is chronic and variable, consisting of periods during which the patient has no symptoms at all interspersed with phases of symptom return. According to data from population-based studies, during an extended period of follow-up, 15–20% of patients with functional dyspepsia may experience persistent symptoms, and 50–35% may experience a resolution of symptoms; the remaining 30–35% of patients may experience fluctuating symptoms that meet the criteria for another functional gastrointestinal disorder. Functional dyspepsia is a chronic condition, although there is no proof that it is linked to a lower chance of survival.   == Epidemiology == Regardless of the various functional dyspepsia criteria, the population prevalence of the disorder varies greatly around the world, with high overall rates (10–40%) in Western nations and low overall rates (5–30%) in Asian nations. Women are more likely than males to experience functional dyspepsia.   == See also == Gastroparesis Functional gastrointestinal disorder   == References ==   == Further reading == Mahadeva, Sanjiv (2006). \"Epidemiology of functional dyspepsia: A global perspective\". World Journal of Gastroenterology. 12 (17). Baishideng Publishing Group Inc.: 2661. doi:10.3748/wjg.v12.i17.2661. ISSN 1007-9327. PMC 4130971. PMID 16718749. El-Serag, H. B.; Talley, N. J. (2004). \"The prevalence and clinical course of functional dyspepsia\". Alimentary Pharmacology & Therapeutics. 19 (6): 643–654. doi:10.1111/j.1365-2036.2004.01897.x. ISSN 0269-2813. PMID 15023166.   == External links == Cleveland Clinic Mayo Clinic"}