{"name": "Noonan Syndrome", "category": "disease", "content": "Noonan syndrome (NS) is a genetic disorder that may present with mildly unusual facial features, short height, congenital heart disease, bleeding problems, and skeletal malformations. Facial features include widely spaced eyes, light-colored eyes, low-set ears, a short neck, and a small lower jaw. Heart problems may include pulmonary valve stenosis. The breast bone may either protrude or be sunken, while the spine may be abnormally curved. Intelligence is often normal. Complications of NS can include leukemia. A number of genetic mutations can result in Noonan syndrome. The condition may be inherited as an autosomal dominant condition or occur as a new mutation. Noonan syndrome is a type of RASopathy, the underlying mechanism for which involves attenuation of the RAS/MAPK cell signaling pathway. The diagnosis may be suspected based on symptoms, medical imaging, and blood tests. Confirmation may be achieved with genetic testing. No cure for NS is known. Treatment is based on the symptoms and underlying problems, and extra support in school may be required. Growth hormone therapy during childhood can increase an affected person's final height. Long-term outcomes typically depend on the severity of heart problems. An estimated 1 in 1,000 people are mildly affected by NS, while about 1 in 2,000 have a more severe form of the condition. Males appear to be affected more often than females. The condition was named after American pediatric cardiologist Jacqueline Noonan, who described her first case in 1963.   == Signs and symptoms ==  The most common signs leading to the diagnosis of Noonan syndrome are unique facial characteristics and musculoskeletal features. The facial characteristics are most prominent in infancy, becoming less apparent with age in many people with Noonan syndrome.   === Head === Some of the characteristic features of Noonan syndrome include a large head with excess skin on the back of the neck, low hairline at the nape of the neck, high hairline at the front of the head, triangular face shape, broad forehead, and a short, webbed neck. In the eyes, hypertelorism (widely set eyes) is a defining characteristic, present in 95% of people with Noonan syndrome. This may be accompanied by epicanthal folds (extra fold of skin at the inner corner of the eye), ptosis (drooping of the eyelids), proptosis (bulging eyes), strabismus (inward or outward turning of the eyes), nystagmus (jerking movement of the eyes) and refractive visual errors. The nose may be small, wide, and upturned. The development of the ears and auditory system may be affected in people with Noonan's syndrome. This can result in low-set ears (in over 90%), backward-rotated ears (over 90%), thick helix (outer rim) of ear (over 90%), incomplete folding of ears, chronic otitis media (ear infections), and hearing loss. Development of the mouth may also be affected in Noonan syndrome. This can result in deeply grooved philtrum (top lip line) (over 90%), micrognathia (undersized lower jaw), high arched palate, articulation difficulties (teeth don't line up) which can lead to dental problems. Similar to the muscular manifestations above, in the mouth, poor tongue control may be observed.   === Skin === Skin signs and symptoms in Noonan syndrome include lymphedema (lymph swelling of the extremities), keloid formation, excessive scar formation, hyperkeratosis (overdevelopment of outer skin layer), pigmented nevi (darkly pigmented skin spots), and connective tissue disease.   === Musculoskeletal === Abnormalities in the limbs and extremities may occur in Noonan syndrome. This may manifest as bluntly ended fingers, extra padding on fingers and toes, edema of the back of hands and tops of feet, and cubitus valgus (wide carrying angle of the elbows). For short stature, growth hormone is sometimes combined with IGF-1 (or as an alternative, IGF-1 as a stand-alone) can be used to achieve an increased height/final height quicker. The final adult height of individuals with Noonan syndrome is about 161–167 cm in males and 150–155 cm in females, which approaches the lower limit of normal. Spinal abnormalities may be present up to 30% of the time and this may require surgery to correct in over 60% of these cases. Other musculoskeletal manifestations in Noonan syndrome are associated with undifferentiated connective-tissue disorders which can be associated with joint contractures (tightness) or joint hypermobility (looseness). Additional factors may present in the form of winging of the scapula, scoliosis, breast bone prominence (pectus carinatum), breast bone depression (pectus excavatum). Muscle abnormalities may present as hypotonia (low muscle tone), which may lead to lordosis (increased hollow in the back) due to poor abdominal muscle tone.   === Heart === Noonan syndrome is the second most common syndromic cause of congenital heart disease. 50-70% of individuals with NS are born with some form of congenital heart defect, with pulmonary valvular stenosis being the most common (50–60%). Other heart defects include hypertrophic cardiomyopathy (12–35%), ventricular septal defects (5–20%), and atrial septal defects (10–25%).   === Lungs === Restrictive lung function has been reported in some people.   === Gastrointestinal === A number of diverse gastrointestinal (GI) symptoms have been associated with Noonan syndrome. These include swallowing difficulties, low gut motility, gastroparesis (delayed gastric emptying), intestinal malrotation, and frequent or forceful vomiting. These digestive issues may lead to decreased appetite, failure to thrive from infancy to puberty (75%), and occasionally the need for a feeding tube.   === Genitourinary system === In some males with Noonan syndrome, testicles do not descend (cryptorchidism).   === Circulation === Lymphatic anomalies including Posterior cervical hygroma (webbed neck) and Lymphedema may present in people with Noonan syndrome. A number of bleeding disorders have been associated with Noonan syndrome, these include platelet dysfunction, Blood clotting disorders, partial deficiency of factor VIII:C, partial deficiency of factor XI:C, partial deficiency of factor XII:C, and an imbalance of plasminogen activator inhibitor type-1 (PAI-1) and tissue plasminogen activator (t-PA) activity. It has been associated with Von Willebrand disease, Amegakaryocytic thrombocytopenia (low platelet count), prolonged activated partial thromboplastin time, combined coagulation defects. When present, these Noonan-syndrome accompanying disorders can be associated with a predisposition to bruise easily, or hemorrhage.   === Neurological and cognitive impairment === Individuals with NS exhibit a broad range of cognitive abilities, typically ranging from mild intellectual disability to completely normal intelligence. Most patients have normal IQ levels (70-120), while around 20% may have cognitive impairment (IQ<70). Occasionally, Chiari malformation (type 1), may occur, which can lead to hydrocephalus. Seizures have also been reported.   === Bleeding disorders === Individuals may experience bleeding disorders of various types, often associated with thrombocytopenia, low levels of clotting factors, impaired platelet function, and more.   == Causes ==  Recurrence in siblings and apparent transmission from parent to child has long suggested a genetic defect with autosomal dominant inheritance and variable expression. Mutations in the Ras/mitogen activated protein kinase signaling pathways are known to be responsible for about 70% of NS cases. Individuals with NS have up to a 50% chance of transmitting it to their offspring. However, while 30-75% of cases show a noticeable inheritance from one of the parents, the rest are caused by de-novo genetic mutations occurring for the first time in the affected individual. In such cases, the risk of recurrence is less than 1%, but it still represents a higher risk than in the general population. The fact that an affected parent is not always identified for children with NS suggests several possibilities:  Manifestations could be so subtle as to go unrecognized (variable expressivity) NS is heterogeneous, comprising more than one similar condition of differing causes, and some of these may not be inherited. A high proportion of cases may represent new, sporadic mutations.   === Correlations between phenotype and genotype === Several genes are involved in the genetic etiology of NS, with the key ones being PTPN11 accounting for 50% of genetically diagnosed cases, SOS1 responsible for 10-13% of cases, and RAF1 or RIT1 - each contributing to an additional 5% of cases. Correlations between phenotype and genotype exist, and identifying the genetic cause can shed light on expected symptoms. For example, mutations in the PTPN11 gene are associated with an increased tendency for pulmonary stenosis or leukemia, while mutations in the SOS1 gene are linked to relatively normal development and stature compared to other NS cases. About 15-20% of NS cases remain genetically undiagnosed.  Heterozygous mutations in NRAS, HRAS, BRAF, SHOC2, MAP2K1, MAP2K2, and CBL have also been associated with a smaller percentage of NS and related phenotypes. A condition known as \"neurofibromatosis–Noonan syndrome\" is associated with neurofibromin.   == Diagnosis == Diagnosing of NS is based on the clinical symptoms presented by the individual, accompanied by attempts to confirm the diagnosis through molecular genetic tests to identify the specific genetic change leading to the condition. However, despite identification of 14 causative genes, the absence of a known mutation will not exclude the diagnosis, as more, as-yet-undiscovered genes can cause NS. Thus, the diagnosis of NS is still based on clinical features. In other words, it is made when a physician feels that a person has enough of the features to warrant the label. The principal values of making a genetic diagnosis are that it guides additional medical and developmental evaluations, it excludes other possible explanations for the features, and it allows more accurate recurrence risk estimates. With more genotype-phenotype correlation studies being performed, a positive genetic diagnosis will help the clinician to be aware of possible anomalies specific to that certain gene mutation. For example, an increase in hypertrophic cardiomyopathy is seen in people with a mutation of KRAS and an increased risk of juvenile myelomonocytic leukemia exists for a mutation of PTPN11. In the future, studies may lead to a targeted management of NS symptoms that depends on what genetic mutation a person has.   === Before birth === Prenatal features that might lead physicians to consider a diagnosis of Noonan syndrome include cystic hygroma, increased nuchal translucency, pleural effusion, and edema.   === Differential diagnosis === While Turner syndrome has similarities with renal anomalies and developmental delay, Turner syndrome is only found in females and often expresses differently. In Turner syndrome, there is a lower incidence of developmental delays, left-sided heart defects are constant and the occurrence of renal abnormalities is much lower. Other RASopathies  Watson syndrome - Watson Syndrome has a number of similar characteristics with Noonan's Syndrome such as short stature, pulmonary valve stenosis, variable intellectual development, and skin pigment changes. Cardiofaciocutaneous (CFC) syndrome - CFC syndrome is very similar to Noonan's Syndrome due to similar cardiac and lymphatic features. However, In CFC syndrome intellectual disability and gastrointestinal problems are often more severe and pronounced.   Costello syndrome - Like CFC syndrome, Costello syndrome has overlapping features with Noonan's Syndrome. However, the conditions can be distinguished by their genetic cause. Neurofibromatosis 1 (NF1)  Williams syndrome   == Management == There is no single treatment tailored to alleviate all possible symptoms of NS. Instead, the treatment varies depending on complications but tend to be quite standard, reflecting the treatment of the general population. Management guidelines, divided by systems, including general, developmental, dental, growth and feeding, cardiovascular, audiological, haematological, renal and skeletal, that account for actions to be taken at diagnosis, after diagnosis and if symptomatic, have been published by an American consortium. Specifically, treatment of cardiovascular complications resemble that of the general population and treatment of bleeding diathesis is guided by the specific factor deficiency or platelet aggregation.  Neuropsychological testing is recommended to find strengths and challenges to tailor support needed for school and career. Educational customization such as an individualized education program plan is sometimes needed for school-aged children. Speech therapy if speech and articulation issues present Physical therapy and occupational therapy for gross- and fine-motor delays Hypotonia and motor difficulties often impact handwriting. Accommodations for lessening handwriting demands will improve performance and save long-term hand function. Periodic follow up and lifelong monitoring of abnormalities found in any system, especially the cardiovascular system, is recommended.   === Anesthesia risk === Although a few people with Noonan syndrome have been reported to develop malignant hyperthermia, the gene mutation of diseases known to be associated with malignant hyperthermia is different from that of Noonan syndrome.   == Prognosis == The lifespan of people with Noonan's syndrome can be similar to the general population, however, Noonan syndrome can be associated with several health conditions that can contribute to mortality. The greatest contributor to mortality in individuals with Noonan syndrome is complications of cardiovascular disease. Prognosis is therefore largely dependent on the presence or absence of cardiac disease, as well as the type and severity of the disease (if disease is present). Most notably, Noonan syndrome with hypertrophic cardiomyopathy is associated with increased mortality.   == History ==  Jacqueline Noonan began practicing as a pediatric cardiologist in 1959 at the University of Iowa when she noticed that children with a rare type of heart defect, valvular pulmonary stenosis, often had a characteristic physical appearance, with short stature, webbed neck, wide spaced eyes, and low-set ears. Both boys and girls were affected. These characteristics were sometimes seen running in families but were not associated with gross chromosomal abnormalities.  In 1961 she joined University of Kentucky’s College of Medicine, where she continued studying the congenital heart disease and other congenital abnormalities. After examining 833 children with the syndrome, in 1963 presented a paper: \"Associated non-cardiac malformations in children with congenital heart disease\". This described nine children who in addition to congenital heart disease had characteristic facial features, chest deformities and short stature. Dr. John Opitz, a former student of Noonan's, first began to call the condition \"Noonan syndrome\" when he saw children who looked like those whom Dr. Noonan had described. Noonan produced a paper titled \"Hypertelorism with Turner Phenotype\" in 1968 where she studied 19 patients who displayed symptoms indicative of Noonan's Syndrome. In 1971, at the Symposium of Cardiovascular defects, the name \"Noonan syndrome\" became officially recognized.   == See also == List of syndromes Characteristics of syndromic ASD conditions   == References ==   == External links =="}