{"name": "norethisterone", "category": "drug", "content": "Norethisterone, also known as norethindrone and sold under many brand names, is a progestin medication used in birth control pills, menopausal hormone therapy, and for the treatment of gynecological disorders. The medication is available in both low-dose and high-dose formulations and both alone and in combination with an estrogen. It is used by mouth or, as norethisterone enanthate, by injection into muscle. Side effects of norethisterone include menstrual irregularities, headaches, nausea, breast tenderness, mood changes, acne, increased hair growth. Norethisterone is a progestin, or a synthetic progestogen, and hence is an agonist of the progesterone receptor, the biological target of progestogens like progesterone. It has weak androgenic and estrogenic activity, mostly at high dosages, and no other important hormonal activity. Norethisterone was discovered in 1951 and was one of the first progestins to be developed. It was first introduced for medical use on its own in 1957 and was introduced in combination with an estrogen for use as a birth control pill in 1963. It is sometimes referred to as a \"first-generation\" progestin. Along with desogestrel, it is one of the only progestins that is widely available as a progestogen-only \"mini pill\" for birth control. Norethisterone is marketed widely throughout the world. It is available as a generic medication. In 2021, it was the 140th most commonly prescribed medication in the United States, with more than 4 million prescriptions. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Norethisterone is used as a hormonal contraceptive in combination with an estrogen – usually ethinylestradiol (EE) – in combined oral contraceptive pills and alone in progestogen-only pills. Another medical use of norethisterone is to alleviate endometriosis related pain. In fact, 50% of patients who received medical or surgical treatment for endometriosis-related pelvic pain have benefited from progestin therapy. This could be due to the fact that norethisterone induces endometrial proliferation during secretory phase, which has been shown to alleviate endometrial pain complaints. Another way in which norethisterone may be acting to reduce endometrial pain is via inhibition of ovulation. Endometriosis pain and discomfort is worse during ovulation.   == Contraindications == High-dose (10 mg/day) norethisterone has been associated with hepatic veno-occlusive disease, and because of this adverse effect, norethisterone should not be given to patients undergoing allogeneic bone marrow transplantation, as it has been associated with substantially lower one-year survival post-transplantation.: 217    == Side effects == At contraceptive and hormone replacement dosages (0.35 to 1 mg/day), norethisterone has essentially progestogenic side effects only. In most clinical studies of norethisterone for contraception or menopausal hormone therapy, the drug has been combined with an estrogen, and for this reason, it is difficult to determine which of the side effects were caused by norethisterone and which of them were caused by estrogen in such research. However, NETE, an intramuscularly administered prodrug of norethisterone which is used as a long-acting contraceptive, is used without an estrogen, and hence can be employed as a surrogate for norethisterone in terms of understanding its effects and tolerability. In clinical studies, the most common side effect with NETE has been menstrual disturbances, including prolonged bleeding or spotting and amenorrhea.: 253  Other side effects have included periodic abdominal bloating and breast tenderness, both of which are thought to be due to water retention and can be relieved with diuretics.: 253  There has been no association with weight gain, and blood pressure, blood clotting, and glucose tolerance have all remained normal.: 253  However, a decrease in HDL cholesterol has been observed.: 253  At high doses (5 to 60 mg/day), for instance those used in the treatment of gynecological disorders, norethisterone can cause hypogonadism due to its antigonadotropic effects and can have estrogenic and weak androgenic side effects. High doses of NETA (10 mg/day) have been associated with abnormal liver function tests, including significant elevations in liver enzymes. These liver enzymes included lactate dehydrogenase and glutamate pyruvate transaminase. Although they were described as having no clinical relevance, the elevated liver enzymes associated with NETA may have precluded its further development for male hormonal contraception.   === Androgenic === Due to its weak androgenic activity, norethisterone can produce androgenic side effects such as acne, hirsutism, and voice changes of slight severity in some women at high dosages (e.g., 10 to 40 mg/day). This is notably not the case with combined oral contraceptives that contain norethisterone and EE, however. Such formulations contain low dosages of norethisterone (0.35 to 1 mg/day) in combination with estrogen and are actually associated with improvement in acne symptoms. In accordance, they are in fact approved by the FDATooltip Food and Drug Administration for the treatment of acne in women in the United States. The improvement in acne symptoms is believed to be due to a 2- to 3-fold increase in sex hormone-binding globulin (SHBG) levels and a consequent decrease in free testosterone levels caused by EE, which results in an overall decrease in androgenic signaling in the body. The sebaceous glands are highly androgen-sensitive and their size and activity are potential markers of androgenic effect. A high dosage of 20 mg/day norethisterone or NETA has been found to significantly stimulate the sebaceous glands, whereas lower dosages of 5 mg/day and 2.5 mg/day norethisterone and NETA, respectively, did not significantly stimulate sebum production and were consequently regarded as devoid of significant androgenicity. Conversely, dosages of norethisterone of 0.5 to 3 mg/day have been found to dose-dependently decrease SHBG levels (and hence to suppress hepatic SHBG production), which is another highly sensitive marker of androgenicity. A large clinical study of high to very high oral dosages of norethisterone (10 to 40 mg/day) administered for prolonged periods of time (4 to 35 weeks) to prevent miscarriage in pregnant women found that 5.5% of the women experienced mild androgenic side effects such as mild voice changes (hoarseness), acne, and hirsutism and that 18.3% of female infants born to the mothers showed, in most cases only slight, virilization of the genitals. Maternal androgenic symptoms occurred most often in women who received a dosage of norethisterone of 30 mg/day or more for a period of 15 weeks or longer. In the female infants who experienced virilization of the genitals, the sole manifestation in 86.7% of the cases was varied but almost always slight enlargement of the clitoris. In the remaining 13.3% of the affected cases, marked clitoral enlargement and partial fusion of the labioscrotal folds occurred. The dosages used in these cases were 20 to 40 mg/day. In a letter to the editor on the topic of virilization caused by high dosages of NETA in women, a physician expressed that they had not observed the \"slightest evidence of virilization\" and that there had \"certainly been no hirsutism nor any voice changes\" in 55 women with advanced breast cancer that they had treated with 30 to 60 mg/day norethisterone for up to six months. High-dosage norethisterone has been used to suppress menstruation in women with severe intellectual disability who were incapable of handling their own menses. A study of 118 nulliparous women treated with 5 mg/day norethisterone for a period of 2 to 30 months found that the drug was effective in producing amenorrhea in 86% of the women, with breakthrough bleeding occurring in the remaining 14%. Side effects including weight gain, hirsutism, acne, headache, nausea, and vomiting all did not appear to increase in incidence and no \"disturbing side effects\" were noted in any of the women. Another study of 5 mg/day norethisterone in 132 women also made no mention of androgenic side effects. These findings suggest little to no risk of androgenic side effects with norethisterone at a dosage of 5 mg/day. A study of 194 women treated with 5 to 15 mg/day NETA for a median duration of 13 months of therapy to suppress symptoms of endometriosis observed no side effects in 55.2% of patients, weight gain in 16.1%, acne in 9.9%, mood lability in 8.9%, hot flashes in 8.3%, and voice deepening in two women (1.0%).   === Estrogenic === Norethisterone is weakly estrogenic (via conversion into its metabolite EE), and for this reason, it has been found at high dosages to be associated with high rates of estrogenic side effects such as breast enlargement in women and gynecomastia in men, but also with improvement of menopausal symptoms in postmenopausal women. It has been suggested that very high dosages (e.g., 40 mg/day, which are sometimes used in clinical practice for various indications) of NETA (and by extension norethisterone) may result in an increased risk of venous thromboembolism (VTE) analogously to high dosages (above 50 μg/day) of EE, and that even doses of NETA of 10 to 20 mg, which correspond to EE doses of approximately 20 to 30 μg/day, may in certain women be associated with increased risk. A study also found that ethinylestradiol and norethisterone had a greater influence on coagulation factors when the dose of norethisterone was 3 or 4 mg than when it was 1 mg. This might have been due to additional ethinylestradiol generated by higher doses of norethisterone.   == Overdose == There have been no reports of serious side effects with overdose of norethisterone, even in small children. As such, overdose usually does not require treatment. High dosages of as much as 60 mg/day norethisterone have been studied for extended treatment durations without serious adverse effects described.   == Interactions == 5α-Reductase plays an important role in the metabolism of norethisterone, and 5α-reductase inhibitors such as finasteride and dutasteride can inhibit its metabolism. Norethisterone is partially metabolized via hydroxylation by CYP3A4, and inhibitors and inducers of CYP3A4 can significantly alter circulating levels of norethisterone. For instance, the CYP3A4 inducers rifampicin and bosentan have been found to decrease norethisterone exposure by 42% and 23%, respectively, and the CYP3A4 inducers carbamazepine and St. John's wort have also been found to accelerate norethisterone clearance.   == Pharmacology ==   === Pharmacodynamics === Norethisterone is a potent progestogen and a weak androgen and estrogen. That is, it is a potent agonist of the progesterone receptor (PR) and a weak agonist of the androgen receptor (AR) and the estrogen receptor (ER). Norethisterone itself has insignificant affinity for the ER; its estrogenic activity is from an active metabolite that is formed in very small amounts, ethinylestradiol (EE), which is a very potent estrogen. Norethisterone and its metabolites have negligible affinity for the glucocorticoid receptor (GR) and mineralocorticoid receptor (MR) and hence have no glucocorticoid, antiglucocorticoid, mineralocorticoid, or antimineralocorticoid activity.   ==== Progestogenic activity ==== Norethisterone is a potent progestogen and binds to the PR with approximately 150% of the affinity of progesterone. In contrast, its parent compounds, testosterone, nandrolone (19-nortestosterone), and ethisterone (17α-ethynyltestosterone), have 2%, 22%, and 44% of the relative binding affinity of progesterone for the PR. Unlike norethisterone, its major active metabolite 5α-dihydronorethisterone (5α-DHNET), which is formed by transformation via 5α-reductase, has been found to possess both progestogenic and marked antiprogestogenic activity, although its affinity for the PR is greatly reduced relative to norethisterone at only 25% of that of progesterone. Norethisterone produces similar changes in the endometrium and vagina, such as endometrial transformation, and is similarly antigonadotropic, ovulation-inhibiting, and thermogenic in women compared to progesterone, which is in accordance with its progestogenic activity.   ==== Androgenic activity ==== Norethisterone has approximately 15% of the affinity of the anabolic–androgenic steroid (AAS) metribolone (R-1881) for the AR, and in accordance, is weakly androgenic. In contrast to norethisterone, 5α-DHNET, the major metabolite of norethisterone, shows higher affinity for the AR, with approximately 27% of the affinity of metribolone. However, although 5α-DHNET has higher affinity for the AR than norethisterone, it has significantly diminished and in fact almost abolished androgenic potency in comparison to norethisterone in rodent bioassays. Similar findings were observed for ethisterone (17α-ethynyltestosterone) and its 5α-reduced metabolite, whereas 5α-reduction enhanced both the AR affinity and androgenic potency of testosterone and nandrolone (19-nortestosterone) in rodent bioassays. As such, it appears that the ethynyl group of norethisterone at the C17α position is responsible for its loss of androgenicity upon 5α-reduction. Norethisterone (0.5 to 3 mg/day) has been found to dose-dependently decrease circulating SHBG levels, which is a common property of androgens and is due to AR-mediated suppression of hepatic SHBG production. The drug also has estrogenic activity, and estrogens are known to increase SHBG hepatic production and circulating levels, so it would appear that the androgenic activity of norethisterone overpowers its estrogenic activity in this regard. Norethisterone is bound to a considerable extent (36%) to SHBG in circulation. Although it has lower affinity for SHBG than endogenous androgens and estrogens, Norethisterone may displace testosterone from SHBG and thereby increase free testosterone levels, and this action may contribute to its weak androgenic effects.   ==== Estrogenic activity ====  Norethisterone binds to the ERs, the ERα and the ERβ, with 0.07% and 0.01% of the relative binding affinity of estradiol. Due to these very low relative affinities, it is essentially inactive itself as a ligand of the ERs at clinical concentrations. However, norethisterone has been found to be a substrate for aromatase and is converted in the liver to a small extent (0.35%) to the highly potent estrogen ethinylestradiol (EE), and for this reason, unlike most other progestins, norethisterone has some estrogenic activity. However, with typical dosages of norethisterone used in oral contraceptives (0.5 to 1 mg), the levels of EE produced are low, and it has been said that they are probably without clinical relevance. Conversely, doses of 5 and 10 mg of norethisterone, which are used in the treatment of gynecological disorders, are converted at rates of 0.7% and 1.0% and produce levels of EE that correspond to those produced by 30 and 60 μg dosages of EE, respectively. The levels of EE formed by 0.5 and 1 mg of norethisterone have been estimated based on higher dosages as corresponding to 2 and 10 μg dosages of EE, respectively. At high doses, norethisterone may increase the risk of venous thromboembolism due to metabolism into EE.   ==== Neurosteroid activity ==== Like progesterone and testosterone, norethisterone is metabolized into 3,5-tetrahydro metabolites. Whether these metabolites of norethisterone interact with the GABAA receptor similarly to the 3,5-tetrahydro metabolites of progesterone and testosterone like allopregnanolone and 3α-androstanediol, respectively, is a topic that does not appear to have been studied and hence requires clarification.   ==== Steroidogenesis inhibition ==== Norethisterone is a substrate for and is known to be an inhibitor of 5α-reductase, with 4.4% and 20.1% inhibition at 0.1 and 1 μM, respectively. However, therapeutic concentrations of norethisterone are in the low nanomolar range, so this action may not be clinically relevant at typical dosages. Norethisterone and its major active metabolite 5α-DHNET have been found to act as irreversible aromatase inhibitors (Ki = 1.7 μM and 9.0 μM, respectively). However, like the case of 5α-reductase, the concentrations required are probably too high to be clinically relevant at typical dosages. 5α-DHNET specifically has been assessed and found to be selective in its inhibition of aromatase, and does not affect cholesterol side-chain cleavage enzyme (P450scc), 17α-hydroxylase/17,20-lyase, 21-hydroxylase, or 11β-hydroxylase. Since it is not aromatized (and hence cannot be transformed into an estrogenic metabolite), unlike norethisterone, 5α-DHNET has been proposed as a potential therapeutic agent in the treatment of ER-positive breast cancer.   ==== Other activities ==== Norethisterone is a very weak inhibitor of CYP2C9 and CYP3A4 (IC50 = 46 μM and 51 μM, respectively), but these actions require very high concentrations of norethisterone that are far above therapeutic circulating levels (which are in the nanomolar range) and hence are probably not clinically relevant. Norethisterone and some of its 5α-reduced metabolites have been found to produce vasodilating effects in animals that are independent of sex steroid receptors and hence appear to be non-genomic in mechanism. Norethisterone stimulates the proliferation of MCF-7 breast cancer cells in vitro, an action that is independent of the classical PRs and is instead mediated via the progesterone receptor membrane component-1 (PGRMC1). Certain other progestins act similarly in this assay, whereas progesterone acts neutrally. It is unclear if these findings may explain the different risks of breast cancer observed with progesterone and progestins in clinical studies.   ==== Antigonadotropic effects ==== Due to its progestogenic activity, norethisterone suppresses the hypothalamic–pituitary–gonadal axis (HPG axis) and hence has antigonadotropic effects. The estrogenic activity of norethisterone at high doses would also be expected to contribute to its antigonadotropic effects. Due to its antigonadotropic effects, norethisterone suppresses gonadal sex hormone production, inhibits ovulation in women, and suppresses spermatogenesis in men. The ovulation-inhibiting dosage of both oral norethisterone and oral NETA is about 0.5 mg/day in women. However, some conflicting data exist, suggesting that higher doses might be necessary for full inhibition of ovulation. An intramuscular injection of 200 mg NETE has been found to prevent ovulation and suppress levels of estradiol, progesterone, luteinizing hormone (LH), and follicle-stimulating hormone (FSH) in women. Early studies of oral norethisterone in men employing doses of 20 to 50 mg/day observed suppression of 17-ketosteroid excretion, increased estrogen excretion (due to conversion into ethinylestradiol), suppression of spermatogenesis, libido, and erectile function, and incidence of gynecomastia. A dosage of oral norethisterone of 25 mg/day for 3 weeks in men has been reported to suppress testosterone levels by about 70%, to 100 to 200 ng/dL, within 4 or 5 days, as well as to suppress sperm count and to have no effect on libido or erectile function over this short time period. In healthy young men, NETA alone at a dose of 5 to 10 mg/day orally for 2 weeks suppressed testosterone levels from ~527 ng/dL to ~231 ng/dL (–56%).  A single 200 mg intramuscular injection of NETE alone or in combination with 2 mg estradiol valerate has been found to produce a rapid, strong, and sustained decrease in gonadotropin and testosterone levels for up to one month in men. Intramuscular injections of 200 mg NETE once every 3 weeks have also been found to suppress spermatogenesis in men. Similarly, a single intramuscular injection of 50 mg NETE in combination with 5 mg estradiol valerate has been found to strongly suppress testosterone levels in men. Levels of testosterone decreased from ~503 ng/dL at baseline to ~30 ng/dL at the lowest point (–94%) which occurred at day 7 post-injection.   === Pharmacokinetics === The pharmacokinetics of norethisterone have been reviewed.   ==== Absorption ==== The oral bioavailability of norethisterone is between 47 and 73%, with a mean oral bioavailability of 64%. Micronization has been found to significantly improve the oral bioavailability of norethisterone by increasing intestinal absorption and reducing intestinal metabolism. A single 2 mg oral dose of norethisterone has been found to result in peak circulating levels of the drug of 12 ng/mL (40 nmol/L), whereas a single 1 mg oral dose of norethisterone in combination with 2 mg estradiol resulted in peak levels of norethisterone of 8.5 ng/mL (29 nmol/L) one-hour post-administration.   ==== Distribution ==== The plasma protein binding of norethisterone is 97%. It is bound 61% bound to albumin and 36% bound to SHBG.   ==== Metabolism ====  Norethisterone has an elimination half-life of 5.2 to 12.8 hours, with a mean elimination half-life of 8.0 hours. The metabolism of norethisterone is very similar to that of testosterone (and nandrolone) and is mainly via reduction of the Δ4 double bond to 5α- and 5β-dihydronorethisterone, which is followed by the reduction of the C3 keto group to the four isomers of 3,5-tetrahydronorethisterone. These transformations are catalyzed by 5α- and 5β-reductase and 3α- and 3β-hydroxysteroid dehydrogenase both in the liver and in extrahepatic tissues such as the pituitary gland, uterus, prostate gland, vagina, and breast. With the exception of 3α,5α- and 3β,5α-tetrahydronorethisterone, which have significant affinity for the ER and are estrogenic to some degree, the 3,5-tetrahydro metabolites of norethisterone are inactive in terms of affinity for sex steroid receptors (specifically, the PR, AR, and ER). A small amount of norethisterone is also converted by aromatase into EE. Norethisterone is metabolized in the liver via hydroxylation as well, mainly by CYP3A4. Some conjugation (including glucuronidation and sulfation) of norethisterone and its metabolites occurs in spite of steric hindrance by the ethynyl group at C17α. The ethynyl group of norethisterone is preserved in approximately 90% of all of its metabolites. Norethisterone is used in birth control pills, opposed to progesterone itself, because it is not metabolized as rapidly as progesterone when consumed orally. When progesterone is consumed orally it is rapidly metabolized in the gastrointestinal tract and the liver, and broken down into many different metabolites. Whereas, norethisterone is not as rapidly metabolized allowing norethisterone to be present in higher quantities allowing it to more effectively compete for progesterone receptor binding sites.   ==== Elimination ==== Norethisterone is eliminated 33 to 81% in urine and 35 to 43% in feces.   == Chemistry ==  Norethisterone, also known as 17α-ethynyl-19-nortestosterone or as 17α-ethynylestra-4-en-17β-ol-3-one, is a synthetic estrane steroid and a derivative of testosterone. It is specifically a derivative of testosterone in which an ethynyl group has been added at the C17α position and the methyl group at the C19 position has been removed; hence, it is a combined derivative of ethisterone (17α-ethynyltestosterone) and nandrolone (19-nortestosterone). These modifications result in increased progestogenic activity and oral bioavailability as well as decreased androgenic/anabolic activity.   === Derivatives ===  Norethisterone (NET) is the parent compound of a large group of progestins that includes most of the progestins known as the 19-nortestosterone derivatives. This group is divided by chemical structure into the estranes (derivatives of norethisterone) and the gonanes (18-methylgonanes or 13β-ethylestranes; derivatives of levonorgestrel) and includes the following marketed medications:  Several of these act as prodrugs of norethisterone, including NETA, NETE, etynodiol diacetate, lynestrenol, and quingestanol acetate. Noretynodrel may also be a prodrug of norethisterone. NETA is taken by mouth similarly to norethisterone, while NETE is given by injection into muscle.   ==== Non-17α-ethynylated ==== 19-Nortestosterone (19-NT) progestins which are technically not derivatives of norethisterone (as they do not have a C17α ethynyl group) but are still closely related (with other substitutions at the C17α and/or C16β positions) include the following marketed medications:  The C17α vinyl (ethenyl) derivatives norgesterone (17α-vinyl-δ5(10)-19-NT) and norvinisterone (17α-vinyl-19-NT) The C17α allyl derivatives allylestrenol (3-deketo-17α-allyl-19-NT) and altrenogest (17α-allyl-δ9,11-19-NT) The C17α alkyl derivative normethandrone (17α-methyl-19-NT) The C17α cyanomethyl derivative dienogest (17α-cyanomethyl-δ9-19-NT) The C16β ethyl derivative oxendolone (16β-ethyl-19-NT) Many anabolic steroids of the 19-nortestosterone family, like norethandrolone and ethylestrenol, are also potent progestogens, but were never marketed as such.   === Synthesis === Chemical syntheses of norethisterone have been published.   ==== Synthesis 1 ====  Estradiol 3-methyl ether (1, EME) is partially reduced to the 1,5-diene (2) as also occurs for the first step in the synthesis of nandrolone. Oppenauer oxidation then transforms the C17β hydroxyl group into a ketone functionality (3). This is then reacted with metal acetylide into the corresponding C17α ethynyl compound (4). Hydrolysis of the enol ether under mild conditions leads directly to (5), which appears to be noretynodrel (although Lednicer states that it is \"etynodrel\" in his book (which may be a synonym etynodiol); etynodrel is with a chlorine atom attached), an orally active progestin. This is the progestogen component of the first oral contraceptive to be offered for sale (i.e., Enovid). Treatment of the ethynyl enol ether with strong acid leads to norethisterone (6). In practice, these and all other combined oral contraceptives are mixtures of 1 to 2% EE or mestranol and an oral progestin. It has been speculated that the discovery of the necessity of estrogen in addition to progestin for contraceptive efficacy is due to the presence of a small amount of unreduced EME (1) in early batches of 2. This when subjected to oxidation and ethynylation, would of course lead to mestranol (3). In any event, the need for the presence of estrogen in the mixture is now well established experimentally.   ==== Synthesis 2 ====  Norethisterone is made from estr-4-ene-3,17-dione (bolandione), which in turn is synthesized by partial reduction of the aromatic region of the 3-O-methyl ether of estrone with lithium in liquid ammonia, and simultaneously of the keto group at C17α to a hydroxyl group, which is then oxidized back to a keto group by chromium trioxide in acetic acid. The conjugated  C4-C5 olefin and the carbonyl group at C3 is then transformed to dienol ethyl ether using ethyl orthoformate. The obtained product is ethynylated by acetylene in the presence of potassium tert-butoxide. After hydrochloride hydrolysis of the formed O-potassium derivative, during which the enol ether is also hydrolyzed, and the remaining double bond is shifted, the desired norethisterone is obtained.   == History == Norethisterone was synthesized for the first time by chemists Luis Miramontes, Carl Djerassi, and George Rosenkranz at Syntex in Mexico City in 1951. It was derived from ethisterone, and was found to possess about 20-fold greater potency as a progestogen in comparison.  Norethisterone was the first highly active oral progestogen to be synthesized, and was preceded (as a progestogen) by progesterone (1934), ethisterone (1938), 19-norprogesterone (1944), and 17α-methylprogesterone (1949) as well as by nandrolone (1950), whereas noretynodrel (1952) and norethandrolone (1953) followed the synthesis of norethisterone. The drug was introduced as Norlutin in the United States in 1957. Norethisterone was subsequently combined with mestranol and marketed as Ortho-Novum in the United States in 1963. It was the second progestin, after noretynodrel in 1960, to be used in an oral contraceptive. In 1964, additional contraceptive preparations containing norethisterone in combination with mestranol or EE, such as Norlestrin and Norinyl, were marketed in the United States.   == Society and culture ==   === Generic names === Norethisterone is the INNTooltip International Nonproprietary Name and BANTooltip British Approved Name of the drug while norethindrone is its USANTooltip United States Adopted Name.   === Brand names === Norethisterone is available in Bangladesh as Menogia (ACI), Normens (Renata) etc. Norethisterone (NET), including as NETA and NETE, has been marketed under many brand names throughout the world.   === Availability ===   ==== United States ====  Norethisterone was previously available alone in 5 mg tablets under the brand names Norlutin in the United States, but this formulation has since been discontinued in this country. However, NETA remains available alone in 5 mg tablets under the brand name Aygestin in the United States. It is one of the only non-contraceptive progestogen-only drug formulations that remains available in the United States. The others include progesterone, medroxyprogesterone acetate, megestrol acetate, and hydroxyprogesterone caproate, as well as the atypical agent danazol. Both norethisterone and NETA are also available in the United States as contraceptives. Norethisterone is available both alone (brand names Camila, Errin, Heather, Micronor, Nor-QD, others) and in combination with EE (Norinyl, Ortho-Novum, others) or mestranol (Norinyl, Ortho-Novum, others), while NETA is available only in combination with EE (Norlestrin, others). NETE is not available in the United States in any form.   == Research == Norethisterone, as NETA and NETE, has been studied for use as a potential male hormonal contraceptive in combination with testosterone in men. Long-acting norethisterone microspheres for intramuscular injection have been studied for potential use in birth control.   == References ==   == Further reading =="}