{"name": "norethindrone acetate", "category": "drug", "content": "Norethisterone acetate (NETA), also known as norethindrone acetate and sold under the brand name Primolut-Nor among others, is a progestin medication which is used in birth control pills, menopausal hormone therapy, and for the treatment of gynecological disorders. The medication available in low-dose and high-dose formulations and is used alone or in combination with an estrogen. It is ingested orally. Side effects of NETA include menstrual irregularities, headaches, nausea, breast tenderness, mood changes, acne, increased hair growth, and others. NETA is a progestin, or a synthetic progestogen, and hence is an agonist of the progesterone receptor, the biological target of progestogens like progesterone. It has weak androgenic and estrogenic activity and no other important hormonal activity. The medication is a prodrug of norethisterone in the body. NETA was patented in 1957 and was introduced for medical use in 1964. It is sometimes referred to as a \"first-generation\" progestin. NETA is marketed widely throughout the world. It is available as a generic medication.   == Medical uses == NETA is used as a hormonal contraceptive in combination with estrogen, in the treatment of gynecological disorders such as abnormal uterine bleeding, and as a component of menopausal hormone therapy for the treatment of menopausal symptoms.   === Available forms === NETA is available in the form of tablets for use by mouth both alone and in combination with estrogens including estradiol, estradiol valerate, and ethinylestradiol. Transdermal patches providing a combination of 50 μg/day estradiol and 0.14 or 0.25 mg/day NETA are available under the brand names CombiPatch and Estalis. NETA was previously available for use by intramuscular injection in the form of ampoules containing 20 mg NETA, 5 mg estradiol benzoate, 8 mg estradiol valerate, and 180 mg testosterone enanthate in oil solution under the brand name Ablacton to suppress lactation in postpartum women.   == Contraindications ==   == Side effects ==  Side effects of NETA include menstrual irregularities, headaches, nausea, breast tenderness, mood changes, acne, increased hair growth, and others.   == Overdose ==   == Interactions ==   == Pharmacology ==   === Pharmacodynamics ===  NETA is a prodrug of norethisterone in the body. Upon oral ingestion, it is rapidly converted into norethisterone by esterases during intestinal and first-pass hepatic metabolism. Hence, as a prodrug of norethisterone, NETA has essentially the same effects, acting as a potent progestogen with additional weak androgenic and estrogenic activity (the latter via its metabolite ethinylestradiol).   ==== Progestogenic effects ==== In terms of dosage equivalence, norethisterone and NETA are typically used at respective dosages of 0.35 mg/day and 0.6 mg/day as progestogen-only contraceptives, and at respective dosages of 0.5–1 mg/day and 1–1.5 mg/day in combination with ethinylestradiol in combined oral contraceptives. Conversely, the two drugs have been used at about the same dosages in menopausal hormone therapy for the treatment of menopausal symptoms. NETA is of about 12% higher molecular weight than norethisterone due to the presence of its C17β acetate ester. Micronization of NETA has been found to increase its potency by several-fold in animals and women. The endometrial transformation dosage of micronized NETA per cycle is 12 to 14 mg, whereas that for non-micronized NETA is 30 to 60 mg.   ==== Estrogenic effects ====  NETA metabolizes into ethinylestradiol at a rate of 0.20 to 0.33% across a dose range of 10 to 40 mg. Peak levels of ethinylestradiol with a 10, 20, or 40 mg dose of NETA were 58, 178, and 231 pg/mL, respectively. For comparison, a 30 to 40 μg dose of oral ethinylestradiol typically results in a peak ethinylestradiol level of 100 to 135 pg/mL. As such, in terms of ethinylestradiol exposure, 10 to 20 mg NETA may be equivalent to 20 to 30 μg ethinylestradiol and 40 mg NETA may be similar to 50 μg ethinylestradiol. In another study however, 5 mg NETA produced an equivalent of 28 μg ethinylestradiol (0.7% conversion rate) and 10 mg NETA produced an equivalent of 62 μg ethinylestradiol (1.0% conversion rate). Due to its estrogenic activity via ethinylestradiol, high doses of NETA have been proposed for add-back in the treatment of endometriosis without estrogen supplementation. Generation of ethinylestradiol with high doses of NETA may increase the risk of venous thromboembolism but may also decrease menstrual bleeding relative to progestogen exposure alone.   ==== Antigonadotropic effects ==== NETA has antigonadotropic effects via its progestogenic activity and can dose-dependently suppress gonadotropin and sex hormone levels in women and men. The ovulation-inhibiting dose of NETA is about 0.5 mg/day in women. In healthy young men, NETA alone at a dose of 5 to 10 mg/day orally for 2 weeks suppressed testosterone levels from ~527 ng/dL to ~231 ng/dL (–56%).   == Chemistry ==  NETA, also known as norethinyltestosterone acetate, as well as 17α-ethynyl-19-nortestosterone 17β-acetate or 17α-ethynylestra-4-en-17β-ol-3-one 17β-acetate, is a progestin, or synthetic progestogen, of the 19-nortestosterone group, and a synthetic estrane steroid. It is the C17β acetate ester of norethisterone. NETA is a derivative of testosterone with an ethynyl group at the C17α position, the methyl group at the C19 position removed, and an acetate ester attached at the C17β position. In addition to testosterone, it is a combined derivative of nandrolone (19-nortestosterone) and ethisterone (17α-ethynyltestosterone).   === Synthesis === Chemical syntheses of NETA have been published.   == History == Schering AG filed for a patent for NETA in June 1957, and the patent was issued in December 1960. The drug was first marketed, by Parke-Davis as Norlestrin in the United States, in March 1964. This was a combination formulation of 2.5 mg NETA and 50 μg ethinylestradiol and was indicated as an oral contraceptive. Other early brand names of NETA used in oral contraceptives included Minovlar and Anovlar.   == Society and culture ==   === Generic names === Norethisterone acetate is the INNTooltip International Nonproprietary Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name of NETA while norethindrone acetate is its USANTooltip United States Adopted Name and USPTooltip United States Pharmacopeia.   === Brand names === NETA is marketed under a variety of brand names throughout the world including Primolut-Nor (major), Aygestin (USTooltip United States), Gestakadin, Milligynon, Monogest, Norlutate (USTooltip United States, CATooltip Canada), Primolut N, SH-420 (UKTooltip United Kingdom), Sovel, and Styptin among others.   === Availability ===   ==== United States ====  NETA is marketed in high-dose 5 mg oral tablets in the United States under the brand names Aygestin and Norlutate for the treatment of gynecological disorders. In addition, it is available under a large number of brand names at much lower dosages (0.1 to 1 mg) in combination with estrogens such as ethinylestradiol and estradiol as a combined oral contraceptive and for use in menopausal hormone therapy for the treatment of menopausal symptoms.   == Research == NETA has been studied for use as a potential male hormonal contraceptive in combination with testosterone in men.   == See also == Ethinylestradiol/norethisterone acetate Norethisterone enanthate   == References =="}