{"name": "norethynodrel", "category": "drug", "content": "Noretynodrel, or norethynodrel, sold under the brand name Enovid among others, is a progestin medication which was previously used in birth control pills and in the treatment of gynecological disorders but is now no longer marketed. It was available both alone and in combination with an estrogen. The medication is taken by mouth. Noretynodrel is a progestin, or a synthetic progestogen, and hence is an agonist of the progesterone receptor, the biological target of progestogens like progesterone. It is a relatively weak progestogen. The medication has weak estrogenic activity, no or only very weak androgenic activity, and no other important hormonal activity. It is a prodrug of various active metabolites in the body, such as norethisterone among others. Noretynodrel was introduced for medical use in 1957. It was specifically approved at this time in combination with mestranol for the treatment of gynecological and menstrual disorders. Subsequently, in 1960, this formulation was approved for use as a birth control pill. It was the first birth control pill to be introduced, and was followed by birth control pills containing norethisterone and other progestins shortly thereafter. Due to its nature as a relatively weak progestogen, noretynodrel is no longer used in medicine. As such, it is no longer marketed.   == Medical uses == Noretynodrel was formerly used in combination with the estrogen mestranol in the treatment of gynecological and menstrual disorders and as a combined birth control pill. It has also been used in the treatment of endometriosis at high dosages of 40 to 100 mg/day. The medication has been discontinued, and is no longer marketed or used medically.   == Contraindications ==  No adverse effects have been observed in breastfeeding infants whose mothers were treated with noretynodrel. Because of this, the American Academy of Pediatrics has considered noretynodrel to be usually compatible with breastfeeding.   == Side effects ==  There is a reported case of signs of masculinization in a female infant whose mother was treated with noretynodrel for threatened miscarriage during pregnancy.   == Overdose ==   == Interactions ==   == Pharmacology ==   === Pharmacodynamics ===  Noretynodrel has weak progestogenic activity, weak estrogenic activity, and no or only very weak androgenic activity. It is considered to be a prodrug, and for this reason, the metabolites of noretynodrel play an important role in its biological activity. As such, the pharmacodynamics of noretynodrel cannot be understood without reference to its metabolism. Noretynodrel is closely related to norethisterone and tibolone, which are the δ4-isomer and the 7α-methyl derivative of noretynodrel, respectively. It is metabolized in a very similar manner to tibolone, whereas the metabolism of norethisterone differs. Both noretynodrel and tibolone are transformed into 3α- and 3β-hydroxylated metabolites and a δ4-isomer metabolite (in the case of noretynodrel, this being norethisterone), whereas norethisterone is not 3α- or 3β-hydroxylated (and of course does not form a δ4-isomer metabolite). The major metabolites of noretynodrel are 3α-hydroxynoretynodrel and to a lesser extent 3β-hydroxynoretynodrel, formed respectively by 3α- and 3β-hydroxysteroid dehydrogenases (AKR1C1–4), while the δ4-isomer norethisterone is a minor metabolite formed in small amounts. Tibolone is considered to be a prodrug of both its 3α- and 3β-hydroxylated and δ4-isomerized metabolites. Noretynodrel is also thought to be a prodrug, as it is rapidly metabolized and cleared from circulation and shows very weak relative affinity for the progesterone receptor (PR), although it appears to form norethisterone in only minor quantities.   ==== Progestogenic activity ==== Noretynodrel is a relatively weak progestogen, with only about one-tenth of the progestogenic activity of norethisterone. The ovulation-inhibiting dosage of noretynodrel is 4.0 mg/day, relative to 0.4 mg/day in the case of norethisterone. Conversely, the endometrial transformation dosage of noretynodrel is 150 mg per cycle, relative to 120 mg per cycle for norethisterone. In terms of the PR, noretynodrel possesses only about 6 to 19% of the affinity of norethisterone for the PRA, whereas the affinity of the two drugs for the PRB is similar (noretynodrel possesses 94% of the affinity of norethisterone for the PRB). Tibolone and the δ4-isomer metabolite of tibolone have similar affinity for the PRs as noretynodrel and norethisterone, respectively, whereas the 3α- and 3β-hydroxylated metabolites of tibolone are virtually devoid of affinity for the PRs. Since the structurally related androgen/anabolic steroid trestolone (7α-methyl-19-nortestosterone) is known to be a potent progestogen, suggesting that a 7α-methyl substitution does not interfere with progestogenic activity, 3α- and 3β-hydroxynoretynodrel likely are devoid of affinity for the PR similarly to the 3α- and 3β-hydroxylated metabolites of tibolone.   ==== Androgenic activity ==== Noretynodrel has been said to possess no or only very weak androgenic activity. This is in contrast to norethisterone, which shows mild but significant androgenicity. Relative to norethisterone, noretynodrel has 45 to 81% lower affinity for the androgen receptor (AR). In accordance, no androgenic effects (such as hirsutism, clitoral enlargement, or voice changes) have been observed with noretynodrel even when used in large dosages (e.g., 60 mg/day) for prolonged periods of time (9–12 months) in the treatment of women with endometriosis. Additionally, noretynodrel has not been found to virilize female fetuses, in contrast to many other testosterone-derived progestins including ethisterone, norethisterone, and norethisterone acetate. However, at least one case of pseudohermaphroditism (virilized genitalia) has been observed that may have been due to noretynodrel. The δ4-isomer metabolite of tibolone shows dramatically and disproportionately increased affinity for the AR relative to norethisterone and noretynodrel (5.7- to 18.5-fold greater than that of norethisterone), indicating that the 7α-methyl group of tibolone markedly increases its androgenic activity and is responsible for the greater androgenic effects of tibolone relative to noretynodrel.   ==== Estrogenic activity ==== Noretynodrel, unlike most progestins but similarly to etynodiol diacetate, has some estrogenic activity. Relative to other 19-nortestosterone progestins, noretynodrel is said to possess much stronger estrogenic activity. In the Allen–Doisy test of estrogenicity in animals, noretynodrel has been reported to possess 100-fold greater estrogenic activity than norethisterone. Whereas norethisterone has virtually no affinity for the estrogen receptors (ERs), noretynodrel shows some, albeit very weak affinity for both the ERα and the ERβ (in terms of relative binding affinity, 0.7% and 0.22% of that of estradiol, respectively). The estrogenic activity of 3α- and 3β-hydroxynoretynodrel has never been assessed. However, while tibolone shows similar affinity for the ERs as noretynodrel, the 3α- and 3β-hydroxylated metabolites of tibolone have several-fold increased affinity for the ERs. As such, the 3α- and 3β-hydroxylated metabolites of noretynodrel may also show increased estrogenic activity, and this may account for the known estrogenic effects of noretynodrel. The δ4-isomer of tibolone, similarly to norethisterone, is virtually devoid of affinity for the ERs. Neither tibolone nor its metabolites are aromatized, whereas trestolone is readily aromatized similarly to testosterone and 19-nortestosterone, and for these reasons, it is unlikely that noretynodrel or its metabolites, aside from norethisterone, are aromatized either. As such, aromatization likely does not play a role in the estrogenic activity of tibolone or noretynodrel. However, controversy on this matter exists, and other researchers have suggested that tibolone and noretynodrel may be aromatized in small amounts to highly potent estrogens (ethinylestradiol and its 7α-methyl derivative, respectively).   === Pharmacokinetics === Noretynodrel is rapidly absorbed upon oral administration and is rapidly metabolized, disappearing from the circulation within 30 minutes. In terms of plasma protein binding, noretynodrel is bound to albumin, and show no affinity itself for sex hormone-binding globulin or corticosteroid-binding globulin. The plasma protein binding of its metabolites, such as norethisterone, may differ however. The major metabolites of noretynodrel in the circulation are 3α-hydroxynoretynodrel (formed by 3α-HSDTooltip 3α-hydroxysteroid dehydrogenase) and to a lesser extent 3β-hydroxynoretynodrel (formed by 3β-HSDTooltip 3β-hydroxysteroid dehydrogenase), and more minor metabolites of noretynodrel are norethisterone (formed by δ5-4-isomerase) and possibly ethinylestradiol (formed by aromatase or possibly other cytochrome P450 enzymes, most likely monooxygenases). Due to its very short elimination half-life and its low affinities for steroid hormone receptors in receptor binding assays, noretynodrel is considered to be a prodrug which is rapidly transformed into its active metabolites in the intestines and liver following oral administration. Some researchers have stated that it is specifically a prodrug of norethisterone. According to other researchers however, there is, due to a lack of research, insufficient data to unequivocally show this to be the case at present. About 1% of an oral dose of noretynodrel is detected in breast milk. The pharmacokinetics of noretynodrel have been reviewed.   == Chemistry ==  Noretynodrel, also known as 17α-ethynyl-δ5(10)-19-nortestosterone or as 17α-ethynylestr-5(10)-en-17β-ol-3-one, is a synthetic estrane steroid and a derivative of testosterone. It is specifically a derivative of testosterone that has been ethynylated at the C17α position, demethylated at the C19 position, and dehydrogenated (i.e., has a double bond) between the C5 and C10 positions). As such, noretynodrel is also a combined derivative of nandrolone (19-nortestosterone) and ethisterone (17α-ethynyltestosterone). In addition, it is an isomer of norethisterone (17α-ethynyl-19-nortestosterone) in which the C4 double bond has been replaced with a double bond between the C5 and C10 positions. For this reason, noretynodrel is also known as 5(10)-norethisterone. Few other 19-nortestosterone progestins share the C5(10) double bond of noretynodrel, but examples of a couple that do include tibolone, the C7α methyl derivative of noretynodrel (i.e., 7α-methylnoretynodrel), and norgesterone, the C17α vinyl analogue of noretynodrel.   === Synthesis === Chemical syntheses of noretynodrel have been published.   == History == Noretynodrel was first synthesized by Frank B. Colton of G. D. Searle & Company in 1952, and this was preceded by the synthesis of norethisterone by Luis E. Miramontes and Carl Djerassi of Syntex in 1951. In 1957, both noretynodrel and norethisterone, in combination with mestranol, were approved in the United States for the treatment of menstrual disorders. In 1960, noretynodrel, in combination with mestranol (as Enovid), was introduced in the United States as the first oral contraceptive, and the combination of norethisterone and mestranol followed in 1963 as the second oral contraceptive to be introduced. In 1988, Enovid, along with other oral contraceptives containing high doses of estrogen, was discontinued. Noretynodrel was first studied in the treatment of endometriosis in 1961 and was the first progestin to be investigated for the treatment of the condition.   == Society and culture ==   === Generic names === Noretynodrel is the INNTooltip International Nonproprietary Name of the drug while norethynodrel is its USANTooltip United States Adopted Name and BANTooltip British Approved Name. It is also known by its developmental code name SC-4642.   === Brand names === Noretynodrel has been marketed by alone under the brand names Enidrel, Orgametril, and Previson and in combination with mestranol under the brand names Conovid, Conovid E, Enavid, Enavid E, Enovid, Enovid E, Norolen, and Singestol.   === Availability === Noretynodrel is no longer available in any formulation in the U.S., nor does it appear to still be marketed in any other country.   == See also == Mestranol/noretynodrel   == References =="}