{"name": "nortriptyline", "category": "drug", "content": "Nortriptyline, sold under the brand name Aventyl, among others, is a tricyclic antidepressant. This medicine is also sometimes used for neuropathic pain, attention deficit hyperactivity disorder (ADHD), smoking cessation and anxiety. As with many antidepressants, its use for young people with depression and other psychiatric disorders may be limited due to increased suicidality in the 18–24 population initiating treatment. Nortriptyline is a less preferred treatment for ADHD and stopping smoking. It is taken by mouth. Common side effects include dry mouth, constipation, blurry vision, sleepiness, low blood pressure with standing, and weakness. Serious side effects may include seizures, an increased risk of suicide in those less than 25 years of age, urinary retention, glaucoma, mania, and a number of heart issues. Nortriptyline may cause problems if taken during pregnancy. Use during breastfeeding appears to be relatively safe. It is a tricyclic antidepressant (TCA) and is believed to work by altering levels of serotonin and norepinephrine. Nortriptyline was approved for medical use in the United States in 1964. It is available as a generic medication. In 2021, it was the 139th most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses == Nortriptyline is used to treat depression. This medication is in capsule or liquid and is taken by the mouth one to four times a day, with or without food. Usually people are started on a low dose and it is gradually increased. A level between 50 and 150 ng/mL of nortriptyline in the blood generally corresponds with an antidepressant effect. In the United Kingdom, it may also be used for treating nocturnal enuresis, with courses of treatment lasting no more than three months. It is also used off-label for the treatment of panic disorder, irritable bowel syndrome, migraine prophylaxis and chronic pain or neuralgia modification, particularly temporomandibular joint disorder.   === Neuropathic pain === Although not approved by the FDA for neuropathic pain, many randomized controlled trials have demonstrated the effectiveness of TCAs for the treatment of this condition in both depressed and non-depressed individuals. In 2010, an evidence-based guideline sponsored by the International Association for the Study of Pain recommended nortriptyline as a first-line medication for neuropathic pain. However, in a 2015 Cochrane systematic review the authors did not recommend nortriptyline as a first-line agent for neuropathic pain.   === Irritable bowel syndrome === Nortriptyline has also been used as an off-label treatment for irritable bowel syndrome (IBS).   == Contraindications == Nortriptyline should not be used in the acute recovery phase after myocardial infarction (viz, heart attack). Use of tricyclic antidepressants along with a monoamine oxidase inhibitor (MAOI), linezolid, or IV methylene blue are contraindicated as it can cause an increased risk of developing serotonin syndrome. Closer monitoring is required for those with a history of cardiovascular disease, stroke,  glaucoma, or seizures, as well as in persons with hyperthyroidism or receiving thyroid hormones.   == Side effects == The most common side effects include dry mouth, sedation, constipation, increased appetite, blurred vision and tinnitus. An occasional side effect is a rapid or irregular heartbeat. Alcohol may exacerbate some of its side effects.   == Overdose ==  The symptoms and the treatment of an overdose are generally the same as for the other TCAs, including anticholinergic effects,  serotonin syndrome and adverse cardiac effects. TCAs, particularly nortriptyline, have a relatively narrow therapeutic index, which increase the chance of an overdose (both accidental and intentional). Symptoms of overdose include: irregular heartbeat, seizures, coma, confusion, hallucination, widened pupils, drowsiness, agitation, fever, low body temperature, stiff muscles and vomiting.   == Interactions == Excessive consumption of alcohol in combination with nortriptyline therapy may have a potentiating effect, which may lead to the danger of increased suicidal attempts or overdosage, especially in patients with histories of emotional disturbances or suicidal ideation. It may interact with the following drugs:  heart rhythm medications such as flecainide (Tambocor), propafenone (Rhythmol), or quinidine (Cardioquin, Quinidex, Quinaglute) cimetidine guanethidine reserpine   == Pharmacology == Nortriptyline is a strong norepinephrine reuptake inhibitor and a moderate  serotonin reuptake inhibitor. Its pharmacologic profile is as the table shows with (inhibition or antagonism of all sites).   === Pharmacodynamics ===  Nortriptyline is an active metabolite of amitriptyline by demethylation in the liver. Chemically, it is a secondary amine dibenzocycloheptene and pharmacologically it is classed as a first-generation antidepressant. Nortriptyline may also have a sleep-improving effect due to antagonism of the H1 and 5-HT2A receptors. In the short term, however, nortriptyline may disturb sleep due to its activating effect. In one study, nortriptyline had the highest affinity for the dopamine transporter among the TCAs (KD = 1,140 nM) besides amineptine (a norepinephrine–dopamine reuptake inhibitor), although its affinity for this transporter was still 261- and 63-fold lower than for the norepinephrine and serotonin transporters (KD = 4.37 and 18 nM, respectively).   === Pharmacogenetics === Nortriptyline is metabolized in the liver by the hepatic enzyme CYP2D6, and genetic variations within the gene coding for this enzyme can affect its metabolism, leading to changes in the concentrations of the drug in the body. Increased concentrations of nortriptyline may increase the risk for side effects, including anticholinergic and nervous system adverse effects, while decreased concentrations may reduce the drug's efficacy. Individuals can be categorized into different types of CYP2D6 metabolizers depending on which genetic variations they carry. These metabolizer types include poor, intermediate, extensive, and ultrarapid metabolizers. Most individuals (about 77–92%) are extensive metabolizers, and have \"normal\" metabolism of nortriptyline. Poor and intermediate metabolizers have reduced metabolism of the drug as compared to extensive metabolizers; patients with these metabolizer types may have an increased probability of experiencing side effects. Ultrarapid metabolizers use nortriptyline much faster than extensive metabolizers; patients with this metabolizer type may have a greater chance of experiencing pharmacological failure. The Clinical Pharmacogenetics Implementation Consortium recommends avoiding nortriptyline in persons who are CYP2D6 ultrarapid or poor metabolizers, due to the risk of a lack of efficacy and side effects, respectively. A reduction in starting dose is recommended for patients who are CYP2D6 intermediate metabolizers. If use of nortriptyline is warranted, therapeutic drug monitoring is recommended to guide dose adjustments. The Dutch Pharmacogenetics Working Group recommends reducing the dose of nortriptyline in CYP2D6 poor or intermediate metabolizers, and selecting an alternative drug or increasing the dose in ultrarapid metabolizers.   == Chemistry == Nortriptyline is a tricyclic compound, specifically a dibenzocycloheptadiene, and possesses three rings fused together with a side chain attached in its chemical structure. Other dibenzocycloheptadiene TCAs include amitriptyline (N-methylnortriptyline), protriptyline, and butriptyline. Nortriptyline is a secondary amine TCA, with its N-methylated parent amitriptyline being a tertiary amine. Other secondary amine TCAs include desipramine and protriptyline. The chemical name of nortriptyline is 3-(10,11-dihydro-5H-dibenzo[a,d]cyclohepten-5-ylidene)-N-methyl-1-propanamine and its free base form has a chemical formula of C19H21N1 with a molecular weight of 263.384 g/mol. The drug is used commercially mostly as the hydrochloride salt; the free base form is used rarely. The CAS Registry Number of the free base is 72-69-5 and of the hydrochloride is 894-71-3.   == History == Nortriptyline was developed by Geigy. It first appeared in the literature in 1962 and was patented the same year. The drug was first introduced for the treatment of depression in 1963.   == Society and culture ==   === Generic names === Nortriptyline is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while nortriptyline hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Its generic name in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are nortriptilina, in German is nortriptylin, and in Latin is nortriptylinum.   === Brand names === Brand names of nortriptyline include Allegron, Aventyl, Noritren, Norpress, Nortrilen, Norventyl, Norzepine, Pamelor, and Sensival, among many others.   == See also ==  Medicine portal   == Explanatory nootnotes ==   == References =="}