{"name": "Nummular eczema", "category": "disease", "content": "Nummular dermatitis (commonly known as nummular eczema or discoid eczema) is one of the many forms of dermatitis. It is characterized by round or oval-shaped itchy lesions. The name comes from the Latin word \"nummus,\" which means \"coin.\"   == Signs and symptoms == Nummular dermatitis is characterized by chronic or relapsing itchy coin-sized ovoid-shaped red plaques. They can occur on the trunk, limbs, face, and hands.   == Causes == Many contact sensitizers or irritants are known to cause contact dermatitis superimposed on nummular dermatitis. Studies have implicated nickel, cobalt, chromate, and fragrance as likely culprits. Xerosis, or dehydration of skin is also a likely cause. Infection with Staphylococcus aureus bacteria or Candida albicans may also play a role.   == Diagnosis == Diagnosis of nummular dermatitis is largely via clinical observation. Biopsies are typically not necessary, and cannot be used to rule out other atopic dermatitis or other eczemas. However, patch testing may be employed to rule out irritants (contact dermatitis) as a cause. In children, nummular dermatitis is commonly confused with tinea corporis.   == Treatment ==  One of the keys to treatment and prevention involves keeping the skin moisturized. Lotions, creams, and bath oils may help prevent an outbreak.  If the condition flares up, a common treatment involves the application of topical corticosteroids.  Oral antihistamines may help lessen itching. Avoidance of irritants is a common strategy. More severe cases sometimes respond to ultraviolet light treatment. If the condition occurs only during the sun-less winter months then vitamin D supplement might be an effective treatment.   == Epidemiology == The prevalence of nummular dermatitis in the United States is approximately 2 per 1,000. It is considered a disease of adulthood, for it is rare in children.   == See also == List of cutaneous conditions Sulzberger–Garbe syndrome   == References ==   == External links =="}