{"name": "obeticholic acid", "category": "drug", "content": "Obeticholic acid (OCA), sold under the brand name Ocaliva, is a semi-synthetic bile acid analogue which has the chemical structure 6α-ethyl-chenodeoxycholic acid.  It is used as a medication used to treat primary biliary cholangitis. Intercept Pharmaceuticals Inc. hold the worldwide rights to develop OCA outside Japan and China, where it is licensed to Dainippon Sumitomo Pharma.   == Invention and development == The natural bile acid chenodeoxycholic acid was identified in 1999 as the most active physiological ligand for the farnesoid X receptor (FXR), which is involved in many physiological and pathological processes.  A series of alkylated bile acid analogues were designed, studied and patented by Roberto Pellicciari and colleagues at the University of Perugia, with 6α-ethyl-chenodeoxycholic acid emerging as the most highly potent FXR agonist.  FXR-dependent processes in liver and intestine were proposed as therapeutic targets in human diseases.  Obeticholic acid is the first FXR agonist to be used in human drug studies.   == Clinical studies == Obeticholic acid is undergoing development in phase II and III studies for specific liver and gastrointestinal conditions. The U.S. Food and Drug Administration (FDA) approved obeticholic acid on 27 May 2016, for the treatment of primary biliary cholangitis. It was approved as an orphan drug based on its reduction in the level of the biomarker alkaline phosphatase as a surrogate endpoint for clinical benefit. It is indicated for the treatment of primary biliary cholangitis in combination with ursodeoxycholic acid in adults with an inadequate response to UDCA, or as monotherapy in adults unable to tolerate UDCA. Additional studies are being required to prove its clinical benefit.   === Primary biliary cholangitis === Primary biliary cholangitis (PBC), also known as primary biliary cirrhosis, is an auto-immune, inflammatory liver disease which produces bile duct injury, fibrosis, cholestasis and eventual cirrhosis. It is much more common in women than men and can cause jaundice, itching (pruritus) and fatigue. Ursodeoxycholic acid therapy is beneficial, but the disease often progresses and may require liver transplantation. Animal studies suggested that treatment with FXR agonists should be beneficial in cholestatic diseases such as PBC. OCA at doses between 10 mg and 50 mg was shown to provide significant biochemical benefit, but pruritus was more frequent with higher doses.  The results of a randomized, double-blind phase III study of OCA, 5 mg or 10 mg, compared to placebo (POISE) were presented in April 2014, and showed that the drug met the trial's primary endpoint of a significant reduction in serum alkaline phosphatase, a biomarker predictive of disease progression, liver transplantation or death.   === Nonalcoholic steatohepatitis (NASH) === Non-alcoholic steatohepatitis is a common cause of abnormal liver function with histological features of fatty liver,  inflammation and fibrosis. It may progress to cirrhosis and is becoming an increasing indication for liver transplantation. It is increasing in prevalence. OCA is proposed to treat NASH. A phase II trial published in 2013, showed that administration of OCA at 25 mg or 50 mg daily for six weeks reduced markers of liver inflammation and fibrosis and increased insulin sensitivity. The Farnesoid X Receptor Ligand Obeticholic Acid in Nonalcoholic Steatohepatitis Treatment (FLINT) trial, sponsored by NIDDK, was halted early in January 2014, after about half of the 283 subjects had completed the study, when a planned interim analysis showed that a) the primary endpoint had been met and b) lipid abnormalities were detected and arose safety concerns. Treatment with OCA (25 mg/day for 72 weeks) resulted in a highly statistically significant improvement in the primary histological endpoint, defined as a decrease in the NAFLD Activity Score of at least two points, with no worsening of fibrosis. 45% (50 of 110) of the treated group had this improvement compared with 21% (23 of 109) of the placebo-treated controls. However concerns about longterm safety issues such as increased cholesterol and adverse cardiovascular events may warrant the concomitant use of statins in OCA-treated patients. In 2023, a FDA panel voted against approval of obeticholic acid for NASH, citing a lack of evidence that the benefits of the drug outweighed the risks.   === Portal hypertension === Animal studies suggest that OCA improves intrahepatic vascular resistance and so may be of therapeutic benefit in portal hypertension. An open label phase IIa clinical study is under way.   === Bile acid diarrhea === Bile acid diarrhea (also called bile acid malabsorption) can be secondary to Crohn's disease or be a primary condition.  Reduced median levels of FGF19, an ileal hormone that regulates increased hepatic bile acid synthesis, have been found in this condition. FGF19 is potently stimulated by bile acids and especially by OCA. A proof of concept study of OCA (25 mg/d) has shown clinical and biochemical benefit.   == Society and culture ==   === Legal status === In June 2024, the Committee for Medicinal Products for Human Use of the European Medicines Agency concluded its review of the medicine Ocaliva (obeticholic acid) and recommended that the medicine's marketing authorization be revoked, because its benefits are no longer considered to outweigh its risks. Ocaliva is used to treat adults with primary biliary cholangitis, an autoimmune condition that causes gradual destruction of the bile ducts in the liver, which can lead to liver failure and increase the risk of liver cancer.   == References =="}