{"name": "obinutuzumab", "category": "drug", "content": "Obinutuzumab, sold under the brand name Gazyva among others, is a humanized anti-CD20 monoclonal antibody used as a treatment for cancer. It was originated by GlycArt Biotechnology AG and developed by Roche.   == Medical uses == As of 2015, obinutuzumab was being used in combination with chlorambucil as a first-line treatment for chronic lymphocytic leukemia. One more recent study has shown deeper and longer-lasting remissions through fixed-duration treatment regimens in combination with venetoclax. It is also used in combination with bendamustine followed by obinutuzumab monotherapy for the treatment of people with follicular lymphoma as a second line treatment to a regimen containing rituximab. Obinutuzumab was not tested in pregnant women.   == Side effects == Obinutuzumab has two black box warnings: hepatitis B reactivation and progressive multifocal leukoencephalopathy. In the clinical trial of obinutuzumab in combination with chlorambucil, participants experienced infusion reactions (69%; 21% grade 3/4), neutropenia (40%; 34% grade 3/4), thrombocytopenia (15%; 11% grade 3/4), anemia (12%), and pyrexia and cough (10% each).  More than 20% of subjects had abnormal lab tests including low calcium and sodium, high potassium, increases in serum creatinine and liver function tests, and low albumin levels.   == Obinutuzumab in difficult nephropathies == Obinutuzumab is recently reported to be safe and effective in some autoimmune diseases affecting the kidneys. It is a promising treatment of renal diseases with proteinuria, in particular patients with resistance or partial response to rituximab. A single low-dose infusion of Obinutuzumab, found to be effective and safe in inducing prolonged remission in children with steroid-dependent or frequently relapsing nephrotic syndrome. This effect is particularly shown in children who have rituximab resistance or relapse after rituximab. The tolerance profile of Obinutuzumab is comparable to rituximab. Similar promising results is shown in adults with Membranoproliferative glomerulonephritis treated with Obinutuzumab after resistance to rituximab, tacrolimus and cyclophosphamide. Furthermore, Obinutuzumab showed sustained clinical benefit through 2 years in patients with class III and IV Proliferative Lupus Nephritis compared to rituximab.   == Chemistry == Obinutuzumab is a fully humanized monoclonal antibody that binds to an epitope on CD20 that partially overlaps with the epitope recognized by rituximab. GlycArt's technology platform allowed control of protein glycosylation; the cells in which obinutuzumab is produced were engineered to overexpress  two glycosylation enzymes, MGAT3 and Golgi mannosidase 2, which reduce the amount of fucose attached to the antibody, which in turn increases the antibody's ability to activate natural killer cells. Details of the antibody's structure are disclosed in the 2008 WHO INN naming proposal.   == History == Obinutuzumab was created by scientists at GlycArt Biotechnology, which had been founded in 2000 as a spin-out company of the Swiss Federal Institute of Technology in Zurich to develop afucosylated monoclonal antibodies; GA101 was one of its lead products when it was acquired by Roche in 2005. Roche developed the drug in the US through its US subsidiary, Genentech, and in Japan through its Japanese subsidiary, Chugai. Genentech partnered with Biogen Idec to explore the use of the drug for primary biliary cirrhosis but as of 2014 it appeared the development in that indication had halted. In November 2013, the US Food and Drug Administration (FDA) approved obinutuzumab in combination with chlorambucil as a first-line treatment for chronic lymphocytic leukemia, and was the first drug with breakthrough therapy designation to gain approval. In October 2014, NICE announced that NHS England would not fund use of the drug, due to data uncertainties in Roche's application.  In June 2015, NICE announced that it would fund restricted use of the drug. In their final recommendation of obinutuzumab, in the January 2015 Pan-Canadian Oncology Drug Review (pERC) for treatment of chronic lymphocytic leukemia, published by the Canadian Agency for Drugs and Technologies in Health, the list price of obinutuzumab provided by the manufacturer Hoffmann-La Roche was $CDN 5,275.54 per 1,000 mg vial. At the recommended dose obinutuzumab costs $15,826.50\" for the first 28-day cycle and \"$5275.50 per 28 day cycle for subsequent cycles.\" In February 2016, obinutuzumab was approved by the FDA under the Priority Review program for use in combination with bendamustine followed by obinutuzumab monotherapy for the treatment of patients with follicular lymphoma as a secondline treatment to a regimen containing rituximab. In January 2019, the US Food and Drug Administration (FDA) approved ibrutinib in combination with obinutuzumab for people with chronic lymphocytic leukemia/small lymphocytic lymphoma who have not received prior treatment.   == Research == As of 2014 clinical trials had been conducted exploring the use of obinutuzumab as a second line monotherapy in relapsed/refractory chronic lymphocytic leukemia, as a monotherapy for relapsed/refractory non-Hodgkin lymphoma in people who had high expression of CD20; and in combination with CHOP chemotherapy as a first line treatment for people with advanced CD20-positive diffuse large B-cell lymphoma. It was called GA101 during research.   == References ==   == External links == \"Obinutuzumab\". NCI Dictionary of Cancer Terms. National Cancer Institute. \"Obinutuzumab\". National Cancer Institute. 12 November 2013."}