{"name": "ocriplasmin", "category": "drug", "content": "Ocriplasmin, sold under the brand name Jetrea, is a recombinant protease with activity against fibronectin and laminin, components of the vitreoretinal interface. It is used for treatment of symptomatic vitreomacular adhesion, for which it received FDA approval on 17 October 2012. It works by dissolving the proteins that link the vitreous to the macula, resulting in posterior detachment of the vitreous from the retina.   == Structure == Ocriplasmin is an injectable drug that is \"a truncated form of the human serine protease plasmin.\" The protease plasmin still retains its enzymatic properties. Ocriplasmin consists of two polypeptide chains that are linked by disulfide bonds. Additionally, the longer peptide chain has four disulfide bonds. Ocriplasmin is only moderately stable when injected, and this is due to autolytic degradation.   == Mechanism of action == Ocriplasmin can degrade various structural proteins, including laminin and fibronectin, which are localized in the vitreoretinal surface. Here, these two proteins are involved in vitreoretinal attachment. Ocriplasmin is currently  being studied in clinical trials and data indicate that it is able to induce posterior vitreous detachment in vitreomacular adhesion patients.   == FDA regulation == ThromboGenics, the manufacturer of ocriplasmin, encountered several problems when trying to get approval for the drug. In 2012, the FDA brought up the problem of adverse side effects associated with the drug. The FDA stated that the adverse effects may not cause long-term harm, but that conclusion could not be definitively made. Several days later, the FDA endorsed ocriplasmin, which was still an experimental drug. The advisory committee brought up several safety issues, but the committee ended up voting that no additional studies were needed. This may be controversial, considering the drug underwent only two studies.   == Sales == As part of a deal with Alcon, ThromboGenics received $98.4 million for the ex-US rights to ocriplasmin. This is part of a $500 million-plus deal. ThromboGenics received a $123 million-plus payment, when ocriplasmin gained approved in the Europe Union; this occurred in March 2013. 60% of the market of ocriplasmin is in the United States, with more than a quarter of a million patients.   == References =="}