{"name": "octinoxate", "category": "drug", "content": "Octyl methoxycinnamate or ethylhexyl methoxycinnamate (INCI) or octinoxate (USAN), trade names Eusolex 2292 and Uvinul MC80, is an organic compound that is an ingredient in some sunscreens and lip balms. It is an ester formed from methoxycinnamic acid and 2-ethylhexanol. It is a liquid that is insoluble in water. It is primarily used in sunscreens and other cosmetics to absorb UV-B rays from the sun, protecting the skin from damage. It is also used to reduce the appearance of scars.   == Uses == Octyl methoxycinnamate is the most common active ingredient in sunscreens for protection against  UV-B rays.  It may be combined with oxybenzone and titanium oxide. Studies have evaluated the efficacy of octyl methoxycinnamate in preventing postoperative peritoneal adhesions and determined that octyl methoxycinnamate covering peritoneal surfaces decreases adhesion formation. This effect is more notable when octyl methoxycinnamate is applied before the induction of trauma. Chromophore groups, such as C=C, C=O, and O-N=O, have loosely held electrons that are excited by radiation. Hence, octyl methoxycinnamate is able to absorb radiation when the electron energy level is increased to an excited state.   == Properties == The UV spectra of octyl methoxycinnamate contains a maximum at 310 nm.   == Synthesis == Olefin metathesis has been widely studied. One of the synthesis pathways for octyl methoxycinnamate includes cross metathesis. The high efficiency of the nitro-Grela catalyst has been used in the cross metathesis of trans-anethole with 2-ethylhexyl acrylate to produce octyl methoxycinnamate (86% yield).   == Safety studies ==  One study performed in 2000 raised safety concerns about octyl methoxycinnamate by demonstrating toxicity to mouse cells at concentrations lower than typical levels in sunscreens. However, another study concluded that octyl methoxycinnamate and other sun screening agents do not penetrate the outer skin in sufficient concentration to cause any significant toxicity to the underlying human keratinocytes. Estrogenic and neurological effects were noted in laboratory animals at concentrations close to those experienced by sunscreen users and were also shown in vitro. Octyl methoxycinnamate has been shown to be light sensitive with a decrease in UV absorption efficiency upon light exposure. This degradation causes formation of the Z-octyl-p-methoxycinnamate from the E-octyl-p-methoxycinnamate. In contrast, the OMC does not show degradation when kept in darkness for extended periods of time. A study carried out in 2017 by the Research Centre for Toxic Compounds in the Environment at Masaryk University, Czech Republic, indicates that octyl methoxycinnamate (EHMC) may damage human cell DNA. When exposed to sun rays, the spatial arrangement of its molecules changes and isomerisation takes place. While until now only unchanged EHMC has been researched, Massaryk University researchers focused on its isomers and found out that it has a significant genotoxic effect under lab conditions. It means that it may potentially damage human DNA and cause genome mutations which may lead to serious health risks. In swimming pools with hypochlorite in aqueous solution, octyl methoxycinnamate has been shown to produce chlorine-substituted intermediates. The chlorination intermediates of octyl methoxycinnamate demonstrated weak mutagenic effects on the Salmonella typhimurium TA 100 strain. The reactions depended on the pH, compound structures, and chlorine dose.   == Ecological damage == Concern about effects on coral reefs resulted in a bill in the state legislature of Hawaii to limit use of sunscreens containing octyl methoxycinnamate and oxybenzone.  For the same reasons, the government of Palau signed a law in 2018 (becoming effective in 2020) that restricted the sale and use of sunscreen and skincare products that contain a list of ten different chemicals, including the UV filters octyl methoxycinnamate, oxybenzone and octocrylene, with fines of US$1,000 for retailers who violate the law and the power to confiscate such products from non-commercial users.   == Stereochemistry == Octinoxate contains a stereocenter and a double bond. It has the following stereoisomers Therefore, octinoxate could consist of the following four stereoisomers:   == See also == Amiloxate, a chemically related sunscreening agent Cinoxate, another cinnamic acid based sunscreen ingredient Avobenzone – UV-A protectant used in sunscreens   == References =="}