{"name": "octocog alfa", "category": "drug", "content": "Factor VIII is a medication used to treat and prevent bleeding in people with hemophilia A and other causes of low factor VIII. Certain preparations may also be used in those with von Willebrand's disease. It is given by slow injection into a vein. Side effects include skin flushing, shortness of breath, fever, and red blood cell breakdown. Allergic reactions including anaphylaxis may occur. It is unclear if use during pregnancy is safe for the fetus. A purified factor VIII concentrate is made from human blood plasma. A recombinant version is also available. People may develop antibodies to factor VIII such that this medication becomes less effective. Factor VIII was first identified in the 1940s and became available as a medication in the 1960s. Recombinant factor VIII was first made in 1984 and approved for medical use in the United States in 1992. It is on the World Health Organization's List of Essential Medicines.   == Available forms == Factor VIII is delivered by intravenous infusion.   == History == This transfer of a plasma byproduct into the blood stream of a hemophiliac often led to the transmission of diseases such as HIV and hepatitis before purification methods were improved. In the early 1990s, pharmaceutical companies began to produce recombinant synthesized factor products, which now prevent nearly all forms of disease transmission during replacement therapy.   == Society and culture ==   === Economics === The cost of Factor VIII and similar clotting factors has been described as \"highly expensive\".  The cost of the clotting factors is 80% of all medical costs for people with hemophilia.  They are so expensive that gene therapy for haemophilia might be less expensive, especially for people with severe hemophilia.   == See also == Damoctocog alfa pegol, a recombinant antihemophilic factor VIII Efmoroctocog alfa, a recombinant antihemophilic factor VIII Moroctocog alfa, a recombinant antihemophilic factor VIII Susoctocog alfa, a recombinant antihemophilic factor VIII Turoctocog alfa, a recombinant antihemophilic factor VIII   == References ==   == External links == \"Antihemophilic Factor (Recombinant) Monograph for Professionals\". Drugs.com. \"Antihemophilic Factor (Recombinant), Porcine Sequence Monograph for Professionals\". Drugs.com. \"Antihemophilic Factor (recombinant), Fc Fusion Protein Monograph for Professionals\". Drugs.com. \"Antihemophilic Factor (recombinant), Glycopegylated-exei Monograph for Professionals\". Drugs.com."}