{"name": "octreotide", "category": "drug", "content": "Octreotide, sold under the brand name Sandostatin among others, is an octapeptide that mimics natural somatostatin pharmacologically, though it is a more potent inhibitor of growth hormone, glucagon, and insulin than the natural hormone. It was first synthesized in 1979 by the chemist Wilfried Bauer, and binds predominantly to the somatostatin receptors SSTR2 and SSTR5. It was approved for use in the United States in 1988. Octreotide (Mycapssa) was approved for medical use in the European Union in 2022. As of June 2020, octreotide (Mycapssa) is the first and only oral somatostatin analog (SSA) approved by the FDA. It is on the World Health Organization's List of Essential Medicines.   == Medical uses ==   === Tumors === Octreotide is used for the treatment of growth hormone producing tumors (acromegaly and gigantism), when surgery is contraindicated, pituitary tumors that secrete thyroid-stimulating hormone (thyrotropinomata), diarrhea and flushing episodes associated with carcinoid syndrome, and diarrhea in people with vasoactive intestinal peptide-secreting tumors (VIPomas). Octreotide is also used in mild cases of glucagonoma when surgery is not an option.   === Bleeding esophageal varices === Octreotide is often given as an infusion for management of acute hemorrhage from esophageal varices in liver cirrhosis on the basis that it reduces portal venous pressure, though current evidence suggests that this effect is transient and does not improve survival.   === Radiolabeling ===  Octreotide is used in nuclear medicine imaging by labeling with indium-111 (Octreoscan) to noninvasively image neuroendocrine and other tumours expressing somatostatin receptors.  More recently, it has been radiolabeled with carbon-11 as well as gallium-68 (using edotreotide), enabling imaging with positron emission tomography (PET), which provides higher resolution and sensitivity. Octreotide (usually as the derivative edotreotide or DOTATOC) can also be labeled with a variety of therapeutic radionuclides, such as yttrium-90 or lutetium-177, to enable peptide receptor radionuclide therapy (PRRT) for the treatment of unresectable neuroendocrine tumours.   === Acromegaly === Octreotide can also be used in the treatment of acromegaly, a disorder of excessive growth hormone (GH). Octreotide, being a somatostatin analog, inhibits the release of GH from the pituitary gland through a process normally involved in negative feedback. In June 2020, Mycapssa (octreotide) was approved for medical use in the United States with an indication for the long-term maintenance treatment in acromegaly patients who have responded to and tolerated treatment with octreotide or lanreotide. Mycapssa is the first and only oral somatostatin analog (SSA) approved by the FDA.   === Gastrointestinal fistulae === Octreotide helps in management of the fistula by reducing gastrointestinal secretions and inhibiting gastrointestinal motility, thus controlling and reducing its output. The value in healing intestinal fistulas is yet to be proven and routine use is limited because of the side effects.   === Hypoglycemia === Octreotide is also used in the treatment of refractory hypoglycemia or congenital hyperinsulinism in neonates and sulphonylurea-induced hypoglycemia in adults. It is useful in overdose management of sulfonylurea type antidiabetic medications, when recurrent or refractory to parenteral dextrose.  Mechanism of action is the suppression of insulin secretion.   === Gastrointestinal secretions === Octreotide is used in the palliative care setting to reduce gastrointestinal secretions, with the intention of alleviating vomiting associated with bowel obstruction.   == Contraindications == Octreotide has not been adequately studied for the treatment of children as well as pregnant and lactating women. The drug is given to these groups only if a risk-benefit analysis is positive.   == Adverse effects == The most common adverse effects are headache, hypothyroidism, cardiac conduction changes, gastrointestinal reactions (including cramps, nausea/vomiting and diarrhoea or constipation), gallstones, reduction of insulin release, hyperglycemia or sometimes hypoglycemia, and (usually transient) injection site reactions. Slow heart rate, skin reactions such as pruritus, hyperbilirubinemia, hypothyroidism, dizziness and dyspnoea are also fairly common (more than 1%). Rare side effects include acute anaphylactic reactions, pancreatitis and hepatitis. Some studies reported alopecia in those who were treated by octreotide. Rats which were treated by octreotide experienced erectile dysfunction in a 1998 study. A prolonged QT interval has been observed, but it is uncertain whether this is a reaction to the drug or the result of an existing illness.   == Interactions == Octreotide can reduce the intestinal reabsorption of ciclosporin, possibly making it necessary to increase the dose. People with diabetes mellitus might need less insulin or oral antidiabetics when treated with octreotide, as it inhibits glucagon secretion more strongly and for a longer time span than insulin secretion. The bioavailability of bromocriptine is increased;  besides being an antiparkinsonian, bromocriptine is also used for the treatment of acromegaly.   == Pharmacology == Since octreotide resembles somatostatin in physiological activities, it can:  inhibit secretion of many hormones, such as gastrin, cholecystokinin, glucagon, growth hormone, insulin, secretin, pancreatic polypeptide, TSH, and vasoactive intestinal peptide, reduce secretion of fluids by the intestine and pancreas, reduce gastrointestinal motility and inhibit contraction of the gallbladder, inhibit the action of certain hormones from the anterior pituitary, cause vasoconstriction in the blood vessels, and reduce portal vessel pressures in bleeding varices. It has also been shown to produce analgesic effects, most probably acting as a partial agonist at the mu opioid receptor.   === Pharmacokinetics === Octreotide is absorbed quickly and completely after subcutaneous application. Maximal plasma concentration is reached after 30 minutes. The elimination half-life is 100 minutes (1.7 hours) on average when applied subcutaneously; after intravenous injection, the substance is eliminated in two phases with half-lives of 10 and 90 minutes, respectively.   == History == Octreotide acetate was approved for use in the United States in 1988. In January 2020, approval of octreotide acetate in the United States was granted to Sun Pharmaceutical under the brand name Bynfezia Pen for the treatment of:  the reduction of growth hormone and insulin-like growth factor 1 (somatomedin C) in adults with acromegaly who have had inadequate response to or cannot be treated with surgical resection, pituitary irradiation, and bromocriptine mesylate at maximally tolerated doses severe diarrhea/flushing episodes associated with metastatic carcinoid tumors in adults profuse watery diarrhea associated with vasoactive intestinal peptide tumors (VIPomas) in adults   == Society and culture ==   === Legal status === On 15 September 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Mycapssa, intended for the treatment of adults with acromegaly. The applicant for this medicinal product is Amryt Pharmaceuticals DAC. Mycapssa was approved for medical use in the European Union in December 2022.   == Research == Octreotide has also been used off-label for the treatment of severe, refractory diarrhea from other causes. It is used in toxicology for the treatment of prolonged recurrent hypoglycemia after sulfonylurea and possibly meglitinide overdose.  It has also been used with varying degrees of success in infants with nesidioblastosis to help decrease insulin hypersecretion. Several clinical trials have demonstrated the effect of octreotide as acute treatment (abortive agent) in cluster headache, where it has been shown that administration of subcutaneous octreotide is effective when compared with placebo. Octreotide has also been investigated in people with pain from chronic pancreatitis. It has been used in the treatment of malignant bowel obstruction. Octreotide may be used in conjunction with midodrine to partially reverse peripheral vasodilation in the hepatorenal syndrome.  By increasing systemic vascular resistance, these drugs reduce shunting and improve renal perfusion, prolonging survival until definitive treatment with liver transplant. Similarly, octreotide can be used to treat refractory chronic hypotension. While successful treatment has been demonstrated in case reports, larger studies have failed to demonstrate efficacy in treating chylothorax. A small study has shown that octreotide may be effective in the treatment of idiopathic intracranial hypertension.   === Obesity === Octreotide has been used experimentally to treat obesity, particularly obesity caused by lesions in the hunger and satiety centers of the hypothalamus, a region of the brain central to the regulation of food intake and energy expenditure. The circuit begins with an area of the hypothalamus, the arcuate nucleus, that has outputs to the lateral hypothalamus (LH) and ventromedial hypothalamus (VMH), the brain's feeding and satiety centers, respectively. The VMH is sometimes injured by ongoing treatment for acute lymphoblastic leukemia (ALL) or surgery or radiation to treat posterior cranial fossa tumors. With the VMH disabled and no longer responding to peripheral energy balance signals, \"Efferent sympathetic activity drops, resulting in malaise and reduced energy expenditure, and vagal activity increases, resulting in increased insulin secretion and adipogenesis.\" \"VMH dysfunction promotes excessive caloric intake and decreased caloric expenditure, leading to continuous and unrelenting weight gain. Attempts at caloric restriction or pharmacotherapy with adrenergic or serotonergic agents have previously met with little or only brief success in treating this syndrome.\" In this context, octreotide suppresses the excessive release of insulin and may increase its action, thereby inhibiting excessive adipose storage. In a small clinical trial in eighteen pediatric subjects with intractable weight gain following therapy for ALL or brain tumors and other evidence of hypothalamic dysfunction, octreotide reduced body mass index (BMI) and insulin response during glucose tolerance test, while increasing parent-reported physical activity and quality of life (QoL) relative to placebo. In a separate placebo-controlled trial of obese adults without known hypothalamic lesions, obese subjects who received long-acting octreotide lost weight and reduced their BMI compared to subjects receiving placebo; post hoc analysis suggested greater effects in patients receiving the higher dose of the drug, and among \"Caucasian subjects having insulin secretion greater than the median of the cohort.\" \"There were no statistically significant changes in QoL scores, body fat, leptin concentration, Beck Depression Inventory, or macronutrient intake\", although subjects taking octreotide had higher blood glucose after a glucose tolerance test than those receiving placebo.   == References =="}