{"name": "Ocular Hypertension", "category": "disease", "content": "Ocular hypertension is the presence of elevated fluid pressure inside the eye (intraocular pressure), usually with no optic nerve damage or visual field loss. For most individuals, the normal range of intraocular pressure is between 10 mmHg and 21 mmHg. Elevated intraocular pressure is an important risk factor and symptom of glaucoma. One study found that topical ocular hypotensive medication delays or prevents the onset of primary open-angle glaucoma. Accordingly, most individuals with consistently elevated intraocular pressures of greater than 21mmHg, particularly if they have other risk factors, are treated in an effort to prevent vision loss from glaucoma. Treatment, by lowering the intraocular pressure, may help decrease the risk of vision loss and damage to the eye from glaucoma. Treatment options include pressure-lowering 'antiglaucomatous' eye drops, surgery, and/or laser eye surgery. It is estimated that approximately 2-3% of people aged 52-89 years old have ocular hypertension of 25 mmHg and higher, and 3.5% of people 49 years and older have ocular hypertension of 21 mmHg and higher.   == Pathophysiology == The pressure within the eye is maintained by the balance between the fluid that enters the eye through the ciliary body and the fluid that exits the eye through the trabecular meshwork.   == Diagnosis == The condition is diagnosed using ocular tonometry and glaucoma evaluation. Increased IOP without glaucomatous changes (in optic disc or visual field) is considered as ocular hypertension.   == Treatment ==  Ocular hypertension is treated with either medications (eye drops), surgery, or laser.  Medications that lower intraocular pressure work by decreasing aqueous humor production and/or increasing aqueous humor outflow. Eye drop formulations often include different combinations of beta-blockers, prostaglandin analogs (for example, latanoprost, travoprost, and bimatoprost), diuretics, and alpha-agonists.  Laser trabeculoplasty works by increasing outflow. Laser treatment may be more effective than medications for decreasing the speed of loss of the visual field in people who have open-angle glaucoma. Evidence suggests that laser treatment may have the same degree of effectiveness at decreasing intraocular pressure.  Cannabis is not suggested for treatment of glaucoma by the American Glaucoma Society for adults or for children.   == Research == The LiGHT trial compared the effectiveness of eye drops and selective laser trabeculoplasty for ocular hypertension and open angle glaucoma. Both treatments contributed to a similar quality of life but most people undergoing laser treatment were able to stop using eye drops. Laser trabeculoplasty was also shown to be more cost-effective. Rho-Kinase inhibitors (for example, netarsudil) may be effective at decreasing ocular hypertension, however, how effective this medication is and longer term effects of these drops are not clear.   == References ==   == External links ==  eMedicine - Ocular Hypertension"}