{"name": "odesivimab", "category": "drug", "content": "Atoltivimab/maftivimab/odesivimab, sold under the brand name Inmazeb, is a fixed-dose combination of three monoclonal antibodies for the treatment of Zaire ebolavirus (Ebola virus). It contains atoltivimab, maftivimab, and odesivimab-ebgn and was developed by Regeneron Pharmaceuticals. The most common side effects include fever, chills, tachycardia (fast heart rate), tachypnea (fast breathing), and vomiting; however, these are also common symptoms of Ebola virus infection. Atoltivimab/maftivimab/odesivimab is the first FDA-approved treatment for Zaire ebolavirus. Atoltivimab/maftivimab/odesivimab was approved for medical use in the United States in October 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Atoltivimab/maftivimab/odesivimab is indicated for the treatment of infection caused by Zaire ebolavirus.   == Contraindications == People who receive atoltivimab/maftivimab/odesivimab should avoid the concurrent administration of a live vaccine due to the treatment's potential to inhibit replication of a live vaccine virus indicated for prevention of Ebola virus infection and possibly reduce the vaccine's efficacy.   == Pharmacology ==   === Mechanism of action ===  Atoltivimab/maftivimab/odesivimab is a combination of Zaire ebolavirus glycoprotein-directed human monoclonal antibodies. The three antibodies target the glycoprotein that is on the surface of the Ebola virus. This glycoprotein normally attaches to the cell via a receptor and fuses the viral and host cell membranes allowing the virus to enter the cell. The antibodies can bind to it simultaneously at three different locations and block attachment and entry of the virus. This combination drug targets the Zaire species of Ebola virus. The Sudan and Bundibugyo strains have also caused outbreaks, and it is unlikely that it would be effective against these strains.   == History ==   === Early development === The 2014 Ebola outbreak killed more than 11,300 people. Regeneron used its VelociGene, VelocImmune and VelociMab antibody discovery and production technologies and coordinated with the U.S. government's Biomedical Advanced Research and Development Authority (BARDA).  The therapy was developed in six months and a Phase 1 trial in healthy humans was completed in 2015.   === PALM trial ===  During the 2018 Équateur province Ebola outbreak, a similar monoclonal antibody treatment, mAb114, was requested by the Democratic Republic of Congo (DRC) Ministry of Public Health. mAb114 was approved for compassionate use by the World Health Organization MEURI ethical protocol and at DRC ethics board. mAb114 was sent along with other therapeutic agents to the outbreak sites. However, the outbreak came to a conclusion before any therapeutic agents were given to patients. Approximately one month following the conclusion of the Équateur province outbreak, a distinct outbreak was noted in Kivu in the DRC (2018–20 Kivu Ebola outbreak). Once again, mAb114 received approval for compassionate use by WHO MEURI and DRC ethic boards and has been given to many patients under these protocols. In November 2018, the Pamoja Tulinde Maisha (PALM [together save lives]) open-label randomized clinical control trial was begun at multiple treatment units testing mAb114, REGN-EB3 and remdesivir to ZMapp. Despite the difficulty of running a clinical trial in a conflict zone, investigators have enrolled 681 patients towards their goal of 725. This is the second largest outbreak with (as of January 2020) over 3,400 confirmed or probable cases, including more than 2,200 who have died. An interim analysis by the Data Safety and Monitoring Board (DSMB) of the first 499 patient found that mAb114 and REGN-EB3 were superior to the comparator ZMapp. Overall mortality of patients in the ZMapp and Remdesivir groups were 49% and 53% compared to 34% and 29% for mAb114 and REGN-EB3. When looking at patients who arrived early after disease symptoms appeared, survival was 89% for mAB114 and 94% for REGN-EB3.  While the study was not powered to determine whether there is any difference between REGN-EB3 and mAb114, the survival difference between those two therapies and ZMapp was significant. This led to the DSMB halting the study and PALM investigators dropping the remdesivir and ZMapp arms from the clinical trial. All patients in the outbreak who elect to participate in the trial will now be given either mAb114 or REGN-EB3. In August 2019, Congolese health officials announced it was more effective compared to two other treatments being used at the time. Among patients treated with it, 34% died; the mortality rate improved if the drug was administered soon after infection, in a timely diagnosis – critical for those infected with diseases like Ebola that can cause sepsis and, eventually, multiple organ dysfunction syndrome, more quickly than other diseases.  The survival rate if the drug was administered shortly after the infection was 89%. Atoltivimab/maftivimab/odesivimab was evaluated in 382 adult and pediatric participants with confirmed Zaire ebolavirus infection in one clinical trial (the PALM trial) and as part of an expanded access program conducted in the Democratic Republic of the Congo (DRC) during an Ebola virus outbreak in 2018/2019. In the PALM trial, the safety and efficacy of atoltivimab/maftivimab/odesivimab was evaluated in a multi-center, open-label, randomized controlled trial, in which 154 participants received atoltivimab/maftivimab/odesivimab (50 mg of each monoclonal antibody) intravenously as a single infusion, and 168 participants received an investigational control. The trial enrolled pediatric and adult participants (including pregnant women) with Zaire ebolavirus infection. All participants received standard, supportive care for the disease. The participants and the health care providers knew which treatment was being given. The primary efficacy endpoint was 28-day mortality. The primary analysis population was all participants who were randomized and concurrently eligible to receive either atoltivimab/maftivimab/odesivimab or the investigational control during the same time period of the trial. Of the 154 participants who received atoltivimab/maftivimab/odesivimab, 33.8% died after 28 days, compared to 51% of the 153 participants who received a control. In the expanded access program, an additional 228 participants received atoltivimab/maftivimab/odesivimab.   === Regulatory status === The FDA granted the application of atoltivimab/maftivimab/odesivimab-ebgn orphan drug and breakthrough therapy designations. The FDA granted the approval of Inmazeb to Regeneron Pharmaceuticals with an indication for the treatment of infection caused by Zaire ebolavirus in October 2020. The drug has also received orphan drug designation from the European Medicines Agency.   == References ==   == Further reading ==   == External links == Clinical trial number NCT03719586 for \"Investigational Therapeutics for the Treatment of People With Ebola Virus Disease\" at ClinicalTrials.gov \"Making a Drug You Hope No One Will Ever Need\". Regeneron Pharmaceuticals."}