{"name": "odevixibat", "category": "drug", "content": "Odevixibat, sold under the brand name Bylvay among others, is a medication for the treatment of progressive familial intrahepatic cholestasis. It is taken by mouth. Odevixibat is a reversible, potent, selective inhibitor of the ileal bile acid transporter (IBAT). It was developed by Albireo Pharma. The most common side effects include diarrhea, abdominal pain, hemorrhagic diarrhea, soft feces, and hepatomegaly (enlarged liver). Odevixibat was approved for medical use in the United States and in the European Union in July 2021. The U.S. Food and Drug Administration considers it to be a first-in-class medication.   == Medical uses == In the United States, odevixibat is indicated for the treatment of pruritus in people three months of age and older with progressive familial intrahepatic cholestasis. In the European Union it is indicated in people six months of age and older.   == Mechanism of action == Odevixibat is a reversible inhibitor of the ileal sodium/bile acid co-transporter. This transporter is responsible for reabsorption of the majority of bile acids in the distal ileum. The reduced absorption of the bile acids in the distal ileum compounds and leads to a decrease in stimulation of FXR (farnesoid X receptor), decreasing the inhibition of bile acid synthesis. Odevixibat works as a reversible, selective, small molecule inhibitor of the ileal bile acid transporter (IBAT).   == Pharmacokinetics == Odevixibat is > 99% protein-bound in vitro. A dose of odevixibat that is 7.2 mg reaches a cmax concentration of 0.47 ng/mL with an AUC (0-24h) of 2.19 h*ng/mL. Adult and pediatric patients given the therapeautic dose of odevixibat did not display plasma concentrations of the drug. Odevixibat is eliminated majorly unchanged. Odevixibat has an average half-life of 2.36 hours. The peak plasma time ranges from 1 to 5 hours after a single 7.2 mg dose in healthy adults. In healthy adults receiving a single 7.2 mg dose, the peak plasma concentration is 0.47 ng/mL, and the area under the concentration-time curve (AUC) is 2.19 ng·hr/mL. The plasma concentration of odevixibat in patients aged 6 months to 17 years ranges from 0.06 to 0.72 ng/mL. With once-daily dosing, there is no accumulation of odevixibat. Odevixibat is metabolized through a process called mono-hydroxylation.The drug is primarily eliminated through the feces (97% unchanged), with a minimal amount excreted in the urine (0.002%). Consuming a high-fat meal (800-1000 calories with approximately 50% of the total caloric content from fat) the peak plasma concentration is decreased by 72%, the AUC by 62%, and delays the peak plasma time by 3 to 4.5 hours. However, the impact of food on systemic exposures to odevixibat is not clinically significant.   == Contraindications == Odevixibat cannot be given to a child on a liquid diet.   == Adverse effects == Common side effects of odevixibat include diarrhea, stomach pain, vomiting, liver test abnormalities, abnormal liquid function tests, and a deficiency in vitamins A, D, E and K.   === Pregnancy and lactation === There are no enough human data on odevixibat use during pregnancy to build a drug-associated risk of major birth defects, miscarriage, or adverse developmental outcomes. There are no data on the presence of odevixibat in human milk, and how it affects milk production and breastfed babies.   == History == Preclinical studies and early clinical trials were conducted to evaluate the safety and efficacy of odevixibat, to establish the appropriate dosage, assess its mechanism of action, and evaluate its effects on bile acid levels and symptoms in people with progressive familial intrahepatic cholestasis. A 24-week clinical trial, played a role in demonstrating the effectiveness and safety of odevixibat in treating pruritus in children with progressive familial intrahepatic cholestasis. The US Food and Drug Administration (FDA) granted the application for odevixibat orphan drug designation. The FDA classified odevixibat as an orphan drug for the rare conditions of Alagille syndrome, biliary atresia, and primary biliary cholangitis. Odevixibat was granted its initial approval in July 2021, in the European Union for the treatment of progressive familial intrahepatic cholestasis in people aged six months and older. In July 2021, it received approval in the United States for the treatment of pruritus (itching) in people aged three months and older with progressive familial intrahepatic cholestasis.   == Society and culture ==   === Legal status === In May 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) recommended granting a marketing authorization in the European Union for odevixibat for the treatment of progressive familial intrahepatic cholestasis in people aged six months or older. It was approved for medical use in the European Union in July 2021. In July 2024, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization under exceptional circumstances for the medicinal product Kayfanda, intended for the treatment of cholestatic pruritus in people with Alagille syndrome aged six months or older. The applicant for this medicinal product is Ipsen Pharma. Kayfanda was approved for medical use in the European Union in September 2024.   == Research == A phase III randomized control trial showed odevixibat reduced pruritis and serum bile acids in children with progressive familial intrahepatic cholestasis.   == References ==   == External links == Clinical trial number NCT03566238 for \"This Study Will Investigate the Efficacy and Safety of A4250 in Children With PFIC 1 or 2 (PEDFIC 1)\" at ClinicalTrials.gov"}