{"name": "ofatumumab", "category": "drug", "content": "Ofatumumab is a fully human monoclonal antibody to CD20, which appears to provide rapid B-cell depletion. Under the brand name Kesimpta, it is approved for the treatment of multiple sclerosis in the United States as well as in the European Union and other regions. Under the brand name Arzerra, it is approved for the treatment of certain types of chronic lymphocytic leukemia (CLL) in the United States. It is sold by Novartis under license from Genmab. The most common side effects for ofatumumab (Kesimpta) include upper respiratory tract infection, headache, injection-related reactions, and local injection site reactions. The most common side effects for ofatumumab (Arzerra) include infusion reactions and neutropenia.   == Medical uses == Ofatumumab (Kesimpta 20 mg solution for injection in pre-filled syringe/pen) is indicated for the treatment of relapsing forms of multiple sclerosis in adults. The recommended dose is 20 mg of ofatumumab administered by subcutaneous injection with monthly dosing following loading. Treatment with ofatumumab has been shown to rapidly deplete B-cells which aids MS pathogenesis by influencing and regulating different autoimmune process such as T-cell production and APC activity. Depleted B-cells are required to address chronic clinical conditions like MS. Ofatumumab (Arzerra 100 mg or 1000 mg concentrate for solution for infusion) is indicated for the treatment of untreated, relapsed, or refractory chronic lymphocytic leukemia (CLL). The recommended doses for treatment of CLL are higher than MS, with 1000 or 2000 mg infusions administered monthly depending on if the CLL is untreated, relapsed or refractory, following loading. Ofatumumab is under investigation as a potential treatment for follicular lymphoma, diffuse large B cell lymphoma and rheumatoid arthritis.   == Adverse effects == Adverse effects of ofatumumab (Kesimpta) by frequency: Very common (>10% frequency):  Upper respiratory tract infection Injection-related reactions (systemic) Injection-site reactions (local) Urinary tract infections Headache Common (1-10% frequency):  Backpain Blood immunoglobulin M decreased Oral herpes Adverse effects of ofatumumab (Arzerra) by frequency: Very common (>10% frequency):  Common (1-10% frequency):'  Uncommon (0.1-1% frequency):  Rare (<0.1% frequency):  Hepatitis B infection or reactivation Ofatumumab (Arzerra) has received a black box warning regarding the potential for it to cause progressive multifocal leukoencephalopathy and hepatitis B reactivation. Likewise it is also advised that doctors watch cautiously for small bowel obstruction, neutropenia, thrombocytopenia, infusion reactions or an increased risk for infection. For more information, please refer to the prescribing information or your doctor.   == Interactions == No formal drug interaction studies have been conducted with ofatumumab. Although it is advised that patients are not administered live virus vaccines (e.g. the oral polio vaccine) while undergoing treatment with ofatumumab due to the compromised ability to fight the attenuated viruses seen in patients being treated with ofatumumab. While on treatment with ofatumumab (Kesimpta), all immunizations should be administered according to immunization guidelines at least 4 weeks prior to initiation of ofatumumab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks prior to initiation of ofatumumab for inactivated vaccines.   == Mechanism == Ofatumumab is a fully human anti-CD20 monoclonal antibody whose epitope is distinct from that of rituximab. Ofatumumab binds to a distinct epitope on small and large extracellular loops of CD20. The CD20 antigen is expressed on solely B cell lymphocytes. Compared with rituximab, ofatumumab binds more tightly to CD20 with a slower off-rate. It causes cytotoxicity in the cells that express CD20 by means of complement-dependent cytotoxicity (CDC) and antibody-dependent cellular cytotoxicity (ADCC).   == History == Ofatumumab was jointly developed by Danish biotech Genmab and GlaxoSmithKline GSK plc who entered into an agreement to co-develop and commercialize ofatumumab in 2006. It was approved as Arzerra for the treatment of chronic lymphocytic leukemia in the United States in October 2009. Ofatumumab (Arzerra) was then approved in the European Union in June 2010, in the United Kingdom in April 2010, and in Canada in August 2012. In 2014, Novartis acquired a number of GSK's oncology products, including the collaboration with Genmab and ofatumumab. For commercial reasons ofatumumab (Arzerra) was withdrawn from the Canadian market in 2017. It was withdrawn from the European Union in February 2019. Novartis removed it from all of the non-US markets and made it available only for compassionate use in those markets. Ofatumumab (Kesimpta) was approved for the treatment of relapsing forms of multiple sclerosis in adults in the United States in August 2020. EU approval was subsequently received in March 2021.   == Society and culture ==   === Economics === Ofatumumab (Arzerra) was transitioned to an oncology access program to make it available at no cost to chronic lymphocytic leukemia patients in the U.S.   == References ==   == Further reading ==   == External links == Clinical trial number NCT01848145 for \"Rapid Infusion of Ofatumumab in Patients With Previously Treated Chronic Lymphocytic Leukemia\" at ClinicalTrials.gov"}