{"name": "olaratumab", "category": "drug", "content": "Olaratumab, sold under the brand name Lartruvo, is a monoclonal antibody medication developed by Eli Lilly and Company for the treatment of solid tumors. It is directed against the platelet-derived growth factor receptor alpha. It was removed from the United States and European Union markets in 2019, due to insufficient proof of its medical advantage (see below \"Medical uses\").   == Medical uses == Olaratumab is used in combination with doxorubicin for the treatment of adults with advanced soft-tissue sarcoma (STS) who cannot be cured by cancer surgery or radiation therapy, and who have not been previously treated with doxorubicin. In a randomised controlled trial with 133 STS patients, olaratumab plus doxorubicin improved the median of progression-free survival from 4.1 to 6.6 months as compared to doxorubicin alone (p = 0.0615, narrowly missing statistical significance), and overall survival from 14.7 to 26.5 months (p = 0.0003, highly significant). However, the ANNOUNCE phase 3 trial did not find any advantage in adding olaratumab to doxorubicin. Therefore, in January 2019, FDA and EMA decided to recommend against starting olaratumab for soft tissue sarcoma. In April 2019 the European Medicines Agency explicitly requested the marketing authorisation of the medicine to be revoked. Shortly afterwards the German Physician's Medicines Commission reported that olaratumab will be removed from the German market \"in a few weeks\" and asked doctors not to treat new patients with this drug outside of clinical trials. Lilly subsequently voluntarily withdrew its approval in the United States.   == Contraindications == The drug has no contraindications apart from hypersensitivity reactions.   == Side effects == In studies, the most serious side effects of the combination olaratumab/doxorubicin were neutropenia (low count of neutrophil white blood cells) with a severity of grade 3 or 4 in 55% of patients, and musculoskeletal pain grade 3 or 4 in 8% of patients. Common milder side effects were lymphopenia, headache, diarrhoea, nausea and vomiting, mucositis, and reactions at the infusion site; all typical effects of cancer therapies.   == Interactions == No pharmacokinetic interactions with doxorubicin were observed in studies. Being a monoclonal antibody, olaratumab is neither metabolised by cytochrome P450 liver enzymes nor transported by transmembrane pumps, and is thus not expected to interact relevantly with other drugs.   == Pharmacology ==   === Mechanism of action === Olaratumab inhibits growth of tumour cells by blocking subunit alpha of the platelet-derived growth factor receptor, a type of tyrosine kinase.   === Pharmacokinetics === After intravenous infusion, olaratumab has a volume of distribution of 7.7 litres in steady state and a biological half-life of 11 days.   == History == Olaratumab was originally developed by ImClone Systems, which was acquired by Eli Lilly in 2008. A Phase I clinical trial was conducted in Japanese patients in September 2010, followed by a Phase II trial in 133 patients, starting in October 2010. In February 2015, the European Medicines Agency assigned olaratumab orphan drug status for the treatment of soft-tissue sarcoma. The European Commission granted a conditional marketing authorisation, based on the mentioned Phase II study, valid throughout the European Union on 9 November 2016. Previously considered a promising drug, the FDA granted olaratumab fast track designation, breakthrough therapy designation and priority review status. In October 2016, the US FDA issued an accelerated approval notice for use of olaratumab with doxorubicin to treat adults with certain types of soft-tissue sarcoma, based on the same study.  A phase III trial completed in 2019, and unfortunately showed no benefit from the addition of olaratumab to doxorubicin. As noted above, these results led to withdrawal of approval in the United States and Europe.   == References =="}