{"name": "oliceridine", "category": "drug", "content": "Oliceridine, sold under the brand name Olinvyk, is an opioid medication that is used for the treatment of moderate to severe acute pain in adults. It is given by intravenous (IV) injection. The most common side effects include nausea, vomiting, dizziness, headache, constipation, itchy skin and low oxygen levels in blood. It was approved for medical use in the United States in August 2020.   == Medical uses == Oliceridine is indicated for short-term intravenous use in hospitals or other controlled clinical settings, such as during inpatient and outpatient procedures. It is not indicated for at-home use.   == Adverse effects == The safety profile of oliceridine is similar to other opioids. As with other opioids, the most common side effects of oliceridine are nausea, vomiting, dizziness, headache and constipation. Prolonged use of opioid analgesics during pregnancy can result in neonatal opioid withdrawal syndrome. Olinvyk carries a boxed warning about addiction, abuse and misuse; life-threatening respiratory depression; neonatal opioid withdrawal syndrome; and risks from concomitant use with benzodiazepines or other central nervous system depressants. Unlike other opioids for intravenous administration, Olinvyk has a maximum recommended daily dose limit of 27 milligrams.   == Contraindications == Oliceridine should not be given to people with significant respiratory depression; acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment; known or suspected gastrointestinal obstruction; or known hypersensitivity to the medication.   == Pharmacology ==   === Pharmacodynamics === Oliceridine is a μ-opioid receptor biased agonist developed by Trevena. In cell-based (in vitro) research, oliceridine elicits robust G protein signaling, with potency and efficacy similar to that of morphine, but with less β-arrestin 2 recruitment and receptor internalization. It has been suggested that this might be due to its low intrinsic efficacy, rather than functional selectivity or 'G protein bias', although the validity of that conclusion has also been questioned. In vivo, it may have fewer adverse effects (including respiratory depression and constipation) compared with morphine. In general, in vitro potency does not guarantee any clinical relevance in humans.   == History == A total of 1,535 participants with moderate to severe acute pain were treated with oliceridine in controlled and open-label trials. Its safety and efficacy were established by comparing oliceridine to placebo in randomized, controlled studies of participants who had undergone bunion surgery or abdominal surgery. Participants administered oliceridine reported decreased pain compared to placebo at the approved doses. The U.S. Food and Drug Administration (FDA) approved oliceridine based on evidence from three clinical trials (Trial 1/NCT02815709, Trial 2/NCT02820324 and Trial 3) of 1558 participants 18 to 89 years old who were in need of pain medication. The trials were conducted at 53 sites in the United States. Trial 1 enrolled participants who underwent bunion surgery. Participants with moderate to severe post-surgical pain were randomly assigned to receive oliceridine, placebo or an approved drug to treat pain (morphine) for 48 hours intravenously. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed. All participants were allowed to use a rescue pain medication, if the pain was not well controlled using the trial medications. Trial 2 enrolled participants who underwent surgical removal of abdominal wall fat (abdominoplasty) and had moderate to severe pain. Participants were randomly assigned to receive oliceridine, placebo or an approved drug to treat pain (morphine) for 24 hours intravenously. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed. All participants were allowed to use a rescue pain medication, if the pain was not well controlled using the trial medications. To assess the benefits of oliceridine, participants used a numerical scale to score how severe the pain was after the surgery. The scores for the participants receiving oliceridine were compared to the scores for the participants who received placebo and those who received morphine. In the third trial, participants who had pain following various type of surgeries or due to a medical condition received at least one dose of oliceridine. Data from this trial were used only to assess the side effects of oliceridine. Oliceridine was approved for medical use in the United States in August 2020. The FDA granted approval of Olinvyk to Trevena Inc.   == Society and culture ==   === Legal status === An advisory committee of the U.S. Food and Drug Administration (FDA) voted against the approval of oliceridine in 2018, due to concerns that the benefit of the drug did not exceed the risk. The risks of oliceridine include prolongation of the QT interval on the ECG, and depression of the respiratory drive (which could cause a person to stop breathing). As a result of the committee's vote, the FDA declined to approve oliceridine, citing safety concerns. Oliceridine was approved for medical use in the United States in August 2020. The FDA granted approval of Olinvyk to Trevena Inc. The DEA issued an interim final rule on October 30, 2020, designating oliceridine as CSA Schedule II (DEA Code 9245).   == See also == SHR9352 Tegileridine TRV734   == References ==   == External links == \"Oliceridine\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT02815709 for \"Study of Oliceridine (TRV130) for the Treatment of Moderate to Severe Acute Pain After Bunionectomy (APOLLO-1)\" at ClinicalTrials.gov Clinical trial number NCT02820324 for \"Study of Oliceridine (TRV130) for the Treatment of Moderate to Severe Acute Pain After Abdominoplasty\" at ClinicalTrials.gov"}