{"name": "olipudase alfa", "category": "drug", "content": "Olipudase alfa, sold under the brand name Xenpozyme, is a medication used for the treatment of non-central nervous system (CNS) manifestations of acid sphingomyelinase deficiency type A/B or type B. The most common side events include infections, infusion-related reactions, or gastrointestinal complaints (disease signs and symptoms in children). Historically referred to as Niemann-Pick disease types A (NPD A) and B (NPD B), acid sphingomyelinase deficiency is a genetic disorder. It belongs to the larger family of metabolic disorders called lysosomal storage diseases, in which fats build up within the parts of the body's cells that break down nutrients and other materials. This affects the way cells work and causes them to die, affecting normal functioning of tissues and organs. Acid sphingomyelinase deficiency is seriously debilitating and life-threatening since the build-up of fatty substances can cause brain damage and swelling of organs such as liver and spleen. Xenpozyme is the first acid sphingomyelinase deficiency-specific treatment. The replacement enzyme is produced by a method known as recombinant DNA technology: it is made by cells into which a gene (DNA) has been introduced, that enables them to produce the enzyme. Olipudase alfa was approved for medical use in Japan in March 2022, in the European Union in June 2022, and in the United States in August 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Olipudase alfa is indicated as an enzyme replacement therapy for the treatment of non-central nervous system manifestations of acid sphingomyelinase deficiency in people with type A/B or type B. Olipudase alfa is an enzyme replacement therapy, developed to replace patients' deficient or defective enzyme, acid sphingomyelinase, and thereby reduce fat accumulation within cells and relieve some of the symptoms of the disease. Xenpozyme was approved by the European Medicines Agency for the treatment of acid sphingomyelinase deficiency type A/B or type B, and by the US FDA for the treatment of non–central nervous system manifestations of acid sphingomyelinase deficiency.    == Society and culture == Olipudase alfa is the international nonproprietary name (INN).   === Legal status === Olipudase alfa was approved for medical use in Japan in March 2022. In May 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Xenpozyme, intended for the treatment of non-central nervous system (CNS) manifestations of acid sphingomyelinase deficiency type A/B or type B. Xenpozyme was reviewed under the accelerated assessment program of the European Medicines Agency (EMA). The applicant for this medicinal product is Genzyme Europe BV. Olipudase alfa was approved for medical use in the European Union in June 2022.   == References ==   == Further reading == Diaz GA, Jones SA, Scarpa M, Mengel KE, Giugliani R, Guffon N, et al. (August 2021). \"One-year results of a clinical trial of olipudase alfa enzyme replacement therapy in pediatric patients with acid sphingomyelinase deficiency\". Genet Med. 23 (8): 1543•1550. doi:10.1038/s41436-021-01156-3. PMC 8354848. PMID 33875845. Maines E, Franceschi R, Rizzardi C, Deodato F, Piccoli G, Gragnaniello V, et al. (2022). \"Atherogenic lipid profile in patients with Niemann-Pick disease type B: What treatment strategies?\". J Clin Lipidol. 16 (2): 143–154. doi:10.1016/j.jacl.2022.01.008. PMID 35181260. S2CID 246974107. Wasserstein MP, Diaz GA, Lachmann RH, Jouvin MH, Nandy I, Ji AJ, et al. (September 2018). \"Olipudase alfa for treatment of acid sphingomyelinase deficiency (ASMD): safety and efficacy in adults treated for 30 months\". J Inherit Metab Dis. 41 (5): 829•838. doi:10.1007/s10545-017-0123-6. PMC 6133173. PMID 29305734."}