{"name": "olodaterol", "category": "drug", "content": "Olodaterol (trade name Striverdi Respimat) is an ultra-long-acting β adrenoreceptor agonist (ultra-LABA) used as an inhalation for treating people with chronic obstructive pulmonary disease (COPD). It is manufactured by Boehringer Ingelheim.   == Medical uses == Olodaterol is a once-daily maintenance bronchodilator treatment of airflow obstruction in people with COPD. While it appears to reduce COPD exacerbations it does not appear to alter the speed at which a person's lungs worsen or alter their life expectancy.  As of December 2013, olodaterol is not approved as a treatment of asthma. It is administered in an inhaler called Respimat Soft Mist Inhaler.   == Adverse effects == Adverse effects generally were rare and mild in clinical studies. Most common, but still affecting no more than 1% of patients, were nasopharyngitis (running nose), dizziness and rash. To judge from the drug's mechanism of action and from experiences with related drugs, hypertension (high blood pressure), tachycardia (fast heartbeat), hypokalemia (low blood levels of potassium), shaking, etc., might occur in some patients, but these effects have rarely, if at all, been observed in studies.   == Interactions == Based on theoretical considerations, co-application of other beta-adrenoceptor agonists, potassium lowering drugs (e.g. corticosteroids, many diuretics, and theophylline), tricyclic antidepressants, and monoamine oxidase inhibitors could increase the likelihood of adverse effects to occur. Beta blockers, a group of drugs for the treatment of hypertension (high blood pressure) and various conditions of the heart, could reduce the efficacy of olodaterol. Clinical data on the relevance of such interactions are very limited.   == Pharmacology ==   === Mechanism of action === Like all β adrenoreceptor agonists, olodaterol mimics the effect of epinephrine at β2 receptors in the lung, which causes the bronchi to relax and reduces their resistance to airflow. Olodaterol is a nearly full β2 agonist, having 88% intrinsic activity compared to the gold standard isoprenaline/isoproterenol). Its half maximal effective concentration (EC50) is 0.1 nM. It has a higher in vitro selectivity for β2 receptors than the related drugs formoterol and salmeterol: 241-fold versus β1 and 2299-fold versus β3 adrenergic receptors. The high β2/β1 selectivity may account for the apparent lack of tachycardia in clinical trials, which is mediated by β1 receptors on the heart.   === Pharmacokinetics === Olodaterol is substantially metabolized by glucuronidation (UGT2B7, UGT1A1, UGT1A9) and O-demethylation (CYP2C8, CYP2C9).   === Pharmadynamics === Once bound to a β2 receptor, an olodaterol molecule stays there for hours — its dissociation half-life is 17.8 hours — which allows for once-a-day application of the drug like with indacaterol. Other related compounds generally have a shorter duration of action and have to be applied twice daily (e.g., formoterol, salmeterol). Still others (e.g., salbutamol/аlbuterol, fenoterol) have to be applied three or four times a day for continuous action, which can also be an advantage for patients who need to apply β2 agonists only occasionally; for example, in an asthma attack.   == History == On 29 January 2013 the U.S. Food and Drug Administration (FDA) Pulmonary-Allergy Drugs Advisory Committee (PADAC) recommended that the clinical data included in the new drug application (NDA) for olodaterol provide substantial evidence of safety and efficacy to support the approval of olodaterol as a once-daily maintenance bronchodilator treatment for airflow obstruction in patients with COPD. On 18 October 2013 approval of olodaterol in the first three European countries — the United Kingdom, Denmark and Iceland — was announced by the manufacturer. On July 31, 2014 the U.S. Food and Drug Administration approved Striverdi Respimat (olodaterol inhalation spray) to treat patients with chronic obstructive pulmonary disease (COPD), including chronic bronchitis and/or emphysema that are experiencing airflow obstruction.   == References ==   == External links =="}