{"name": "olopatadine", "category": "drug", "content": "Olopatadine, sold under the brand name Patanol among others, is an antihistamine medication used to decrease the symptoms of allergic conjunctivitis and allergic rhinitis (hay fever). It is used as eye drops or as a nasal spray. The eye drops generally result in an improvement within half an hour. Common side effects include headache, sore throat, eye discomfort, or changes in perception of taste. More significant side effects may include sleepiness. It is unclear if use during pregnancy or breastfeeding is safe. It is an antihistamine and mast cell stabilizer. Olopatadine was patented in 1986 and came into medical use in 1997. It is available as a generic medication. In 2021, it was the 263rd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Olopatadine is an active ingredient in eye drops designed to alleviate allergic conjunctivitis, a condition characterized by itchy, red, and watery eyes. It is intended to serve as a superior alternative to eye drops that contain corticosteroids. By utilizing olopatadine, the goal is to minimize the side effects associated with corticosteroids. These side effects include elevated intraocular pressure, which can lead to glaucoma, and an increased susceptibility to infections. In nasal sprays, olopatadine is used either as a standalone active ingredient, or in a combination with mometasone, a corticosteroid. A fixed-dose combination of olopatadine hydrochloride 665 μg and mometasone furoate 25 μg is called \"GSP301\".   == Side effects == Known side effects for olopatadine eye drops include headache, eye burning and/or stinging, blurred vision, dry eyes, foreign body sensation, hyperemia, keratitis, eyelid edema, pruritus, asthenia, sore throat (pharyngitis), rhinitis, sinusitis, taste perversion, and vomiting. Olopatadine nasal spray may cause side effects such as nosebleeds, painful nasal sores, fever, urinary discomfort, nasal congestion, cough, throat irritation, a bitter taste, drowsiness, headaches, rashes, and repeated instances of painful urination.   == Chemistry ==   === Synthesis ===   == Pharmacology ==   === Pharmacodynamics === Olopatadine acts as a selective antagonist of the histamine H1 receptor, thus stabilizing mast cells and inhibiting histamine release.   == History == Olopatadine was patented in 1986 by Kyowa Hakko Kogyo and came into medical use in 1997. In the United States, Pataday Twice Daily Relief was first approved by the FDA in 1996, under the name Patanol as a prescription drug and was indicated for the treatment of the signs and symptoms of allergic conjunctivitis (referring to ocular redness and itching due to allergies). Pataday – now Pataday Once Daily Relief – was first approved by the FDA in 2004, as a prescription drug and was indicated for the treatment of ocular itching associated with allergic conjunctivitis. These drugs are mast cell stabilizers, which work by preventing the release of histamine and therefore prevent or control allergic disorders. In February 2020, Pataday Twice Daily Relief and Pataday Once Daily Relief were switched to be over-the-counter drugs in the United States when the FDA granted the approvals of the nonprescription products to Alcon.   == Society and culture ==   === Brand names === Brand names include Pallada, Pazeo, Pataday, Patanol S, Patanol, Opatanol, Olopat, Patanase. It is also available as an oral tablet in Japan under the tradename Allelock, manufactured by Kyowa Hakko Kogyo.   == References ==   == External links == \"Olopatadine Nasal Spray\". MedlinePlus."}