{"name": "omacetaxine mepesuccinate", "category": "drug", "content": "Omacetaxine mepesuccinate (INN; trade name Synribo; formerly named as homoharringtonine or HHT) is a pharmaceutical drug substance that is indicated for treatment of chronic myeloid leukemia (CML). HHT is a natural plant alkaloid derived from Cephalotaxus fortunei. HHT and related compound esters of cephalotaxine were described first in 1970, and were the subject of intensive research efforts by Chinese investigators to clarify their role as anticancer and antileukemic agents from the 1970s until the present.  It was approved by the US FDA in October 2012 for the treatment of adult patients with CML with resistance and/or intolerance to two or more tyrosine kinase inhibitors (TKIs).   == Medical uses == Omacetaxine/homoharringtonine is indicated for use as a treatment for patients with chronic myeloid leukaemia who are resistant or intolerant of tyrosine kinase inhibitors. In June 2009, results of a long-term open label Phase II study were published, which investigated the use of omacetaxine infusions in CML patients. After twelve months of treatment, about one third of patients showed a cytogenetic response. A study in patients who had failed imatinib and who had the drug resistant T315I mutation achieved cytogenetic response in 28% of patients and hematologic response in 80% of patients, according to preliminary data. Phase I studies including a small number of patients have shown benefit in treating myelodysplastic syndrome (MDS, 25 patients) and acute myelogenous leukaemia (AML, 76 patients). Patients with solid tumors did not benefit from omacetaxine.   == Adverse effects == By frequency: Very common (>10% frequency):  Common (1–10% frequency):  Seizures Haemorrhage † Myelosuppression, including: thrombocytopenia, anaemia, neutropenia and lymphopenia, in descending order of frequency. Omacetaxine mepesuccinate can cause fetal harm when administered to a pregnant woman. Women using HHT should avoid becoming pregnant and also avoid nursing while receiving HHT.   == Mechanism of action == Omacetaxine mepesuccinate is a protein translation inhibitor. It inhibits protein translation by preventing the initial elongation step of protein synthesis. It interacts with the ribosomal A-site and prevents the correct positioning of amino acid side chains of incoming aminoacyl-tRNAs. Omacetaxine mepesuccinate acts only on the initial step of protein translation and does not inhibit protein synthesis from mRNAs that have already commenced translation.   == References =="}