{"name": "omadacycline", "category": "drug", "content": "Omadacycline, sold under the brand name Nuzyra,  is a broad spectrum antibiotic medication belonging to the aminomethylcycline subclass of tetracycline antibiotics. In the United States, it was approved in October 2018, for the treatment of community-acquired bacterial pneumonia and acute skin and skin structure infections.   == Mechanism of action == The mechanism of action of omadacycline is similar to that of other tetracyclines – inhibition of bacterial protein synthesis.  Omadacycline has activity against bacterial strains expressing the two main forms of tetracycline resistance (efflux and ribosomal protection).   == History == Omadacycline was invented at Tufts University School of Medicine by a research team led by Mark L. Nelson with Mohamed Ismail while at Tufts and Kwasi Ohemeng and Laura Honeyman at Paratek Pharmaceuticals, Boston. The team applying their chemistry methods to the tetracycline scaffolds created over 3000 new derivatives, leading to the novel third-generation compounds omadacycline and sarecycline.   === In vitro studies === In vitro studies have shown that omadacycline has activity against a broad range of Gram-positive and select Gram-negative pathogens.  Omadacycline has potent in vitro activity against Gram-positive aerobic bacteria including methicillin-resistant Staphylococcus aureus (MRSA), penicillin-resistant and multi-drug resistant Streptococcus pneumoniae, and vancomycin-resistant Enterococcus.  Omadacycline also has antimicrobial activity against common Gram-negative aerobes, some anaerobes, and atypical bacteria such as Legionella and Chlamydia. This activity translated to potent efficacy for omadacycline in an in vivo systemic infection model in mice. Additional in vitro and in vivo studies of omadacycline metabolism, disposition, and drug interactions show that omadacycline is metabolically stable (i.e., it does not undergo significant biotransformation) and neither inhibits nor interacts with metabolizing enzymes or transporters.   === Clinical trials === A phase II study was conducted comparing the safety and efficacy of omadacycline to linezolid for the treatment of complicated skin and skin structure infections.  Patients were randomized at 11 sites in the US to receive either omadacycline 100 mg intravenously once daily with an option to transition to 200 mg orally once daily or linezolid 600 mg intravenously twice daily with an option to transition to 600 mg orally twice daily.  The results indicated that omadacycline is well tolerated and has the potential to be an effective treatment in patients with complicated skin and skin structure infections. In June 2013, the US Food and Drug Administration (FDA) designated the intravenous and oral formulations of omadacycline as a qualified infectious disease product in the treatment of acute bacterial skin and skin structure infections and community-acquired bacterial pneumonia. A 650-patient phase III registration study comparing omadacycline to linezolid for the treatment of acute bacterial skin and skin structure infections began in June 2015. Omadacycline met the primary efficacy endpoint of early clinical response with statistical non-inferiority (10% margin) compared to linezolid, and was generally safe and well tolerated.  The most common treatment-emergent adverse events were gastrointestinal side effects (18.0% for omadacycline vs. 15.8% for linezolid). A 750-patient phase III study comparing omadacycline to moxifloxacin for the treatment of community-acquired bacterial pneumonia began in November 2015.  Omadacycline was statistically non-inferior to moxifloxacin at the early clinical response, 72 to 120 hours after therapy was initiated. In May 2016, a phase Ib study of omadacycline in urinary tract infection was initiated. In August 2016, a second phase III study of omadacycline was initiated in patients with acute bacterial skin and skin structure infections, comparing the efficacy and safety of once-daily, oral omadacycline to that of twice-daily, oral linezolid. In July 2017, analysis of the data showed that all of the primary and secondary endpoints required for submission to the FDA and EMA were met. This was the third phase 3 registration study of omadacycline with favorable results.   == References ==   == External links == \"Omadacycline Injection\". MedlinePlus."}