{"name": "omalizumab", "category": "drug", "content": "Omalizumab, sold under the brand name Xolair among others, is an injectable medication to treat severe persistent allergic forms of asthma, nasal polyps, urticaria (hives), and immunoglobulin E-mediated food allergy. Omalizumab is a recombinant DNA-derived humanized IgG1 monoclonal antibody which specifically binds to free human immunoglobulin E (IgE) in the blood and interstitial fluid and to the membrane-bound form of IgE (mIgE) on the surface of mIgE-expressing B lymphocytes. Its primary adverse effect is anaphylaxis. In 1987 Tanox filed its first patent application on the anti-IgE drug candidates. It took until 2003 in the United States until omalizumab was approved, and in Europe until 2005 for moderate to severe persistent asthma and severe chronic rhinosinusitis with nasal polyps. In February 2024, the FDA approved it also to treat severe food allergy.   == Medical uses == In the United States, omalizumab is indicated to treat moderate to severe persistent asthma, severe chronic rhinosinusitis with nasal polyps and chronic idiopathic urticaria, and as of February 2024, food allergy. In the European Union, omalizumab is indicated to treat allergic asthma, chronic (long-term) spontaneous urticaria (itchy rash), and severe chronic rhinosinusitis with nasal polyps. In Australia, omalizumab is indicated to treat allergic asthma and chronic spontaneous urticaria.   === Allergic asthma === Omalizumab is used to treat people with severe, persistent allergic asthma that is not controlled with oral or injectable corticosteroids. Those patients have already failed step I to step IV treatments and are in step V of treatment. Such a treatment scheme is consistent with the widely adopted guidelines for the management and prevention of asthma, issued by Global Initiative of Asthma (GINA), which was a medical guidelines organization launched in 1993 in collaboration with the National Heart, Lung, and Blood Institute, National Institutes of Health, US, and the World Health Organization. A 2014 Cochrane review found that omalizumab was effective in reducing exacerbations and hospitalisations related to asthma when used as an adjunct to steroids.   === Chronic spontaneous urticaria === Omalizumab is indicated for chronic spontaneous urticaria in adults and adolescents (>12 years old) poorly responsive to H1-antihistamine therapy. When administered subcutaneously once every four weeks, omalizumab has been shown to significantly decrease itch severity and hive count.   === Food allergy === In February 2024, the US Food and Drug Administration (FDA) added an indication for immunoglobulin E-mediated food allergy for the reduction of allergic reactions, including anaphylaxis, which may occur with accidental exposure to one or more foods. Omalizumab can be used as a monotherapy or in combination with oral immunotherapy.   == Chemistry and formulations == Omalizumab is a glycosylated IgG1 monoclonal antibody produced by cells of an adapted Chinese hamster ovary (CHO) cell line. The antibody molecules are secreted by the host cells in a cell culture process employing large-scale bioreactors. At the end of culturing, the IgG contained in the medium is purified by an affinity-column using Protein A as the adsorbent, followed by chromatography steps, and finally concentrated by UF/DF (paired ultra filtration/depth filtration).   == Mechanism of action == The rationale for designing the anti-IgE therapeutic antibodies and the pharmacological mechanisms of anti-IgE therapy have been summarized in articles by the inventor of the anti-IgE therapy. Unlike an ordinary anti-IgE antibody, it does not bind to IgE that is already bound by the high affinity IgE receptor (FcεRI) on the surface of mast cells, basophils, and antigen-presenting dendritic cells. Perhaps the most dramatic effect, which was not foreseen at the time when the anti-IgE therapy was designed and which was discovered during clinical trials, is that as the free IgE in patients is depleted by omalizumab, the FcεRI receptors on basophils, mast cells, and dendritic cells are gradually down-regulated with somewhat different kinetics, rendering those cells much less sensitive to stimulation by allergens. Thus, therapeutic anti-IgE antibodies such as omalizumab represent a new class of potent mast cell stabilizers. This is now thought to be the fundamental mechanism for omalizumab's effects on allergic and non-allergic diseases involving mast cell degranulation. Many investigators have identified or elucidated a host of pharmacological effects, which help bring down the inflammatory status in omalizumab-treated patients.   === IgE in allergic diseases === In conjunction with achieving the practical goal to investigate the applicability of the anti-IgE therapy as a potential treatment for allergic diseases, the many corporate-sponsored clinical trials of TNX-901 and omalizumab on asthma, allergic rhinitis, peanut allergy, chronic idiopathic urticaria, atopic dermatitis, and other allergic diseases, have helped define the role of IgE in the pathogenesis of these prevalent allergic diseases. For example, the clinical trial results of omalizumab on asthma have unambiguously settled the long debate on whether IgE plays a central role in the pathogenesis of asthma. Numerous investigator-initiated case studies or small-scale pilot studies of omalizumab have been performed on various allergic diseases and several non-allergic diseases, especially inflammatory skin diseases. These diseases include atopic dermatitis, various subtypes of physical urticaria (solar, cold-induced, local heat-induced, or delayed pressure-induced), and a spectrum of relatively less prevalent allergic or non-allergic diseases or conditions, such as allergic bronchopulmonary aspergillosis, cutaneous or systemic mastocytosis, bee venom sensitivity (anaphylaxis), idiopathic anaphylaxis, eosinophil-associated gastrointestinal disorder, bullous pemphigoid, interstitial cystitis, nasal polyps, and idiopathic angioedema.   === Roles in non-allergic diseases === Several groups have reported clinical trial results that omalizumab may be effective in patients with non-allergic asthma. This seems to be contrary to the general understanding of the pharmacological mechanisms of the anti-IgE therapy discussed above. Furthermore, among the diseases in which omalizumab has been studied for efficacy and safety, some are not allergic diseases, because hypersensitivity reactions toward external antigens is not involved. For example, a portion of the cases of chronic idiopathic urticaria and all cases of bullous pemphigoid are clearly autoimmune diseases. For the remaining cases of chronic idiopathic urticaria and those of the different subtypes of physical urticaria, the internal abnormalities leading to the disease manifestation have not been identified. Notwithstanding these developments, it is apparent that many of those diseases involve inflammatory reactions in the skin and the activation of mast cells. An increasing series of papers have shown that IgE potentiates the activities of mast cells, while omalizumab can function as a mast cell-stabilizing agent, rendering these inflammatory cells less active.   == Adverse effects == Omalizumab's primary adverse effect is anaphylaxis (a life-threatening systemic allergic reaction), with a rate of occurrence of 1 to 2 patients per 1,000. A Cochrane review found injection site reactions to be the main reported adverse reaction. Limited studies are available to confirm whether omalizumab increases the risk of developing cardiovascular (CV) or cerebrovascular disease (CBV). Cohort and randomised controlled studies have shown that the risk of developing CV/CBV disease is around 20–32% higher in patients taking omalizumab compared to those not taking omalizumab. Additional multi-national, longitudinal studies with increased subject numbers are required to provide further clarification into the relationship and clinical significance between omalizumab and CV/CBV disease. Due to the severity of CV/CBVs side effects, clinicians and health care providers should continue to remain vigilant and monitor side effects when treating patients with omalizumab. IgE may play an important role in the immune system's recognition of cancer cells. Therefore, indiscriminate blocking of IgE-receptor interaction with omalizumab may have unforeseen risks. The data pooled in 2003 from the earlier phase I to phase III clinical trials showed a numeric imbalance in malignancies arising in omalizumab recipients (0.5%) compared with control subjects (0.2%). A 2012 study found that a causal link with cancer was unlikely.   == History == In 1983, the product concept of anti-IgE antibodies against autologous IgE epitopes was discovered by perinatal monoclonal IgE immunization in rodents prior to the emergence of endogenous self IgE by Swey-Shen Chen at the Scripps Research Institute (TSRI) and in Case Western Reserve University (CWRU), and later confirmed by Dr. Alfred Nisonoff at Brandeis University using monoclonal IgE in incomplete Freund's adjuvant in perinates. Tanox, a biopharmaceutical company based in Houston, Texas, started the anti-IgE program, created antibody drug candidates, and in 1987 filed its first patent application on the anti-IgE therapeutic approach. In 1988, the company converted one candidate antibody to a chimeric antibody (which was later named CGP51901 and further developed into a humanized antibody, TNX-901 or talizumab). The anti-IgE therapeutic concept was not well received in the early period of the program. Representatives of Ciba-Geigy (which merged with Sandoz to form Novartis in 1996) thought the anti-IgE program scientifically interesting and executives from Tanox and Ciba-Geigy signed a collaborative agreement in 1990 to develop the anti-IgE program. In 1991, after several rounds of pre-IND (\"investigational new drug\") meetings with officials/scientists of the FDA, the FDA finally allowed CGP51901 to be tested in human subjects. This approval of IND for an anti-IgE antibody for the first time was regarded a brave demonstration of professionalism for both the FDA officials and the Tanox/Ciba-Geigy team. The scientists participating in the pre-IND discussion comprehended that an ordinary anti-IgE antibody (i.e., one without the set of the binding specificity of CGP51901) would invariably activate mast cells and basophils and cause anaphylactic shock and probably deaths among injected persons. Notwithstanding this concern, they came to the same view that based on the presented scientific data, CGP51901 should have an absolutely required clean distinction from an ordinary anti-IgE antibody in this regard. In 1991–1993, researchers from Ciba-Geigy and Tanox and a leading clinical research group (headed by Stephen Holgate) in the asthma/allergy field ran a successful Phase I human clinical trial of CGP51901 in Southampton, England, and showed that the tested antibody is safe. In 1994–1995, the Tanox/Ciba-Geigy team conducted a Phase II trial of CGP51901 in patients with severe allergic rhinitis in Texas and showed that CGP51901 is safe and efficacious in relieving allergic symptoms. While the Tanox/Ciba-Geigy anti-IgE program was gaining momentum, Genentech announced in 1993 that it also had an anti-IgE program for developing antibody therapeutics for asthma and other allergic diseases. Scientists in Genentech had made a mouse anti-IgE monoclonal antibody with the binding specificity similar to that of CGP51901 and subsequently humanized the antibody (the antibody was later named \"omalizumab\"). This caused great concerns in Tanox, because it had disclosed its anti-IgE technology and sent its anti-IgE antibody candidate, which was to become CGP51901 and TNX-901, to Genentech in 1989 for the latter to evaluate for the purpose of considering establishing a corporate partnership. Having failed to receive reconciliation from Genentech, Tanox filed a lawsuit against Genentech for trade secret violation. Coincidentally, Tanox started to receive major patents for its anti-IgE invention from the European Union and from the U.S. in 1995. After a 3-year legal entanglement, Genentech and Tanox settled their lawsuits out-of-court and Tanox, Novartis, and Genentech formed a tripartite partnership to jointly develop the anti-IgE program in 1996. Omalizumab became the drug of choice for further development, because it had a better developed manufacturing process than TNX-901. A large number of corporate-sponsored clinical trials and physician-initiated case series studies on omalizumab have been planned and performed since 1996 and a large number of research reports, especially those of clinical trial results, have been published since around 2000, as described and referenced in other sections of this article. In 2007, Genentech bought Tanox at $20/share for approximately $900 Million.   == Society and culture ==   === Legal status === In June 2003, Genentech, as affiliate of Novartis, and Tanox announced that omalizumab had been approved by the FDA to treat moderate-to-severe persistent asthma in adults and adolescents above 12 years. In October 2005, EMA issued the marketing authorisation for omalizumab for the therapeutic indication of obstructive airway disease to Novartis. The FDA approval of omalizumab for food allergy in February 2024 was based on the OUtMATCH trial, a randomized, double-blinded, placebo-controlled study that evaluated its efficacy and safety in those allergic to peanut and two other foods, including milk, egg, wheat, cashew, hazelnut, or walnut. In March 2024, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Omlyclo, intended for the treatment of severe persistent allergic asthma, severe chronic rhinosinusitis with nasal polyps (CRSwNP) and chronic spontaneous urticaria (CSU). The applicant for this medicinal product is Celltrion Healthcare Hungary Kft. Omlyclo is a biosimilar medicinal product. It is highly similar to the reference product Xolair (omalizumab), which was authorized in the EU in October 2005. Omlyclo was approved for medical use in the European Union in May 2024.   === Economics === In August 2010, the National Institute for Clinical Excellence (NICE) in the United Kingdom ruled that omalizumab should not be prescribed on the National Health Service (NHS) to children under 12, as the high costs of the compound, over £250 per vial, did not represent a sufficiently high increase in quality of life. However, in March 2013, NICE issued \"final draft guidance\" about the allowance of omalizumab, recommending the medication as an option for treating severe, persistent allergic asthma in adults, adolescents and children following additional analyses and submission of a \"patient access scheme\" by Novartis, the manufacturer. In August 2013, a senior Dutch researcher at Leiden University Medical Center responsible for the TIGER trial to treat rheumatoid arthritis was fired for research fraud. The TIGER trial was halted as a result. As of 2020 in the United States, omalizumab cost about US$540 to $4,600 per month.   == References =="}