{"name": "omega-3-carboxylic acids", "category": "drug", "content": "Omega−3-carboxylic acids (Epanova) is a formerly marketed yet still not a Food and Drug Administration (FDA)-approved prescription medication–since taken off market by the manufacturer–used alongside a low fat and low cholesterol diet that lowers high triglyceride (fat) levels in adults with very high levels. This was the third class of fish oil-based drug, after omega−3-acid ethyl esters (Lovaza and Omtryg) and ethyl eicosapentaenoic acid (Vascepa), to be approved for use as a drug. The first approval in the United States by the FDA was granted 05 May 2014. These fish oil drugs are similar to fish oil dietary supplements, but the ingredients are better controlled and have been tested in clinical trials. Specifically, Epanova contained at least 850 mg omega−3-acid ethyl esters per 1 g capsule. Following phase III clinical trial in mixed dyslipidaemia, AstraZeneca announced on 13 January 2019 that their clinical trials were terminated for futility because no medical benefit of the medication could be found.   == Medical uses == Omega−3-carboxylic acids are used in addition to changes in diet to reduce triglyceride levels in adults with severe (≥ 500 mg/dL) hypertriglyceridemia. Intake of large doses (2.0 to 4.0 g/day) of long-chain omega−3 fatty acids as prescription drugs or dietary supplements are generally required to achieve significant (> 15%) lowering of triglycerides, and at those doses the effects can be significant (from 20% to 35% and even up to 45% in individuals with levels greater that 500 mg/dL). It appears that both eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) lower triglycerides. However, DHA appears to raise LDL cholesterol more than EPA, and further, DHA raises HDL cholesterol while EPA does not.   === Other fish-oil based drugs === There are other omega−3 fish oil based drugs on the market that have similar uses and mechanisms of action.  Omega−3-acid ethyl esters (brand names Omarcor or Lovaza, Omtryg, and as of March 2016, four generic versions). Ethyl eicosapentaenoic acid (Vascepa, and 1 generic as ethyl icosapent)   === Dietary supplements === There are many fish oil dietary supplements on the market. There appears to be little difference in effect between dietary supplement and prescription forms of omega−3 fatty acids. Importantly, EPA and DHA ethyl esters (prescription forms) work better when taken with a mildly fattening meal of about 350 calories. The ingredients of dietary supplements are not as carefully controlled as prescription products and have not been fixed and tested in clinical trials, as prescription drugs have. Furthermore, the prescription forms are more concentrated, requiring fewer capsules to be taken and increasing the likelihood of compliance.   == Side effects == Special caution should be taken with people who have with fish and shellfish allergies. In addition, as with other omega−3 fatty acids, taking omega−3-carboxylic acids puts people who are on anticoagulants at risk for prolonged bleeding time. Side effects include diarrhea, nausea, abdominal pain, and burping. Omega−3-carboxylic acids have not been tested in pregnant women and are rated pregnancy category C because it is excreted in breast milk and the effects on infants are not known.   == Pharmacology == Omega−3-carboxylic acids are directly absorbed in the small intestine. Maximum plasma concentrations are achieved between 5–8 hours after dosing for total EPA and between 5–9 hours after dosing for total DHA. Both DHA and EPA are metabolized primarily in the liver, just like other fatty acids derived from food. The half-life of EPA from omega−3-carboxylic acids is about 37 hours. For DHA, the half-life is about 46 hours.   == Mechanism of action == Omega−3-carboxylic acids, like other omega−3 fatty acid based drugs, appears to reduce production of triglycerides in the liver and to enhance clearance of triglycerides from circulating very low-density lipoprotein (VLDL) particles. The way it does that is not clear, but potential mechanisms include increased breakdown of fatty acids; inhibition of diglyceride acyltransferase, which is involved in biosynthesis of triglycerides in the liver; and increased activity of lipoprotein lipase in blood.   == Physical and chemical properties == Omega−3-carboxylic acids are derived from fish oil and are a purified mixture of the polyunsaturated free fatty acids docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA). The drug contains a concentration of DHA at 15–25% and a concentration of EPA at 50–60%.   == History == Omega−3-carboxylic acids was approved by the US FDA in May 2014, and such formulation(s) was the third prescription form of an omega−3 product approved in the United States. A notable difference is that the carboxylic acid treatment was the first approved in free fatty acid form. Development was completed and regulatory approval was obtained by AstraZeneca, but omega−3-carboxylic acids were first created at Chrysalis Pharma in Switzerland. Later, Princeton-based Omthera obtained rights from Chysalis, and Astrazeneca acquired Omthera in 2013 for $323 million in cash along with up to $120 million in milestones. At the time Epanova was approved, AstraZeneca's plan was to develop a combination product with rosuvastatin, the patent on which was set to expire in 2016. Clinical trials of Epanova for severe hypertriglyceridemia showed good results. However, a clinical trial on mixed dyslipidaemia (hypertriglyceridemia with hypocholesterolemia) was started on 30 October 2014, which was terminated after Phase III clinical trials, on 13 January 2019, due to lack of medical benefit in the results.   == References ==   == External links == AstraZeneca-US Official website"}