{"name": "omeprazole", "category": "drug", "content": "Omeprazole, sold under the brand names Prilosec and Losec, among others, is a medication used in the treatment of gastroesophageal reflux disease (GERD), peptic ulcer disease, and Zollinger–Ellison syndrome. It is also used to prevent upper gastrointestinal bleeding in people who are at high risk. Omeprazole is a proton-pump inhibitor (PPI) and its effectiveness is similar to that of other PPIs. It can be taken by mouth or by injection into a vein. It is also available in the fixed-dose combination medication omeprazole/sodium bicarbonate as Zegerid and as Konvomep. Common side effects include nausea, vomiting, headaches, abdominal pain, and increased intestinal gas. Serious side effects may include Clostridium difficile colitis, an increased risk of pneumonia, an increased risk of bone fractures, and the potential of masking stomach cancer. Whether it is safe for use in pregnancy is unclear. It works by blocking the release of stomach acid. Omeprazole was patented in 1978, and approved for medical use in 1988. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2022, it was the ninth most commonly prescribed medication in the United States, with more than 52 million prescriptions. It is also available without a prescription in the United States.   == Medical uses ==  Omeprazole can be used in the treatment of gastroesophageal reflux disease (GERD), peptic ulcers, erosive esophagitis, Zollinger–Ellison syndrome, and eosinophilic esophagitis.   === Peptic ulcers === Peptic ulcers may be treated with omeprazole. Infection with Helicobacter pylori can be treated by taking omeprazole, amoxicillin, and clarithromycin together for 7–14 days. Amoxicillin may be replaced with metronidazole in patients who are allergic to penicillin.   == Adverse effects == Adverse effects occurring in at least 1% of people include:  Central nervous system: headache (7%), dizziness (2%) Respiratory: upper respiratory tract infection (2%), cough (1%) Gastrointestinal: abdominal pain (5%), diarrhea (4%), nausea (4%), vomiting (3%), flatulence (3%), acid regurgitation (2%), constipation (2%) Neuromuscular and skeletal: back pain (1%), weakness (1%) Dermatologic: rash (2%) Other concerns related to adverse effects are:  Recurrence of Clostridium difficile associated diarrhea Osteoporosis-related fractures Hypomagnesemia Concern has been expressed regarding vitamin B12 and iron malabsorption, but effects seem to be insignificant, especially when supplement therapy is provided. Since their introduction, proton-pump inhibitors (PPIs, especially omeprazole) have also been associated with several cases of acute interstitial nephritis, an inflammation of the kidneys that often occurs as an adverse drug reaction.   === Long-term use === Long-term use of PPIs is strongly associated with the development of benign polyps from fundic glands (which is distinct from fundic gland polyposis); these polyps do not cause cancer and resolve when PPIs are discontinued. No association is seen between PPI use and cancer, but use of PPIs may mask gastric cancers or other serious gastric problems and physicians should be aware of this effect. There is a possible association between long term use and dementia which requires further study to confirm. A review article in U.S. Pharmacist in 2013 states that long-term use of PPIs is associated with decreased calcium absorption (causing increased risk of osteoporosis and fractures), decreased magnesium absorption (causing electrolyte disturbances), and increased risk of certain infections such as C. difficile and community-acquired pneumonia. They hypothesize that this is due to decreased stomach acid production.   === Pregnancy and breastfeeding === The safety of using omeprazole has not been established in pregnant or breastfeeding women. Epidemiological data do not show an increased risk of major birth defects after maternal use of omeprazole during pregnancy.   == Interactions ==  Important drug interactions are rare. However, the most significant major drug interaction concern is the decreased activation of clopidogrel when taken together with omeprazole. Although still controversial, this may increase the risk of stroke or heart attack in people taking clopidogrel to prevent these events. This interaction is possible because omeprazole is an inhibitor of the enzymes CYP2C19 and CYP3A4. Clopidogrel is an inactive prodrug that partially depends on CYP2C19 for conversion to its active form. Inhibition of CYP2C19 may block the activation of clopidogrel, which could reduce its effects. Almost all benzodiazepines are metabolised by the CYP3A4 and CYP2D6 pathways, and inhibition of these enzymes results in a higher area under the curve (i.e., the total effect over time of a given dose). Other examples of drugs dependent on CYP3A4 for their metabolism are escitalopram, warfarin, oxycodone, tramadol, and oxymorphone. The concentrations of these drugs may increase if they are used concomitantly with omeprazole. Omeprazole is also a competitive inhibitor of p-glycoprotein, as are other PPIs. Drugs that depend on an acidic stomach environment (such as ketoconazole or atazanavir) may be poorly absorbed, whereas acid-labile antibiotics (such as erythromycin which is a very strong CYP3A4 inhibitor) may be absorbed to a greater extent than normal due to the more alkaline environment of the stomach. St. John's wort (Hypericum perforatum) and Ginkgo biloba significantly reduce plasma concentrations of omeprazole through induction of CYP3A4 and CYP2C19. Proton-pump inhibitors like omeprazole have been found to increase the plasma concentrations of methotrexate.   == Pharmacology == Omeprazole irreversibly blocks the enzyme system on parietal cells that is needed for the secretion of gastric acid. It is a specific H+/K+ATPase inhibitor. This is the enzyme needed for the final step in the secretion of gastric acid.   === Mechanism of action === Omeprazole is a selective and irreversible proton pump inhibitor. It suppresses stomach acid secretion by specific inhibition of the H+/K+-ATPase system found at the secretory surface of gastric parietal cells. Because this enzyme system is regarded as the acid (proton, or H+) pump within the gastric mucosa, omeprazole inhibits the final step of acid production. Omeprazole also inhibits both basal and stimulated acid secretion irrespective of the stimulus as it blocks the last step in acid secretion. The drug binds non-competitively so it has a dose-dependent effect. The inhibitory effect of omeprazole occurs within 1 hour after oral administration. The maximum effect occurs within 2 hours. The duration of inhibition is up to 72 hours. When omeprazole is stopped, baseline stomach acid secretory activity returns after 3 to 5 days. The inhibitory effect of omeprazole on acid secretion will plateau after 4 days of repeated daily dosing.   === Pharmacokinetics === The absorption of omeprazole takes place in the small intestine and is usually completed within 3 to 6 hours. The systemic bioavailability of omeprazole after repeated doses is about 60%. Omeprazole has a volume of distribution of 0.4 L/kg. It has high plasma protein binding of 95%. Omeprazole, as well as other PPIs, are only effective on active H+/K+-ATPase pumps. These pumps are stimulated in the presence of food to aid in digestion. For this reason, patients should be advised to take omeprazole with a glass of water, before a meal. Additionally, most sources recommend that after taking omeprazole, at least 30 minutes should be allowed to elapse before eating (at least 60 minutes for immediate-release omeprazole plus sodium bicarbonate products, such as Zegerid). Omeprazole is completely metabolized by the cytochrome P450 system, mainly in the liver, by CYP2C19 and CYP3A4 isoenzymes. Identified metabolites are the sulfone, the sulfide, and hydroxy-omeprazole, which exert no significant effect on acid secretion. About 77% of an orally given dose is excreted as metabolites in the urine, and the remainder is found in the feces, primarily originating from bile secretion. Omeprazole has a half life of 0.5 to 1 hour.   == Chemistry == Omeprazole contains a tricoordinated sulfinyl sulfur in a pyramidal structure and therefore can exist as either the (S)- or (R)-enantiomers. Omeprazole is a racemate, an equal mixture of the two. In the acidic conditions of the canaliculi of parietal cells, both enantiomers are converted to achiral products (sulfenic acid and sulfenamide configurations) which react with a cysteine group in H+/K+ ATPase, thereby inhibiting the ability of the parietal cells to produce gastric acid.  AstraZeneca also developed esomeprazole (Nexium) which is a eutomer, purely the (S)-enantiomer, rather than a racemate like omeprazole. Omeprazole undergoes a chiral shift in vivo which converts the inactive (R)-enantiomer to the active (S)-enantiomer, doubling the concentration of the active form. This chiral shift is accomplished by the CYP2C19 isozyme of cytochrome P450, which is not found equally in all human populations. Those who do not metabolize the drug effectively are called \"poor metabolizers\". The proportion of the poor metabolizer phenotype varies widely between populations, from 2.0 to 2.5% in African Americans and white Americans to >20% in Asians. Several pharmacogenomics studies have suggested that PPI treatment should be tailored according to CYP2C19 metabolism status.   === Measurement in body fluids === Omeprazole may be quantified in plasma or serum to monitor therapy or to confirm a diagnosis of poisoning in hospitalized patients. Plasma omeprazole concentrations are usually in a range of 0.2–1.2 mg/L in persons receiving the drug therapeutically by the oral route and 1–6 mg/L in people with acute overdose. Enantiomeric chromatographic methods are available to distinguish esomeprazole from racemic omeprazole.   == History ==  Omeprazole was first made in 1979 by Swedish AB Hässle, part of Astra AB. It was the first of the proton pump inhibitors (PPI). Astra AB, now AstraZeneca, launched it as an ulcer medicine under the name Losec in Sweden. It was first sold in the United States in 1989 under the brand name Losec. In 1990, at the request of the U.S. Food and Drug Administration, the brand name Losec was changed to Prilosec to avoid confusion with the diuretic Lasix (furosemide). The new name led to confusion between omeprazole (Prilosec) and fluoxetine (Prozac), an antidepressant.   == Society and culture ==   === Economics === When Prilosec's U.S. patent expired in April 2001, AstraZeneca introduced esomeprazole (Nexium) as a patented replacement drug. Many companies introduced generics as AstraZeneca's patents expired worldwide, which are available under many brand names. Omeprazole was a subject of a patent litigation in the U.S. The invention involved application of two different coatings to a drug in pill form to ensure that the omeprazole did not disintegrate before reaching its intended site of action in stomach. Although the solution by means of two coating was obvious, the patent was found valid, because the source of the problem was non-obvious and was discovered by the patentee. In September 2023, AstraZeneca announced it would pay $425 million to settle product liability litigations against Prilosec in the United States.   === Brand names === Brand names include Losec, Prilosec, Zegerid, Miracid, and Omez.   == References ==   == Further reading == Dean L (2012). \"Omeprazole Therapy and CYP2C19 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520353. Bookshelf ID: NBK100895.   == External links =="}