{"name": "onasemnogene abeparvovec", "category": "drug", "content": "Onasemnogene abeparvovec, sold under the brand name Zolgensma, is a gene therapy used to treat spinal muscular atrophy (SMA), a disease causing muscle function loss in children. It involves a one-time infusion of the medication into a vein. It works by providing a new copy of the SMN gene that produces the SMN protein.  SMA stems from an SMN1 gene mutation, causing SMN protein deficiency vital for motor neuron survival. Onasemnogene abeparvovec, a biologic drug utilizing AAV9 virus capsids containing an SMN1 transgene, is administered to motor neurons, boosting SMN protein levels. Common side effects include vomiting and elevated liver enzymes, while more severe reactions involve liver issues and low platelet count. Developed by AveXis and acquired by Novartis, onasemnogene abeparvovec gained various FDA designations and approvals globally. Controversies included data manipulation concerns and delayed reporting to regulatory agencies. Onasemnogene abeparvovec's price is high, earning it the title of the world's most expensive medication at the time of commercial approval. This has later been exceeded by other gene therapies like Hemgenix. Japan negotiated a lower price for Zolgensma for its public healthcare system.   == Medical uses == Onasemnogene abeparvovec has been developed to treat spinal muscular atrophy, a disease linked to a mutation in the SMN1 gene on chromosome 5q and diagnosed predominantly in young children that causes progressive loss of muscle function and frequently death. The medication is administered as an intravenous infusion. In the United States, onasemnogene abeparvovec is indicated for the treatment of people less than two years of age with spinal muscular atrophy with bi-allelic mutations in the survival motor neuron 1 (SMN1) gene. The treatment is approved in the United States and certain other countries for use in children with spinal muscular atrophy up to the age of two, including at the presymptomatic stage of the disease. In the European Union and Canada, it is indicated for the treatment of people with spinal muscular atrophy who either have a clinical diagnosis of spinal muscular atrophy type 1 or have up to three copies of the SMN2 gene.   == Adverse effects == Common adverse reactions may include nausea and elevated liver enzymes. Serious adverse reactions may include liver problems and low platelets. Transient elevated levels of cardiac troponin‑I were observed in clinical trials; the clinical importance of these findings is not known. However, cardiac toxicity was seen in studies of other animals.   == Mechanism of action ==  SMA is a neuromuscular disorder caused by a mutation in the SMN1 gene, which leads to a decrease in SMN protein, a protein necessary for survival of motor neurons. Onasemnogene abeparvovec is a biologic drug consisting of AAV9 virus capsids that contains a SMN1 transgene along with synthetic promoters. Upon administration, the AAV9 viral vector delivers the SMN1 transgene to the affected motor neurons, where it leads to an increase in SMN protein.   == History == Onasemnogene abeparvovec, developed by the US biotechnology startup AveXis, which was acquired by Novartis in 2018, is based on research conducted at the Institut de Myologie in France. The U.S. Food and Drug Administration (FDA) granted onasemnogene abeparvovec-xioi various designations including fast track, breakthrough therapy, priority review, and orphan drug designations. Additionally, the FDA awarded the manufacturer a rare pediatric disease priority review voucher and approved onasemnogene abeparvovec for AveXis Inc. In June 2015, the European Commission granted orphan designation to the drug. However, in July 2019, the drug was removed from the Committee for Medicinal Products for Human Use (CHMP) accelerated assessment program. In May 2019, onasemnogene abeparvovec received US FDA approval as a treatment for children under two years old. Since 2019, the treatment has been reimbursed in Qatar and Israel. In March 2020, it gained regulatory approval in Japan with the same labeling as in the US. Additionally, the European Medicines Agency (EMA) recommended conditional marketing authorization in March 2020, specifically for individuals with SMA type 1 or any SMA type with no more than three copies of the SMN2 gene. This conditional approval was granted for Europe in May 2020. In August 2020, onasemnogene abeparvovec received regulatory approval in Brazil from the Brazilian Health Regulatory Agency (ANVISA). Subsequently, it was approved for medical use in Canada in December 2020, in Australia in February 2021, and in Russia in December 2021. According to the Health Sciences Authority register of Singapore, onasemnogene abeparvovec was approved in April 2023.   == Society and culture ==   === Legal status === Initially approved in the United States in 2019 for children under two, onasemnogene abeparvovec's approval varies in different regions.   === Economics === The drug carries a list price of US$2.125 million per treatment, making it the most expensive medication in the world as of 2019. In its first full quarter of sales US$160 million of medication was sold. In Japan, the drug was made available through the public health care system on 20 May 2020, making it the most expensive drug covered by the Japanese public health care system. The Central Social Insurance Medical Council, responsible for approving the universal drug fee schedule in Japan, has negotiated the price down to ¥167,077,222 (approx. USD 1,530,000) per patient.   === Controversy === In the months leading up to the medication's approval by the US Food and Drug Administration (FDA), a whistleblower informed Novartis that certain studies of the medication had been subject to data manipulation. In a filing to the FDA, Novartis said that two executives, brothers Brian and Allan Kaspar manipulated the data, pressured others into manipulating data and then attempted to cover it up. Novartis fired the executives it deemed responsible for the data manipulation but informed the FDA of the data integrity issue only in June 2019, a month after the drug's approval. The delay drew strong condemnation from the FDA. In October 2019, the company admitted to not having informed the FDA and the European Medicines Agency (EMA) for seven months about toxic effects of the intravenous formulation observed in laboratory animals. Due to data manipulation issue, the EMA withdrew their decision to allow an accelerated assessment of the medication. In December 2019, Novartis announced that it would donate 100 doses of onasemnogene abeparvovec per year to children outside the US through a global lottery. The decision, which has been claimed by Novartis to be based on a recommendation by unnamed bioethicists, was received with much criticism by the European Commission, some European healthcare regulators and patient groups who see it as emotionally burdening, suboptimal, and ethically questionable. Novartis did not consult with families or doctors before announcing the scheme. Novartis faced criticism for donating onasemnogene abeparvovec doses through a lottery system.   === Names === Onasemnogene abeparvovec is the international nonproprietary name (INN) and the United States Adopted Name (USAN).   == References =="}