{"name": "Onchocerciasis", "category": "disease", "content": "Onchocerciasis, also known as river blindness, is a disease caused by infection with the parasitic worm Onchocerca volvulus. Symptoms include severe itching, bumps under the skin, and blindness. It is the second-most common cause of blindness due to infection, after trachoma. The parasitic worm is spread by the bites of a black fly of the Simulium type. Usually, many bites are required before infection occurs. These flies live near rivers, hence the common name of the disease. Once inside a person, the worms create larvae that make their way out to the skin, where they can infect the next black fly that bites the person. There are a number of ways to make the diagnosis, including: placing a biopsy of the skin in normal saline and watching for the larva to come out; looking in the eye for larvae; and looking within the bumps under the skin for adult worms. A vaccine against the disease does not exist. Prevention is by avoiding being bitten by flies. This may include the use of insect repellent and proper clothing. Other efforts include those to decrease the fly population by spraying insecticides. Efforts to eradicate the disease by treating entire groups of people twice a year are ongoing in a number of areas of the world. Treatment of those infected is with the medication ivermectin every six to twelve months. This treatment kills the larvae but not the adult worms. The antibiotic doxycycline weakens the worms by killing an associated bacterium, Wolbachia, and is recommended by some as well. The lumps under the skin may also be removed by surgery. According to the Center for Disease Control and Prevention, as of 2017, about 20.9 million people were infected with Onchocerciasis, and an estimated 1.15 million have some amount of loss of vision from the infection. Most infections occur in sub-Saharan Africa, although cases have also been reported in Yemen and isolated areas of Central and South America. In 1915, the physician Rodolfo Robles first linked the worm to eye disease. It is listed by the World Health Organization (WHO) as a neglected tropical disease. In 2013 Colombia became the first country to eradicate the disease.   == Cause == Onchocerciasis is a parasitic infection caused by the roundworm species Onchocerca volvulus. The larvae of O. volvulus enter a human host when an infected female adult fly from the family Simulium bites them. After that, it can take up to three months for the worms to mature under the skin of its host. The worms mainly get nutrients for growth in humans from blood, but they have also been seen to rely on other bodily fluids such as cerebrospinal fluid, and urine.   It is common to see nodules formed in the skin where the adult worms reside and mate. However, these worms will often travel throughout the body using blood vessels in connective tissues and will even settle behind the cornea.   === Life cycle === The life of the parasite can be traced through the black fly and the human hosts in the following steps:  A Simulium female black fly takes a blood meal on an infected human host, and ingests microfilaria. The microfilaria enter the gut and thoracic flight muscles of the black fly, progressing into the first larval stage (J1.). The larvae mature into the second larval stage (J2.), and move to the proboscis and into the saliva in its third larval stage (J3.). Maturation takes about seven days. The black fly takes another blood meal, passing the larvae into the next human host's blood. The larvae migrate to the subcutaneous tissue and undergo two more molts.  They form nodules as they mature into adult worms over six to 12 months. After maturing, adult male worms mate with female worms in the subcutaneous tissue to produce between 700 and 1,500 microfilaria per day. The microfilaria migrate to the skin during the day, and the black flies only feed in the day, so the parasite is in a prime position for the female fly to ingest it. Black flies take blood meals to ingest these microfilaria to restart the cycle.   == Signs and symptoms == It is possible for the larvae to move through the body without triggering a response from the host's immune system, so some people who are infected with the parasite experience no symptoms; the Global Burden of Disease Study estimated that in 2017 there were at least 20.9 million people infected worldwide, of which 14.6 million had skin disease symptoms and 1.15 million experienced symptoms that impacted vision. After a blackfly bite, it can take 12–18 months for the larvae to develop into mature adult worms that will produce their own larvae, which is what leads to the development of symptoms. Almost all the clinical manifestations of onchocerciasis are due to localized host inflammatory responses to dead or dying microfilariae (larvae). The signs and symptoms of onchocerciasis are usually divided into two categories, skin and eye symptoms. Skin symptoms will develop years before any vision problems. These symptoms include:  Intense itching Swelling Inflammation Depigmentation Hyperpigmentation Rash Nodules under the skin Skin atrophy Hanging groin (folds of inelastic atrophic skin in the groin associated with enlarged lymph nodes) Eye symptoms include:  Vision impairment, low vision, or permanent blindness. Clouding of the cornea Light sensitivity Lesions on eyes Glaucoma Eye pain Eye redness Eye symptoms provides the common name associated with onchocerciasis, river blindness, and may involve any part of the eye from conjunctiva and cornea to uvea and posterior segment, including the retina and optic nerve. The microfilariae migrate to the surface of the cornea. Punctate keratitis occurs in the infected area. This clears up as the inflammation subsides. However, if the infection is chronic, sclerosing keratitis can occur, making the affected area become opaque. Over time, the entire cornea may become opaque, thus leading to blindness. Some evidence suggests the effect on the cornea is caused by an immune response to bacteria present in the worms.   === Mazzotti reaction ===  The Mazzotti reaction, first described in 1948, is a symptom complex seen in patients after undergoing treatment of onchocerciasis with the medication diethylcarbamazine (DEC). Mazzotti reactions can be life-threatening, and are characterized by fever, urticaria, swollen and tender lymph nodes, tachycardia, hypotension, arthralgias, oedema, and abdominal pain that occur within seven days of treatment of microfilariasis.  The phenomenon is so common when DEC is used that this drug is the basis of a skin patch test used to confirm that diagnosis. The drug patch is placed on the skin, and if the patient is infected with O. volvulus microfilaria, localized pruritus and urticaria are seen at the application site.   === Nodding disease ===  This is an unusual form of epidemic epilepsy associated with onchocerciasis although definitive link has not been established. This syndrome was first described in Tanzania by Louise Jilek-Aall, a Norwegian psychiatric doctor in Tanzanian practice, during the 1960s. It occurs most commonly in Uganda and South Sudan. It manifests itself in previously healthy 5–15-year-old children, is often triggered by eating or low temperatures and is accompanied by cognitive impairment. Seizures occur frequently and may be difficult to control. The electroencephalogram is abnormal but cerebrospinal fluid (CSF) and magnetic resonance imaging (MRI) are normal or show non-specific changes. If there are abnormalities on the MRI, they are usually present in the hippocampus.   == Diagnosis == When a clinical diagnosis of onchocerciasis is obtained, doctors take small snips of skin containing 3–5 mg of skin tissue. The skin samples taken are only from the upper dermis. These samples will then be soaked in saline and examined underneath a microscope to check for the presence of microfilaria. If the number of microfilaria is undetectable in the samples, the Mazzotti test is then used. In this test, 6 mg of diethylcarbamazine is administered to the affected area. If the patient experiences intense inflammation or itching in the affected area Microfilaria is present. Slit lamp eye exams are used to identify signs of the parasites in and around the eyes of patients whose eyes are affected. Antibody tests when available can aid in the diagnosis of Onchocerciasis.   === Classification === Onchocerciasis causes different kinds of skin changes, which vary in different geographic regions; it may be divided into the following phases or types:: 440–441   Erisipela de la costa An acute phase, it is characterized by swelling of the face, with erythema and itching.: 440  This skin change, erisípela de la costa, of acute onchocerciasis is most commonly seen among victims in Central and South America. Mal morando This cutaneous condition is characterized by inflammation accompanied by hyperpigmentation.: 440  Sowda A cutaneous condition, it is a localized type of onchocerciasis.: 440  Additionally, the various skin changes associated with onchocerciasis may be described as follows:: 440   Leopard skin The spotted depigmentation of the skin that may occur with onchocerciasis: 440  Elephant skin The thickening of human skin that may be associated with onchocerciasis: 440  Lizard skin The thickened, wrinkled skin changes that may result with onchocerciasis: 441    == Prevention == Various control programs aim to stop onchocerciasis from being a public health problem. The Onchocerciasis Control Programme (OCP) launched in 1974, and at its peak, covered 30 million people in the following countries: Benin, Burkina Faso, Côte d'Ivoire, Ghana, Togo, Mali, and Niger. The OCP utilized the following initiatives: the use of larvicide spraying into fast-flowing rivers to control black fly populations, and from 1988 onwards, the use of ivermectin to treat infected people as a core treatment therapy. Alongside the OCP, a joint effort of the World Health Organization, the World Bank, the United Nations Development Programme, and the UN Food and Agriculture Organization, was considered to be a success in controlling onchocerciasis, and in 2002 shifted from control of onchocerciasis to elimination. According to the World Health Organization, four countries have eradicated onchocerciasis that include: Colombia (2013), Ecuador (2014), Mexico (2015), and Guatemala (2016). Continued monitoring ensures onchocerciasis cannot reinvade the area through the OCP. Other effective prevention efforts include personal protection from black fly bites. Recommended protection measures from the CDC include using insect repellents and wearing long sleeves and pants to eliminate exposed skin. Using insect repellent that contains N,N-Diethyl-meta-toluamide (DEET) as well as clothing treated with permethrin.   === Elimination === In 1995, the African Programme for Onchocerciasis Control (APOC) initiated to eliminate onchocerciasis from African countries in which the disease was endemic. The initiative relied primarily on the use of the antiparasitic drug ivermectin. The initiative was to set up community-directed treatment with ivermectin for those at risk of infection. Overall transmission has declined. The APOC ended in 2015 and aspects of its work has been taken over by the WHO Expanded Special Programme for the Elimination of Neglected Tropical Diseases (ESPEN). As in the Americas, the objective of ESPEN is working with Government Health Ministries and partner non-governmental organizations, toward elimination of transmission of onchocerciasis. This requires consistent annual treatment of 80% of the population in endemic areas for at least 10–12 years, the life span of the adult worm. No African country has so far verified elimination of onchocerciasis, but treatment has stopped in some areas (e.g. Nigeria), following epidemiological and entomological assessments that indicated that no ongoing transmission could be detected. In 1992, the Onchocerciasis Elimination Programme for the Americas (OEPA), was launched. On July 29, 2013, the Pan American Health Organization (PAHO) announced that after 16 years of efforts, Colombia had become the first country in the world to eliminate onchocerciasis. Countries that received verification of elimination were Colombia in 2013, Ecuador in 2015, and Guatemala in 2016. The key factor in elimination was mass administration of ivermectin. The OEPA projection was that the disease would be eliminated from all remaining countries in the Americas by 2012. In September 2015, the OEPA announced that onchocerciasis only remained in a remote region on the border of Brazil and Venezuela. The area is home to the Yanomami indigenous people. No vaccine to prevent onchocerciasis infection in humans is available. This is due to two potential target product profiles (TPPs) that have to be in consideration when developing a vaccine for onchocerciasis. This includes the development of a preventive vaccine for use in children five years or less in age, as this population does not receive ivermectin. Development of a therapeutic vaccine is also necessary that targets adult worms, microfilariae, and the causative agents of pathology and transmission, or both, for children and adults with O. volvulus infection.   == Treatment ==  In mass drug administration (MDA) programmes, the treatment for onchocerciasis is ivermectin (trade name: Mectizan). Ivermectin is administered four times a year and will be continually administered for 10–14 years due to the lifespan of the adult worm. Intense skin itching is eventually relieved, and the progression towards blindness is halted. The drug works by reducing the release of larvae from the adult worm but the drug does not kill it. However the drug does not prevent transmission of Onchocerciasis. It however reduces morbidity and has shown promising results to eliminate in some endemic areas of Africa Ivermectin treatment is particularly effective because it only needs to be taken once or twice a year, needs no refrigeration, and has a wide margin of safety, with the result that it has been widely given by minimally trained community health workers. Patients taking the drug for the treatment of onchocerciasis may have adverse effects within 1–2 days after the drug is administered. Symptoms of urticaria, pruritus, fever, dermatitis, myalgia, urticaria, swelling of face and limbs, or postural hypotension.   === Antibiotics === For the treatment of individuals, doxycycline is used to kill the Wolbachia bacteria that live in adult worms. This adjunct therapy has been shown to significantly lower microfilarial loads in the host, and may kill the adult worms, due to the symbiotic relationship between Wolbachia and the worm. In four separate trials over ten years with various dosing regimens of doxycycline for individualized treatment, doxycycline was found to be effective in sterilizing the female worms and reducing their numbers over a period of four to six weeks. Research on other antibiotics, such as rifampicin, has shown it to be effective in animal models at reducing Wolbachia both as an alternative and as an adjunct to doxycycline. However, doxycycline treatment requires daily dosing for at least four to six weeks, making it more difficult to administer in the affected areas.   === Ivermectin === Ivermectin kills the parasite by interfering with the nervous system and muscle function, in particular, by enhancing inhibitory neurotransmission. The drug binds to and activates glutamate-gated chloride channels. These channels, present in neurons and myocytes, are not invertebrate-specific, but are protected in vertebrates from the action of ivermectin by the blood–brain barrier. Ivermectin is thought to irreversibly activate these channel receptors in the worm, eventually causing an inhibitory postsynaptic potential. The chance of a future action potential occurring in synapses between neurons decreases and the nematodes experience flaccid paralysis followed by death. Ivermectin is directly effective against the larval stage microfilariae of O. volvulus; they are paralyzed and can be killed by eosinophils and macrophages. It does not kill adult females (macrofilariae), but does cause them to cease releasing microfilariae, perhaps by paralyzing the reproductive tract. Ivermectin is very effective in reducing microfilarial load and reducing number of punctate opacities in individuals with onchocerciasis.   === Moxidectin === After two decades of research, moxidectin was approved by the U.S. Food and Drug Administration in 2018 for use in ages 12 and older. Ongoing studies are looking to identify doses that will be safe for children ages 4–11. The oral dosage for moxidectin in adults and children 12 and up is 8 mg in a single dose. Moxidectin has been found to more strongly suppress the O. volvulus microfilariae for longer than ivermectin treatments, with peak clearance of microfilariae in the skin at one month after treatment. At six months post treatment, many individuals treated with moxidectin have no detectable microfilariae present in their skin.   == Epidemiology ==  About 21 million people were infected with this parasite in 2017; about 1.2 million of those had vision loss. As of 2017, about 99% of onchocerciasis cases occurred in Africa. Onchocerciasis is currently relatively common in 31 African countries, Yemen, and isolated regions of South America. Over 85 million people live in endemic areas, and half of these reside in Nigeria. Another 120 million people are at risk for contracting the disease.  The Onchocerca volvulus main habitat is fast flowing rivers, Onchocerciasis is more commonly found along the large rivers in northern and central regions of Africa, with cases decreasing with distance from the rivers. Multiple exposure to Simulium blackflies raise the number of adult worms and microfilariae that are present in the host. Risk of contracting Onchocerciasis for casual travelers is low, since it often takes several exposures, while travelers that stay for longer visits such as missionaries or long-term volunteers have a greater risk of contracting Onchocerciasis. Onchocerciasis was eliminated in the northern focus in Chiapas, Mexico, and the focus in Oaxaca, Mexico, where Onchocerca volvulus existed, was determined, after several years of treatment with ivermectin, as free of the transmission of the parasite. In April 2013, Colombia became the first country to achieve elimination of Onchocerciasis, verified by the World Health Organization. In the following three years, Ecuador and Guatemala, along with Mexico have been verified to have eliminated Onchocerciasis, with the use of ivermectin. Cities in Nigeria, Cameroon, Ethiopia, Uganda, and the Congo by far have had the largest amount of infected individuals. The efforts of CDTI (Community-Directed Treatment with Ivermectin) was conducted to study Onchocerciasis associations with epilepsy. The results do not go unnoticed as they were able to decrease the number of microfilariae (larvae) loads. This was able to decrease the number of blind people due to onchocerciasis dramatically. However, another issue that arises is the fact that onchocerciasis is able to cause epilepsy, most likely because the level of microfilariae load required to develop epilepsy is much lower than to develop blindness. According to a 2002 WHO report, onchocerciasis has not caused a single death, but its global burden is 987,000 disability adjusted life years (DALYs).  The severe pruritus alone accounts for 60% of the DALYs. Infection reduces the host's immunity and resistance to other diseases, which results in an estimated reduction in life expectancy of 13 years. In 2017, the Global Burden of Disease study said that an estimated 220 million people needed preventive chemotherapy for onchocerciasis. Of those infected, 14.6 million had skin disease and 1.15 million experienced vision loss. Onchocerciasis is the second leading cause of blindness from infectious causes. Main disease symptoms, such as blindness and itching, contribute to disease burden by limiting the infected individuals ability to live and work. Individuals most at risk are those who live or work in areas where Simulium blackflies are most common, mostly near rivers and streams. Rural agricultural areas in sub-Saharan Africa see the most disease burden by blackfly bites. Onchocerciasis common to tropical environments, like that of sub-Saharan Africa, where more than 99% percent of infected individuals occupy the 31 countries. Onchocerciasis can be linked to impoverished remote areas, as residents who experience symptoms can no longer tend to land or navigate the area.  Areas with high infection rates may experience up to one-third of residents affected by onchocerciasis symptoms. The age group most impacted by the disease are individuals age 61+ years.   == History == Onchocerca originated in Africa and was exported to the Americas by the slave trade, as part of the Columbian exchange that introduced other old world diseases such as yellow fever into the New World. Findings of a phylogenetic study in the mid-90s are consistent with an introduction to the New World in this manner. DNA sequences of savannah and rainforest strains in Africa differ, while American strains are identical to savannah strains in western Africa. The microfilarial parasite that causes the disease was first identified in 1874 by an Irish naval surgeon, John O'Neill, who was seeking to identify the cause of a common skin disease along the west coast of Africa, known as \"craw-craw\".  Rudolf Leuckart, a German zoologist, later examined specimens of the same filarial worm sent from Africa by a German missionary doctor in 1890 and named the organism Filaria volvulus. Rodolfo Robles and Rafael Pacheco in Guatemala first mentioned the ocular form of the disease in the Americas about 1915. They described a tropical worm infection with adult Onchocerca that included inflammation of the skin, especially the face ('erisipela de la costa'), and eyes. The disease, commonly called the \"filarial blinding disease\", and later referred to as \"Robles disease\", was common among coffee plantation workers. Manifestations included subcutaneous nodules, anterior eye lesions, and dermatitis. Robles sent specimens to Émile Brumpt, a French parasitologist, who named it O. caecutiens in 1919, indicating the parasite caused blindness (Latin \"caecus\" meaning blind). The disease was also reported as being common in Mexico.   By the early 1920s, it was generally agreed that the filaria in Africa and Central America were morphologically indistinguishable and the same as that described by O'Neill 50 years earlier. Robles hypothesized that the vector of the disease was the day-biting black fly, Simulium. Scottish physician Donald Blacklock of the Liverpool School of Tropical Medicine confirmed this mode of transmission in studies in Sierra Leone. Blacklock's experiments included the re-infection of Simulium flies exposed to portions of the skin of infected subjects on which nodules were present, which led to elucidation of the life cycle of the Onchocerca parasite.  Blacklock and others could find no evidence of eye disease in Africa. Jean Hissette, a Belgian ophthalmologist, discovered in 1930 that the organism was the cause of a \"river blindness\" in the Belgian Congo. Some of the patients reported seeing tangled threads or worms in their vision, which were microfilariae moving freely in the aqueous humor of the anterior chamber of the eye. Blacklock and Strong had thought the African worm did not affect the eyes, but Hissette reported that 50% of patients with onchocerciasis near the Sankuru river in the Belgian Congo had eye disease and 20% were blind. Hisette Isolated the microfilariae from an enucleated eye and described the typical chorioretinal scarring, later called the \"Hissette-Ridley fundus\" after another ophthalmologist, Harold Ridley, who also made extensive observations on onchocerciasis patients in north west Ghana, publishing his findings in  1945.  Ridley first postulated that the disease was brought by the slave trade. The international scientific community was initially skeptical of Hisette's findings, but they were confirmed by the Harvard African Expedition of 1934, led by Richard P. Strong, an American physician of tropical medicine.   == Society and culture == Since 1987, ivermectin has been provided free of charge for use in humans by Merck through the Mectizan donation program (MDP). The MDP works together with ministries of health and nongovernmental development organisations, such as the World Health Organization, to provide free ivermectin to those who need it in endemic areas. Due to the joint efforts of NGOs and WHO, onchocerciasis is no longer an obstacle in socio-economic development. In 2015 William C. Campbell and Satoshi Ōmura were co-awarded half of that year's Nobel Prize in Physiology or Medicine for the discovery of the avermectin family of compounds, the forerunner of ivermectin. The latter has come to decrease the occurrence of lymphatic filariasis and onchocerciasis. Uganda's government, working with the Carter Center river blindness program since 1996, switched strategies for distribution of Mectizan. The male-dominated volunteer distribution system had failed to take advantage of traditional kinship structures and roles. In 2014, the program switched from village health teams to community distributors, primarily selecting women with the goal of assuring that everyone in the circle of their family and friends received river blindness information and Mectizan. In 2021, Nigeria had the greatest prevalence of onchocerciasis infections globally, and attributed the infection to 30.2% of blindness cases in the country. A study from western Nigeria found that residents believed that the parasitic effects of the disease was necessary to stimulate fertility, and that the disease was thought to be carried by all residents.   == Research == Animal models for the disease are somewhat limited, as the parasite only lives in primates, but there are close parallels. Litomosoides sigmodontis , which will naturally infect cotton rats, has been found to fully develop in BALB/c mice. Onchocerca ochengi, the closest relative of O. volvulus, lives in intradermal cavities in cattle, and is also spread by black flies. Both systems are useful, but not exact, animal models. A study of 2501 people in Ghana showed the prevalence rate doubled between 2000 and 2005 despite treatment, suggesting the parasite is developing resistance to the drug. A clinical trial of another anti-parasitic agent, moxidectin (manufactured by Wyeth), began on July 1, 2009 (NCT00790998). A Cochrane review compared outcomes of people treated with ivermectin alone versus doxycycline plus ivermectin. While there were no differences in most vision-related outcomes between the two treatments, there was low quality evidence suggesting treatment with doxycycline plus ivermectin showed improvement in iridocyclitis and punctate keratitis, over those treated with ivermectin alone. In 2017, WHO set up the Onchocerciasis Technical Advisory Subgroup (OTS) to further research and establish areas that require drug administration. The OTS also identifies co-endemic areas with lymphatic filariasis to properly treat Onchocerciasis and lymphatic filariasis. WHO priorities research to achieve elimination of onchocerciasis. Research approaches include: improving outreach efforts to marginalized populations, expanding mapping of endemic areas of onchocerciasis, improve and standardize information on mass drug administration, develop diagnostic approaches, surveillance strategies, and therapeutic approaches.   == See also ==  Carter Center River Blindness Program List of parasites (human) Neglected tropical diseases Rodolfo Robles United Front Against Riverblindness Harold Ridley (ophthalmologist)   == References ==   == External links ==  CDC Parasites of public health concern"}