{"name": "Ophthalmia Neonatorum", "category": "disease", "content": "Neonatal conjunctivitis is a form of conjunctivitis (inflammation of the outer eye) which affects newborn babies following birth. It is typically due to neonatal bacterial infection, although it can also be non-infectious (e.g. chemical exposure). Infectious neonatal conjunctivitis is typically contracted during vaginal delivery from exposure to bacteria from the birth canal, most commonly Neisseria gonorrhoeae or Chlamydia trachomatis. Antibiotic ointment is typically applied to the newborn's eyes within 1 hour of birth as prevention for gonococcal ophthalmia. This practice is recommended for all newborns and most hospitals in the United States are required by state law to apply eye drops or ointment soon after birth to prevent the disease. If left untreated, neonatal conjunctivitis can cause blindness.   == Signs and symptoms == Neonatal conjunctivitis by definition presents during the first month of life. Signs and symptoms include:  Pain and tenderness in the eyeball Conjunctival discharge: purulent, mucoid or mucopurulent (depending on the cause) Conjunctival hyperaemia and chemosis, usually also with swelling of the eyelids Corneal involvement (rare) may occur in herpes simplex ophthalmia neonatorum   === Time of onset === Chemical causes: Right after delivery Neisseria gonorrhoeae: Delivery of the baby until 5 days after birth (early onset) Chlamydia trachomatis: 5 days after birth to 2 weeks (late onset – C. trachomatis has a longer incubation period)   === Complications === Untreated cases may develop corneal ulceration, which may perforate, resulting in corneal opacification and staphyloma formation.   == Cause ==   === Non-infectious === Chemical irritants such as silver nitrate can cause chemical conjunctivitis, usually lasting 2–4 days. Thus, prophylaxis with a 1% silver nitrate solution is no longer in common use. In most countries, neomycin and chloramphenicol eye drops are used, instead. However, newborns can develop neonatal conjunctivitis due to reactions with chemicals in these common eye drops. A blocked tear duct may also be another noninfectious cause of neonatal conjunctivitis.   === Infectious === The two most common infectious causes of neonatal conjunctivitis are N. gonorrheae and Chlamydia, typically acquired from the birth canal during delivery. However, other different bacteria and viruses can be the cause, including herpes simplex virus (HSV 2), Staphylococcus aureus, Streptococcus pyogenes, and Streptococcus pneumoniae. Ophthalmia neonatorum due to gonococci (N. gonorrhoeae) typically manifests in the first 5 days after birth and is associated with marked bilateral purulent discharge and local inflammation. In contrast, conjunctivitis secondary to infection with C. trachomatis produces conjunctivitis 3 days to 2 weeks after delivery. The discharge is usually more watery (mucopurulent) and less inflamed. Babies infected with chlamydia may develop pneumonitis (chest infection) at a later stage (range 2–19 weeks after delivery). Infants with chlamydia pneumonitis should be treated with oral erythromycin for 10–14 days. Diagnosis is performed after taking swab from the infected conjunctivae.   == Prevention == Antibiotic ointment is typically applied to the newborn's eyes within 1 hour of birth as prevention against gonococcal ophthalmia. This may be erythromycin, tetracycline, or rarely silver nitrate or Argyrol (mild silver protein).   == Treatment ==  Prophylaxis needs antenatal, natal, and postnatal care.  Antenatal measures include thorough care of mother and treatment of genital infections when suspected. Natal measures are of utmost importance, as most infection occurs during childbirth. Deliveries should be conducted under hygienic conditions taking all aseptic measures. The newborn baby's closed lids should be thoroughly cleansed and dried. If the cause is determined to be due to a blocked tear duct, gentle palpation between the eye and the nasal cavity may be used to clear the tear duct. If the tear duct is not cleared by the time the newborn is 1 year old, surgery may be required. Postnatal measures include: Use of 1% tetracycline ointment, 0.5% erythromycin ointment, or 1% silver nitrate solution (Credé's method) into the eyes of babies immediately after birth Single injection of ceftriaxone IM or IV should be given to infants born to mothers with untreated gonococcal infection. Curative treatment as a rule, conjunctival cytology samples and culture sensitivity swabs should be taken before starting treatment. Chemical ophthalmia neonatorum is a self-limiting condition and does not require any treatment. Gonococcal ophthalmia neonatorum needs prompt treatment to prevent complications. Topical therapy should include: Saline lavage hourly until the discharge is eliminated Bacitracin eye ointment four times per day (because of resistant strains, topical penicillin therapy is not reliable, but in cases with proven penicillin susceptibility, penicillin drops 5000 to 10000 units per ml should be instilled every minute for half an hour, every five minutes for next half an hour, and then half-hourly until the infection is controlled.) If the cornea is involved, then atropine sulfate ointment should be applied. The advice of both the pediatrician and ophthalmologist should be sought for proper management. Systemic therapy: Newborns with gonococcal ophthalmia neonatorum should be treated for 7 days with ceftriaxone, cefotaxime, ciprofloxacin, or crystalline benzyl penicillin.  Other bacterial ophthalmia neonatorum should be treated by broad-spectrum antibiotics drops and ointment for 2 weeks. Neonatal inclusion conjunctivitis caused by C. trachomatis should be treated with oral erythromycin. Topical therapy is not effective and also does not treat the infection of the nasopharynx. Herpes simplex conjunctivitis should be treated with intravenous acyclovir for a minimum of 14 days to prevent systemic infection.   == Epidemiology == The incidence of neonatal conjunctivitis varies widely depending on the geographical location. The incidence in England was 257 (95% confidence interval: 245 to 269) per 100,000 in 2011.   == See also == List of systemic diseases with ocular manifestations   == References ==   == External links =="}