{"name": "Ophthalmia, Sympathetic", "category": "disease", "content": "Sympathetic ophthalmia (SO), also called spared eye injury, is a diffuse granulomatous inflammation of the uveal layer of both eyes following trauma to one eye. It can leave the affected person completely blind. Symptoms may develop from days to several years after a penetrating eye injury. It typically results from a delayed hypersensitivity reaction.   == Signs and symptoms == Eye floaters and loss of accommodation are among the earliest symptoms. The disease may progress to severe inflammation of the uveal layer of the eye (uveitis) with pain and sensitivity of the eyes to light. The affected eye often remains relatively painless while the inflammatory disease spreads through the uvea, where characteristic focal infiltrates in the choroid named Dalén–Fuchs nodules can be seen. The retina, however, usually remains uninvolved, although perivascular cuffing of the retinal vessels with inflammatory cells may occur. Swelling of the optic disc (papilledema), secondary glaucoma, vitiligo, and poliosis of the eyelashes may accompany SO.   == Pathophysiology == Sympathetic ophthalmia is currently thought to be an autoimmune inflammatory response toward ocular antigens, specifically a delayed hypersensitivity to melanin-containing structures from the outer segments of the photoreceptor layer of the retina. The immune system, which normally is not exposed to ocular proteins, is introduced to the contents of the eye following traumatic injury. Once exposed, it senses these antigens as foreign, and begins attacking them. The onset of this process can be from days to years after the inciting traumatic event.   == Diagnosis == Diagnosis is clinical, seeking a history of eye injury. An important differential diagnosis is Vogt–Koyanagi–Harada syndrome (VKH), which is thought to have the same pathogenesis, without a history of surgery or penetrating eye injury. Still experimental, skin tests with soluble extracts of human or bovine uveal tissue are said to elicit delayed hypersensitivity responses in these patients. Additionally, circulating antibodies to uveal antigens have been found in patients with SO and VKH, as well as those with long-standing uveitis, making this a less than specific assay for SO and VKH.   == Treatment == Because SO is so rarely encountered following eye injury, even when the injured eye is retained, the first choice of treatment may not be enucleation or evisceration, especially if there is a chance that the injured eye may regain some function. Additionally, with current advanced surgical techniques, many eyes once considered nonviable now have a fair prognosis. However, only if the injured eye has completely lost its vision and has no potential for any visual recovery, prevention of SO is done by enucleation of the injured eye preferably within the first 2 weeks of injury. Evisceration—the removal of the contents of the globe while leaving the sclera and extraocular muscles intact—is easier to perform, offers long-term orbital stability, and is more aesthetically pleasing, i.e., a greater measure of movement of the prosthesis and thus a more natural appearance. There is concern, however, that evisceration may lead to a higher incidence of SO compared to enucleation. Several retrospective studies involving over 3,000 eviscerations, however, have failed to identify a single case of SO. Once SO is developed, immunosuppressive therapy is the mainstay of treatment. When initiated promptly following injury, it is effective in controlling the inflammation and improving the prognosis. Mild cases may be treated with local application of corticosteroids and pupillary dilators. More severe or progressive cases require high-dose systemic corticosteroids for months to years. Patients who become resistant to corticosteroids or develop side effects of long-term corticosteroid therapy (osteoporosis and pathologic fractures, mental status changes, etc.), may be candidates for therapy with chlorambucil, cyclophosphamide, or ciclosporin.   == Epidemiology == Sympathetic ophthalmia is rare, affecting 0.2% to 0.5% of non-surgical eye wounds, and less than 0.01% of surgical penetrating eye wounds. There are no gender or racial differences in incidence of SO.   == History == Although descriptions of sympathetic ophthalmia can be found in ancient Greek texts, modern understanding of SO derives from the works of Scotland's William MacKenzie who characterized and named the disease sympathetic ophthalmitis. At MacKenzie's time, oral mercury and leeches applied to the conjunctiva were the treatments of choice for SO. It is thought that Louis Braille, who injured one of his eyes as a child, lost vision in his other eye owing to SO.  James Thurber's adult blindness was also diagnosed as sympathetic ophthalmia deriving from the loss of an eye when he was six years old.   == See also == Vogt–Koyanagi–Harada disease   == References ==   == External links =="}