{"name": "Opiate Addiction", "category": "disease", "content": "Opioid use disorder (OUD) is a substance use disorder characterized by cravings for opioids, continued use despite physical and/or psychological deterioration, increased tolerance with use, and withdrawal symptoms after discontinuing opioids. Opioid withdrawal symptoms include nausea, muscle aches, diarrhea, trouble sleeping, agitation, and a low mood. Addiction and dependence are important components of opioid use disorder. Risk factors include a history of opioid misuse, current opioid misuse, young age, socioeconomic status, race, untreated psychiatric disorders, and environments that promote misuse (social, family, professional, etc.). Complications may include opioid overdose, suicide, HIV/AIDS, hepatitis C, and problems meeting social or professional responsibilities. Diagnosis may be based on criteria by the American Psychiatric Association in the DSM-5. Opioids include substances such as heroin, morphine, fentanyl, codeine, dihydrocodeine, oxycodone, and hydrocodone. A useful standard for the relative strength of different opioids is morphine milligram equivalents (MME). It is recommended for clinicians to refer to daily MMEs when prescribing opioids to decrease the risk of misuse and adverse effects. Long-term opioid use occurs in about 4% of people following their use for trauma or surgery-related pain. In the United States, most heroin users begin by using prescription opioids that may also be bought illegally. People with an opioid use disorder are often treated with opioid replacement therapy using methadone or buprenorphine. Such treatment reduces the risk of death. Additionally, they may benefit from cognitive behavioral therapy, other forms of support from mental health professionals such as individual or group therapy, twelve-step programs, and other peer support programs. The medication naltrexone may also be useful to prevent relapse. Naloxone is useful for treating an opioid overdose and giving those at risk naloxone to take home is beneficial. In 2020, the CDC estimated that nearly 3 million people in the U.S. were living with OUD and more than 65,000 people died by opioid overdose, of whom more than 15,000 were heroin overdoses.   == Diagnosis == The DSM-5 guidelines for the diagnosis of opioid use disorder require that the individual has a significant impairment or distress related to opioid uses. To make the diagnosis two or more of 11 criteria must be present in a given year:  More opioids are taken than intended The individual is unable to decrease the number of opioids used Large amounts of time are spent trying to obtain opioids, use opioids, or recover from taking them The individual has cravings for opioids Difficulty fulfilling professional duties at work or school Continued use of opioids leading to social and interpersonal consequences Decreased social or recreational activities Using opioids despite being in physically dangerous settings Continued use despite opioids worsening physical or psychological health (i.e. depression, constipation) Tolerance Withdrawal The severity can be classified as mild, moderate, or severe based on the number of criteria present. The tolerance and withdrawal criteria are not considered to be met for individuals taking opioids solely under appropriate medical supervision. Addiction and dependence are components of a substance use disorder; addiction is the more severe form.   == Signs and symptoms ==   === Opioid intoxication === Signs and symptoms of opioid intoxication include:   === Opioid overdose ===  Signs and symptoms of opioid overdose include, but are not limited to:  Pin-point pupils may occur. Patient presenting with dilated pupils may still be experiencing an opioid overdose. Decreased heart rate Decreased body temperature Decreased breathing Altered level of consciousness. People may be unresponsive or unconscious. Pulmonary edema (fluid accumulation in the lungs) Shock Death   === Withdrawal ===  Opioid withdrawal can occur with a sudden decrease in, or cessation of, opioids after prolonged use. Onset of withdrawal depends on the half-life of the opioid that was used last. With heroin this typically occurs five hours after use; with methadone, it may take two days. The length of time that major symptoms occur also depends on the opioid used. For heroin withdrawal, symptoms are typically greatest at two to four days and can last up to two weeks. Less significant symptoms may remain for an even longer period, in which case the withdrawal is known as post-acute-withdrawal syndrome.  Treatment of withdrawal may include methadone and buprenorphine. Medications for nausea or diarrhea may also be used.   == Cause == Opioid use disorder can develop as a result of self-medication. Scoring systems have been derived to assess the likelihood of opiate addiction in chronic pain patients. Healthcare practitioners have long been aware that despite the effective use of opioids for managing pain, empirical evidence supporting long-term opioid use is minimal. Many studies of patients with chronic pain have failed to show any sustained improvement in their pain or ability to function with long-term opioid use. According to position papers on the treatment of opioid dependence published by the United Nations Office on Drugs and Crime and the World Health Organization, care providers should not treat opioid use disorder as the result of a weak moral character or will but as a medical condition. Some evidence suggests the possibility that opioid use disorders occur due to genetic or other chemical mechanisms that may be difficult to identify or change, such as dysregulation of brain circuitry involving reward and volition. But the exact mechanisms involved are unclear, leading to debate over the influence of biology and free will.   == Mechanism ==   === Addiction === Addiction is a brain disorder characterized by compulsive drug use despite adverse consequences. Addiction involves the overstimulation of the brain's mesocorticolimbic reward circuit (reward system), essential for motivating behaviors linked to survival and reproductive fitness, like seeking food and sex. This reward system encourages associative learning and goal-directed behavior. In addiction, substances overactivate this circuit, causing compulsive behavior due to changes in brain synapses. The incentive-sensitization theory differentiates between \"wanting\" (driven by dopamine in the reward circuit) and \"liking\" (related to brain pleasure centers). This explains the addictive potential of non-pleasurable substances and the persistence of opioid addiction despite tolerance to their euphoric effects. Addiction surpasses mere avoidance of withdrawal, involving cues and stress that reactivate reward-driven behaviors. This is an important reason detoxification alone is unsuccessful 90% of the time.  Overexpression of the gene transcription factor ΔFosB in the nucleus accumbens plays a crucial role in the development of an addiction to opioids and other addictive drugs by sensitizing drug reward and amplifying compulsive drug-seeking behavior. Like other addictive drugs, overuse of opioids leads to increased ΔFosB expression in the nucleus accumbens. Opioids affect dopamine neurotransmission in the nucleus accumbens via the disinhibition of dopaminergic pathways as a result of inhibiting the GABA-based projections to the ventral tegmental area (VTA) from the rostromedial tegmental nucleus (RMTg), which negatively modulate dopamine neurotransmission. In other words, opioids inhibit the projections from the RMTg to the VTA, which in turn disinhibits the dopaminergic pathways that project from the VTA to the nucleus accumbens and elsewhere in the brain. The differences in the genetic regions encoding the dopamine receptors for each individual may help to elucidate part of the risk for opioid addiction and general substance abuse. Studies of the D2 Dopamine Receptor, in particular, have shown some promising results. One specific SNP is at the TaqI RFLP (rs1800497). In a study of 530 Han Chinese heroin-addicted individuals from a Methadone Maintenance Treatment Program, those with the specific genetic variation showed higher mean heroin consumption by around double those without the SNP. This study helps to show the contribution of dopamine receptors to substance addiction and more specifically to opioid abuse. Neuroimaging has shown functional and structural alterations in the brain. Chronic intake of opioids such as heroin may cause long-term effects in the orbitofrontal area (OFC), which is essential for regulating reward-related behaviors, emotional responses, and anxiety. Moreover, neuroimaging and neuropsychological studies demonstrate dysregulation of circuits associated with emotion, stress and high impulsivity.   === Dependence === Opioid dependence can occur as physical dependence, psychological dependence, or both. Drug dependence is an adaptive state associated with a withdrawal syndrome upon cessation of repeated exposure to a stimulus (e.g., drug intake). Dependence is a component of a substance use disorder. Opioid dependence can manifest as physical dependence, psychological dependence, or both. Increased brain-derived neurotrophic factor (BDNF) signaling in the ventral tegmental area (VTA) has been shown to mediate opioid-induced withdrawal symptoms via downregulation of insulin receptor substrate 2 (IRS2), protein kinase B (AKT), and mechanistic target of rapamycin complex 2 (mTORC2). As a result of downregulated signaling through these proteins, opiates cause VTA neuronal hyperexcitability and shrinkage (specifically, the size of the neuronal soma is reduced). It has been shown that when an opiate-naive person begins using opiates in concentrations that induce euphoria, BDNF signaling increases in the VTA. Upregulation of the cyclic adenosine monophosphate (cAMP) signal transduction pathway by cAMP response element binding protein (CREB), a gene transcription factor, in the nucleus accumbens is a common mechanism of psychological dependence among several classes of drugs of abuse. Upregulation of the same pathway in the locus coeruleus is also a mechanism responsible for certain aspects of opioid-induced physical dependence. A scale was developed to compare the harm and dependence liability of 20 drugs. The scale uses a rating of zero to three to rate physical dependence, psychological dependence, and pleasure to create a mean score for dependence. Selected results can be seen in the chart below. Heroin and morphine both scored highest, at 3.0.   === Opioid receptors === A genetic basis for the efficacy of opioids in the treatment of pain has been demonstrated for several specific variations, but the evidence for clinical differences in opioid effects is ambiguous. There is an estimated 50% genetic contribution to opioid use disorder. The pharmacogenomics of the opioid receptors and their endogenous ligands have been the subject of intensive activity in association studies. These studies test broadly for a number of phenotypes, including opioid dependence, cocaine dependence, alcohol dependence, methamphetamine dependence/psychosis, response to naltrexone treatment, personality traits, and others. Major and minor variants have been reported for every receptor and ligand coding gene in both coding sequences, as well as regulatory regions. Research on endogenous opioid receptors has focused around OPRM1 gene, which encodes the μ-opioid receptor, and the OPRK1 and OPRD1 genes, which encode the κ and δ receptors, respectively. Newer approaches shift away from analysis of specific genes and regions, and are based on an unbiased screen of genes across the entire genome, which have no apparent relationship to the phenotype in question. These GWAS studies yield a number of implicated genes, although many of them code for seemingly unrelated proteins in processes such as cell adhesion, transcriptional regulation, cell structure determination, and RNA, DNA, and protein handling/modifying.   ==== 118A>G variant ==== While over 100 variants have been identified for the opioid mu-receptor, the most studied mu-receptor variant is the non-synonymous 118A>G variant, which results in functional changes to the receptor, including lower binding site availability, reduced mRNA levels, altered signal transduction, and increased affinity for beta-endorphin. In theory, all these functional changes would reduce the impact of exogenous opioids, requiring a higher dose to achieve the same therapeutic effect. This points to a potential for greater addictive capacity in individuals who require higher dosages to achieve pain control. But evidence linking the 118A>G variant to opioid dependence is mixed, with associations shown in a number of study groups, but negative results in other groups. One explanation for the mixed results is the possibility of other variants that are in linkage disequilibrium with the 118A>G variant and thus contribute to different haplotype patterns more specifically associated with opioid dependence.   ==== Non-opioid receptor genes ==== While opioid receptors have been the most widely studied, a number of other genes have been implicated in OUD. Higher numbers of (CA) repeats flanking the preproenkephalin gene, PENK, have been associated with opiate dependence. There have been mixed results for the MCR2 gene, encoding melanocortin receptor type 2, implicating both protection and risk to heroin addiction. A number of enzymes in the cytochrome P450 family may also play a role in dependence and overdose due to variance in breakdown of opioids and their receptors. There are also multiple potential complications with combining opioids with antidepressants and antiepileptic drugs (both common drugs for chronic pain patients) because of their effects on inducing CYP enzymes. Genotyping of CYP2D6 in particular may play a role in helping patients with individualized treatment for OUD and other drug addictions.   == Prevention == The CDC gives prescribers specific recommendations for starting opioids, clinically appropriate use, and assessing risks associated with opioid therapy. Improving opioid prescribing guidelines and practices can help reduce unnecessary exposure to opioids, which in turn lowers the risk of developing OUD (opioid use disorder). Healthcare providers should strictly follow evidence-based guidelines, such as the CDC Clinical Practice Guideline for Prescribing Opioids for Pain, to ensure safe and appropriate use. Another way to prevent OUD is educating the public about the risks of prescription opioids and illegal substances like fentanyl. Awareness campaigns, community outreach programs, and school-based education initiatives can help people make informed decisions about opioid use and recognize the signs of addiction early on.  Large U.S. retail pharmacy chains are implementing protocols, guidelines, and initiatives to take back unused opioids, providing naloxone kits, and being vigilant about suspicious prescriptions. Insurance programs can help limit opioid use by setting quantity limits on prescriptions or requiring prior authorizations for certain medications. Many U.S. officials and government leaders have become involved in implementing preventative measures to decrease opioid usage in the United States. Targeted education of medical providers and government officials can lead to provisions affecting opioid distribution by healthcare providers.   === Opioid-related deaths === Naloxone is used for the emergency treatment of an overdose. It can be given by many routes (e.g., intramuscular (IM), intravenous (IV), subcutaneous, intranasal, and inhalation) and acts quickly by displacing opioids from opioid receptors and preventing the activation of these receptors. Naloxone kits are recommended for laypersons who may witness an opioid overdose, for people with large prescriptions for opioids, those in substance use treatment programs, and those recently released from incarceration. Since this is a life-saving medication, many areas of the U.S. have implemented standing orders for law enforcement to carry and give naloxone as needed. In addition, naloxone can be used to challenge a person's opioid abstinence status before starting a medication such as naltrexone, which is used in the management of opioid addiction. Good Samaritan laws typically protect bystanders who administer naloxone. In the U.S., at least 40 states have Good Samaritan laws to encourage bystanders to take action without fear of prosecution. As of 2019, 48 states give pharmacists the authority to distribute naloxone without an individual prescription. Homicide, suicide, accidents and liver disease are also opioid-related causes of death for those with OUD. Many of these causes of death are unnoticed due to the often limited information on death certificates.   == Mitigation == The \"CDC Clinical Practice Guideline for Prescribing Opioids for Pain-United States, 2022\" provides recommendations related to opioid misuse, OUD, and opioid overdoses. It reports a lack of clinical evidence that \"abuse-deterrent\" opioids (e.g., OxyContin), as labeled by the U.S. Food and Drug Administration, are effective for OUD risk mitigation. CDC guidance suggests the prescription of immediate-release opioids instead of opioids that have a long duration (long-acting) or opioids that are released over time (extended release). Other recommendations include prescribing the lowest opioid dose that successfully addresses the pain in opioid-naïve patients and collaborating with patients who already take opioid therapy to maximize the effect of non-opioid analgesics. While receiving opioid therapy, patients should be periodically evaluated for opioid-related complications and clinicians should review state prescription drug monitoring program systems. The latter should be assessed to reduce the risk of overdoses in patients due to their opioid dose or medication combinations. For patients receiving opioid therapy in whom the risks outweigh the benefits, clinicians and patients should develop a treatment plan to decrease their opioid dose incrementally. For more specific mitigation strategies regarding opioid overdoses, see opioid overdose § Prevention.   == Management == Opioid use disorders typically require long-term treatment and care with the goal of reducing the person's risks and improving their long-term physical and psychological condition. First-line management involves the use of opioid replacement therapies, particularly methadone and buprenorphine/naloxone. Withdrawal management alone is strongly discouraged, because of its association with elevated risks of HIV and hepatitis C transmission, high rates of overdose deaths, and nearly universal relapse. This approach is seen as ineffective without plans for transition to long-term evidence-based addiction treatment, such as opioid agonist treatment. Though treatment reduces mortality rates, the first four weeks after treatment begins and the four weeks after treatment ceases are the riskiest times for drug-related deaths. These periods of increased vulnerability are significant because many of those in treatment leave programs during these periods. There is evidence that people with opioid use disorder who are dependent on pharmaceutical opioids may require a different management approach from those who take heroin.   === Medication === Opioid replacement therapy (ORT), also known as opioid substitution therapy (OST) or Medications for Opioid Use Disorder (MOUD), involves replacing an opioid, such as heroin. Commonly used drugs for ORT are methadone and buprenorphine/naloxone (Suboxone), which are taken under medical supervision. Buprenorphine/naloxone is usually preferred over methadone because of its safety profile, which is considered significantly better, primarily with regard to its risk of overdose and effects on the heart (QTc prolongation). Buprenorphine/naloxone, methadone, and naltrexone are approved by the U.S. Food and Drug Administration (FDA) for medication-assisted treatment (MAT). In the U.S., the Substance Abuse and Mental Health Services Administration (SAMHSA) certifies opioid treatment programs (OTPs), where methadone can be dispensed at methadone clinics. As of 2023, the Waiver Elimination (MAT Act), also known as the \"Omnibus Bill\", removed the federal requirement for medical providers to obtain a waiver to prescribe buprenorphine, in an attempt to increase access to OUD treatment. The driving principle behind ORT is the patient's reclamation of a self-directed life. ORT facilitates this process by reducing symptoms of drug withdrawal and drug cravings. In some countries (not the U.S. or Australia), regulations enforce a limited time for people on ORT programs that conclude when a stable economic and psychosocial situation is achieved. (People with HIV/AIDS or hepatitis C are usually excluded from this requirement.) In practice, 40–65% of patients maintain abstinence from additional opioids while receiving opioid replacement therapy and 70–95% can reduce their use significantly. Medical (improper diluents, non-sterile injecting equipment), psychosocial (mental health, relationships), and legal (arrest and imprisonment) issues that can arise from the use of illegal opioids are concurrently eliminated or reduced. Clonidine or lofexidine can help treat the symptoms of withdrawal. The period when initiating methadone and the time immediately after discontinuing treatment with both drugs are periods of particularly increased mortality risk, which should be dealt with by both public health and clinical strategies. ORT has proved to be the most effective treatment for improving the health and living condition of people experiencing illegal opiate use or dependence, including mortality reduction and overall societal costs, such as the economic loss from drug-related crime and healthcare expenditure. A review of UK hospital policies found that local guidelines delayed access to substitute opioids, for instance by requiring lab tests to demonstrate recent use or input from specialist drug teams before prescribing. Delays to access can increase people's risk of discharging themselves early against medical advice. ORT is endorsed by the World Health Organization, United Nations Office on Drugs and Crime and UNAIDS as effective at reducing injection, lowering risk for HIV/AIDS, and promoting adherence to antiretroviral therapy. Buprenorphine and methadone work by reducing opioid cravings, easing withdrawal symptoms, and blocking the euphoric effects of opioids via cross-tolerance, and in the case of buprenorphine, a high-affinity partial opioid agonist, also due to opioid receptor saturation.   ==== Buprenorphine and buprenorphine/naloxone ==== Buprenorphine can be administered either as a standalone product or in combination with the opioid antagonist naloxone. This inclusion is strategic: it deters misuse by preventing the crushing and injecting of the medication, encouraging instead the prescribed sublingual (under the tongue) route. Buprenorphine/naloxone formulations are available as tablets and films; these formulations operate efficiently when taken sublingually. In this form, buprenorphine's bioavailability remains robust (35–55%), while naloxone's is significantly reduced (~10%). Buprenorphine's role as a partial opioid receptor agonist sets it apart from full agonists like methadone. Its unique pharmacological profile makes it less likely to cause respiratory depression, thanks to its \"ceiling effect\". While the risk of misuse or overdose is higher with buprenorphine alone compared to the buprenorphine/naloxone combination or methadone, its usage is linked to a decrease in mortality. Approved in the U.S. for opioid dependence treatment in 2002, buprenorphine has since expanded in form, with the FDA approving a month-long injectable version in 2017. When initiating buprenorphine/naloxone therapy, several critical factors must be considered. These include the severity of withdrawal symptoms, the time elapsed since the last opioid use, and the type of opioid involved (long-acting vs. short-acting). A standard induction method involves waiting until the patient exhibits moderate withdrawal symptoms, as measured by a Clinical Opiate Withdrawal Scale, achieving a score of around 12. Alternatively, \"microdosing\" commences with a small dose immediately, regardless of withdrawal symptoms, offering a more flexible approach to treatment initiation. \"Macrodosing\" starts with a larger dose of Suboxone, a different induction strategy with its own set of considerations.   ==== Methadone ==== Methadone is a commonly used full-opioid agonist in the treatment of opioid use disorder. It is effective in relieving withdrawal symptoms and cravings in people with opioid addiction, and can also be used in pain control in certain situations. While methadone is a widely prescribed form of OAT, it often requires more frequent clinical visits compared to buprenorphine/naloxone, which also has a better safety profile and lower risk of respiratory depression and overdose. Important considerations when initiating methadone include the patient's opioid tolerance, the time since last opioid use, the type of opioid used (long-acting vs. short-acting), and the risk of methadone toxicity. Methadone comes in different forms: tablet, oral solution, or an injection. One of methadone's benefits is that it can last up to 56 hours in the body, so if a patient misses a daily dose, they will not typically struggle with withdrawal symptoms. Other advantages of methadone include reduction in infectious disease related to injection drug use, and reduced mortality. Methadone has a number of potential side effects, including slowed breathing, nausea, vomiting, restlessness, and headache.   ==== Naltrexone ==== Naltrexone is an opioid receptor antagonist used for the treatment of opioid addiction. It is not as widely used as buprenorphine or methadone for OUD due to low rates of patient acceptance, non-adherence due to daily dosing, and difficulty achieving abstinence from opioids before beginning treatment. Additionally, dosing naltrexone after recent opioid use can lead to precipitated withdrawal. Conversely, naltrexone antagonism at the opioid receptor can be overcome with higher doses of opioids. Naltrexone monthly IM injections received FDA approval in 2010 for the treatment of opioid dependence in abstinent opioid users.   ==== Other opioids ====  Evidence of effects of heroin maintenance compared to methadone are unclear as of 2010. A Cochrane review found some evidence in opioid users who had not improved with other treatments. In Switzerland, Germany, the Netherlands, and the United Kingdom, long-term injecting drug users who do not benefit from methadone and other medication options may be treated with injectable heroin that is administered under the supervision of medical staff. Other countries where it is available include Spain, Denmark, Belgium, Canada, and Luxembourg. Dihydrocodeine in both extended-release and immediate-release form is also sometimes used for maintenance treatment as an alternative to methadone or buprenorphine in some European countries. Dihydrocodeine is an opioid agonist. It may be used as a second-line treatment. A 2020 systematic review found low-quality evidence that dihydrocodeine may be no more effective than other routinely used medication interventions in reducing illicit opiate use.An extended-release morphine confers a possible reduction of opioid use and with fewer depressive symptoms but overall more adverse effects compared to other forms of long-acting opioids. Retention in treatment was not found to be significantly different. It is used in Switzerland and more recently in Canada.   ==== In pregnancy ==== Pregnant women with opioid use disorder can also receive treatment with methadone, naltrexone, or buprenorphine. Buprenorphine appears to be associated with more favorable outcomes compared to methadone for treating opioid use disorder (OUD) in pregnancy. Studies show that buprenorphine is linked to lower risks of preterm birth, greater birth weight, and larger head circumference without increased harm. Compared to methadone, it consistently results in improved birth weight and gestational age, though these findings should be interpreted with caution due to potential biases. Buprenorphine use also correlates with a lower risk of adverse neonatal outcomes, with similar risks of adverse maternal outcomes as methadone. Infants born to buprenorphine-treated mothers generally have higher birth weights, fewer withdrawal symptoms, and a lower likelihood of premature birth. Additionally, these infants often require less treatment for neonatal abstinence syndrome and have mothers who are more likely to start treatment earlier in pregnancy, leading to longer gestations and larger infants.   === Behavioral therapy === Paralleling the variety of medical treatments, there are many forms of psychotherapy and community support for treating OUD. The primary evidence-based psychotherapies include cognitive behavioral therapy (CBT), motivational enhancement therapy (MET), contingency management (CM), and twelve-step programs. Community-based support such as support groups (e.g., Narcotics Anonymous) and therapeutic housing for those with OUD is also an important aspect of healing.   ==== Cognitive behavioral therapy ==== Cognitive behavioral therapy (CBT) is a form of psychosocial intervention that systematically evaluates thoughts, feelings, and behaviors about a problem and works to develop coping strategies to work through those problems. This intervention has demonstrated success in many psychiatric conditions (e.g., depression) and substance use disorders (e.g., tobacco). But the use of CBT alone for OUD has declined due to lack of efficacy, and many rely on medication therapy or medication therapy with CBT, since both were found to be more efficacious than CBT alone. CBT has been shown to be more successful in relapse prevention than treatment of ongoing drug use. It is particularly known for its durability.   ==== Motivational Enhancement Therapy ==== Motivational enhancement therapy (MET) is the manualized form of motivational interviewing (MI). MI leverages one's intrinsic motivation to recover through education, formulation of relapse prevention strategies, reward for adherence to treatment guidelines, and positive thinking to keep motivation high—which are based on a person's socioeconomic status, gender, race, ethnicity, sexual orientation, and readiness to recover. Like CBT, MET alone has not shown convincing efficacy for OUD. There is stronger support for combining it with other therapies.   ==== Contingency Management Therapy ==== Contingency Management Therapy (CMT) employs similar principles as operant behavioral conditioning, such as using incentives to reach certain goals (e.g., verified abstinence, usually in the form of urine drug testing). This form of psychotherapy has the strongest, most robust empirical support for treating drug addiction. Outpatient clients are shown to have improved medication compliance, retention, and abstinence when using voucher-based incentives. One way this is implemented is to offer take-home privileges for methadone programs. Despite its effectiveness during treatment, effects tend to wane once terminated. Additionally, the cost barrier limits its application in the clinical community.   ==== Twelve-step programs ====  While medical treatment may help with the initial symptoms of opioid withdrawal, once the first stages of withdrawal are through, a method for long-term preventative care is attendance at 12-step groups such as Narcotics Anonymous (NA). NA's 12-step process is based on the 12-step facilitation of Alcoholic Anonymous (AA) and centers on peer support, self-help, and spiritual connectedness. Some evidence also supports the use of these programs for adolescents. Multiple studies have shown increased abstinence for those in NA compared to those who are not. Members report a median abstinence length of 5 years.   === Novel experimental treatments === Though medications and behavioral treatments are effective forms for treating OUD, relapse remains a common problem. The medical community has looked to novel technologies and traditional alternative medicines for new ways to approach the issues of continued cravings and impaired executive functioning. While consensus on their efficacy has not been reached, a number of reviews have shown promising results for the use of non-invasive brain stimulation (NIBS) for reducing cravings in OUD. These results are consistent with the use of NIBS for reducing cravings of other substances. Additionally, investigations into the anecdotal evidence of psychedelics like ibogaine have also shown the possibility of decreased cravings and withdrawal symptoms. Ibogaine is illegal in the U.S. but is unregulated in Mexico, Costa Rica, and New Zealand, where many clinics use it for addiction treatment. Research has shown a minor mortality risk due to its cardiotoxic and neurotoxic effects. In 2024 the FDA approved the NET (NeuroElectric Therapy) device, which reduces withdrawal symptoms by neurostimulation. Used for three to five days of continuous treatment, NET delivers alternating current via surface electrodes placed trans-cranially at the base of the skull on each side of the head.   == Treatment challenges == The stigma surrounding addiction can heavily influence opioid addicts not to seek help. Many people view addiction as a moral failing rather than a medical condition, which can lead to feelings of shame and isolation. This stigma can also affect family members, making it difficult for them to support their loved ones effectively. Accessing appropriate treatment is often a significant barrier. Factors include:  Availability of services: In many areas, especially rural regions, there is a lack of treatment facilities or qualified healthcare providers who specialize in opioid use disorder. Insurance coverage: People without insurance or those whose plans do not cover substance use disorder treatment may struggle to find affordable care. Transportation: For many, getting to treatment facilities can be challenging due to a lack of transportation options. The variety of treatment modalities available for OUD—such as medication-assisted treatment (MAT), counseling, and residential programs—can be overwhelming. Patients may have difficulty understanding which option best suits them, leading to confusion and potential disengagement from the treatment process. Withdrawal symptoms can be severe and uncomfortable, leading many people to relapse before they complete detoxification or engage fully in recovery programs. The fear of withdrawal often prevents people from seeking help altogether.   == Epidemiology ==  Globally, the number of people with opioid dependence increased from 10.4 million in 1990 to 15.5 million in 2010. In 2016, the numbers rose to 27 million people who experienced this disorder. Opioid use disorders resulted in 122,000 deaths worldwide in 2015, up from 18,000 deaths in 1990. Deaths from all causes rose from 47.5 million in 1990 to 55.8 million in 2013.   === United States ===  The current epidemic of opioid abuse is the most lethal drug epidemic in American history. The crisis can be distinguished by waves of opioid overdose deaths as described by the Centers of Disease Control and Prevention. The first wave began in the 1990s, related to the rise in prescriptions of natural opioids (such as codeine and morphine), semisynthetic opioids (oxycodone, hydrocodone, hydromorphone, and oxymorphone), and synthetic opioids like methadone. In the U.S., \"the age-adjusted drug poisoning death rate involving opioid analgesics increased from 1.4 to 5.4 deaths per 100,000 population between 1999 and 2010. The second wave dates to around 2010 with the rapid increase in opioid overdoses due to heroin. By this time, there were already four times as many deaths by overdose than in 1999. The age-adjusted drug poisoning death rate involving heroin doubled from 0.7 to 1.4 deaths per 100,000 people between 1999 and 2011 and then continued to increase to 4.1 in 2015. The third wave of overdose deaths began in 2013, related to synthetic opioids, particularly illicitly produced fentanyl. While the illicit fentanyl market has continuously changed, the drug is generally sold as an adulterant in heroin. Research suggests that the rapid increase of fentanyl into the illicit opioid market has been largely supply-side-driven and dates to 2006. Decreasing heroin purity, competition from increased access to prescription medications, and dissemination of \"The Siegfried Method\" (a relatively simple and cost-effective method of fentanyl production) were major factors in street suppliers' inclusion of fentanyl in their products. The current, fourth wave, which began in 2016, has been characterized by polysubstance overdose due to synthetic opioids like fentanyl mixed with stimulants such as methamphetamine or cocaine. In 2010, around 0.5% of opioid-related deaths were attributed to mixture with stimulants. This figure increased more than 50-fold by 2021, when about a third of opioid-related deaths, or 34,000, involved stimulant use. In 2017, the U.S. Department of Health and Human Services (HHS) announced a public health emergency due to an increase in the misuse of opioids. The administration introduced a strategic framework called the Five-Point Opioid Strategy, which includes providing access recovery services, increasing the availability of reversing agents for overdose, funding opioid misuse and pain research, changing treatments of people managing pain, and updating public health reports related to combating opioid drug misuse. The U.S. epidemic in the 2000s is related to a number of factors. Rates of opioid use and dependency vary by age, sex, race, and socioeconomic status. With respect to race, the discrepancy in deaths is thought to be due to an interplay between physician prescribing and lack of access to healthcare and certain prescription drugs. Men are at higher risk for opioid use and dependency than women, and men also account for more opioid overdoses than women, although this gap is closing. Women are more likely to be prescribed pain relievers, be given higher doses, use them for longer durations, and become dependent upon them faster. Deaths due to opioid use also tend to skew at older ages than deaths from use of other illicit drugs. This does not reflect opioid use as a whole, which includes younger people. Overdoses from opioids are highest among people between the ages of 40 and 50, in contrast to heroin overdoses, which are highest among people between the ages of 20 and 30. 21- to 35-year-olds represent 77% of people who enter treatment for opioid use disorder, but the average age of first-time use of prescription painkillers was 21.2 years in 2013. Among the middle class, means of acquiring funds include elder financial abuse and international dealers noticing a lack of enforcement in their transaction scams throughout the Caribbean. Since 2018, with the federal government's passing of the SUPPORT (Substance Use-Disorder Prevention That Promotes Opioid Recovery and Treatment for Patients and Communities Act) Act, federal restrictions on methadone use for patients receiving Medicare have been lifted. Since March 2020, as a result of the COVID-19 pandemic, buprenorphine may be dispensed via telemedicine in the U.S. In October 2021, New York Governor Kathy Hochul signed legislation to combat the opioid crisis. This included establishing a program for the use of medication-assisted substance use disorder treatment for incarcerated individuals in state and local correctional facilities, decriminalizing the possession and sale of hypodermic needles and syringes, establishing an online directory for distributors of opioid antagonists, and expanding the number of eligible crimes committed by individuals with a substance use disorder that may be considered for diversion to a substance use treatment program. Until these laws were signed, incarcerated New Yorkers did not reliably have access to medication-assisted treatment and syringe possession was still a class A misdemeanor despite New York authorizing and funding syringe exchange and access programs. This legislation acknowledges the ways New York State laws have contributed to opioid deaths: in 2020 more than 5112 people died from overdoses in New York State, with 2192 deaths in New York City. As of 2023, the Waiver Elimination (MAT Act), as part of Section 1262 of the Consolidated Appropriations Act, 2023 (or \"Omnibus Bill\"), removed the federal requirement for medical providers to obtain a waiver to prescribe buprenorphine, in an attempt to increase access to OUD treatment. Before this bill, practitioners were required to receive a Drug Addiction Treatment Act of 2000 (DATA) waiver, also known as \"x-waiver\", before prescribing buprenorphine. There is also now no longer any limit to the number of patients to whom a provider may prescribe buprenorphine for OUD.  \tCharts of deaths involving specific opioids and classes of opioids - US National Institute on Drug Abuse \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Effects of COVID-19 on opioid overdose and telehealth treatment === Epidemiological research has shown that the COVID-19 pandemic accelerated the opioid crisis. The overarching trend of opioid overdose data has shown a plateau in deaths around 2017–18, with a sudden and acute rise in 2019 primarily attributed to synthetic opioids like fentanyl. In 2020, there were 93,400 drug overdoses in the U.S. with >73% (approximately 69,000) due to opioid overdose. One JAMA review by Gomes et al. showed that estimated years of life loss (YLL) due to opioid toxicity in the U.S. increased by 276%. This increase was particularly felt by those ages 15 to 19, whose YLL increased nearly threefold. Younger male adults had the largest effect size. Other reviews of U.S. and Canadian opioid data coinciding with the onset of COVID-19 suggested significant increases in opioid-related emergency medicine utilization, increased positivity for opioids, and surprisingly no to decreased change in naloxone dispensation. Telehealth played a large role in OUD treatment access, and legislation on telehealth continues to evolve. A study of Medicare beneficiaries with new-onset OUD showed that those who received telehealth services had a 33% lower risk of death by overdose. Minority groups such as Black and Hispanic Americans have also been shown to benefit from the increased access due to telehealth programs introduced during the pandemic, despite increasing disparity gaps in other OUD-related outcomes. The DEA and HHS have extended telemedicine flexibility in regard to prescribing controlled substances such as buprenorphine for OUD through 31 December 2024.   == History ==  Opiate misuse has been recorded at least since 300 BC. Greek mythology describes Nepenthe (Greek \"free from sorrow\") and how it was used by the hero of the Odyssey. Opioids have been used in the Near East for centuries. The purification of and isolation of opiates occurred in the early 19th century. Buprenorphine was one of the first approved opioid dependence drugs introduced in the U.S. in the early 2000s to combat opioid abuse. This discovery came after decades of research and led to the development of other drugs to fight opioid use disorders. Levacetylmethadol was previously used to treat opioid dependence. In 2003 the drug's manufacturer discontinued production. There are no available generic versions. LAAM produced long-lasting effects, which allowed the person receiving treatment to visit a clinic only three times per week, as opposed to daily as with methadone. In 2001, levacetylmethadol was removed from the European market due to reports of life-threatening ventricular rhythm disorders. In 2003, Roxane Laboratories, Inc. discontinued Orlaam in the U.S.   == References ==   == Further reading ==   == External links == Heroin information from the National Institute on Drug Abuse Opioid Dependence Treatment and Guidelines"}