{"name": "Opioid withdrawal", "category": "disease", "content": "Opioid withdrawal is a set of symptoms (a syndrome) arising from the sudden withdrawal or reduction of opioids where previous usage has been heavy and prolonged. Signs and symptoms of withdrawal can include drug craving, anxiety, restless legs, nausea, vomiting, diarrhea, sweating, and an increased heart rate. Opioid use triggers a rapid adaptation in cellular signalling pathways that means, when rapidly withdrawn, there can be adverse physiological effects. All opioids, both recreational drugs and medications, when reduced or stopped, can lead to opioid withdrawal symptoms. When withdrawal symptoms are due to recreational opioid use, the term opioid use disorder is used, whereas when due to prescribed medications, the term prescription opioid use disorder is used.  Opioid withdrawal can be helped by the use of opioid replacement therapy, and symptoms may be relieved by the use of medications including lofexidine and clonidine.   == Signs and symptoms == Withdrawal from any opioid produces similar signs and symptoms. However, the severity and duration of withdrawal depend on the type and dose of opioid taken and the duration and frequency of use. The symptoms of opioid withdrawal may develop within minutes or up to several days following reduction or stopping. Symptoms can include: extreme anxiety, nausea or vomiting, muscle aches, a runny nose, sneezing, diarrhea, sweating and fever.   == Pathophysiology == Repeated dosages of opioids can quickly lead to tolerance and physical dependence. This is due to the marked decrease in opioid receptor sensitivity caused by long-term receptor stimulation triggering receptor desensitisation (in this case receptor internalisation). Tolerance causes a decrease in opioid sensitivity, impairing the efficacy of endogenous (our own body's) opioid molecules that function in multiple brain regions. Opioids partially signal through the decrease in cellular cAMP. Cells with decreased cAMP adapt to regulate cAMP and increase production.  In the tolerant brain the sudden withdrawal of opioids coupled with the reduced sensitivity to inhibitory signals from the endogenous opioid systems can cause abnormally high levels of cAMP that may be responsible for withdrawal behaviours. Similar changes may also be responsible for the peripheral gastrointestinal effects such as diarrhea, as there is a reversal of the effect on gastrointestinal motility. Due to the difference in lipophilicity and mode of release between opioid analgesics, the severity, and duration of withdrawal symptoms may differ. The followings are the general descriptions of duration of opioid withdrawal symptoms:  High intake for a long duration (> 6 Months) is associated with a more severe level of withdrawal symptoms. Short-acting or slow-release opioids result in more rapid onset and shorter duration of withdrawal symptoms. Longer-acting opioids result in slower onset but longer duration of withdrawal symptoms.   == Diagnosis == The diagnosis of opioid withdrawal requires recent use or exposure to opioids and symptoms consistent with the disorder. The severity of symptoms can be assessed by validated withdrawal scales, such as the Clinical Opiate Withdrawal Scale (COWS).   == Treatment and management == Treatment for opioid withdrawal is based on underlying diagnostic features. A person with an acute opioid withdrawal but no underlying opioid use disorder can be managed by slowly reducing opioids and treatments aimed at the symptoms.   === Acute withdrawal ===   ==== Alpha 2 adrenergic agonists ==== A major feature of opioid withdrawal is exacerbated noradrenaline release in the locus coeruleus. Alpha 2 adrenergic agonists can be used to manage the symptoms of acute withdrawal. Lofexidine and clonidine are also used for this purpose; both are considered to be equally effective, though clonidine has more side effects than lofexidine.   ==== GABA analogues ==== While some studies indicate that gabapentin does not significantly reduce the symptoms of opiate withdrawal, there is increasing evidence that gabapentinoids are effective in controlling some of the symptoms during opiate detoxification. Pregabalin, another GABA analogue, was more effective than clonidine in reducing opiate withdrawal symptoms.   === Withdrawal in opioid use disorder ===  The treatment of withdrawal in people with opioid use disorder also relies on symptomatic management and tapering with medications that replace typical opioids, including buprenorphine and methadone. The principle of managing the syndrome is to allow the concentration of drugs in blood to fall to near zero and reverse physiological adaptation. This allows the body to adapt to the absence of drugs to reduce the withdrawal symptoms. The most commonly used strategy is to offer opioid drug users long-acting opioid drugs and slowly taper the dose of the drug. Methadone, buprenorphine-­naloxone, and naltrexone are all commonly used medications for opioid use disorder.  A review of UK hospital policies found that local guidelines delayed access to substitute opioids. For instance, requiring lab tests to demonstrate recent use or input from specialist drug teams before prescribing. A lack of access to these substitutes may increase the risk of people discharging themselves early against medical advice.   === Dangerous or ineffective treatments === The expense of opioid replacement treatments in some countries has led some people to try treatments with limited evidence. At high doses, loperamide has been reported by some drug users to alleviate opioid withdrawal syndrome. The doses reported in the literature are associated with a high risk of damage to the heart.   == Neonatal opioid withdrawal == Many thousands of newborns each year are affected by being exposed to opioids during their prenatal development. Maternal use of opioids has become prolific. The use of opioids during pregnancy creates a dependency in the newborn who experiences withdrawal symptoms shown in clinical signs of opioid withdrawal. These signs are grouped as the neonatal opioid withdrawal syndrome, also known as the neonatal abstinence syndrome. The central nervous system (CNS), and the autonomic nervous system (ANS) are affected.  Common signs associated with the CNS are high-pitched crying, reduced sleep, tremors, seizures, gastrointestinal dysfunction, and vomiting. Common ANS-associated signs include sweating, hyperthermia, yawning and sneezing, faster breathing rate, and nasal congestion.   == See also == Neonatal withdrawal Opioid-induced hyperalgesia Amorphinism Psychiatric diagnosis   == Further reading == Kosten, T. R., & Baxter, L. E. (2019). Review article: Effective management of opioid withdrawal symptoms: A gateway to opioid dependence treatment. American Journal on Addictions, 28(2), 55–62. doi:10.1111/ajad.12862   == References =="}