{"name": "opipramol", "category": "drug", "content": "Opipramol, sold under the brand name Insidon among others, is an anxiolytic and tricyclic antidepressant that is used throughout Europe. Despite chemically being a tricyclic dibenzazepine (iminostilbene) derivative similar to imipramine, opipramol is not a monoamine reuptake inhibitor like most other tricyclic antidepressants, and instead, uniquely among antidepressants, acts primarily as a SIGMAR1 agonist. It was developed by Schindler and Blattner in 1961.   == Medical uses == Opipramol is typically used in the treatment of generalized anxiety disorder (GAD) and somatoform disorders. Preliminary studies suggest that opipramol shows potential clinical significance in the treatment of severe sleep bruxism.   == Contraindications == In patients with hypersensitivity to opipramol or another component of the formulation Acute alcohol, sedative, analgesic, and antidepressant intoxications Acute urinary retention Acute delirium Untreated narrow-angle glaucoma Benign prostatic hyperplasia with residual urinary retention Paralytic ileus Pre-existing higher-grade atrioventricular blockages or diffuse supraventricular or ventricular stimulus conduction disturbances Combination with monoamine oxidase inhibitor (MAOI)   === Pregnancy and lactation === Experimental animal studies did not indicate injurious effects of opipramol on the embryonic development or fertility. Opipramol should only be prescribed during pregnancy, particularly in the first trimester, for compelling indication. It should not be used during lactation and breastfeeding, since it passes into breast milk in small quantities.   == Side effects == Frequently (≥1% to <10%) reported adverse reactions with opipramol, especially at the beginning of the treatment, include fatigue, dry mouth, blocked nose, hypotension, and orthostatic dysregulation. Adverse reactions reported occasionally (≥0.1% to <1%) include dizziness, stupor, micturition disturbances, vigilance, accommodation disturbances, tremor, weight gain, thirst, allergic skin reactions (rash, urticaria), abnormal ejaculation, erectile impotence, constipation, transient increases in liver enzymes, tachycardia, and palpitations. Rarely (≥0.01% to <0.1%) reported adverse reactions include excitation, headache, paresthesia especially in elderly patients, restlessness, sweating, sleep disturbances, edema, galactorrhea, urine blockage, nausea and vomiting, fever, collapse conditions, stimulation conducting disturbances, intensification of present heart insufficiency, blood profile changes particularly leukopenia, confusion, delirium, stomach complaints, taste disturbance, and paralytic ileus especially with sudden discontinuation of a longer-term high-dose therapy. Very rarely (<0.01%) reported adverse reactions include seizures, motor disorders (akathisia, dyskinesia, ataxia), polyneuropathy, glaucoma, anxiety, hair loss, agranulocytosis, severe liver dysfunction after long-term treatment, jaundice, and chronic liver damage. It could also cause headache.   == Overdose ==  Symptoms of intoxication from overdose include drowsiness, insomnia, stupor, agitation, coma, transient confusion, increased anxiety, ataxia, convulsions, oliguria, anuria, tachycardia or bradycardia, arrhythmia, AV block, hypotension, shock, respiratory depression, and, rarely, cardiac arrest. Since no antidote for tricyclic antidepressant overdose is known, its treatment remains largely supportive. Removal of the drug should be facilitated by vomiting or gastric lavage. Cardiovascular function should be monitored continuously for at least 48 hours. Arrhythmias should be treated on a case-by-case basis with an appropriate pacemaker and correction of metabolic irregularities, particularly electrolyte imbalances. Respiratory failure should be managed by intubation and artificial respiration. Convulsions should be managed with anticonvulsants (typically diazepam), while monitoring for any worsening in CNS depression. Hypotension can be treated by assuming the corresponding recovery position, by increasing plasma volume with saline infusions, or by pressors, such as adrenaline or dobutamine.   == Interactions == Opipramol can be co-prescribed with other psychiatric drugs, such as antidepressants, anxiolytics and antipsychotics, in which case it can interact with them. Most problematic interactions are generally additive or synergistic, such that, when drugs are combined, their effects intensify, which usually manifests as an increase in side effects, but can also be dangerous, depending on the drugs involved. While opipramol is not a monoamine reuptake inhibitor, any irreversible MAOIs should still be discontinued at least 14 days before treatment. Opipramol can compete with other TCAs, beta blockers, antiarrhythmics (of class 1c) and other drugs for microsomal enzymes, which can lead to slower metabolism and higher plasma concentrations of these drugs. Co-administration of antipsychotics (e.g., haloperidol, risperidone) can increase the plasma concentration of opipramol. Barbiturates and anticonvulsants, on the other hand, can reduce the plasma concentration of opipramol and thereby weaken its therapeutic effect.   == Pharmacology ==   === Pharmacodynamics ===  Opipramol acts as a high affinity sigma receptor agonist, primarily of the σ1 subtype, but also of the σ2 subtype with lower affinity. In one study of σ1 receptor ligands that also included haloperidol, pentazocine, (+)-3-PPP, ditolylguanidine, dextromethorphan, SKF-10,047 ((±)-alazocine), ifenprodil, progesterone, and others, opipramol showed the highest affinity (Ki = 0.2–0.3) for the guinea pig σ1 receptor of all the tested ligands except haloperidol, which it was approximately equipotent with. The sigma receptor agonism of opipramol is thought to be responsible for its therapeutic benefits against anxiety and depression. Unlike other TCAs, opipramol does not inhibit the reuptake of serotonin or norepinephrine. However, it does act as a high affinity antagonist of the histamine H1 receptor and is a low to moderate affinity antagonist of the dopamine D2, serotonin 5-HT2, and α1-adrenergic receptors. H1 receptor antagonism accounts for its antihistamine effects and associated sedative side effects. In contrast to other TCAs, opipramol has very low affinity for the muscarinic acetylcholine receptors and virtually no anticholinergic effects. Sigma receptors are a set of proteins located in the endoplasmic reticulum. σ1 receptors play key role in potentiating intracellular calcium mobilization thereby acting as sensor or modulator of calcium signaling. Occupancy of σ1 receptors by agonists causes translocation of the receptor from endoplasmic reticulum to peripheral areas (membranes) where the σ1 receptors cause neurotransmitter release. Opipramol is said to have a biphasic action, with prompt initial improvement of tension, anxiety, and insomnia followed by improved mood later. Hence, it is an anxiolytic with an antidepressant component. After sub-chronic treatment with opipramol, σ2 receptors are significantly downregulated but σ1 receptors are not.   === Pharmacokinetics === Opipramol is rapidly and completely absorbed by the gastrointestinal tract. The bioavailability of opipramol amounts to 94%. After single oral administration of 50 mg, the peak plasma concentration of the drug is reached after 3.3 hours and amounts to 15.6 ng/mL. After single oral administration of 100 mg the maximum plasma concentration is reached after 3 hours and amounts to 33.2 ng/mL. Therapeutic concentrations of opipramol range from 140 to 550 nmol/L. The plasma protein binding amounts to approximately 91% and the volume of distribution is approximately 10 L/kg. Opipramol is partially metabolized in the liver to deshydroxyethylopipramol. Metabolism occurs through the CYP2D6 isoenzyme. Its terminal half-life in plasma is 6–11 hours. About 70% is eliminated in urine with 10% unaltered. The remaining portion is eliminated through feces.   == History == Opipramol was developed by Geigy. It first appeared in the literature in 1952 and was patented in 1961. The drug was first introduced for use in medicine in 1961. Opipramol was one of the first TCAs to be introduced, with imipramine marketed in the 1950s and amitriptyline marketed in 1961.   == Society and culture ==   === Generic names === Opipramol is the English, German, French, and Spanish generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while opipramol hydrochloride is its USANTooltip United States Adopted Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name.  Its generic name in Italian and its DCITTooltip Denominazione Comune Italiana is opipramolo and in Latin is opipramolum.   === Brand names === Opipramol is marketed under the brand names Deprenil, Dinsidon, Ensidon, Insidon, Insomin, Inzeton, Nisidana, Opipram, Opramol, Oprimol, Pramolan, and Sympramol among others.   == References =="}