{"name": "Opisthorchiasis", "category": "disease", "content": "Opisthorchiasis is a parasitic disease caused by certain species of genus Opisthorchis (specifically, Opisthorchis viverrini and Opisthorchis felineus). Chronic infection may lead to cholangiocarcinoma, a cancer of the bile ducts. Medical care and loss of wages caused by Opisthorchis viverrini in Laos and in Thailand costs about $120 million annually. In Asia, infection by Opisthorchis viverrini and  other liver flukes affects the poorest people. Along with other foodborne trematode infections such as clonorchiasis, fascioliasis and paragonimiasis, opisthorchiasis is listed among the World Health Organization's list of neglected tropical diseases.   == Signs and symptoms ==  Symptoms of opisthorchiasis are indistinguishable from clonorchiasis. About 80% of infected people have no symptoms, though they can have eosinophilia. Asymptomatic infection can occur when there are less than 1000 eggs in one gram of feces. Infection is considered heavy when there are 10,000-30,000 eggs in one gram of feces. Symptoms of heavier infections may include diarrhea, epigastric and right upper quadrant pain, lack of appetite, fatigue, yellowing of the eyes and skin and mild fever. These parasites are long-lived and cause heavy chronic infections that may lead to accumulation of fluid in the legs (edema) and in the peritoneal cavity (ascites), enlarged non-functional gallbladder and also ascending cholangitis, which can lead to periductal fibrosis, cholecystitis and cholelithiasis, obstructive jaundice, hepatomegaly and/or portal hypertension.   === Chronic opisthorchiasis and cholangiocarcinoma === Both experimental and epidemiological evidence strongly implicates Opisthorchis viverrini infections in the etiology of a malignant cancer of the bile ducts (cholangiocarcinoma) in humans which has a very poor prognosis.  Clonorchis sinensis and Opisthorchis viverrini are both categorized by the International Agency for Research on Cancer (IARC) as Group 1 carcinogens. In humans, the onset of cholangiocarcinoma occurs with chronic opisthorchiasis, associated with hepatobiliary damage, inflammation, periductal fibrosis and/or cellular responses to antigens from the infecting fluke. These conditions predispose to cholangiocarcinoma, possibly through an enhanced susceptibility of DNA to damage by carcinogens. Chronic hepatobiliary damage is reported to be multi-factorial and considered to arise from a continued mechanical irritation of the epithelium by the flukes present, particularly via their suckers, metabolites and excreted/secreted antigens as well as immunopathological processes. In silico analyses using techniques of genomics and bioinformatics is unraveling information on molecular mechanisms that may be relevant to the development of cholangiocarcinoma. In regions where Opisthorchis viverrini is highly endemic, the incidence of cholangiocarcinoma is unprecedented. For instance, cholangiocarcinoma represents 15% of primary liver cancer worldwide, but in Thailand's Khon Kaen province, this figure escalates to 90%, the highest recorded incidence of this cancer in the world. Of all cancers recorded worldwide in 2002, 0.02% were cholangiocarcinoma caused by Opisthorchis viverrini. Cancer of the bile ducts caused by opisthorchiasis occurs in the ages 25–44 years in Thailand. A few cases have appeared in later life among U.S. veterans of the Vietnam War, who consumed poorly cooked fish from streams in endemic areas near the border of Laos and Vietnam.   == Diagnosis == The medical diagnosis is usually established by finding eggs of Opisthorchis viverrini in feces using the Kato technique. Alternatively, an antigen of Opisthorchis viverrini can be detected by ELISA test. A polymerase chain reaction test that can be performed on faeces has been developed and evaluated in a rural community in central Thailand.   == Prevention == Cholangiocarcinoma is typically incurable at diagnosis. Because of this, intervention strategies are focused on the prevention or treatment of liver fluke infection. Prevention can be accomplished through education (by persuading people not to consume raw or undercooked fish), but the ancient cultural custom to consume raw, undercooked or freshly pickled fish persists in endemic areas. One community health program, known as the Integrated Opisthorchiasis Control Program, has achieved success in the Lawa Lakes region south of Khon Kaen. Cooking or deep-freezing (-20 °C for 7 days) of food made of fish is an effective method of prevention. Methods for prevention of Opisthorchis viverrini in aquaculture fish ponds have also been proposed.   == Treatment == Treatment of opisthorchiasis is usually accomplished with praziquantel. A single dose of praziquantel of 40 mg/kg is effective against opisthorchiasis (and also against schistosomiasis). Despite the efficacy of this compound, the lack of acquired immunity to infection predisposes humans to reinfection in endemic regions. In addition, under experimental conditions, the treatment of Opisthorchis viverrini-infected hamsters with praziquantel induced a dispersion of parasite antigens, resulting in adverse immunopathological changes following re-infection with Opisthorchis viverrini, a process which has been proposed to initiate and/or promote the development of cholangiocarcinoma in humans. Albendazole can be used as an alternative. A randomized controlled trial published in 2011 showed that tribendimidine, a broad-spectrum anthelmintic, appears to be at least as efficacious as praziquantel. Artemisinin was also found to have anthelmintic activity against Opisthorchis viverrini.   == Epidemiology == Opisthorchiasis is prevalent where raw cyprinid fishes are a staple of the diet. Prevalence rises with age; children under the age of 5 years are rarely infected by Opisthorchis viverrini. Males may be affected more than females. The WHO estimates that foodborne trematodiases (infection by worms or \"flukes\", mainly Clonorchis, Opisthorchis, Fasciola and Paragonimus species) affect 56 million people worldwide and 750 million are at risk of infection. 80 million people are at risk of opisthorchiasis (67 million from infection with Opisthorchis viverrini in Southeast Asia and 13 million from Opisthorchis felineus in Kazakhstan, Russia, and Ukraine). In the lower Mekong River basin, the disease is highly endemic, and more so in lowlands, with a prevalence up to 60% in some areas of northeast Thailand. However, estimates using polymerase chain reaction-based diagnostic techniques indicate that prevalence is probably grossly underestimated. In one study from the 1980s, a prevalence of over 90% was found in persons greater than 10 years old in a small village near Khon Kaen in northeast Thailand in the region known as Isan. Sporadic cases have been reported from Malaysia, Singapore, and the Philippines. Although the overall prevalence has declined since initial surveys performed in the 1950s, an increase has occurred since the 1990s in some areas, possibly related to large increases in aquaculture.   == Research == Using CRISPR gene editing technology in animal models, researchers have been able to eliminate the genes responsible for symptoms of opisthorchiasis, which may lead to further research toward novel treatment and control of this disease and its sequelae.   == References ==   == External links =="}