{"name": "Optic Atrophy, Hereditary, Leber", "category": "disease", "content": "Leber's hereditary optic neuropathy (LHON) is a mitochondrially inherited (transmitted from mother to offspring) degeneration of retinal ganglion cells (RGCs) and their axons that leads to an acute or subacute loss of central vision; it predominantly affects young adult males. LHON is  transmitted only through the mother, as it is primarily due to mutations in the mitochondrial (not nuclear) genome, and only the egg contributes mitochondria to the embryo. Men cannot pass on the disease to their offspring. LHON is usually due to one of three pathogenic mitochondrial DNA (mtDNA) point mutations. These mutations are at nucleotide positions 11778 G to A, 3460 G to A and 14484 T to C, respectively in the ND4, ND1 and ND6 subunit genes of complex I of the oxidative phosphorylation chain in mitochondria.   == Signs and symptoms == Clinically, there is an acute onset of visual loss, first in one eye, and then a few weeks to months later in the other. Onset is usually young adulthood, but age range at onset from 7-75 is reported. The age of onset is slightly higher in females (range 19–55 years: mean 31.3 years) than males (range 15–53 years: mean 24.3). The male-to-female ratio varies between mutations: 3:1 for 3460 G>A, 6:1 for 11778 G>A and 8:1 for 14484 T>C. This typically evolves to very severe optic atrophy and a permanent decrease of visual acuity. Both eyes become affected either simultaneously (25% of cases) or sequentially (75% of cases) with a median inter-eye delay of 8 weeks. Rarely, only one eye is affected. In the acute stage, lasting a few weeks, the affected eye demonstrates an oedematous appearance of the nerve fiber layer, especially in the arcuate bundles and enlarged or telangiectatic and tortuous peripapillary vessels (microangiopathy). The main features are seen on fundus examination, just before or after the onset of visual loss. A pupillary defect may be visible in the acute stage as well. Examination reveals decreased visual acuity, loss of color vision and a cecocentral scotoma on visual field examination.   === LHON with demyelinating lesions or LHON Plus === LHON Plus is a rare variant of the disorder with eye disease together with other conditions. Its symptoms include loss of the brain's ability to control the movement of muscles, tremors, and cardiac arrhythmia. Many cases of LHON plus have been compared to multiple sclerosis because of the lack of muscular control and the presence of demyelinating lesions in the CNS. It is therefore a subtype of MS, according to McDonald's definition.   == Genetics == Leber hereditary optic neuropathy is a condition related to changes in mitochondrial DNA. Although most DNA is packaged in chromosomes within the nucleus, mitochondria have a distinct mitochondrial genome composed of mtDNA. Mutations in the MT-ND1, MT-ND4, MT-ND4L, and MT-ND6 genes cause Leber hereditary optic neuropathy. These genes code for the NADH dehydrogenase protein involved in the normal mitochondrial function of oxidative phosphorylation. Oxidative phosphorylation uses a series of four large multienzyme complexes, all embedded in the inner mitochondrial membrane, to convert oxygen and simple sugars to energy. Mutations in any of the genes disrupt this process to cause a variety of syndromes depending on the type of mutation and other factors. It remains unclear how these genetic changes cause the death of cells in the optic nerve and lead to the specific features of Leber hereditary optic neuropathy.   == Pathophysiology == The eye pathology is limited to the retinal ganglion cell layer, especially the maculopapillary bundle. Degeneration is evident from the retinal ganglion cell bodies to the axonal pathways leading to the lateral geniculate nuclei. Experimental evidence reveals impaired glutamate transport and increased reactive oxygen species (ROS) causing apoptosis of retinal ganglion cells. Also, experiments suggest that normal, non-LHON-affected retinal ganglion cells produce less of the potent superoxide radical than other normal central nervous system neurons. Viral vector experiments that augment superoxide dismutase 2 in LHON cybrids or LHON animal models or use of exogenous glutathione in LHON cybrids have been shown to rescue LHON-affected retinal ganglion cells from apoptotic death. These experiments may in part explain the death of LHON-affected retinal ganglion cells in preference to other central nervous system neurons that also carry LHON-affected mitochondria.   == Diagnosis == Without a known family history of LHON the diagnosis usually requires a neuro-ophthalmological evaluation and blood testing for mitochondrial DNA assessment. It is important to exclude other possible causes of vision loss and associated syndromes such as heart electrical conduction system abnormalities.   == Treatment == The prognosis for those left untreated is almost always continued significant visual loss in both eyes. Regular corrected visual acuity and perimetry checks are advised for affected people. There is beneficial treatment for some cases of LHON, especially for early-onset disease, and experimental treatment protocols are in progress. Genetic counseling should be offered. Health and lifestyle choices should be reassessed, particularly in light of toxic and nutritional theories of gene expression. Vision aids assistance and work rehabilitation should be used to assist in maintaining employment. For those who carry a LHON mutation, preclinical markers may be used to monitor progress. For example, fundus photography can monitor nerve fiber layer swelling. Optical coherence tomography can be used for more detailed study of retinal nerve fiber layer thickness. Red green color vision testing may detect losses. Contrast sensitivity may be diminished. There could be an abnormal electroretinogram or visual evoked potentials. Neuron-specific enolase and axonal heavy chain neurofilament blood markers may predict conversion to affected status. Cyanocobalamin (a form of B12) should be avoided as it may lead to blindness in LHON patients. Avoiding optic nerve toxins is generally advised, especially tobacco and alcohol. Certain prescription drugs are potential risks, so all drugs should be treated with suspicion and checked before use by those at risk. Ethambutol, in particular, has been implicated as triggering visual loss in carriers of LHON. In fact, toxic and nutritional optic neuropathies may have overlaps with LHON in symptoms, mitochondrial mechanisms of disease and management. And when a patient with LHON or toxic/nutritional optic neuropathy has a hypertensive crisis as a possible complication of the disease process, nitroprusside (trade name: Nipride) should not be used, due to increased risk of optic nerve ischemia in response to this anti-hypertensive. Idebenone  has been shown in a small placebo-controlled trial to have modest benefit in about half of patients. People most likely to respond best were those treated early in onset. α-Tocotrienol-quinone, a vitamin E metabolite, has had some success in small open-label trials in reversing early onset vision loss. Various treatment approaches have had early trials or been proposed, but so far none with convincing evidence of usefulness or safety for treatment or prevention, including brimonidine, minocycline,   curcumin, glutathione, near infrared light treatment, and viral vector techniques. \"Three person in vitro fertilization\" is a proof-of-concept research technique for preventing mitochondrial disease in developing human fetuses. So far, viable macaque monkeys have been produced. But ethical and knowledge hurdles remain before use of the technique in humans is established.   === Idebenone === Idebenone is a short-chain benzoquinone that interacts with the mitochondrial electron transport chain to enhance cellular respiration. When used in people with LHON, it is believed to allow electrons to bypass the dysfunctional complex I. Successful treatment with idebenone was initially reported in a small number of patients. Two large-scale studies have demonstrated the benefits of idebenone. The Rescue of Hereditary Optic Disease Outpatient Study (RHODOS) evaluated the effects of idebenone in 85 patients with LHON who had lost vision within the prior five years. In this study, the group taking idebenone 900 mg per day for 24 weeks showed a slight improvement in visual acuity compared to the placebo group, though the difference was not statistically significant. But patients taking idebenone were protected from further vision loss, whereas the placebo group had a steady decline in visual acuity. Further, people taking idebenone demonstrated preservation of color vision and persistence of the effects of idebenone 30 months after discontinuing therapy. A retrospective analysis of 103 LHON patients by Carelli et al. builds upon these results. This study highlighted that 44 subjects who were treated with idebenone within one year of onset of vision loss had better outcomes, and that these improvements persisted for years. Idebenone, combined with avoidance of smoke and limitation of alcohol intake, is the preferred treatment protocol for people with LHON. Idebenone doses are prescribed to be taken spaced out throughout the day, rather than all at once. For example, to achieve a dose of 900 mg per day, patients take 300 mg three times daily with meals. Idebenone is fat-soluble, and may be taken with a moderate amount of dietary fat in each meal to promote absorption. It is recommended that patients on idebenone also take vitamin C 500 mg daily to keep idebenone in its reduced form, as it is most active in this state.   === Estrogen replacement therapy === Estrogens have been shown to have a protective role in the pathogenesis of LHON. Experiments using LHON cybrids have demonstrated that the estrogen receptor localizes to the mitochondria where it directly mediates mitochondrial biogenesis. Estrogens upregulate the antioxidant enzyme superoxide dismutase 2 and mitochondrial DNA synthesis. These experiments helped to explain the mechanism behind the lower penetrance of disease among female carriers. While additional factors have been theorized, the protective role of estrogens appears to be a significant contributor. In addition to the experimental evidence, clinical data also points towards the protective role of estrogens. Penetrance among female carriers is substantially lower (between 3 and 8 to 1 male to female ratios depending on the mutation) while average age at onset is significantly higher. Multiple case series of various LHON pedigrees have described female carriers converting after menopause or cessation of hormone replacement therapies. Together, these form a shifting paradigm towards considering reduced estrogen states, such as menopause, as potential triggers of visual loss similar to smoking or excessive alcohol consumption. Hormone replacement therapy (HRT) is emerging as an effective therapeutic target for female mutation carriers. In one recent case study where the affected female converted following cessation of HRT, idebenone, and HRT were given together. Visual acuity improved much faster than is typically expected. The patient's vision returned to 20/40 and 20/60 from 20/60 and 20/200 in the right and left eyes respectively after only one month and was back normal by 8 months compared to the months to years timeframe seen in most cases. While the balance between risks and benefits of HRT remains controversial, the decision to start HRT requires an individualized approach based on the patient's context. While not applicable for all post-menopausal women, prophylactic (and therapeutic) HRT should be considered in all female carriers of a known LHON mutation given the substantial risk of vision loss associated with menopause.   == Epidemiology == In Northern European populations about one in 9,000 people carries one of the three primary LHON mutations. There is a prevalence of between 1:30,000 to 1:50,000 in Europe. The LHON ND4 G11778A mutation is the primary mutation in most of the world, with 70% of Northern European cases and 90% of Asian cases. Due to a Founder effect, the LHON ND6 T14484C mutation accounts for 86% of LHON cases in Quebec, Canada. More than 50% of males with a mutation and more than 85% of females with a mutation never experience vision loss or related medical problems. The particular mutation type may predict the likelihood of penetrance, severity of illness and probability of vision recovery in the affected. As a rule of thumb, a woman who harbors a homoplasmic primary LHON mutation has a ~40% risk of having an affected son and a ~10% risk of having an affected daughter. Additional factors may determine whether a person develops the signs and symptoms of this disorder. Environmental factors such as smoking and alcohol use may be involved, though studies of these factors have produced conflicting results. Researchers are also investigating whether changes in additional genes, particularly genes on the X chromosome,  contribute to the development of signs and symptoms. The degree of heteroplasmy, the percentage of mitochondria that have mutant alleles, may play a role. Patterns of mitochondrial alleles called haplogroup may also affect expression of mutations.   == History == LHON was first described by the German ophthalmologist Theodor Leber (1840–1917) in 1871. In a paper, Leber described four families in which a number of young men had abrupt loss of vision in both eyes either simultaneously or sequentially. This disease was initially thought to be X-linked but was subsequently shown to be mitochondrial. The nature of the causative mutation was first identified in 1988 by Wallace et al. who discovered the guanine (G) to adenosine (A) mutation at nucleotide position 11778 in nine families. This mutation converts a highly conserved arginine to histidine at codon 340 in the NADH dehydrogenase subunit 4 of complex I of the mitochondrial respiratory chain. The other two mutations known to cause this condition were identified in 1991 (G to A point mutation at nucleotide position 3460) and 1992 (thymidine (T) to cytosine (C) mutation at nucleotide 14484). These three mutations account for over 95% of cases: the 11778 mutation accounts for 50-70% of cases, the 14484 mutation for 10-15% and the 3460 mutation for 8-25%.   == Research == Human clinical trials are underway at GenSight Biologics (ClinicalTrials.gov # NCT02064569) and the University of Miami (ClinicalTrials.gov # NCT02161380) to examine the safety and efficacy of mitochondrial gene therapy in LHON. In these trials, participants affected by LHON with the G11778A mutation will have a virus expressing the functional version of ND4—the gene mutated in this variant of LHON—injected into one eye. A sham injection will be administered to the other eye for comparison. It is hypothesized that introduction of the viral vector may be able to rescue the function of the mutant gene. Preliminary results have demonstrated tolerability of the injections in a small number of subjects. Stealth BioTherapeutics is investigating the use of elamipretide (MTP-131), a mitochondrial protective agent, as a therapy for LHON. Elamipretide helps stabilize cardiolipin—an important component of mitochondrial inner membranes—and has been shown to reduce damaging reactive oxygen species in animal models.   == See also == Amaurosis Dominant optic atrophy Glaucoma Ischemic optic neuropathy Optic atrophy Toxic and nutritional optic neuropathy   == References ==   == Further reading == Leber's hereditary optic neuropathy at NLM Genetics Home Reference Kerrison JB, Newman NJ (1997). \"Clinical spectrum of Leber's hereditary optic neuropathy\" (IFOND reprints). Clin. Neurosci. 4 (5): 295–301. PMID 9292259. Carelli V, Ross-Cisneros FN, Sadun AA (January 2004). \"Mitochondrial dysfunction as a cause of optic neuropathies\". Prog Retin Eye Res. 23 (1): 53–89. doi:10.1016/j.preteyeres.2003.10.003. PMID 14766317. S2CID 15862778.   == External links ==  NCBI Genetic Testing Registry"}