{"name": "orazamide", "category": "drug", "content": "This multi-page article lists pharmaceutical drugs alphabetically by name. Many drugs have more than one name and, therefore, the same drug may be listed more than once. Brand names and  generic names are differentiated by capitalizing brand names. See also the list of the top 100 bestselling branded drugs, ranked by sales. Abbreviations are used in the list as follows:  INN = International Nonproprietary Name BAN = British Approved Name USAN = United States Adopted Name Two-letter codes for countries  Lists of drugs 1–9 | A | B | C | D | E | F | G | H | I | J | K | L | M | N | O | P | Q | R | S | T | U | V | W | X | Y | Z    Oa–Op | Oq–Ow | Ox–Oz   == or ==   === ora-orb === Ora-Testryl Orabase HCA Oracort Oragrafin Oralone Oramorph SR Orap Orapred Oraqix Orasone Oratane (Douglas Pharmaceuticals). Redirects to isotretinoin. orazamide (INN) orazipone (INN) orbifloxacin (INN) orbofiban (INN) orbutopril (INN)   === orc-orm === orciprenaline (INN) orconazole (INN) odronextamab (INN) Ordspono oregovomab (INN) orestrate (INN) Oretic Oreticyl Oreton Methyl Orfadin Orgaran Orgatrax orgotein (INN) orientiparcin (INN) Orinase Orlaam Orlex orlistat (INN) ormaplatin (INN) ormeloxifene (INN) ormetoprim (INN)   === orn-orv === Ornade ornidazole (INN) Ornidyl ornipressin (INN) ornithine (INN) ornoprostil (INN) orotic acid (INN) orotirelin (INN) orpanoxin (INN) orphenadrine (INN) Orphengesic Orserdu ortetamine (INN) Ortho Cyclen Ortho Evra Ortho Tri-Cyclen Ortho-Cept Ortho-Est Ortho-Novum Orthoclone OKT3 Orudis Oruvail orvepitant (USAN)   == os-ov == osalmid (INN) osanetant (INN) osaterone (INN) osaterone acetate (JAN) Oshih osimertinib (USAN, INN) osmadizone (INN) Osmitrol Osmovist ospemifene (USAN) Osteolite Osteoscan ostreogrycin (INN) osutidine (INN) otelixizumab (USAN) otenabant (USAN) otenzepad (INN) Oticair otilonium bromide (INN) otimerate sodium (INN) Otobione Otobiotic Otocort OvaRex Ovcon ovemotide (USAN) Ovide Ovidrel Ovral Ovrette Ovulen"}