{"name": "oritavancin", "category": "drug", "content": "Oritavancin, sold under the brand name Orbactiv among others, is a semisynthetic glycopeptide antibiotic medication for the treatment of serious Gram-positive bacterial infections. Its chemical structure  as a lipoglycopeptide  is similar to vancomycin. The U.S. Food and Drug Administration (FDA) and the European Medicines Agency (EMA) have approved oritavancin for treatment of acute bacterial skin and skin structure infections.   == Medical uses == Oritavancin is considered a long-lasting antibiotic due to its extended half-life (up to 16 d), high protein binding capacity, and ability to penetrate tissues effectively. It binds strongly to plasma proteins (around 85%), resulting in prolonged release into surrounding tissues. Furthermore, oritavancin exhibits excellent tissue penetration and distribution throughout various sites, including skin structures, synovial fluid (found in joints), bone tissue, and macrophages. Less frequent dosing requirements still keep efficacy against gram-positive infections, which is convenient for prolonged treatment courses such as osteoarticular infections and endocarditis, making it an option for outpatient antibiotic therapy in difficult-to-treat populations where adherence may be challenging and those with limited access to healthcare facilities.   == In vitro activity == Oritavancin shares certain properties with other members of the glycopeptide class of antibiotics, which includes vancomycin, the current standard of care for serious Gram-positive infections in the United States and Europe.  It possesses potent and rapid bactericidal activity in vitro against a broad spectrum of both resistant and susceptible Gram-positive bacteria, including Staphylococcus aureus, MRSA, enterococci, and streptococci. Oritavancin has potential use as a therapy for exposure to Bacillus anthracis, the Gram-positive bacterium that causes anthrax, having demonstrated efficacy in a mouse model both before and after exposure to the bacterium. Oritavancin demonstrates in vitro activity against both the planktonic and biofilmstates of staphylococci associated with prosthetic joint infection (PJI), albeit with increased minimum biofilm bactericidal concentration (MBBC) compared to Minimum inhibitory concentrations (MIC) values. Moreover oritavancin has demonstrated activity against in vitro to vancomycin-susceptible enterococci (VSE) and vancomycin-resistant enterococci (VRE) in both planktonic and biofilm states.   === Mechanism === The 4'-chlorobiphenylmethyl group disrupts the cell membrane of Gram-positive bacteria. It also acts by inhibition of transglycosylation and inhibition of transpeptidation.   === Synergism === Several antibiotics have been tested as partner drugs of oritavancin. Among these \"companions\" drugs, fosfomycin displayed (in vitro and in vivo) synergistic activity when administered together with oritavancin against VRE strains (both vanA and vanB), including biofilm-producing isolates.   == Spectrum of Activity == Oritavancin is active against gram-positive aerobic bacteria such as enterococci, staphylococci, streptococci, and anaerobic bacteria such as Clostridioides difficile , Clostridium perfringens , Peptostreptococcus spp. , and Propionibacterium acnes. Oritavancin's spectrum of activity shows similarities to vancomycin, but with lower minimum inhibitory concentrations (MIC).   == Clinical trials == In 2003, results were presented from two pivotal phase-III clinical trials testing the efficacy of daily intravenous oritavancin for the treatment of acute bacterial skin and skin-structure infections (ABSSSI) caused by Gram-positive bacteria. The primary endpoints of both studies were met, with oritavancin achieving efficacy with fewer days of therapy than the comparator agents vancomycin followed by cephalexin. Oritavancin showed a statistically significant improved safety profile with a 19% relative reduction in the overall incidence of adverse events versus vancomycin/cephalexin  in the second and larger pivotal trial. Osteomyelitis remains a formidable foe in an era of increasing incidence of Methicillin-resistant Staphylococcus aureus (MRSA) with limited guidance for treatment optimization. The success observed in many patients suggests multi-dose oritavancin may prove advantageous for chronic osteomyelitis but further research is needed to define the optimal dose and frequency of oritavancin for the treatment of chronic osteomyelitis.   == History == Originally discovered and developed by Eli Lilly, oritavancin was acquired by InterMune in 2001 and then by Targanta Therapeutics in late 2005. In December 2008, the U.S. Food and Drug Administration (FDA) declined to approve oritavancin without additional studies, and an EU application was withdrawn. In 2009, The Medicines Company acquired the development rights, completed clinical trials and submitted a new drug application to the FDA in February 2014. On 6 August 2014, the  United States FDA approved oritavancin to treat skin infections. A marketing authorization valid throughout the European Union was granted in March 2015, for the treatment of acute bacterial skin and skin structure infections in adults.   == References =="}