{"name": "osilodrostat", "category": "drug", "content": "Osilodrostat, sold under the brand name Isturisa, is a medication for the treatment of adults with Cushing's disease who either cannot undergo pituitary gland surgery or have undergone the surgery but still have the disease. It is taken by mouth. The most common side effects are adrenal insufficiency, headache, vomiting, nausea, fatigue, and edema (swelling caused by fluid retention). Hypocortisolism (low cortisol levels), QTc prolongation (a heart rhythm condition) and elevations in adrenal hormone precursors (inactive substance converted into a hormone) and androgens (hormone that regulates male characteristics) may also occur in people taking osilodrostat. Osilodrostat was approved for medical use in the European Union in January 2020, and for medical use in the United States in March 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication. Osilodrostat is an orally active, nonsteroidal corticosteroid biosynthesis inhibitor which was developed by Novartis for the treatment of Cushing's syndrome and pituitary ACTH hypersecretion (a specific subtype of Cushing's syndrome). It specifically acts as a potent and selective inhibitor of aldosterone synthase (CYP11B2) and at higher dosages of 11β-hydroxylase (CYP11B1).   == History == In October 2014, an orphan designation was granted by the European Commission for osilodrostat for the treatment of Cushing's syndrome. Osilodrostat was approved for medical use in the European Union in January 2020, and for medical use in the United States in March 2020. Osilodrostat's safety and effectiveness for treating Cushing's disease among adults was evaluated in a study of 137 adult subjects (about three-quarters women) with a mean age of 41 years. The majority of subjects either had undergone pituitary surgery that did not cure Cushing's disease or were not surgical candidates. In the 24-week, single-arm, open-label period, all subjects received a starting dose of 2 milligrams (mg) of osilodrostat twice a day that could be increased every two weeks up to 30 mg twice a day. At the end of this 24-week period, about half of subjects had cortisol levels within normal limits. After this point, 71 subjects who did not need further dose increases and tolerated the drug for the last 12 weeks entered an eight-week, double-blind, randomized withdrawal study where they either received osilodrostat or a placebo (inactive treatment). At the end of this withdrawal period, 86% of subjects receiving osilodrostat maintained cortisol levels within normal limits compared to 30% of subjects taking the placebo. The U.S. Food and Drug Administration (FDA) approved osilodrostat based on the evidence from one clinical trial (NCT02180217) of 137 subjects with Cushing's disease. The trial was conducted at 66 sites across 19 countries (United States, Argentina, Austria, Bulgaria, Canada, China, Columbia, Germany, Spain, France, Great Britain, India, Italy, Japan, Korea, Netherlands, Russia, Thailand, and Turkey). There was one trial of 48 weeks duration that assessed the benefits and side effects of osilodrostat. The trial enrolled subjects with Cushing's disease for whom pituitary gland surgery was not an option or did not work. The trial was divided in four periods. Subjects received osilodrostat two times a day in all four periods. After the first two periods (24 weeks), the benefit of osilodrostat was assessed by the percentage of subjects who had 24-hour urinary free cortisol levels within normal limits. In the third period (which lasted eight weeks), half of the subjects who had normal urinary free cortisol levels after 24 weeks of treatment continued taking osilodrostat and the other half was switched to placebo. Neither the subjects nor the healthcare providers know which treatment was given during this period. The benefit of osilodrostat was assessed on the percentage of subjects who had normal cortisol levels at the end of this period versus the subjects who received placebo. The FDA granted osilodrostat an orphan drug designation and granted the approval of Isturisa to Novartis.   == Cost == At the recommended starting dose of 2 mg, a year's supply would cost $172,800 at 2021 prices in the United States.   == See also == Levoketoconazole   == References ==   == Further reading == Turcu A, Smith JM, Auchus R, et al. (October 2014). \"Adrenal androgens and androgen precursors-definition, synthesis, regulation and physiologic actions\". Compr Physiol. 4 (4): 1369–81. doi:10.1002/cphy.c140006. ISBN 9780470650714. PMC 4437668. PMID 25428847. NIHMSID: NIHMS689229.   == External links == Clinical trial number NCT02697734 for \"Efficacy and Safety Evaluation of Osilodrostat in Cushing's Disease (LINC-4)\" at ClinicalTrials.gov"}