{"name": "osimertinib", "category": "drug", "content": "Osimertinib, sold under the brand name Tagrisso, is a medication used to treat non-small-cell lung carcinomas with specific mutations. It is a third-generation epidermal growth factor receptor  tyrosine kinase inhibitor. The most common side effects include diarrhea, rash, musculoskeletal pain, dry skin, skin inflammation around nails, sore mouth, fatigue and cough. Osimertinib was approved for medical use in the United States in November 2015, and in the European Union in February 2016.   == Medical uses == Osimertinib is used to treat locally advanced or metastatic non-small-cell lung cancer (NSCLC), if the cancer cells are positive for the T790M mutation in the gene coding for EGFR or for activating EGFR mutations. The T790M mutation may be de novo or acquired following first-line treatment with other EGFR tyrosine kinase inhibitors, such as gefitinib, erlotinib, and afatinib. In the US, EGFR exon 19 deletions, exon 21 L858R mutations or the T790M status of the patient prior to treatment with osimertinib must be detected by a companion diagnostic test. The Food and Drug Administration (FDA) has approved multiple tests, including FoundationOne CDx for this purpose. In Europe and elsewhere, activating EGFR mutations or T790M mutations may be determined by a validated test. In February 2024, the FDA approved osimertinib, in combination with platinum-based chemotherapy, for people with locally advanced or metastatic non-small cell lung cancer whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test. In people treated with osimertinib, resistance usually develops within approximately ten months. Resistance mediated by an exon 20 C797S mutation accounts for the majority of resistance cases, which has resulted in multiple attempts with non-ATP competitive or allosteric inhibitors to try and offset this acquired resistance by targeting other regions of the RTK kinase domain.   == Adverse effects == Very common (greater than 10% of clinical trial subjects) adverse effects include diarrhea, stomatitis, rashes, dry or itchy skin, infections where finger or toenails abut skin, low platelet counts, low leukocyte counts, and low neutrophil counts. Common (between 1% and 10% of clinical trial subjects) adverse effects include interstitial lung disease. It can cause fetal harm.   == Interactions == Osimertinib is metabolized by CYP3A4 and CYP3A5, so substances that strongly inhibit either enzyme, like macrolide antibiotics, antifungals, and antivirals may increase exposure to osimertinib, and substances like rifampicin that activate either enzyme may decrease the effectiveness of osimertinib.   == Pharmacology == Osimertinib preferentially binds irreversibly to mutated epidermal growth factor receptor proteins, particularly those with more common mutations in lung cancer such as L858R mutation or an exon 19 deletion. It exhibits linear pharmacokinetics; the median time to Cmax is 6 hours (range 3–24 hours). The estimated mean half-life is 48 hours, and oral clearance (CL/F) is 14.3 (L/h). 68% of elimination is by feces and 14% by urine.   == Chemistry == Osimertinib is provided as the mesylate; the chemical formula is C28H33N7O2·CH4O3S, and the molecular weight is 596 g/mol. The chemical name is N-(2-{2-dimethylaminoethyl-methylamino}-4-methoxy-5-{[4-(1-methylindol-3-yl)pyrimidin-2-yl]amino}phenyl)prop-2-enamide mesylate salt.   == History == The drug discovery program that led to osimertinib started in 2009 and yielded the drug by 2012; the process was structure-driven and aimed to find a third generation EGFR inhibitor that would selectively target the T790M form of the EGFR receptor. Osimertinib was designated as a breakthrough therapy in April 2014, based on phase I trial results, and the drug was provisionally approved under the FDA accelerated approval program with a  priority review voucher, in November 2015. In February 2016, the EMA provisionally approved osimertinib under an accelerated process—the first approval under the program. In February 2024, the FDA approved osimertinib, in combination with platinum-based chemotherapy, for people with locally advanced or metastatic non-small cell lung cancer whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test. Efficacy was evaluated in FLAURA 2 (NCT04035486), an open-label, randomized trial of 557 participants with EGFR exon 19 deletion or exon 21 L858R mutation-positive la/mNSCLC and no prior systemic therapy for advanced disease. Participants were randomized 1:1 to receive either osimertinib with platinum-based chemotherapy or osimertinib monotherapy. The application was granted priority review, fast track, breakthrough therapy, and orphan drug designations.   == Society and culture ==   === Economics === At launch, in the United States AstraZeneca priced the drug at $12,750 per month.: 59    == Research == As of  2020, several clinical trials are ongoing.   == References =="}