{"name": "ospemifene", "category": "drug", "content": "Ospemifene (brand names Osphena and Senshio produced by Shionogi) is an oral medication indicated for the treatment of dyspareunia – pain during sexual intercourse – encountered by some women, more often in those who are post-menopausal. Ospemifene is a selective estrogen receptor modulator (SERM) acting similarly to an estrogen on the vaginal epithelium, building vaginal wall thickness which in turn reduces the pain associated with dyspareunia. Dyspareunia is most commonly caused by \"vulvar and vaginal atrophy.\" The medication was approved by the FDA in February 2013 and by the European Commission for marketing in the EU in January 2015.   == Medical uses == Ospemifene is used to treat dyspareunia. In the US it is indicated for the treatment of moderate to severe dyspareunia, a symptom of vulvar and vaginal atrophy (VVA), due to menopause. In the EU it is indicated for the treatment of moderate to severe symptomatic VVA in post-menopausal women who are not candidates for local vaginal oestrogen therapy.   == Contraindications == Women with \"undiagnosed abnormal genital bleeding; known or suspected estrogen-dependent neoplasia; active or history of deep vein thrombosis; pulmonary embolism; arterial thromboembolic disease; and are or may become pregnant\" or \"with known or suspected breast cancer or those with extreme hepatic impairment\" should not take ospemifene. This is not a full list of contraindications.   == Side effects == Side effects associated with ospemifene include vaginal discharge, hot flashes, and diaphoresis. More serious adverse effects are similar to those of estrogens and estrogen receptor modulators. These include, but are not limited to, thromboembolism, allergic reactions, fatigue, and headache, and others could occur. There are other additional adverse effects. Ospemifene is a selective estrogen receptor modulator. As such, many of the effects produced by estrogens are produced by ospemifene. The boxed warning of the medication indicates ospemifene may thicken the endometrium, which could lead to unusual bleeding and endometrial cancer. For women taking estrogens, concurrently taking a type of drug called a progestin has been shown to decrease the occurrence of endometrial hyperplasia. In theory, progestins may be expected to attenuate ospemifene's effects on endometrial thickening. However clinical trials confirming this have not been conducted. Like estrogens, ospemifene also may increase the risk for cardiovascular events, including \"stroke, coronary heart disease, venous thromboembolism,\" and others. The risk of thrombotic and hemorrhagic strokes is given as 0.72 and 1.45 per 1,000 women, while that of deep vein thrombosis is estimated to be 1.45 per 1,000 women. The risks of these adverse events in women taking ospemifene are lower than those in women taking estrogen alone in the form of oral conjugated estrogens. Studies have not documented the relative risk compared with women taking estrogen/progestin therapy.   == Pharmacology ==   === Pharmacodynamics === Ospemifene is \"an estrogen agonist/antagonist that makes vaginal tissue thicker and less fragile resulting in a reduction in the amount of pain women experience with sexual intercourse.\" This medication should be used for the shortest amount of time possible due to associated adverse effects. Ospemifene might not have an adverse influence on coagulation, in contrast to estrogens and other SERMs like tamoxifen and raloxifene. A binding assay was also performed to measure the affinity of ospemifene for the estrogen receptor (ERα and ERβ). The study showed that ospemifene bound ERα and ERβ with similar affinity. Ospemifene bound the estrogen receptors with a lower affinity than estradiol. Ospemifene was shown to be an antagonist of \"ERE-mediated transactivation on MCF-7 cells,\" which the authors concluded indicates \"anti-estrogenic activity in breast cancer cells.\"   === Pharmacokinetics === The pharmacokinetics of ospemifene were dose-dependent over a dose range of 10 to 800 mg/day.   == History ==   === Approval process === Hormos Medical Ltd., which is a part of QuatRx Pharmaceuticals, filed a patent on January 19, 2005, for a solid dosage form of ospemifene. In March 2010, QuatRX Pharmaceuticals licensed ospemifene to Shionogi & Co., Ltd. for clinical development and marketing. A New Drug Application (NDA) was submitted to the FDA on April 26, 2012. Amendments to the NDA were submitted in June, July, August, October, and November 2012, and January and February 2013. It was ultimately approved by the FDA on February 26, 2013. Ospemifene (under the brand name Senshio) was subsequently approved by the European Commission for marketing in the EU in January 2015.   === Preclinial and clinical trials === Preclinical trials were performed in ovariectomized rats to model menopause. Oral ospemifene was compared with raloxifene (another SERM), its metabolites 4-hydroxy ospemifene and 4'-hydroxy ospemifene, estradiol, and ospemifene administered as an intravaginal suppository. Estradiol was used as a positive control and raloxifene was used because it is in the same drug class as ospemifene. Multiple doses of oral ospemifene were tested. 10 mg/kg/day of Ospemifene was found to cause a greater increase in vaginal weight and vaginal epithelial height than 10 mg/kg/day of raloxifene. Vaginal weight had a 1.46x increase after a two-week treatment of 10 mg/kg/day of ospemifene. The number of progesterone receptors was increased in the vaginal stroma and epithelium, which indicates that ospemifene has \"estrogenic activity.\" Two 12-week phase 3 clinical trials were performed for ospemifene. One evaluated the effects of Ospemifene on vaginal tissue thickness, composition and vaginal pH. The other evaluated the effects of Ospemifene on vaginal tissue and on symptoms of dyspareunia. Between the two trials, 4 signs and symptoms were measured. These included three tissue-related signs, two of which represented histological changes in the vaginal tissue (change in percent parabasal cells and change in percent superficial cells) and the third was \"change in vaginal pH\". Dyspareunia was evaluated in one of the trials. It was defined as \"change in most bothersome symptom\" of discomfort during sexual activity and further limited to symptoms of either vaginal dryness or vaginal pain.\" Ospemifene produced more changes in vaginal tissue and greater reduction in dyspareunia symptoms than placebo. A dose-response also was observed in the trial; ospemifene 60 mg had greater efficacy than ospemifene 30 mg. Safety was also evaluated in these phase 3 trials. There was a 5.2% increase in the incidence of hot flushes, 1.6% increase in urinary tract infections, and 0.5% increase in the incidence of headache with ospemifene over placebo. One of the phase 3 trials was a randomized, double-blind placebo-controlled trial in 826 post-menopausal women. The trial patients were required to have one or more symptom of vulvovaginal atrophy (VVA) that was moderate or severe in nature with fewer than 5% of cells that were superficial when examined by a vaginal smear and a vaginal pH of at least 5.0. This trial did not quantify relief of dyspareunia as a study outcome measure. The other phase 3 trial was conducted in 605 women aged 40 to 80, who were diagnosed with VVA, and whose worst symptom was dyspareunia.   == Society and culture ==   === Economics === In the first half of the 2013 fiscal year, Osphena generated 0.1 B yen in revenue, which is roughly equivalent to $974,944 U.S. dollars. When Osphena was put onto the market, it was predicted to earn $495 million in 2017.   == References =="}