{"name": "Osteomalacia", "category": "disease", "content": "Osteomalacia is a disease characterized by the softening of the bones caused by impaired bone metabolism primarily due to inadequate levels of available phosphate, calcium, and vitamin D, or because of resorption of calcium. The impairment of bone metabolism causes inadequate bone mineralization. Osteomalacia in children is known as rickets, and because of this, use of the term \"osteomalacia\" is often restricted to the milder, adult form of the disease. Signs and symptoms can include diffuse body pains, muscle weakness, and fragility of the bones. In addition to low systemic levels of circulating mineral ions (for example, caused by vitamin D deficiency or renal phosphate wasting) that result in decreased bone and tooth mineralization, accumulation of mineralization-inhibiting proteins and peptides (such as osteopontin and ASARM peptides), and small inhibitory molecules (such as pyrophosphate), can occur in the extracellular matrix of bones and teeth, contributing locally to cause matrix hypomineralization (osteomalacia/odontomalacia). A relationship describing local, physiologic double-negative (inhibiting inhibitors) regulation of mineralization has been termed the Stenciling Principle of mineralization, whereby enzyme-substrate pairs imprint mineralization patterns into the extracellular matrix (most notably described for bone) by degrading mineralization inhibitors (e.g. TNAP/TNSALP/ALPL enzyme degrading the pyrophosphate inhibition, and PHEX enzyme degrading the osteopontin inhibition). The Stenciling Principle for mineralization is particularly relevant to the osteomalacia and odontomalacia observed in hypophosphatasia (HPP) and X-linked hypophosphatemia (XLH). The most common cause of osteomalacia is a deficiency of vitamin D, which is normally derived from sunlight exposure and, to a lesser extent, from the diet. The most specific screening test for vitamin D deficiency in otherwise healthy individuals is a serum 25(OH)D level. Less common causes of osteomalacia can include hereditary deficiencies of vitamin D or phosphate (which would typically be identified in childhood) or malignancy. Vitamin D and calcium supplements are measures that can be used to prevent and treat osteomalacia. Vitamin D should always be administered in conjunction with calcium supplementation (as the pair work together in the body) since most of the consequences of vitamin D deficiency are a result of impaired mineral ion homeostasis. Nursing home residents and the housebound elderly population are at particular risk for vitamin D deficiency, as these populations typically receive little sun exposure. In addition, both the efficiency of vitamin D synthesis in the skin and the absorption of vitamin D from the intestine decline with age, thus further increasing the risk in these populations. Other groups at risk include individuals with absorption secondary to gastrointestinal bypass surgery or celiac disease, and individuals who immigrate from warm climates to cold climates, especially women who wear traditional veils or dresses that prevent sun exposure.   == Signs and symptoms == Many of the effects of the disease overlap with the more common osteoporosis, but both diseases are significantly different.  Osteomalacia in adults starts insidiously as aches and pains in the lumbar (lower back) region and thighs before spreading to the arms and ribs. The pain is symmetrical, non-radiating and accompanied by sensitivity in the involved bones. Proximal muscles are weak, and there is difficulty in climbing upstairs and getting up from a squatting position. As a result of demineralization, the bones become less rigid. Physical signs include deformities like triradiate pelvis and lordosis. The patient has a typical \"waddling\" gait. However, these physical signs may derive from a previous osteomalacial state, since bones do not regain their original shape after they become deformed. Pathologic fractures due to weight bearing may develop. Most of the time, the only alleged symptom is chronic fatigue, while bone aches are not spontaneous but only revealed by pressure or shocks. It differs from renal osteodystrophy, where the latter shows hyperphosphatemia.   == Causes == The causes of adult osteomalacia are varied, but ultimately result in a vitamin D deficiency:  There are two main mechanisms of osteomalacia:  insufficient calcium absorption from the intestine because of lack of dietary calcium or a deficiency of, or resistance to, the action of vitamin D, or due to undiagnosed celiac disease. phosphate deficiency caused by increased renal losses.   == Diagnosis ==   === Biochemical findings ===  Biochemical features are similar to those of rickets. The major factor is an abnormally low vitamin D concentration in blood serum. Major typical biochemical findings include:  Low serum and urinary calcium Low serum phosphate, except in cases of renal osteodystrophy Elevated serum alkaline phosphatase (due to an increase in compensatory osteoblast activity) Elevated parathyroid hormone (due to low calcium) Furthermore, a technetium bone scan will show increased activity (also due to increased osteoblasts).   === Radiographic characteristics === Radiological appearances include:  Pseudofractures, also called Looser's zones Protrusio acetabuli, a hip joint disorder   == Prevention == Prevention of osteomalacia rests on having an adequate intake of vitamin D and calcium, or other treatments if the osteomalacia hereditary (genetic). Vitamin D3 Supplementation is often needed due to the scarcity of Vitamin D sources in the modern diet.   == Treatment == Nutritional osteomalacia responds well to administration of 2,000-10,000 IU of vitamin D3 by mouth daily. Vitamin D3 (cholecalciferol) is typically absorbed more readily than vitamin D2 (ergocalciferol). Osteomalacia due to malabsorption may require treatment by injection or daily oral dosing of significant amounts of vitamin D3.   == Etymology == Osteomalacia is derived from Greek: osteo- which means \"bone\", and malacia which means \"softness\". In the past, the disease was also known as malacosteon and its Latin-derived equivalent, mollities ossium. Osteomalacia is associated with increase in osteoid maturation time.   == See also == Osteopetrosis   == References ==   == External links =="}