{"name": "oteracil", "category": "drug", "content": "Tegafur/gimeracil/oteracil, sold under the brand name Teysuno among others is a  fixed-dose combination medication used for the treatment of advanced gastric cancer when used in combination with cisplatin, and also for the treatment of head and neck cancer, colorectal cancer, non–small-cell lung, breast, pancreatic, and biliary tract cancers.: 213  The most common severe side effects when used in combination with cisplatin include neutropenia (low levels of neutrophils, a type of white blood cell), anaemia (low red blood cell counts) and fatigue (tiredness). Tegafur/gimeracil/oteracil (Teysuno) was approved for medical use in the European Union in March 2011.   == Medical uses == In the European Union, tegafur/gimeracil/oteracil is indicated for the treatment of advanced gastric cancer when given in combination with cisplatin.   == Contraindications == In the European Union, tegafur/gimeracil/oteracil must not be used in the following groups:  people receiving another fluoropyrimidine (a group of anticancer medicines that includes tegafur/gimeracil/oteracil) or who have had severe and unexpected reactions to fluoropyrimidine therapy; people known to have no DPD enzyme activity, as well as people who, within the previous four weeks, have been treated with a medicine that blocks this enzyme; pregnant or breastfeeding women; people with severe leucopenia, neutropenia, or thrombocytopenia (low levels of white cells or platelets in the blood); people with severe kidney problems requiring dialysis; people who should not be receiving cisplatin.   == Mechanism of action == Tegafur is the chemotherapeutic agent. It is a prodrug of the active substance fluorouracil (5-FU). Tegafur, is a cytotoxic medicine (a medicine that kills rapidly dividing cells, such as cancer cells) that belongs to the ‘anti-metabolites’ group. Tegafur is converted to the medicine fluorouracil in the body, but more is converted in tumor cells than in normal tissues. Fluorouracil is very similar to pyrimidine. Pyrimidine is part of the genetic material of cells (DNA and RNA). In the body, fluorouracil takes the place of pyrimidine and interferes with the enzymes involved in making new DNA. As a result, it prevents the growth of tumor cells and eventually kills them. Gimeracil inhibits the degradation of fluorouracil by reversibly blocking the dehydrogenase enzyme dihydropyrimidine dehydrogenase (DPD). This results in higher 5-FU levels and a prolonged half-life of the substance. Oteracil mainly stays in the gut because of its low permeability, where it reduces the production of 5-FU by blocking the enzyme orotate phosphoribosyltransferase. Lower 5-FU levels in the gut result in a lower gastrointestinal toxicity. Within the medication, the molar ratio of the three components (tegafur:gimeracil:oteracil) is 1:1:0.4.   == Research == It is being developed for the treatment of hepatocellular carcinoma. and has activity in esophageal,(Perry Chapter 33) breast, cervical, and colorectal cancer.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == References =="}