{"name": "oteseconazole", "category": "drug", "content": "Oteseconazole, a novel orally bioavailable and selective inhibitor of fungal cytochrome P450 enzyme 51 (CYP51), has shown promising efficacy in the treatment of recurrent vulvovaginal candidiasis (RVVC) in patients. Marketed under the brand name Vivjoa, this medication was developed by Mycovia Pharmaceuticals and received approval for medicinal use from United States Food and Drug Administration (US FDA) in April 2022.   == Society and culture ==   === Names === Oteseconazole is the international nonproprietary name (INN).   == Mechanism of action == Oteseconazole targets cytochrome P450 enzymes 51 (CYP51), which a play crucial role in maintaining the integrity and growth of fungal cell membranes. Through inhibition of these enzymes, oteseconazole prevents the synthesis of ergosterol, a key component of fungal cell membranes development. This disruption in ergosterol production leads to fungal membranes permeability, ultimately causing cell death. Oteseconazole exhibits selective inhibition of fungal CYP51 and has shown remarkable potency against Candida species during in vitro pharmacological studies. This targeted action of oteseconazole makes it a highly effective choice for treating RVVC. Additionally, oteseconazole was found to possess superior activity against certain fungi, such as Candida glabrata compared to commonly used antifungals.   == Adverse effect and interaction == Oteseconazole has exhibited an outstanding tolerability profile and a low occurrence of adverse effects in clinical trials. In a phase 3 study, the incidence of treatment-emergent adverse events (TEAEs) was comparable between the oteseconazole and fluconazole/placebo groups, with the majority of TEAEs being of mild or moderate severity. No serious adverse events related to the drug, as well as no adverse effects on liver function or QT intervals, were reported. However, as with any medication, there is a potential risk of adverse effects. Therefore, it is crucial to consult with a healthcare provider prior to initiating oteseconazole or any other medication. There is currently limited information available on oteseconazole interactions with other medications. The prescribing information for oteseconazole indicates that it is a moderate inhibitor of the CYP3A4 enzyme, suggesting that it may potentially increase the exposure of co-administered medications that are primarily metabolized by CYP3A4. Therefore, patients who are taking medications metabolized by CYP3A4 should be closely monitored for any signs of toxicity or adverse effects when using oteseconazole. It is crucial to have a discussion with a healthcare provider about the use of any medications or supplements to ensure safe and effective usage.   == References ==   == External links == \"Oteseconazole\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT03562156 for \"A Study of Oral Oteseconazole for the Treatment of Patients With Recurrent Vaginal Candidiasis (Yeast Infection) (VIOLET)\" at ClinicalTrials.gov Clinical trial number NCT03561701 for \"A Study of Oral Oteseconazole (VT-1161) for the Treatment of Patients With Recurrent Vaginal Candidiasis (Yeast Infection) (VIOLET)\" at ClinicalTrials.gov Clinical trial number NCT03840616 for \"Study of Oral Oteseconazole (VT-1161) for Acute Yeast Infections in Patients With Recurrent Yeast Infections (ultraVIOLET)\" at ClinicalTrials.gov"}