{"name": "Ovale malaria", "category": "disease", "content": "Plasmodium ovale is a species of parasitic protozoon that causes tertian malaria in humans.  It is one of several species of Plasmodium parasites that infect humans, including Plasmodium falciparum and Plasmodium vivax which are responsible for most cases of malaria in the world. P. ovale is rare compared to these two parasites, and substantially less dangerous than P. falciparum. P. ovale has recently been shown by genetic methods to consist of what is considered to be two species (despite having been given subspecies names), namely P. ovale curtisi and P. ovale wallikeri. The procedure necessary to rectify the nomenclature has been outlined.   == History == This species was first described in 1914 by Stephens in a blood sample taken in the autumn of 1913 from a patient in the sanitarium of Pachmari in central India and sent by Major W. H. Kenrick to  Stephens (who was working in Liverpool).   == Epidemiology ==  P. ovale is primarily concentrated in sub-Saharan Africa and islands in the western Pacific. However P. ovale has also been reported in the Philippines, eastern Indonesia, and Papua New Guinea, as well as in Bangladesh, Cambodia, India, Myanmar, Thailand and Vietnam. In several studies, the reported prevalence of P. ovale was low relative to other malaria parasites, with fewer than 5% of malaria cases being associated with P. ovale infection. Higher prevalences of P. ovale are possible under certain conditions, as at least one study in Cameroon found the prevalence of P. ovale infection to be greater than 10%. It has been estimated that there are about 15 million cases of infection each year with this parasite. While similar to P. vivax, P. ovale is able to infect individuals who are negative for the Duffy blood group, which is the case for many residents of sub-Saharan Africa. This has been said to explain the greater prevalence of P. ovale (versus P. vivax) in most of Africa.  However, low-parasitaemia or subpatent P. vivax cases might be more prevalent in Africa than has been thought.   == Clinical features == In humans, symptoms generally appear 12 to 20 days after the parasite has entered the blood. In the blood, the parasite's replication cycle lasts approximately 49 hours, causing tertian fever which spikes approximately every 49 hours as newly replicated parasites erupt out of red blood cells. Mean maximum parasite levels have been found to be 6,944/microl for sporozoite-induced infections and 7,310/microl for trophozoite-induced infections. In some cases, relapse may occur up to 4 years after infection.   === Diagnosis ===  The microscopic appearance of P. ovale is very similar to that of P. vivax and if there are only a small number of parasites seen, it may be impossible to distinguish the two species on morphological grounds alone.  There is no difference between the medical treatment of P. ovale and P. vivax, and therefore some laboratory diagnoses report \"P. vivax/ovale\", which is perfectly acceptable as treatment for the two is very similar. Schüffner's dots are seen on the surface of the parasitised red blood cell, but these are larger and darker than in P. vivax and are sometimes called James' dots or James' stippling.  About twenty percent of the parasitised cells are oval in shape (hence the species name) and some of the oval cells also have fimbriated edges (the so-called \"comet cell\").  The mature schizonts of P. ovale never have more than twelve nuclei within them and this is the only reliable way of distinguishing between the two species. P. vivax and P. ovale that have been sitting in EDTA for more than half an hour before the blood film is made will look very similar in appearance to P. malariae, which is an important reason to warn the laboratory immediately when the blood sample is drawn so they can process the sample as soon as it arrives. Molecular tests (tests that detect DNA in blood) must take into account the fact that there are two P. ovale sensu lato taxa. Tests designed for one will not necessarily detect the other.   === Treatment === Standard treatment is concurrent treatment with chloroquine and primaquine. The combination atovaquone-proguanil may be used in those patients who are unable to take chloroquine for whatever reason. An overdose on Chloroquine can be very dangerous and can result in death.   == Phylogenetics == Among the species infecting the great apes, Plasmodium schwetzi morphologically appears to be the closest relation to P. ovale. As of 2013 this had not been confirmed by DNA studies. The original species has been shown to be two morphologically identical forms – Plasmodium ovale curtisi and Plasmodium ovale wallikeri – which can be differentiated only by genetic means. Both species have been identified in  Ghana, Myanmar, Nigeria, São Tomé, Sierra Leone and Uganda. The separation of the lineages is estimated to have occurred between 1.0 and 3.5 million years ago in hominid hosts. A second analysis suggests that these species separated 4.5 million years ago (95% confidence interval  0.5 – 7.7 Mya). A third worked sequenced the whole genome of both species, confirmed the differences and dated the split at around million years. Although dating is always difficult, the authors date that split to be 5 times older than the P. falciparum and P. reichenowi split. These species appear to be more closely related to Plasmodium malariae than to Plasmodium vivax. The two species appear to differ biologically, with P. ovale wallikeri having a shorter latency period than P. ovale curtisi.   == Life cycle ==  P. ovale is introduced into the human host by the bite of an infected mosquito, in a motile form called a sporozoite. The sporozoites are carried by the blood to the liver, where they replicate asexually by merogony into non-motile merozoites. Several hundred merozoites are produced and released into the bloodstream where they infect erythrocytes. Inside the erythrocyte, the parasite's replication cycle takes approximately 49 hours, after which the erythrocyte ruptures and between 8 and 20 merozoites are released to infect other erythrocytes. Some of these merozoites will instead form gametocytes which remain in the blood and are ingested by a mosquito. When gametocytes are ingested by a mosquito, the gametocytes enter the mosquito gut where fertilisation occurs forming a zygote known as an ookinete. The ookinete moves to the outer wall of the mosquito midgut where it develops over the course of several weeks. This developing stage is called an oocyst. After the oocyst develops, it ruptures releasing several hundred sporozoites. The sporozoites are carried by the mosquito's circulation to the mosquito salivary glands. When the mosquito feeds again, the sporozoites enter through the salivary duct and are injected into a new host, starting the life cycle again. There are situations where some of the sporozoites hypothetically do not immediately start to grow and divide after entering the hepatocyte, but remain in a dormant, hypnozoite stage for weeks or months. However, unlike the P. vivax situation, hypnozoites have yet to actually be seen in the life cycle of P. ovale. The duration of latency is variable from one (assumed in the case of P. ovale) hypnozoite to another and the factors that will eventually trigger growth are not known; this could explain how a single infection can be responsible for a series of waves of parasitaemia or \"relapses\".   == Hosts == While humans appear to be the natural mammalian host of P. ovale, chimpanzees and Saimiri monkeys have also been experimentally infected. Anopheles gambiae and Anopheles funestus are likely the natural mosquito hosts of P. ovale. Experimentally, several other mosquito species have been shown to be capable of transmitting P. ovale to humans, including:  Anopheles albimanus Anopheles atroparvus Anopheles dirus Anopheles farauti Anopheles freeborni Anopheles maculatus Anopheles quadrimaculatus Anopheles stephensi* Anopheles subpictus   == Genomes == The full genomes of the two P. ovale species can be seen on geneDB.org – P. ovali curtisi P. ovale wallikeri  and plasmoDB.org, published 2017.   == See also == List of parasites (human)   == References ==   == External links ==  Malaria – TDR: For research on diseases of poverty"}