{"name": "Ovarian failure", "category": "disease", "content": "Primary ovarian insufficiency (POI), also called premature ovarian insufficiency, premature menopause, and premature ovarian failure, is the partial or total loss of reproductive and hormonal function of the ovaries before age 40 because of follicular (egg producing area) dysfunction or early loss of eggs. POI can be seen as part of a continuum of changes leading to menopause that differ from age-appropriate menopause in the age of onset, degree of symptoms, and sporadic return to normal ovarian function. POI affects approximately 1 in 10,000 women under age 20, 1 in 1,000 women under age 30, and 1 in 100 of those under age 40. A medical triad for the diagnosis is amenorrhea, hypergonadotropism, and hypoestrogenism. Physical and emotional symptoms are similar to those seen during menopause and can include hot flashes, night sweats, dry skin, vaginal dryness, irregular or absent menstruation, anxiety, depression, mental fog, irritability, nervousness, decreased libido, and increased autoimmune disruption. The sense of  shock and distress on being informed of the diagnosis can be overwhelming. Hormonal therapy with estrogen and progesterone is the first line treatment and is associated with improvement of symptoms and possibly improvement in other parameters such as bone density, mortality and cardiovascular risk. The general treatment is for symptoms, bone protection, and mental health. Although 5 to 10% of women with POI may ovulate sporadically and become pregnant without treatment, others may use assisted reproductive technology including in vitro fertilization and egg donation or decide to adopt or remain childless. The causes of POI are heterogeneous and are unknown in 90% of cases. It can be associated with genetic causes, autoimmune disease, enzyme deficiency, infection, environmental factors, radiation, or surgery in 10%. Two to 5% of women with POI and a premutation in FMR1, a genetic abnormality, are at risk of having a child with fragile X syndrome, the most common cause of inherited intellectual disability. The diagnosis is based on ages less than 40, amenorrhea, and  elevated serum follicle-stimulating hormone (FSH) levels. Typical serum FSH levels in POI patients is in the post-menopausal range. Treatment will vary depending on the symptoms. It can include hormone replacement therapy, fertility management, and psychosocial support, as well as annual screenings of thyroid and adrenal function.   == Signs and symptoms == The signs and symptoms of POI can be seen as part of a continuum of changes leading to menopause. POI contrasts with age-appropriate menopause in the age of onset, degree of symptoms and sporadic return to normal ovarian function. As some women retain partial ovarian function, symptoms may not be as severe as regular menopause. In others, particularly with coexistent depression, symptoms such as decreased quality of life can be severe. Hormonally, POI is defined by abnormally low levels of estrogen and high levels of FSH, which demonstrate that the ovaries are no longer responding to circulating FSH by producing estrogen and developing fertile eggs. The ovaries will likely appear smaller than normal. The age of onset can be as early as 11 years. POI can be seen as part of a continuum of changes leading to menopause that differ from age-appropriate menopause in the age of onset, degree of symptoms, and sporadic return to normal ovarian function. A contrasting problem can be when a girl never begins menstruation due to a genetic condition causing primary amenorrhea.   == Causes ==  The cause of POI is idiopathic in 39-67% of cases. Some cases of POI are attributed to autoimmune disorders such as autoimmune oophoritis, Hashimoto thyroiditis, Addison disease, type I diabetes mellitus, pernicious anemia, genetic disorders such as Turner syndrome and Fragile X syndrome, metabolic defects, and enzyme defects. One study showed a strong correlation between incidence of POI and certain variants in the inhibin alpha gene. Chemotherapy and radiation treatments (especially radiation to the pelvis) for cancer can sometimes cause POI. The effect of chemotherapy or radiation is variable and in a mouse model, with results consistent with observations in humans, cyclophosphamide can result in an 87% reduction in primordial follicles 72 hours after administration.  Women who have had a hysterectomy tend to go through menopause early and have a nearly twofold increased risk of POI. Almost any pelvic surgery has the potential to damage the ovary by affecting its blood supply or causing inflammation in the area resulting in POI, especially surgery to the ovaries themselves (e.g. for treatment of ovarian cysts or endometriosis). Certain environmental toxins such as phthalates, bisphenols, and dioxins are also associated with POI. Certain infectious diseases, such as mumps or HIV may also damage the ovaries, leading to POI.   === Galactosemia === Women who have inherited classic galactosemia (galactose intolerance) may develop primary ovarian insufficiency.   == Mechanism == The pathogenic mechanisms of POI are highly heterogeneous and can be divided into four major categories: follicular migration defect early in embryogenesis; an early decrease in the primordial follicles; increased follicular death; and altered maturation or recruitment of primordial follicles.  These result in a decrease of the ovaries' general supply of eggs that normally lasts until an average age of 51 for age of age-appropriate menopause. Genetic causes such as Turner syndrome have initial ovarian development but then ovaries degenerate rapidly during prenatal life, often leading to gonadal dysgenesis with streak ovaries. In those cases where POI is associated with adrenal autoimmunity, histological examination almost always confirms the presence of an autoimmune oophoritis in which follicles are infiltrated by lymphocytes, plasma cells, and macrophages that attack mainly steroid-producing cells and eventually result in follicular depletion. In some women FSH may bind to the FSH receptor site, but be inactive. By lowering the endogenous FSH levels with ethinylestradiol (EE) or with a GnRH-a the receptor sites are free and treatment with exogenous recombinant FSH activates the receptors and normal follicle growth and ovulation can occur. (Since the serum Anti-Müllerian hormone (AMH) level is correlated with the number of remaining primordial follicles some researchers believe the above two phenotypes can be distinguished by measuring serum AMH levels. Genetic associations include genetic disorders, autoimmune diseases, enzyme defects, and resistant ovaries. Mutations in FOXL2 cause blepharophimosis, ptosis, epicanthus inversus syndrome (BPES). Premature ovarian failure is part of the BPES Type I variant of the syndrome but not of the BPES Type II variant.   === DNA repair deficiency === BRCA1 protein plays an essential role in the repair of DNA double-strand breaks by homologous recombination. Women with a germline BRCA1 mutation tend to have premature menopause as evidenced by the final amenorrhea appearing at a younger age. BRCA1 mutations are associated with occult POI. Impairment of the repair of DNA double-strand breaks due to a BRCA1 defect leads to premature ovarian aging in both mice and humans. In addition to BRCA1, the MCM8-MCM9 protein complex also plays a crucial role in the recombinational repair of DNA double-strand breaks. In humans, an MCM8 mutation can give rise to premature ovarian failure, as well as chromosomal instability. MCM9, as well as MCM8, mutations are also associated with ovarian failure and chromosomal instability. The MCM8-MCM9 complex is likely required for the homologous recombinational repair of DNA double-strand breaks that are present during the pachytene stage of meiosis I. In women homozygous for MCM8 or MCM9 mutations, failure to repair breaks apparently leads to oocyte death and small or absent ovaries.   == Diagnosis == The diagnosis is based on age less than forty, amenorrhea, and two elevated serum follicle-stimulating hormone (FSH) and decreased estrogen measurements at one-month intervals. The anterior pituitary secretes FSH and LH at high levels to try to increase the low estrogen levels that are due to the dysfunction of the ovaries. Typical FSH in POI patients is over 40 mlU/ml (post-menopausal range). The evaluation of amenorrhea for other common causes includes checking a blood pregnancy test, checking the prolactin level, as prolactinomas or certain medications can increase prolactin levels and lead to amenorrhea, and checking the thyrotropin (thyroid hormone) level, as hypothyroidism can cause amenorrhea. A karyotype (to evaluate for Turner's Syndrome) and a Fragile-X premutation carrier analysis is also recommended, with additional genetic testing possibly being warranted based on family history of amenorrhea or early menopause or signs and symptoms of a genetic disorder.   == Treatment ==   === Fertility === Between 5 and 10 percent of women with POI may become pregnant with no treatment. As of 2016 no fertility treatment has been found to effectively increase fertility in women with POI, and the use of donor eggs with in-vitro fertilization (IVF) and adoption are a means of achieving parenthood for women with POI. Some women with POI choose to live child-free. Researchers have investigated the use of a hormone called dehydroepiandrosterone (DHEA) in women with POI to increase spontaneous pregnancy rates. Results from studies on DHEA in 2010 indicated that DHEA may increase spontaneously conceived pregnancies, decrease spontaneous miscarriage rates and improve IVF success rates in women with POI. This includes women referred for donor eggs or surrogacy in 2009. In 2018, there was no significant improvement in ovarian function by 12-month on DHEA supplementation in women with POI. Given the inconclusiveness of potential benefits and risks of testosterone and DHEA supplementation, longer-term, randomized studies are warranted for women and girls with POI. Ovarian tissue cryopreservation can be performed on prepubertal girls at risk for premature ovarian failure, and this procedure is as feasible and safe as comparable operative procedures in children. In 2013, Kawamura in Japan and his collaborators at Stanford University published treatment of infertility of POI patients by fragmenting ovaries followed by in vitro treatment of ovarian fragments with phosphatidylinositol-3 kinase activators to enhance the AKT pathway followed by autografting. They successfully promoted follicle growth, retrieved mature oocytes, and performed in vitro fertilization. Following embryo transfer, a healthy baby was delivered. A  2020 review covered variations including phosphatidylinositol-3 kinase activators to enhance the AKT pathway, fragmentation of ovarian cortex, combining those two into in-vitro activation (IVA), and drug-free IVA. Two laparoscopies are needed in conventional IVA and one with drug-free IVA.   === Hormonal replacement === Women with POI can develop symptoms of estrogen deficiency, including vasomotor flushes and vaginal dryness that respond to physiologic replacement of hormones. Most authorities recommend that this hormone replacement continue until age 50 years, the normal age of menopause. The leading hormone replacement regimen recommended involves the administration of estradiol daily by either skin patch or vaginal ring. This approach reduces the risk of pulmonary embolism and deep venous thrombosis by avoiding the first pass effect on the liver that is induced by oral estrogen therapy.  The transdermal estradiol patch also provides the replacement by steady infusion rather than by bolus when taking daily pills. Concerns of estrogen supplement are addressed in The US Medical Eligibility Criteria for Contraceptive Use, 2010 provides guidance for safety of contraceptive methods and include guidance for conditions associated with increased risk of thrombosis such as postpartum, history of thrombosis, thrombogenic mutations, systemic lupus erythematosus, diabetes, and hypertension. There is also an increased risk with valvular heart disease and cardiomyopathy. To avoid the development of endometrial cancer young women taking estradiol replacement need also to take a progestin in a regular cyclic fashion. The most evidence supports the use of medroxyprogesterone acetate per day for days one through 12 of each calendar month. This will induce regular and predictable menstrual cycles. It is important that women taking this regimen keep a menstrual calendar. If the next expected menses is late it is important to get a pregnancy test. It this is positive, the woman should stop taking the hormone replacement. Approximately 5 to 10% of women with confirmed POI conceive a pregnancy after the diagnosis without medical intervention. In observational studies, hormone replacement therapy in women with primary ovarian insufficiency and other causes of early menopause was associated with a lower risk of cardiovascular disease, increased bone density, and a reduced mortality.   == Prognosis == Primary ovarian insufficiency is associated with co-morbidities associated with menopause including osteoporosis (decreased bone density), which affects almost all women with POI due to an insufficiency of estrogen. There is also an increased risk of heart disease, hypothyroidism such as Hashimoto's thyroiditis, Addison's disease, and other autoimmune disorders.   === Emotional health === The most common words women use to describe how they felt in the two hours after being given the diagnosis of POI are \"devastated\", \"shocked,\" and \"confused.\"  The diagnosis is more than infertility and affects a woman's physical and emotional well-being. Patients face the acute shock of the diagnosis, associated stigma of infertility, grief from the death of dreams, anxiety and depression from the disruption of life plans, confusion around the cause, shame, insecurity and lowered self-esteem, anger in reflection of being letdown by the medical system, symptoms of estrogen deficiency, worry over the associated potential medical sequelae such as reduced bone density and cardiovascular risk, and the uncertain future that all of these factors create. Women diagnosed with POI in their 20s have disproportionately reported experiencing dismissiveness, bias, and \"not being taken seriously\" by healthcare professionals. Some have advocated formation of a patient registry as well as a community-based research consortium with integrative care to better understand the etiology and treatment of the condition, including treatment of its psychological effects. Women with POI perceive lower social support than control women, so building a trusted community of practice for them would be expected to improve their well-being. Also, when having that social support, it often helps with reducing stress and having better coping skills. It is important to connect women with POI to an appropriate collaborative care team because the condition has been clearly associated with suicide related to the stigma of infertility. Suicide rates are known to be increased in women who experience infertility.   == Epidemiology == The prevalence increases with age and is approximately 1 in 10,000 women under age 20, 1 in 1,000 women under age 30, and one percent by age of 40. It occurs in 3.7% of women worldwide and 1% of women in the United States. In the United States, the incidence is 1% in White women, 1.4% in Black and Hispanic women, with lower rates seen in Chinese and Japanese women, at 0.5% and 0.1% respectively.   == History == Fuller Albright et al. in 1942 reported a syndrome with amenorrhea, estrogen deficiency, menopausal FSH levels, and short stature. They used the term \"primary ovarian insufficiency\" to distinguished POI from ovarian insufficiency secondary to a primary failure of pituitary FSH and other hormonal secretion. POI has been described as a more accurate and less stigmatizing term than premature ovarian failure or premature menopause. Chapter 28 of the early Qing dynasty work Fù Qīngzhǔ Nǚkē (《傅青主女科》Fù Qīngzhǔ's Gynecology) describes the cause and appropriate treatment for premature menopause. 年未老经水断 (niánwèilǎo jīngshuǐduàn) glosses as 'not yet old, menstrual water cut-off.'   == References ==   == External links == Primary Ovarian Insufficiency (POI): Overview National Institutes of Health"}