{"name": "oxamniquine", "category": "drug", "content": "Oxamniquine, sold under the brand name Vansil among others, is a medication used to treat schistosomiasis due to Schistosoma mansoni. Praziquantel, however, is often the preferred treatment. It is given by mouth and used as a single dose. Common side effects include sleepiness, headache, nausea, diarrhea, and reddish urine. It is typically not recommended during pregnancy, if possible. Seizures may occur and therefore caution is recommended in people with epilepsy. It works by causing paralysis of the parasitic worms. It is in the anthelmintic family of medications. Oxamniquine was first used medically in 1972. It is on the World Health Organization's List of Essential Medicines. It is not commercially available in the United States. It is more expensive than praziquantel.   == Medical uses == Oxamniquine is used for treatment of schistosomiasis. According to one systematic review,  praziquantel is the standard treatment for  S. mansoni infections and oxamniquine also appears effective.   == Side effects == It is generally well tolerated following oral doses. Dizziness with or without drowsiness occurs in at least a third of patients, beginning up to three hours after a dose, and usually lasts for up to six hours. Headache and gastrointestinal effects, such as nausea, vomiting, and diarrhoea, are also common. Allergic-type reactions, including urticaria, pruritic skin rashes, and fever, may occur. Liver enzyme values have been raised transiently in some patients. Epileptiform convulsions have been reported, especially in patients with a history of convulsive disorders. Hallucinations and excitement have occurred rarely. A reddish discoloration of urine, probably due to a metabolite of oxamniquine, has been reported. Oxamniquine is not recommended during pregnancy.   == Pharmacokinetics == Peak plasma concentrations are achieved one to three hours after a dose, and the plasma half-life is 1.0 to 2.5 hours. It is extensively metabolised to inactive metabolites, principally the 6-carboxy derivative, which are excreted in the urine. About 70% of a dose of oxamniquine is excreted as the 6-carboxy metabolite within 12 hours of a dose; traces of the 2-carboxy metabolite have also been detected in the urine.   == Mechanism of action == It is an anthelmintic with schistosomicidal activity against Schistosoma mansoni, but not against other Schistosoma spp. Oxamniquine is a potent single-dose agent for treatment of S. mansoni infection, and it causes worms to shift from the mesenteric veins to the liver, where the male worms are retained; the female worms return to the mesentery, but can no longer release eggs. Oxamniquine is a semisynthetic tetrahydroquinoline and possibly acts by DNA binding, resulting in contraction and paralysis of the worms and eventual detachment from terminal venules in the mesentry, and death. Its biochemical mechanisms are hypothesized to be related to an anticholinergic effect, which increases the parasite's motility, as well as inhibiting the synthesis of nucleic acids. Oxamniquine acts mainly on male worms, but also induces small changes on a small proportion of females. Like praziquantel, it promotes more severe damage of the dorsal tegument than of the ventral surface. The drug causes the male worms to shift from the mesenteric circulation to the liver, where the cellular host response causes its final elimination. The changes caused in the females are reversible and are due primarily to the discontinued male stimulation rather than the direct effect of oxamniquine.   == History == Oxamniquine was first described by Kaye and Woolhouse in 1972 as a metabolite of the compound UK 3883 (2-isopropylaminomethyl-6-methyl-7-nitro-1,2,3,4-tetrahydroquinoline). Initially, it was prepared by enzymatic hydroxylation via the fungus Aspergillus sclerotiorum. In 1979, Pfizer at Sandwich was presented with the Queen's Award for Technological Achievement in recognition of the outstanding contribution made to tropical medicine by MANSIL (oxamniquine).   == Brand names == Vansil; (Pfizer) 250 mg capsules, syrup 250 mg/5 mL Mansil; 250 mg Tablets   == Stereochemistry == Oxamniquine contains a stereocenter and consists of two enantiomers. This is a racemate, i.e. a 1: 1 mixture of ( R ) - and the ( S ) - form:   == References ==   == External links == \"Oxamniquine\". Drugs.com. Archived from the original on 5 March 2016. Retrieved 23 January 2018. \"Schistosomiasis treatment\". Institute of Tropical Medicine. Antwerp. Archived from the original on 22 November 2004."}