{"name": "oxcarbazepine", "category": "drug", "content": "Oxcarbazepine, sold under the brand name Trileptal among others, is a medication used to treat epilepsy. For epilepsy it is used for both focal seizures and generalized seizures. It has been used both alone and as add-on therapy in people with bipolar disorder who have had no success with other treatments. It is taken by mouth. Common side effects include nausea, vomiting, dizziness, drowsiness, double vision and trouble with walking. Serious side effects may include anaphylaxis, liver problems, pancreatitis, suicide ideation, and an abnormal heart beat. While use during pregnancy may harm the baby, use may be less risky than having a seizure. Use is not recommended during breastfeeding. In those with an allergy to carbamazepine there is a 25% risk of problems with oxcarbazepine. How it works is not entirely clear. Oxcarbazepine was patented in 1969 and came into medical use in 1990. It is available as a generic medication. In 2021, it was the 130th most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses == Oxcarbazepine is an anticonvulsant used to reduce the occurrence of epileptic episodes, and is not intended to cure epilepsy. Oxcarbazepine is used alone or in combination with other medications for the treatment of focal (partial) seizures in adults. In pediatric populations, it can be used by itself for the treatment of partial seizures for children 4 years and older, or in combination with other medications for children 2 years and older. There is some evidence to support its effectiveness in reducing seizure frequency when used as an add-on therapy for drug-resistant focal epilepsy but there are concerns over tolerability.   == Side effects == Side effects are dose-dependent. The most common include dizziness, blurred or double vision, nystagmus, ataxia, fatigue, headaches, nausea, vomiting, sleepiness, difficulty in concentration, and mental sluggishness. The incidence of movement disorders appears to be lower compared to carbamazepine. Other, rare, side effects of oxcarbazepine include severe low blood sodium (hyponatremia), anaphylaxis / angioedema, hypersensitivity (especially if experienced with carbamazepine), toxic epidermal necrolysis, Stevens–Johnson syndrome, and thoughts of suicide. Measurement of serum sodium levels should be considered in maintenance treatment or if symptoms of hyponatremia develop. Low blood sodium is seen in 20–30% of people taking oxcarbazepine, and 8–12% of those experience severe hyponatremia. Some side effects, such as headaches, are more pronounced shortly after a dose is taken and tend to fade with time (60 to 90 minutes). Other side effects include stomach pain, tremor, rash, diarrhea, constipation, decreased appetite, and dry mouth. Photosensitivity is a potential side-effect and people could experience severe sunburns as a result of sun exposure. Oxcarbazepine may lead to hypothyroxinemia. The well-known reduction in free and total thyroxine concentration may be due to both peripheral and central mechanisms.   === Pregnancy === There is limited data analyzing the impact of oxcarbazepine on a human fetus. Animal studies have shown increased fetal abnormalities in pregnant rats and rabbits exposed to oxcarbazepine during pregnancy. In addition, oxcarbazepine is structurally similar to carbamazepine, which is considered to be teratogenic in humans (pregnancy category D). Oxcarbazepine should only be used during pregnancy if the benefits justify the risks.   === Breastfeeding === Oxcarbazepine and its metabolite licarbazepine are both present in human breast milk and thus, some of the active drug can be transferred to a nursing infant. When considering whether to continue this medication in nursing mothers, the impact of the drug's side effect profile on the infant should be weighed against its anti-epileptic benefit for the mother.   == Interactions == Oxcarbazepine, licarbazepine and many other common drugs influence each other through interaction with the cytochrome P450 family of enzymes. This leads to a cluster of dozens of common drugs interacting with one another to varying degrees, some of which are especially noteworthy. Oxcarbazepine and licarbazepine are potent inhibitors of CYP2C19 and thus have the potential to increase plasma concentration of drugs, which are metabolized through this pathway. Other antiepileptics, which are CYP2C19 substrates and thus may be metabolised at a reduced rate when combined with oxcarbazepine, include diazepam, hexobarbital, mephenytoin, methylphenobarbital, nordazepam, phenobarbital, phenytoin, and primidone. In addition, oxcarbazepine and licarbazepine are CYP3A4 and CYP3A5 inducers and thus have the potential to decrease the plasma concentration of CYP3A4 and CYP3A5 substrates, including calcium channel antagonists against high blood pressure and oral contraceptives. However, whether the extent of CYP3A4/5 induction at therapeutic doses reaches clinical significance is unclear.   == Pharmacology == Oxcarbazepine is a prodrug, which is largely metabolized to its pharmacologically active 10-monohydroxy derivative licarbazepine (sometimes abbreviated MHD). Oxcarbazepine and MHD exert their action by blocking voltage-sensitive sodium channels, thus leading to the stabilization of hyper-excited neural membranes, suppression of repetitive neuronal firing and diminishment propagation of synaptic impulses. Furthermore, anticonvulsant effects of these compounds could be attributed to enhanced potassium conductance and modulation of high-voltage activated calcium channels.   === Pharmacokinetics === Oxcarbazepine has high bioavailability upon oral administration. In a study in humans, only 2% of oxcarbazepine remained unchanged, 70% were reduced to licarbazepine; the rest were minor metabolites. The half-life of oxcarbazepine is considered to be about 2 hours, whereas licarbazepine has a half-life of nine hours. Through its chemical difference to carbamazepine metabolic epoxidation is avoided, reducing hepatic risks. Licarbazepine is metabolised by conjugation with Glucuronic acid. Approximately 4% are oxidised to the inactive 10,11-dihydroxy derivative. Elimination is almost completely renal, with faeces accounting to less than 4%. 80% of the excreted substances are to be attributed to licarbazepine or its glucuronides.   === Pharmacodynamics === Both oxcarbazepine and licarbazepine were found to show anticonvulsant properties in seizure models done on animals. These compounds had protective functions whenever tonic extension seizures were induced electrically, but such protection was less apparent whenever seizures were induced chemically. There was no observable tolerance during a four weeks course of treatment with daily administration of oxcarbazepine or licarbazepine in electroshock test on mice and rats. Most of the antiepileptic activity can be attributed to licarbazepine. Aside from its reduction in side effects, it is presumed to have the same main mechanism as carbamazepine, sodium channel inhibition, and is generally used to treat the same conditions.   === Pharmacogenetics ===  The human leukocyte antigen (HLA) allele B*1502 has been associated with an increased incidence of Stevens–Johnson syndrome and toxic epidermal necrolysis in people treated with carbamazepine, and thus those treated with oxcarbazepine might have similar risks. People of Asian descent are more likely to carry this genetic variant, especially some Malaysian populations, Koreans (2%), Han Chinese (2–12%), Indians (6%), Thai (8%), and Philippines (15%). Therefore, it has been suggested to consider genetic testing in these people prior to initiation of treatment.   === Structure === Oxcarbazepine is a structural derivative of carbamazepine, with a ketone in place of the carbon–carbon double bond on the dibenzazepine ring at the 10 position (10-keto). This difference helps reduce the impact on the liver of metabolizing the drug, and also prevents the serious forms of anemia or agranulocytosis occasionally associated with carbamazepine.  Aside from this reduction in side effects, it is thought to have the same mechanism as carbamazepine — sodium channel inhibition (presumed to be the main mechanism of action) – and is generally used to treat the same conditions. Oxcarbazepine is a prodrug which is activated to licarbazepine in the liver.   == History ==  First made in 1966, it was patent-protected by Geigy in 1969 through DE 2011087 . It was approved for use as an anticonvulsant in Denmark in 1990, Spain in 1993, Portugal in 1997, and eventually for all other EU countries in 1999. It was approved in the US in 2000. In September 2010, Novartis, of which Geigy are part of its corporate roots, pleaded guilty to marketing Trileptal for the unapproved uses of neuropathic pain and bipolar disorder.   == Research == Antiepileptics are a key pharmacological therapy used in the treatment of bipolar disorder. Research has investigated the use of oxcarbazepine as a mood stabilizer in bipolar disorder, with further evidence needed to fully assess its suitability. Oxcarbazepine used in conjunction with lithium has been shown to be effective in the maintenance phase. It may be beneficial in trigeminal neuralgia.   == References =="}