{"name": "oxedrine", "category": "drug", "content": "Synephrine, or, more specifically, p-synephrine, is an alkaloid, occurring naturally in some plants and animals, and also in approved drugs products as its m-substituted analog known as neo-synephrine. p-Synephrine (or formerly Sympatol and oxedrine [BAN]) and m-synephrine are known for their longer acting adrenergic effects compared to epinephrine and norepinephrine. This substance is present at very low concentrations in common foodstuffs such as orange juice and other orange (Citrus species) products, both of the \"sweet\" and \"bitter\" variety. The preparations used in traditional Chinese medicine (TCM), also known as Zhi Shi (枳实), are the immature and dried whole oranges from Citrus aurantium (Fructus Aurantii Immaturus). Extracts of the same material or purified synephrine are also marketed in the US, sometimes in combination with caffeine, as a weight-loss-promoting dietary supplement for oral consumption. While the traditional preparations have been in use for millennia as a component of TCM-formulas, synephrine itself is not an approved over the counter drug. As a pharmaceutical, m-synephrine (phenylephrine) is still used as a sympathomimetic (i.e. for its hypertensive and vasoconstrictor properties), mostly by injection for the treatment of emergencies such as shock, and rarely orally for the treatment of bronchial problems associated with asthma and hay-fever. There is a difference between studies concerning synephrine as a single chemical entity (synephrine can exist in the form of either of two stereoisomers, d- and l-synephrine, which are chemically and pharmacologically distinct), and synephrine which is mixed with other drugs and/or botanical extracts in a \"supplement\", as well as synephrine which is present as only one chemical component in a naturally-occurring mixture of phytochemicals such as the rind or fruit of a bitter orange. Mixtures containing synephrine as only one of their chemical components (regardless of whether these are of synthetic or natural origin) should not be assumed to produce exactly the same biological effects as synephrine alone. In physical appearance, synephrine is a colorless, crystalline solid and is water-soluble. Its molecular structure is based on a phenethylamine skeleton and is related to those of many other drugs and to the major neurotransmitters epinephrine and norepinephrine.   == Natural occurrences == Synephrine, although already known as a synthetic organic compound, was first isolated as a natural product from the leaves of various Citrus trees, and its presence noted in different Citrus juices, by Stewart and co-workers in the early 1960s. A survey of the distribution of synephrine amongst the higher plants was published in 1970 by Wheaton and Stewart. It has subsequently been detected in Evodia and Zanthoxylum species, all plants of the family Rutaceae. Trace levels (0.003%) of synephrine have also been detected in the dried leaves of Pogostemon cablin (patchouli, Lamiaceae). It is also found in certain cactus species of the genera Coryphantha and Dolichothele. However, this compound is found predominantly in a number of Citrus species, including \"bitter\" orange varieties.   === In Citrus === Extracts of unripe fruit from Asian cultivars of Citrus aurantium (commonly known as \"bitter\" orange), collected in China, were reported to contain synephrine levels of about 0.1–0.3%, or ~1–3 mg/g; Analysis of dried fruit of C. aurantium grown in Italy showed a concentration of synephrine of ~1 mg/g, with peel containing over three times more than the pulp. Sweet oranges of the Tarocco, Naveline and Navel varieties, bought on the Italian market, were found to contain ~13–34 μg/g (corresponding to 13–34 mg/kg) synephrine (with roughly equal concentrations in juice and separated pulp); from these results, it was calculated that eating one \"average\" Tarocco orange would result in the consumption of ~6 mg of synephrine. An analysis of 32 different orange \"jams\", originating mostly in the US and UK, but including samples from France, Italy, Spain, or Lebanon, showed synephrine levels ranging from 0.05 mg/g–0.0009 mg/g in those jams made from bitter oranges, and levels of 0.05 mg/g–0.006 mg/g of synephrine in jams made from sweet oranges. Synephrine has been found in marmalade made from Citrus unshiu (Satsuma mandarin) obtained in Japan, at a concentration of ~0.12 mg/g (or about 2.4 mg/20g serving). Most of the orange marmalades made in the US are produced using \"sweet\" oranges (C. sinensis), whereas \"bitter\" or Seville oranges (C. aurantium) are used for making the more traditional, bitterer marmalades in the United Kingdom. A sample of commercial Japanese C. unshiu juice was found to contain ~0.36 mg/g synephrine (or roughly 360 mg/L), while in juice products obtained from a Satsuma mandarin variety grown in California, levels of synephrine ranged from 55 to 160 mg/L . Juices from \"sweet\" oranges purchased in Brazilian markets were found to contain ~10–22 mg/L synephrine; commercial orange soft drinks obtained on the Brazilian market had an average synephrine content of ~1 mg/L. Commercial Italian orange juices contained ~13–32 mg/L of synephrine In a survey of over 50 citrus fruit juices, either commercially-prepared or hand-squeezed from fresh fruit, obtained on the US market, Avula and co-workers found synephrine levels ranging from ~4–60 mg/L; no synephrine was detected in juices from grapefruit, lime, or lemon. An analysis of the synephrine levels in a range of different citrus fruits, carried out on juices that had been extracted from fresh, peeled fruit, was reported by Uckoo and co-workers, with the following results: Marrs sweet orange (C. sinensis Tan.): ~85 mg/L; Nova tangerine (C. reticulata Tan.): ~78 mg/L; clementine (C. clementina Tan.): ~115 mg/L; Meyer lemon (C. limon Tan.) ~3 mg/kg; Ugli tangelo (C. reticulata × C. paradisi) ~47 mg/kg. No synephrine was detected in: Rio Red grapefruit (C. paradisi Macf.); Red-fleshed pummelo (C. grandis Tan.); or Wekiwa tangelo (C. reticulata × C. paradisi). Numerous additional comparable analyses of the synephrine content of Citrus fruits and products derived from them may be found in the research literature.   === In humans and other animals === Low levels of synephrine have been found in normal human urine, as well as in other mammalian tissue. To reduce the likelihood that the synephrine detected in urine had a dietary origin, the subjects tested by Ibrahim and co-workers abstained from the consumption of any citrus products for 48 hours prior to providing urine samples. A 2006 study of synephrine in human blood platelets by D'Andrea and co-workers showed increased levels in platelets from patients suffering from aura-associated migraine (0.72 ng/108 platelets, compared to 0.33 ng/108 platelets in control subjects). Earlier, the same research group had reported a normal human blood plasma level of synephrine of 0.90–13.69 ng/mL.   === Stereoisomers === Since synephrine exists as either of two enantiomers (see Chemistry section below for further discussion), which do not produce identical biological effects (see Pharmacology section below) some researchers have examined the stereoisomeric composition of synephrine extracted from natural sources. Although it seems clear that synephrine is found in those Citrus species which have been studied predominantly as the l-isomer, low levels of d-synephrine have been detected in juice and marmalade made from C. unshiu, and low levels (0.002%) have been reported in fresh fruit from C. aurantium. There are indications that some d-synephrine may be formed by the racemization of l-synephrine as a result of the processing of fresh fruit, although this matter has not been completely clarified. However, regardless of the situation in Citrus species, Ranieri and McLaughlin reported the isolation of racemic (i.e. a mixture of equal amounts of d- and l- stereoisomers) synephrine from a cactus of the genus Dolichothele, under conditions that would be unlikely to cause a significant amount of racemization.   === Biosynthesis === The biosynthesis of synephrine in Citrus species is believed to follow the pathway: tyrosine → tyramine → N-methyltyramine → synephrine, involving the enzymes tyrosine decarboxylase in the first step, tyramine N-methyltransferase in the second, and N-methyl-tyramine-β-hydroxylase in the third. This pathway differs from that thought to occur in animals, involving octopamine: tyramine → octopamine → synephrine, where the conversion of tyramine to octopamine is mediated by dopamine-β-hydroxylase, and the conversion of octopamine to synephrine by phenylethanolamine N-methyltransferase.   == Presence in nutritional/dietary supplements == Some dietary supplements, sold for the purposes of promoting weight-loss or providing energy, contain synephrine as one of several constituents. Usually, the synephrine is present as a natural component of Citrus aurantium (\"bitter orange\"), bound up in the plant matrix, but could also be of synthetic origin, or a purified phytochemical (i.e. extracted from a plant source and purified to chemical homogeneity). The concentration range found by Santana and co-workers in five different supplements purchased in the US was about 5–14 mg/g.   == Pharmaceutical use == As a synthetic drug, synephrine first appeared in Europe in the late 1920s, under the name of Sympatol. One of the earliest papers describing its pharmacological and toxicological properties was written by Lasch, who obtained it from the Viennese company Syngala. By 1930, Sympatol was referred to as a Boehringer product, while one of the first US Patents describing its preparation and use was assigned to Frederick Stearns & Co. in 1933. Despite the date of this patent, clinical and pharmacological research on synephrine obtained from Frederick Stearns & Co was being carried out in the US by 1930. Writing in 1931, Hartung reported that in 1930 the Council on Pharmacy and Chemistry of the American Medical Association had accepted synephrine for inclusion in its list of “New and Non-Official Remedies” as an agent for the treatment, by either oral or parenteral administration, \"of attacks of hay fever, asthma, coughing, spasms of asthma and pertussis (whooping cough).\" However, synephrine was dropped from the council's list in 1934, and its apparent re-advertising as a new drug by the Stearns company ten years later elicited a scathing comment from the Editors of the Journal of the American Medical Association. The third edition (1965) of Drill's Pharmacology in Medicine stated, with reservations, that synephrine was \"advertised as an antihistaminic to be used in the treatment of the common cold...\", under the trade name of \"Synephrin Tartrate\", and indicated that the dose was 100 mg, given intramuscularly, or subcutaneously. Published in 1966, the Textbook of Organic Medicinal and Pharmaceutical Chemistry described synephrine (in the form of its racemic tartrate) as a sympathomimetic agent that was \"less effective than epinephrine\", and which had been used  for the treatment of chronic hypotension, collapse due to shock, and other conditions leading to hypotension. In a later (1972) textbook, synephrine was described as a drug, sold in Europe, that was administered in situations involving shock, such as surgical or bacteremic shock, and spinal anesthesia-related shock. The recommended dose was given here as 25–50 mg, by intravenous, intramuscular or subcutaneous administration. There is no mention of synephrine in editions of Drill's Pharmacology in Medicine later than the 3rd, nor is there any reference to synephrine in the 2012 Physicians' Desk Reference, nor in the current FDA \"Orange Book\". One current reference source describes synephrine as a vasoconstrictor that has been given to hypotensive patients, orally or by injection, in doses of 20–100 mg. One website from a healthcare media company, accessed in February, 2013, refers to oxedrine as being indicated for hypotensive states, in oral doses of 100–150 mg tid, and as a \"conjunctival decongestant\" to be topically applied as a 0.5% solution. However, no supporting references are provided.   == Names == There has been some confusion about the biological effects of synephrine because of the similarity of this un-prefixed name to the names m-synephrine, Meta-synephrine and Neosynephrine, all of which refer to a related drug and naturally-occurring amine more commonly known as phenylephrine. Although there are chemical and pharmacological similarities between synephrine and phenylephrine, they are nevertheless different substances. The confusion is compounded by the fact that synephrine has been marketed as a drug under numerous different names, including Sympatol, Sympathol, Synthenate, and oxedrine, while phenylephrine has also been called m-Sympatol. The synephrine with which this article deals is sometimes referred to as p-synephrine in order to distinguish it from its positional isomers, m-synephrine and o-synephrine. A comprehensive listing of alternative names for synephrine may be found in the ChemSpider entry (see Chembox, at right). Confusion exists over the distinctions between p- and m-synephrine. However, an examination of the references cited in support of this statement show that all the evidence for the presence of m-synephrine in C. aurantium derives from a report by Penzak and co-workers, whose Abstract states that m-synephrine was found in C. aurantium, whereas a close reading of the text of the paper itself reveals that the authors (although apparently uncertain about which synephrine regio-isomer had been found in the plant by earlier investigators) were aware that their analytical technique could not distinguish between m- and p-synephrine, and did not claim that m-synephrine was present. Thus the Abstract is at variance with the experimental findings given in the full text of the paper, but this error has propagated through subsequent publications. Even the name \"p-synephrine\" is not unambiguous, since it does not specify stereochemistry. The only completely unambiguous names for synephrine are: (R)-(−)-4-[1-hydroxy-2-(methylamino)ethyl]phenol (for the l-enantiomer); (S)-(+)-4-[1-hydroxy-2-(methylamino)ethyl]phenol (for the d-enantiomer); and (R,S)-4-[1-hydroxy-2-(methylamino)ethyl]phenol (for the racemate, or d,l-synephrine) (see Chemistry section).   == Chemistry ==   === Properties === In terms of molecular structure, synephrine has a phenethylamine skeleton, with a phenolic hydroxy- group, an alcoholic hydroxy- group, and an N-methylated amino-group. Alternatively, synephrine might be described as a phenylethanolamine with an N-methyl and p-hydroxy substituent. The amino-group confers basic properties on the molecule, whereas the phenolic –OH group is weakly acidic: the apparent (see original article for discussion) pKas for protonated synephrine are 9.55 (phenolic H) and 9.79 (ammonium H). Common salts of racemic synephrine are its hydrochloride, C9H13NO2.HCl, m.p. 150–152°, the oxalate (C9H13NO2)2.C2H2O4, m.p. 221–222 °C, and the tartrate (Sympatol), (C9H13NO2)2.C4H6O6, m.p. 188–190 °C. The presence of the hydroxy-group on the benzylic C of the synephrine molecule creates a chiral center, so the compound exists in the form of two enantiomers, d- and l- synephrine, or as the racemic mixture, d,l- synephrine. The dextrorotatory d-isomer corresponds to the (S)-configuration, and the levorotatory l-isomer to the (R)-configuration. Racemic synephrine has been resolved using ammonium 3-bromo-camphor-8-sulfonate. The enantiomers were not characterized as their free bases, but converted to the hydrochloride salts, with the following properties: (S)-(+)-C9H13NO2.HCl: m.p. 178 °C; [α] = +42.0°, c 0.1 (H2O); (R)-(−)-C9H13NO2.HCl: m.p. 176 °C; [α] = −39.0°, c 0.2 (H2O) (−)-Synephrine, as the free base isolated from a Citrus source, has m.p. 162–164 °C (with decomposition). The X-ray structure for synephrine has been determined.   === Synthesis === Early and seemingly inefficient syntheses of synephrine were discussed by Priestley and Moness, writing in 1940. These chemists optimized a route beginning with the O-benzoylation of p-hydroxy-phenacyl chloride, followed by reaction of the resulting O-protected chloride with N-methyl-benzylamine to give an amino-ketone. This intermediate was then hydrolyzed with HCl/alcohol to the p-hydroxy-aminoketone, and the product then reduced catalytically to give (racemic) synephrine. A later synthesis, due to Bergmann and Sulzbacher, began with the O-benzylation of p-hydroxy-benzaldehyde, followed by a Reformatskii reaction of the protected aldehyde with ethyl bromoacetate/Zn to give the expected β-hydroxy ester. This intermediate was converted to the corresponding acylhydrazide with hydrazine, then the acylhydrazide reacted with HNO2, ultimately yielding the p-benzyloxy-phenyloxazolidone. This was N-methylated using dimethyl sulfate, then hydrolyzed and O-debenzylated by heating with HCl, to give racemic synephrine.   === Structural relationships === Much reference has been made in the literature (both lay and professional) of the structural kinship of synephrine with ephedrine, or with phenylephrine, often with the implication that the perceived similarities in structure should result in similarities in pharmacological properties. However, from a chemical perspective, synephrine is also related to a very large number of other drugs whose structures are based on the phenethylamine skeleton, and although some properties are common, others are not, making unqualified comparisons and generalizations inappropriate. Thus, replacement of the N-methyl group in synephrine with a hydrogen atom gives octopamine; replacement of the β-hydroxy group in synephrine by a H atom gives N-methyltyramine; replacement of the synephrine phenolic 4-OH group by a –H gives halostachine. If the synephrine phenolic 4-OH group is shifted to the meta-, or 3-position on the benzene ring, the compound known as phenylephrine (or m-synephrine, or \"Neo-synephrine\") results; if the same group is shifted to the ortho-, or 2-position on the ring, o-synephrine results. Addition of another phenolic –OH group to the 3-position of the benzene ring produces the neurotransmitter epinephrine; addition of a methyl group to the α-position in the side-chain of synephrine gives oxilofrine (methylsynephrine). Four stereoisomers (two pairs of enantiomers) are possible for this substance. Extension of the synephrine N-methyl substituent by one methylene unit to an N-ethyl gives the hypotensive experimental drug \"Sterling #573\"/\"Aethyl-Sympatol\". The above structural relationships all involve a change at one position in the synephrine molecule, and numerous other similar changes, many of which have been explored, are possible. However, the structure of ephedrine differs from that of synephrine at two different positions: ephedrine has no substituent on the phenyl ring where synephrine has a 4-OH group, and ephedrine has a methyl group on the position α- to the N in the side-chain, where syneprine has only a H atom. Furthermore, \"synephrine\" exists as either of two enantiomers, while \"ephedrine\" exists as one of four different enantiomers; there are, in addition, racemic mixtures of these enantiomers. The main differences of the synephrine isomers compared for example to the ephedrines are the hydroxy-substitutions on the benzene ring. Synephrines are direct sympathomimetic drugs while the ephedrines are both direct and indirect sympathomimetics. One of the main reasons for these differential effects is the obviously increased polarity of the hydroxy-substituted phenyl ethyl amines which renders them less able to penetrate the blood-brain barrier as illustrated in the examples for tyramine and the amphetamine analogs.   == Pharmacology ==   === Synopsis === Classical pharmacological studies on animals and isolated animal tissues showed that the principal actions of parenterally-administered synephrine included raising blood-pressure, dilating the pupil, and constricting peripheral blood vessels. There is now ample evidence(what evidence?) that synephrine produces most of its biological effects by acting as an agonist (i.e. stimulating) at adrenergic receptors, with a distinct preference for the α1 over the  α2 sub-type. However, the potency of synephrine at these receptors is relatively low (i.e. relatively large concentrations of the drug are required to activate them). The potency of synephrine at adrenergic receptors of the β-class (regardless of sub-type) is much lower than at α-receptors. There is some evidence that synephrine also has weak activity at 5-HT receptors, and that it interacts with TAAR1 (trace amine-associated receptor 1). In common with virtually all other simple phenylethanolamines (β-hydroxy-phenethylamines), the (R)-(−)-, or l-, enantiomer of synephrine is more potent than the (S)-(+)-, or d-, enantiomer in most, but not all preparations studied. However, the majority of studies have been conducted with a racemic mixture of the two enantiomers. Since the details regarding such variables as test species, receptor source, route of administration, drug concentration, and stereochemical composition are important but often incomplete in other Reviews and Abstracts of research publications, many are provided in the more technical review below, in order to support as fully as possible the broad statements made in this Synopsis.   === Pharmacology research === Pharmacological studies on synephrine date back to the late 1920s, when it was observed that injected synephrine raised blood pressure, constricted peripheral blood vessels, dilated pupils, stimulated the uterus, and relaxed the intestines in experimental animals. Representative of this early work is the paper by Tainter and Seidenfeld, who were the first researchers to systematically compare the different effects of the two synephrine enantiomers, d- and l- synephrine, as well as of the racemate, d,l-synephrine, in various animal assays. In experiments on anesthetized cats, Tainter and Seidenfeld confirmed earlier reports of the increase in blood pressure produced by intravenous doses of synephrine, showing that the median pressor doses for the isomers were: l-synephrine: 0.5 mg/kg; d,l-synephrine: 1.0 mg/kg; and d-synephrine: 2–20 mg/kg. These effects lasted 2–3 minutes, peaking at ~30 seconds after administration. l-Synephrine was thus the more potent enantiomer, with about 1/60x the potency of the standard pressor l-epinephrine in the same assay. A later study, by Lands and Grant, showed that a dose of ~0.6 mg/kg of racemic synephrine, given intravenously to anesthetized dogs, produced a rise in blood pressure of 34 mmHg lasting 5–10 minutes, and estimated that this pressor activity was about 1/300x that of epinephrine. Using cats and dogs, Tainter and Seidenfeld observed that neither d- nor l-synephrine caused any changes in the tone of normal bronchi, in situ, even at \"maximum\" doses. Furthermore, the marked brocho-constriction produced by injections of histamine was not reversed by either l-synephrine  or d,l-synephrine. In experiments with isolated sheep carotid artery, d-, l- and d,l-synephrine all showed some vasoconstrictor activity: l-synephrine was the most potent, producing strong contractions at a concentration of 1:10000. d-Synephrine was about 1/2 as potent as the l-isomer, but d,l-synephrine (which would have been expected to have a potency of 1/2 that of l-synephrine even if the d-isomer were completely inactive) did not produce significant and irregular contractions until a concentration of 1:2500had been reached, implying an inhibitory interaction between the two enantiomers. Qualitatively similar results were obtained in a rabbit ear preparation: 25 mg l-synephrine produced significant (50%) vasoconstriction, while the same concentration of d-synephrine elicited essentially no response. In contrast, d,l-synephrine did not produce any constriction up to 25 mg, but 25 – 50 mg caused a relaxation of the blood vessels, which again suggested that the d-isomer might be inhibiting the action of the l-isomer. Experiments on strips of rabbit duodenum showed that l-synephrine caused a modest reduction in contractions at a concentration of 1:17000, but that the effects of the d- and d,l- forms were much weaker. Racemic synephrine, given intramuscularly, or by instillation, was found to significantly reduce the inflammation caused by instillation of mustard oil into the eyes of rabbits. Subcutaneous injection of racemic synephrine into rabbits was reported to cause a large rise in blood sugar. In experiments on anesthetized cats, Papp and Szekeres found that synephrine (stereochemistry unspecified) raised the thresholds for auricular and ventricular fibrillation, an indication of anti-arrhythmic properties. Evidence that synephrine might have some central effects comes from the research of Song and co-workers, who studied the effects of synephrine in mouse models of anti-depressant activity. These researchers observed that oral doses of 0.3 – 10 mg/kg of racemic synephrine were effective in shortening the duration of immobility produced in the assays, but did not cause any changes in spontaneous motor activity in separate tests. This characteristic immobility could be counteracted by the pre-administration of prazosin. Subsequent experiments using the individual enanatiomers of synephrine revealed that although the d-isomer significantly reduced the duration of immobility in the tail suspension test, at an oral dose of 3 mg/kg, the l-isomer had no effect at the same dose. In mice pre-treated with reserpine, an oral dose of 0.3 mg/kg d-synephrine significantly reversed the hypothermia, while l-synephrine required a dose of 1 mg/kg to be effective. Experiments with slices of cerebral cortex taken from rat brain showed that d-synephrine inhibited the uptake of [3H]-norepinephrine with an IC50 = 5.8 μM; l-synephrine was less potent (IC50 = 13.5 μM). d-Synephrine also competitively inhibited the binding of nisoxetine to rat brain cortical slices, with a Ki = 4.5 μM; l-synephrine was less potent (Ki = 8.2 μM). In experiments on the release of [3H]-norepinephrine from rat brain cortical slices, however, the l-isomer of synephrine was a more potent enhancer of the release (EC50 = 8.2 μM) than the d-isomer (EC50 = 12.3 μM). This enhanced release by l-synephrine was blocked by nisoxetine. Burgen and Iversen, examining the effect of a broad range of phenethylamine-based drugs on [14C]-norepinephrine-uptake in the isolated rat heart, observed that racemic synephrine was a relatively weak inhibitor (IC50 = 0.12 μM) of the uptake. Another receptor-oriented study by Wikberg revealed that synephrine (stereochemistry unspecified) was a more potent agonist at guinea pig aorta α1 receptors (pD2 = 4.81) than at ileum α2 receptors (pD2 = 4.48), with a relative affinity ratio of α2/α1 = 0.10. Although clearly indicating a selectivity of synephrine for α1 receptors, its potency at this receptor sub-class is still relatively low, in comparison with that of phenylephrine (pD2 at α1 = 6.32). Brown and co-workers examined the effects of the individual enantiomers of synephrine on α1 receptors in rat aorta, and on α2 receptors in rabbit saphenous vein. In the aorta preparation, l-synephrine gave a pD2 = 5.38 (potency relative to norepinephrine = 1/1000), while d-synephrine had a pD2 = 3.50 (potency relative to norepinephrine = 1/50000); in comparison, l-phenylephrine had pD2 = 7.50 (potency relative to norepinephrine ≃ 1/6). No antagonism of norepinephrine was produced by concentrations of l-synephrine up to 10−6 M. In the rabbit saphenous assay, the pD2 of l-synephrine was 4.36 (potency relative to norepinephrine ≃ 1/1700), and that of d-synephrine was < 3.00; in comparison, l-phenylephrine had pD2 = 5.45 (potency relative to norepinephrine ≃ 1/140). No antagonism of norepinephrine was produced by concentrations of l-synephrine up to 10−5 M. A study of the effects of synephrine (stereochemistry unspecified) on strips of guinea pig aorta and on the field-stimulated guinea pig ileum showed that synephrine had an agonist potency of −logKa = 3.75 in the aorta assay. In comparison, epinephrine had a potency of −logKa = 5.70. There was no significant effect on the ileum at synephrine concentrations up to about 2 × 10−4 M, indicating selectivity for the α1 receptor, but relatively low potency. In binding experiments with central adrenergic receptors, using a preparation from rat cerebral cortex, l-synephrine had pIC50 = 3.35, and d-synephrine had pIC50 = 2.42 in competition against [3H]-prazosin (standard α1 ligand); against [3H]-yohimbine (standard α2 ligand), l-synephrine showed a pIC50 = 5.01, and d-synephrine showed a pIC50 = 4.17. Experiments conducted by Hibino and co-workers also showed that synephrine (stereochemistry unspecified) produced a dose-dependent constriction of isolated rat aorta strips, in the concentration range 10−5–3 × 10−6 M. This constriction was found to be competitively antagonized by prazosin (a standard α1 antagonist) and ketanserin, with prazosin being the more potent antagonist (pA2 = 9.38, vs pA2 = 8.23 for ketanserin). Synephrine constrictions were also antagonized by BRL-15,572, but not by SB-216,641 (used here as a selective 5-HT1B antagonist), or by propranolol (a common β antagonist). In studies on guinea pig atria and trachea, Jordan and co-workers also found that synephrine had negligible activity on β1 and β2 receptors, being about 40000x less potent than norepinephrine. Experiments with cultured white fat cells from several animal species, including human, by Carpéné and co-workers showed that racemic synephrine produced lipolytic effects, but only at high concentrations (0.1-1 mM). The potency, expressed in terms of pD2 of synephrine in these species was as follows: rat: 4.38; hamster: 5.32; guinea pig: 4.31; human: 4.94. In comparison, isoprenaline had a pD2 = 8.29 and norepinephrine had pD2 = 6.80 in human white fat cells. The lipolytic effect of 1 mM/L of synephrine on rat white fat cells was antagonized by various β-antagonists with the following inhibitory concentrations (IC50): bupranolol: 0.11 μM; CGP-20,712A (β1 antagonist): 6.09 μM; ICI-118,551 (β2 antagonist): 3.58 μM; SR-5923A (β3 antagonist): 17 μM. The binding of racemic synephrine to cloned human adrenergic receptors has been examined: Ma and co-workers found that synephrine bound to α1A, α2A and α2C with low affinity (pKi = 4.11 for α1A; 4.44 for α2A; 4.61 for α2C). Synephrine behaved as a partial agonist at α1A receptors, but as an antagonist at α2A and α2C sub-types. Racemic synephrine has been shown to be an agonist of the TAAR1, although its potency at the human TAAR1 is relatively low (EC50 = 23700 nM; Emax = 81.2%).   == Pharmacokinetics == The pharmacokinetics of synephrine were studied by Hengstmann and Aulepp, who reported a peak plasma concentration at 1–2 hours, with an elimination half-life (T1/2) of ~ 2 hours.   == Metabolism == Studies of the metabolism of synephrine by monoamine oxidases derived from rat brain mitochondria showed that synephrine was a substrate for deamination by both MAO-A and MAO-B, with Km = 250 μM and Vmax = 32.6 nM/mg protein/30 minutes; there was some evidence for preferential deamination by MAO-A.   == Effects in humans ==  A number of studies of the effects of synephrine in humans, most of them focusing on its cardiovascular properties, have been performed since its introduction as a synthetic drug around 1930. The paper by Stockton and co-workers is representative, describing the effects of racemic synephrine in humans with particular attention to differences resulting from different routes of administration. Thus, it was shown by these investigators that intramuscular injections (average effective dose = 200 mg) of the drug produced an increase in systolic blood pressure and pulse rate, without affecting the diastolic pressure. The blood pressure increase reached a maximum (~25 mmHg) in 5 minutes following the injection, then gradually returned to normal over the course of 1 hour. Doses of drug greater than 200 mg caused side-effects such as heart palpitations, headache, sweating, and feelings of apprehension. When given intravenously, doses of 25–50 mg sufficed to produce a mean maximum increase in the blood pressure of 29 mmHg in 2 minutes, and a return to baseline within 30 minutes. Respiration was generally not affected during these experiments. Subcutaneous administration of synephrine in doses ≤ 200 mg had no effects on blood pressure or pulse rate. Oral doses of 500–1500 mg of the drug did not affect blood pressure or respiration, but pulse rate was increased by ~12%, and the highest doses caused nausea and vomiting. The i.m. administration of 75–500 mg of synephrine did not relieve acute asthma attacks, contradicting an earlier claim. However, the topical application of 1–3% solutions of the drug to the nasal mucosa of patients with sinusitis did produce a beneficial constriction without local irritation. Administration of synephrine by continuous intravenous infusion, at the rate of 4 mg/minute, significantly increased mean arterial and systolic pressure, but diastolic pressure and heart rate were unaltered.; further details of this investigation are summarized in a review by Fugh-Berman and Myers. There are a number of studies, references to many of which may be found in the review by Stohs and co-workers dealing with the effects produced by dietary supplements and herbal medications that contain synephrine as only one of many different chemical ingredients. These are outside the scope of the present article (see also the \"Safety/Efficacy/Controversy\" sub-section).   == Toxicology == The acute toxicities of racemic synephrine in different animals, reported in terms of \"maximum tolerated dose\" after s.c administration, were as  follows: mouse: 300 mg/kg; rat: 400 mg/kg; guinea pig: 400 mg/kg. \"Lethal doses\", given s.c., were found to be: mouse: 400 mg/kg; rat: 500 mg/kg; guinea pig: 500 mg/kg. Another study of this compound, administered i.v. in mice, gave an LD50 = 270 mg/kg. The \"subchronic toxicity\" of synephrine was judged to be low in mice, after administration of oral doses of 30 and 300 mg/kg over a period of 28 days. Generally, this treatment did not result in significant alterations in biochemical or hematological parameters, nor in relative organ weights, but some changes were noted in glutathione (GSH) concentration, and in the activity of glutathione peroxidase (GPx).   == Safety/efficacy/controversy == There exists considerable controversy about the safety and/or efficacy of synephrine-containing preparations, which are often confused with synephrine alone, sometimes with m-synephrine. Furthermore, this body of literature deals with mixtures containing synephrine as only one of several biologically active components, even, in some cases, without explicit confirmation of the presence of synephrine.   == Invertebrates == In insects, synephrine has been found to be a very potent agonist at many invertebrate octopamine receptor preparations, and is even more potent than octopamine at a locust (Schistocerca americana gregaria) nerve-muscle preparation. Synephrine (racemic) is also more potent than octopamine (racemic) at inducing light-emission in the firefly (Photinus species) light organ. Synephrine exhibits similarly high potency in stimulating adenylate cyclase activity and in decreasing clotting time in lobster (Homarus americanus) hematocytes. Racemic synephrine was found to increase cAMP in the abdominal epidermis of the blood-sucking bug, Rhodnius prolixus. Rachinsky reported that synephrine was equipotent with octopamine in stimulating JH (juvenile hormone) release in the corpora allata of honey bee (Apis mellifera), but Woodring and Hoffmann found that synephrine had no effect on the synthesis of JH III, in in vitro preparations from the cricket, Gryllus bimaculatus.   == Footnotes ==   == See also == Halostachine Deterenol Octopamine   == References =="}