{"name": "oxeladin", "category": "drug", "content": "Oxeladin is a cough suppressant. It is a highly potent and effective drug used to treat all types of cough of various etiologies.  It is not related to opium or its derivatives, so treatment with oxeladin is free of risk of dependence or addiction. Oxeladin has none of the side effects (such as hypnosis, respiratory depression, tolerance, constipation and analgesia) which are present when common antitussives, such as codeine and its derivatives, are used. It may be used at every age, as well as in patients with heart disease, since it has a high level of safety and a great selectivity to act on the bulbar centre of cough.   == Indications == Oxeladin is indicated in all types of cough. Besides its antitussive action, it helps to clear the respiratory tract, since it increases the quantity of secretion and thins bronchial secretion.  Irritative cough Allergic cough Psychogenic cough Treatment of cough in patients with heart disease (it has no action upon the cardiovascular system) Infectious cough: tracheitis, bronchitis, pneumonia Treatment of cough in pre- and post-operative treatment for bronchoscopy   == Contraindications == Although fetal malformations have not been reported, oxeladin should not be used during the first trimester of pregnancy. Oxeladin is contraindicated in patients with MAOI therapy.   == Side effects == Rarely, some patients have reported rash, dizziness, sedation or mild digestive disturbances. These usually disappear on reducing the dosage or interrupting the treatment.   == Addiction == Oxeladin differs from common antitussives that cause addiction (such as etilmorphin, codeine or its derivatives) in that there is no evidence of risk of addiction or dependence.   == Composition and packaging == Oxeladin is available as drops, syrup and tablets, providing easier ways of management which will be chosen depending on the age and clinical stage.   === Drops === Each 1ml (33 drops) contains oxeladin citrate 20 mg. The bottle contains 20ml of solution.   === Syrup === Each 100ml contains oxeladin citrate 200 mg. The bottle contains 100ml of syrup.   === Tablets === Each tablet contains oxeladin citrate 20 mg. The box contains 20 tablets in blister packs   == Dosage == Children 2-5yrs: 2.5ml-5ml (17 drops) every 4–6 hours Children 6-12 yrs: 10ml (33 drops), or 1 tablet, every 4–6 hours Children 12 yrs and over and adults: 15ml (50 drops), or 2 tablets, every 4–6 hours   == Restrictions in use and availability == The Drug and Medical Technology Agency of Armenia rejected the registration of oxeladin in July 2000 since studies in Germany have shown potential carcinogenicity of the drug. (Reference: Communication to WHO, 9 August 2000.)   == References =="}