{"name": "oxiconazole", "category": "drug", "content": "Miconazole, sold under the brand name Monistat among others, is an antifungal medication used to treat ring worm, pityriasis versicolor, and yeast infections of the skin or vagina. It is used for ring worm of the body, groin (jock itch), and feet (athlete's foot). It is applied to the skin or vagina as a cream or ointment. Common side effects include itchiness or irritation of the area in which it was applied. Use in pregnancy is believed to be safe for the baby. Miconazole is in the imidazole family of medications. It works by decreasing the ability of fungi to make ergosterol, an important part of their cell membrane. Miconazole was patented in 1968 and approved for medical use in 1971. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == Miconazole is used externally for the treatment of ringworm, jock itch, and athlete's foot. Internal application is used for oral candidiasis or vaginal thrush (yeast infection).   == Side effects == Miconazole is generally well tolerated. The oral gel can cause dry mouth, nausea and an unpleasant taste in about 1–10% of people. Anaphylactic reactions are rare. The drug prolongs the QT interval.   == Interactions == Miconazole is partly absorbed in the intestinal tract when used orally, as with the oral gel, and possibly when used vaginally. This can lead to increased concentrations of drugs that are metabolized by the liver enzymes CYP3A4 and CYP2C9, because miconazole inhibits these enzymes. Such interactions occur for example with anticoagulants of the warfarin type, phenytoin, some newer atypical antipsychotics, ciclosporin, and most statins used to treat hypercholesterolemia. These interactions are not relevant for miconazole that is applied to the skin.   == Contraindications == Miconazole is contraindicated for people who use certain drugs that are metabolized by CYP3A4, for the reasons mentioned above:  drugs that also prolong the QT interval because of potential problems with the heart rhythm ergot alkaloids statins triazolam and oral midazolam sulfonamides with a potential to cause hypoglycaemia (low blood sugar)   == Pharmacology ==   === Mechanism of action === Miconazole inhibits the fungal enzyme 14α-sterol demethylase, resulting in a reduced production of ergosterol. In addition to its antifungal actions, miconazole, similarly to ketoconazole, is known to act as an antagonist of the glucocorticoid receptor.   === Pharmacokinetics === After application to the skin, miconazole can be measured in the skin for up to four days, but less than 1% is absorbed into the bloodstream. When applied to the oral mucosa (and possibly also for vaginal use), it is significantly absorbed. In the bloodstream, 88.2% are bound to plasma proteins and 10.6% to blood cells. The substance is partly metabolized via the liver enzyme CYP3A4 and mainly eliminated via the faeces.   == Chemistry == The solubilities of miconazole nitrate powder are 0.03% in water, 0.76% in ethanol and up to 4% in acetic acid. Miconazole crystallises as colourless prisms in the monoclinic space group P21/c.   == Other uses == Miconazole is also used in Ektachrome film developing in the final rinse of the Kodak E-6 process and similar Fuji CR-56 process, replacing formaldehyde. Fuji Hunt also includes miconazole as a final rinse additive in their formulation of the C-41RA rapid access color negative developing process.   == Brands and formulations ==  Oral treatment: (brand names Daktarin in UK, Fungimin Oral Gel in Bangladesh): In 2010, the US Food and Drug Administration approved Oravig (miconazole) buccal tablets for the local treatment of oropharyngeal candidiasis, more commonly known as thrush, in adults and children age 16 and older. External skin treatment (brand names Desenex and Zeasorb in US and Canada, Micatin, Monistat-Derm, Daktarin in India, UK, Australia, Belgium and the Philippines, Daktar in Norway, Fungidal in Bangladesh, Decocort in Malaysia) (Note that Desenex originally contained not miconazole, but rather the fungistatic agents, undecylenic acid and zinc undecylenate, which were in the foot powder developed by the US government for troops during WWII.) Vaginal treatment (brand names Miconazex, Monistat, Femizol or Gyno-Daktarin in UK):  In Japan, Mochida Healthcare, a subsidiary of Mochida Pharmaceutical, produces a line of body soaps and shampoo under the brand name Collage (コラージュ) that contain miconazole nitrate as their main ingredient.   == References =="}