{"name": "oxymetholone", "category": "drug", "content": "Oxymetholone, sold under the brand names Anadrol and Anapolon among others, is an androgen and anabolic steroid (AAS) medication which is used primarily in the treatment of anemia. It is also used to treat osteoporosis, HIV/AIDS wasting syndrome, and to promote weight gain and muscle growth in certain situations. It is taken by mouth. Side effects of oxymetholone include increased sexual desire as well as symptoms of masculinization like acne, increased hair growth, and voice changes. It can also cause liver damage. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong anabolic effects and weak androgenic effects. Oxymetholone was first prescribed in 1959 and was introduced for medical use but shortly after was discontinued due its high lipid toxicity in the year 1961. It is used mostly in the United States. In addition to its medical use, oxymetholone is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses == The primary clinical applications of oxymetholone include treatment of anemia and osteoporosis, as well as stimulating muscle growth in malnourished or underdeveloped patients. However, in the United States, the only remaining FDATooltip Food and Drug Administration-approved indication is the treatment of anemia. Following the introduction of oxymetholone, nonsteroidal drugs such as epoetin alfa were developed and shown to be more effective as a treatment for anemia and osteoporosis without the side effects of oxymetholone. The drug remained available despite this and eventually found a new use in treating HIV/AIDS wasting syndrome. Presented most commonly as a 50 mg tablet, oxymetholone has been said to be one of the \"strongest\" and \"most powerful\" AAS available for medical use. Similarly, there is a risk of side effects. Oxymetholone is highly effective in promoting extensive gains in body mass, mostly by greatly improving protein synthesis. For this reason, it is often used by bodybuilders and athletes.   == Non-medical uses == Oxymetholone is used for physique- and performance-enhancing purposes by competitive athletes, bodybuilders, and powerlifters.   == Side effects ==  The common side effects of oxymetholone include depression, lethargy, headache, swelling, fast and excessive weight gain, priapism, changes in skin color, urination problems, nausea, vomiting, stomach pain (if taken on an empty stomach), loss of appetite, jaundice, breast swelling in men, feeling restless or excited, insomnia, and diarrhea. In women, side effects also include acne, changes in menstrual periods, voice deepening, hair growth on the chin or chest, pattern hair loss, enlarged clitoris, and changes in libido. Because of its 17α-alkylated structure, oxymetholone is hepatotoxic. Long term use of the drug can cause a variety of serious ailments, including hepatitis, liver cancer, and cirrhosis; therefore periodic liver function tests are recommended for those taking oxymetholone.   == Pharmacology ==   === Pharmacodynamics ===  Like other AAS, oxymetholone is an agonist of the androgen receptor (AR). It is not a substrate for 5α-reductase (as it is already 5α-reduced) and is a poor substrate for 3α-hydroxysteroid dehydrogenase (3α-HSD), and therefore shows a high ratio of anabolic to androgenic activity. As a DHT derivative, oxymetholone is not a substrate for aromatase and hence cannot be aromatized into estrogenic metabolites. However, uniquely among DHT derivatives, oxymetholone is nonetheless associated with relatively high estrogenicity, and is known to have the potential to produce estrogenic side effects such as gynecomastia (rarely) and water retention. It has been suggested that this may be due to direct binding to and activation of the estrogen receptor by oxymetholone. Oxymetholone does not possess any significant progestogenic activity.   === Pharmacokinetics === There is limited information available on the pharmacokinetics of oxymetholone. It appears to be well-absorbed with oral administration. Oxymetholone has very low affinity for human serum sex hormone-binding globulin (SHBG), less than 5% of that of testosterone and less than 1% of that of DHT. The drug is metabolized in the liver by oxidation at the C2 position, reduction at the C3 position, hydroxylation at the C17 position, and conjugation. The C2 hydroxymethylene group of oxymetholone can be cleaved to form mestanolone (17α-methyl-DHT), which may contribute to the effects of oxymetholone. The elimination half-life of oxymetholone is unknown. Oxymetholone and its metabolites are eliminated in the urine.   == Chemistry ==  Oxymetholone, also known as 2-hydroxymethylene-17α-methyl-4,5α-dihydrotestosterone (2-hydroxymethylene-17α-methyl-DHT) or as 2-hydroxymethylene-17α-methyl-5α-androstan-17β-ol-3-one, is a synthetic androstane steroid and a 17α-alkylated derivative of DHT.   == History == Oxymetholone was first described in a 1959 paper by scientists from Syntex. It was introduced for medical use by Syntex and Imperial Chemical Industries in the United Kingdom under the brand name Anapolon by 1961. Oxymetholone was also introduced under the brand names Adroyd (Parke-Davis) by 1961 and Anadrol (Syntex) by 1962. The drug was marketed in the United States in the early 1960s.   == Society and culture ==   === Generic names === Oxymetholone is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name, while oxymétholone is its DCFTooltip Dénomination Commune Française.   === Brand names === Oxymetholone has been marketed under a variety of brand names including Anadrol, Anadroyd, Anapolon, Anasterona, Anasteronal, Anasterone, Androlic, Androyd, Hemogenin, Nastenon, Oxitoland, Oxitosona, Oxyanabolic, Oxybolone, Protanabol, Roboral, Synasterobe, Synasteron, and Zenalosyn.   === Availability ===   ==== United States ====  Oxymetholone is one of the few AAS that remains available for medical use in the United States. The others (as of August 2023) are testosterone, testosterone cypionate, testosterone enanthate, testosterone undecanoate, methyltestosterone, fluoxymesterone, and nandrolone   ==== Other countries ==== The availability of oxymetholone is fairly limited and seems to be scattered into isolated markets in Europe, Asia, and North and South America. It is known to be available in Turkey, Greece, Moldova, Iran, Thailand, Brazil, and Paraguay. At least historically, it has also been available in Canada, the United Kingdom, Belgium, the Netherlands, Spain, Poland,The UAE, Israel, Hong Kong, and India.   === Legal status === Oxymetholone, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act.   == References ==   == Further reading =="}