{"name": "oxytetracycline", "category": "drug", "content": "Oxytetracycline is a broad-spectrum tetracycline antibiotic, the second of the group to be discovered. Oxytetracycline works by interfering with the ability of bacteria to produce essential proteins. Without these proteins, the bacteria cannot grow, multiply and increase in numbers. Oxytetracycline therefore stops the spread of the infection, and the remaining bacteria are killed by the immune system or eventually die. Oxytetracycline active against a wide variety of bacteria. However, some strains of bacteria have developed resistance to this antibiotic, which has reduced its effectiveness for treating some types of infections. Oxytetracycline is used to treat infections caused by Chlamydia, such as psittacosis, trachoma, and urethritis, and infections caused by Mycoplasma organisms, such as pneumonia. Oxytetracycline is used to treat acne, due to its activity against the bacteria on the skin that influence the development of acne (Cutibacterium acnes). It is used to treat flare-ups of chronic bronchitis, due to its activity against Haemophilus influenzae. Oxytetracycline may be used to treat other rarer infections, such as those caused by a group of microorganisms called rickettsiae (e.g., Rocky Mountain spotted fever). To make sure the bacteria causing an infection are susceptible to it, a tissue sample is usually taken; for example, a swab from the infected area or a urine or blood sample. Oxytetracycline was patented in 1949 and came into commercial use in 1950. It is on the World Health Organization's List of Essential Medicines as an alternative to tetracycline.   == Medical uses == Oxytetracycline, like other tetracyclines, is used to treat many infections, both common and rare. Its better absorption profile makes it preferable to tetracycline for moderately severe acne at a dosage of 250–500 mg four times a day for usually six to eight weeks at a time, but alternatives should be sought if no improvement occurs by three months. It is sometimes used to treat spirochaetal infections, clostridial wound infection, and anthrax in patients sensitive to penicillin. Oxytetracycline is used to treat infections of the respiratory and urinary tracts, skin, ear, eye and gonorrhoea, although its use for such purposes has declined in recent years due to large increases in bacterial resistance to this class of drugs. The drug is particularly useful when penicillins and/or macrolides cannot be used due to allergy. It may be used to treat Legionnaire's disease as a substitute for a macrolide or quinolone. Oxytetracycline is especially valuable in treating nonspecific urethritis, Lyme disease, brucellosis, cholera,  typhus,  tularaemia, and infections caused by Chlamydia, Mycoplasma, and Rickettsia. Doxycycline is now preferred to oxytetracycline for many of these indications because it has improved pharmacologic features. The standard dose is 250 to 500 mg every six hours by mouth. In particularly severe infections, this dose may be increased accordingly. Occasionally, oxytetracycline is given by intramuscular injection or topically in the form of creams, ophthalmic ointments, or eye drops.   == Side effects == Side effects are mainly gastrointestinal and photosensitive allergic reactions common to the tetracycline antibiotics group. It can damage calcium-rich organs, such as teeth and bones, although this is very rare. It sometimes causes nasal cavities to erode; because of this, tetracyclines should not be used to treat pregnant or lactating women and children under age twelve except in certain conditions where it has been approved by a specialist because there are no obvious substitutes. Candidiasis (thrush) is not uncommon following treatment with broad-spectrum antibiotics.   == History == It was first found near Pfizer laboratories in a soil sample yielding the actinomycete Streptomyces rimosus by Finlay et al. In 1950, a group at Pfizer led by Francis A. Hochstein, working in a loose collaboration with the Harvard organic chemist Robert B. Woodward, worked out the chemical structure of oxytetracycline, enabling Pfizer to mass-produce the drug under the trade name Terramycin. This discovery was a major advancement in tetracycline research and paved the way for the discovery of an oxytetracycline derivative, doxycycline, which is one of the most popularly used antibiotics today.   == Biosynthesis == Oxytetracycline belongs to a structurally diverse class of aromatic polyketide antibiotics, also known as bacterial aromatic polyketides, produced by Streptomyces via type II polyketide synthases (PKSs). Other compounds produced via type II PKSs are important bioactive compounds ranging from anticancer agents like doxorubicin to antibiotics such as tetracycline. The biosynthesis of oxytetracycline can be broken down into three general portions: first is the formation of an amidated polyketide backbone with minimal polyketide synthases (PKSs), second is the cyclization of the polyketide backbone, and finally, the formation of anhydrotetracycline—a shared intermediate with tetracycline—to produce oxytetracycline. The biosynthesis of oxytetracycline begins with the utilization of PKS enzymes ketosynthase (KS), the chain length factor (CLF), the acyl carrier protein (ACP), and an acyltransferase (encoded as OxyA, OxyB, OxyC and OxyP in the oxytetracycline gene cluster) to catalyze the extension of the malonamyl-CoA starting unit with eight malonyl-CoA extender units. The process of elongating the polypeptide skeleton occurs through a series of Claisen-like decarboxylation reactions until the linear tetracyclic skeleton is formed. Thus, minimal PKSs form a completed amidated polyketide backbone without any additional post-synthase tailoring enzymes (Figure 1).  Following the formation of the linear tetracyclic skeleton, four successive cyclization reactions must occur in a regioselective manner to produce the aromatic natural product known as pretetramid, a common precursor to both oxytetracycline and other tetracycline antibiotics. In the oxytetracycline gene cluster, these enzymes are encoded as OxyK (aromatase), OxyN (cyclase), and OxyI (cyclase). Formation of pretetramid allows for one of the most important intermediates en route to the biosynthesis of oxytetracycline; this is the generation of anhydrotetracycline. Anhydrotetracycline contains the first functionalized A ring in this biosynthetic pathway. After the formation of anhydrotetracycline, ATC monooxygenase (OxyS) oxidizes the C-6 position in an enantioselective manner in the presence of the cofactor NADPH and atmospheric oxygen to produce 5a,11a-dehydrotetracycline. Next, a hydroxylation occurs at the C-5 position of 5a,11a-dehydrotetracycline via the oxygenase encoded as OxyE in the oxytetracycline gene cluster. This produces the intermediate 5a,11a-dehydro-oxytetracycline. However, the exact mechanism of this step remains unclear. The final step of this biosynthesis occurs through the reduction of a double bond in the α, β—unsaturated ketone of 5a,11a-dehydro-oxytetracycline. In this final step, the cofactor NADPH is employed by TchA (reductase) as the reducing agent. Upon reduction, the enol form is favored due to conjugation, thus producing the aromatic polyketide oxytetracycline. Figure 2 shows the biosynthesis as described above, as well as an arrow-pushing mechanism of NADPH being used as the final cofactor in the biosynthesis of oxytetracycline.   == Veterinary indications == Oxytetracycline is used to control the outbreak of American foulbrood and European foulbrood in honeybees. Oxytetracycline can be used to correct breathing disorders in livestock. It is administered in a powder or through an intramuscular injection. American livestock producers apply oxytetracycline to livestock feed to prevent diseases and infections in cattle and poultry. The antibiotic is partially absorbed in the gastrointestinal tract of the animal and the remaining is deposited in manure. Researchers at the Agricultural Research Service studied the breakdown of oxytetracycline in manure depending on various environmental conditions. They found the breakdown slowed with increased saturation of the manure and concluded this was a result of decreased oxygen levels. This research helps producers understand the effects of oxytetracycline in animal feed on the environment, bacteria, and antimicrobial resistance. Oxytetracycline is used to mark fish which are released and later recaptured. The oxytetracycline interferes with bone deposition, leaving a visible mark on growing bones. Oxytetracycline has been formulated as a broad-spectrum anti-infective for fish under the name Terramycin 200 (TM200). It is used to control certain diseases that adversely affect salmonids, catfish, and lobsters.   == References =="}