{"name": "ozanimod", "category": "drug", "content": "Ozanimod, sold under the brand name Zeposia, is an immunomodulatory medication for the treatment of relapsing multiple sclerosis and ulcerative colitis. It acts as a sphingosine-1-phosphate receptor (S1PR) agonist, sequestering lymphocytes to peripheral lymphoid organs and away from their sites of chronic inflammation. The most common adverse reactions are upper respiratory infection, hepatic transaminase elevation, orthostatic hypotension, urinary tract infection, back pain, and hypertension. Ozanimod was approved for medical use in the United States in March 2020, in the European Union in May 2020, and in Australia in July 2020.   == Medical uses == In the United States, ozanimod is indicated for the treatment of adults with relapsing forms of multiple sclerosis, to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease; and with moderately to severely active ulcerative colitis. In the European Union and in Australia, ozanimod is indicated for the treatment of adults with relapsing remitting multiple sclerosis.   == Pharmacology ==   === Potency and selectivity === The principle of autoimmune therapy based on targeting S1P receptors was established through the clinical work performed during development of fingolimod (trade name Gilenya), a non‐selective S1P modulator. The prospects for ozanimod (Scripps-Receptos compound RPC1063) depended upon demonstration of comparable or better activity and selectivity relative to fingolimod and other comparators. During the discovery phase of its development, ozanimod was shown to be a selective agonist of the S1P1 and S1P5 receptors. Specifically, in a discovery research report, ozanimod's equal potency and improved selectivity for S1P1 and S1P5 receptor family members were determined though a combination of inhibition, binding, and signalling assays for the S1P1, S1P2, S1P3, S1P4, and S1P5 receptor types alongside the same tests with fingolimod and other compounds. Potency for ozanimod as an agonist of the S1P1 receptor type was established through observed sub-nanomolar EC50 values in GTPγS binding and cAMP inhibition assays, and for the S1P5 type through an observed nanomolar EC50 value in the GTPγS binding assay. Measured alongside its binding to the S1P2, S1P3, and S1P4 receptor types, these concentration-response results supported a conclusion of an improved selectivity profile, with selectivity of S1P1 over S1P5 receptors at 27‐fold, and selectivity for S1P1 over S1P2, S1P3, and S1P4 receptors greater than 10,000‐fold. Also, these assays allowed comparison of ozanimod potency against and selectivity for S1P1 over other S1 receptors, relative to related S1 active agents siponimod and the phosphorylated (prodrug) forms of fingolimod and mocravimod, where ozanimod was similar to these comparators in S1P1 potency, but had the elevated selectivities stated above (versus fingolimod being potent  in stimulating S1P3, S1P4, and S1P5, siponimod potent with a S1P5 form, and mocravimod active in some way against S1P3, S1P4, and S1P5), making its selectivity profile an improvement over all of these. Hence, the study concluded that it had \"established... RPC1063 [as] a potent agonist of the S1P1 receptor with additional agonist activity on the S1P5 receptor\" with S1P1 activity \"similar to other known, less selective S1P receptor agonists\".   === Mechanism of action, pharmacodynamics === The agonism of S1P directly causes its internalization and degradation through the ubiquitin-proteosome pathway.  The loss of S1P leads to a decrease in the total lymphocyte count in circulation, specifically CD4+ CCR7+ and CD8+ CCR7+ T cells. The most frequent adverse effects is an increase in liver enzymes (>10% ) and high blood pressure (4%) per product labeling.Kaposi sarcoma of the skin and colon was described in a single case s after treatment with ozanimod for 2 months.   === Pharmacokinetics === Ozanimod has a high oral bioavailability, a circulating half-life of about 19 hours, and reaches highest blood plasma concentrations after about 6 hours. Ozanimod is dehydrogenated by two CYP enzymes into two active metabolites, all with similar pharmacokinetics. The decrease in lymphocyte count lasts for approximately 14 days after treatment discontinuation. Unlike fingolimod, it does not require phosphorylation for activation, nor does it demonstrate cardiac abnormalities.   == History ==  Ozanimod was invented by Hugh Rosen, Edward Roberts, and colleagues at The Scripps Research Institute, and was subsequently out-licensed in the creation of the startup, Receptos Inc.   Celgene Corp acquired Receptos along with its intellectual property in 2015. Bristol Myers Squibb acquired Celgene in 2019 (and with it, ozanimod and the rest of its products and pipeline). The US Food and Drug Administration (FDA) approved ozanimod based on evidence from two clinical trials (Trial 1/NCT02294058 and Trial 2/ NCT02047734) of 1767 subjects with relapsing forms of multiple sclerosis. The trials were conducted at 173 centers in the United States, Belarus, Poland, Russia and Ukraine. Subjects received ozanimod or comparator (interferon β1a, a product approved for the treatment of relapsing forms of multiple sclerosis) for up to one year (in Trial 1) or up to two years (in Trial 2). Neither the subjects nor the health care providers knew which treatment was being given until the trials were completed. The benefit of ozanimod was evaluated based on the percentage of subjects who experienced reduction in disease relapse in comparison to subjects treated with interferon β1a. In May 2021, the FDA approved ozanimod for an additional indication for the treatment of moderately to severely active ulcerative colitis.   == Clinical trials ==   === Touchstone === Touchstone is a double-blind, placebo controlled phase II clinical for the treatment of ulcerative colitis. 197 patients, ages 18–75, with moderate to severe ulcerative colitis (Mayo Score 6–10) were recruited and assigned either placebo, 0.5 mg or 1 mg of oral ozanimod followed by 1 week of dose escalation. The 1 mg dose showed a slight increase in rate of clinical remission of ulcerative colitits and total lymphocyte decrease as compared to the placebo, with the most common adverse effects being headaches and anemia. The authors noted that limitations on this study included a brief duration and small sample size, meaning they could not assess safety nor efficacy.   === Radiance === Radiance is a double-blind, placebo controlled phase combined II/III clinical trial for the treatment of relapsing multiple sclerosis. For the phase II trial, 258 patients, ages 18–55 with relapsing multiple sclerosis (mean Expanded Disability Status Scale of 2.9) were assigned either placebo, 0.5 mg or 1 mg of oral ozanimod followed by 1 week of dose escalation. Ozanimod significantly reduced MRI lesion activity in participants with relapsing multiple sclerosis over a period of 24 weeks. Both doses of ozanimod reached anticipated range of 60-70% decreased lymphocyte count, and were well tolerated, with a safety profile consistent with a previous phase 1 study in healthy volunteers. The most common adverse effects as compared to the placebo were: nasopharyngitis, headache, and urinary-tract infections, with no serious infectious or cardiac adverse effects. With these results, both doses of ozanimod were taken forward into the 2-year long phase III trial and is completed but unpublished as of November 2016.   === Sunbeam === Sunbeam is the second relapsing multiple sclerosis phase III clinical trial to establish the dose with optimum safety-benefit relationship, with an estimated size of 1200 patients. It began in November 2014, and has an estimated completion date of February 2017.   == Society and culture ==   === Commercial === After going public in May 2013, Receptos, Inc. stock surged with the clinical data ozanimod displayed as a S1P immunomodulating drug. In August 2015, Receptos was acquired by Celgene for $7.2 billion through a combination of cash in hand and new debt, leading to a one-day 22% increase in Celgene stock value. Receptos-Celgene patented the synthesis of ozanimod in July 2016. With the expansion of Celgene's inflammation and immunology profile, the company had been expecting to generate $4 to $6 billion in annual sales from ozanimod; however, in a \"surprise development\", the FDA rejected Celgene's initial application for the drug's approval in February 2018. Celgene refiled in March 2019. The new owner of the product, Bristol Myers Squibb, received FDA approval for ozanimod (Zeposia) oral capsules on March 26, 2020, for the following adult indications: relapsing forms of multiple sclerosis, including relapsing-remitting multiple sclerosis, active secondary progressive multiple sclerosis, and clinically isolated syndrome. Ozanimod was approved for medical use in the European Union in May 2020, and in Australia in July 2020.   == Research == Ozanimod is in development for additional immune-inflammatory indications, including Crohn's disease.   == References ==   == External links == Clinical trial number NCT02047734 for \"Efficacy and Safety Study of Ozanimod in Relapsing Multiple Sclerosis (RADIANCE)\" at ClinicalTrials.gov Clinical trial number NCT02435992 for \"Safety and Efficacy Trial of RPC1063 for Moderate to Severe Ulcerative Colitis\" at ClinicalTrials.gov"}