{"name": "padeliporfin", "category": "drug", "content": "Padeliporfin, sold under the brand name Tookad, is a medication used to treat men with prostate cancer. It is used in the form padeliporfin di-potassium. The most common side effects include problems with urinating (pain, inability to pass urine, strong urge to pass urine, frequent urination, and incontinence), sexual problems (erectile dysfunction and ejaculation failure), blood in urine, urinary tract infection, and pain and bleeding around the genital area. Padeliporfin was approved for medical use in the European Union in November 2017.   == Medical uses == Padeliporfin is indicated as monotherapy for adults with previously untreated, unilateral, low risk, adenocarcinoma of the prostate with a life expectancy of at least ten years and clinical stage T1c or T2a; Gleason score ≤ 6, based on high-resolution biopsy strategies; prostate-specific antigen (PSA) ≤ 10 ng/mL; three positive cancer cores with a maximum cancer core length of 5 mm in any one core or 1-2 positive cancer cores with ≥ 50% cancer involvement in any one core or a PSA density ≥ 0.15 ng/mL/cm3.   == Society and culture ==   === Legal status === Padeliporfin was approved for use in the European Union in November 2017. In February 2020, the oncologic drugs advisory committee of the US Food and Drug Administration (FDA) voted against approving padeliporfin di-potassium powder for solution for injection, submitted by Steba Biotech, S.A. The proposed indication (use) for the product is for the treatment of men with localized prostate cancer, meeting the following criteria: Stage T1-T2a and prostate specific antigen less than or equal to 10 ng/mL and Gleason Grade Group 1 based on transrectal ultrasound guided biopsy or unilateral Gleason Grade Group 2 based on multiparametric magnetic resonance imaging-targeted biopsy with less than 50 percent of cores positive.   == References ==   == Further reading == Bugaj AM (March 2016). \"Vascular targeted photochemotherapy using padoporfin and padeliporfin as a method of the focal treatment of localised prostate cancer - clinician's insight\". World J Methodol. 6 (1): 65–76. doi:10.5662/wjm.v6.i1.65. PMC 4804253. PMID 27019798. Kawczyk-Krupka A, Wawrzyniec K, Musiol SK, Potempa M, Bugaj AM, Sieroń A (December 2015). \"Treatment of localized prostate cancer using WST-09 and WST-11 mediated vascular targeted photodynamic therapy-A review\". Photodiagnosis Photodyn Ther. 12 (4): 567–74. doi:10.1016/j.pdpdt.2015.10.001. PMID 26467273. Moore CM, Pendse D, Emberton M (January 2009). \"Photodynamic therapy for prostate cancer--a review of current status and future promise\". Nat Clin Pract Urol. 6 (1): 18–30. doi:10.1038/ncpuro1274. PMID 19132003. S2CID 5463787.   == External links == \"Padeliporfin\". National Cancer Institute. \"Tookad Vascular-Targeted Photodynamic Therapy (VTP) Sponsor Briefing Document\" (PDF). Steba Biotech, SA. \"Tookad Vascular-Targeted Photodynamic Therapy (VTP) presentation\" (PDF). Steba Biotech, SA."}