{"name": "paliperidone palmitate", "category": "drug", "content": "Paliperidone, sold under the brand name Invega among others, is an atypical antipsychotic. It is mainly used to treat schizophrenia and schizoaffective disorder. It is marketed by Janssen Pharmaceuticals. Paliperidone worsens verbal learning and memory compared to placebo when used to treat psychosis. Paliperidone was approved by the US Food and Drug Administration (FDA) for the treatment of schizophrenia in December 2006, and in the European Union in June 2007. Paliperidone palmitate is a long-acting injectable formulation of paliperidone palmitoyl ester. It is on the World Health Organization's List of Essential Medicines. Paliperidone is available as a generic medication.   == Medical use == In the US, paliperidone is indicated for the treatment of schizophrenia and for the treatment of schizoaffective disorder as monotherapy and as an adjunct to mood stabilizers and/or antidepressants. In the EU, paliperidone is indicated for the treatment of schizophrenia in adults and in adolescents fifteen years of age and older and for the treatment of schizoaffective disorder in adults. Paliperidone is used for the treatment of schizophrenia and schizoaffective disorder.   == Adverse effects == The most frequent side effects include headache, insomnia (difficulty sleeping), sleepiness, parkinsonism (effects similar to Parkinson's disease such as shaking, muscle stiffness and slow movement), dystonia (involuntary muscle contractions), tremor (shaking), dizziness, akathisia (restlessness), agitation, anxiety, depression, increased weight, nausea, vomiting, constipation, dyspepsia (heartburn), diarrhea, dry mouth, tiredness, toothache, muscle and bone pain, back pain, asthenia (weakness), tachycardia (increased heart rate), high blood pressure, prolonged QT interval (an alteration of the electrical activity of the heart), upper respiratory tract infection (nose and throat infections) and cough.   === Discontinuation === The British National Formulary recommends a gradual withdrawal when discontinuing antipsychotics to avoid acute withdrawal syndrome or rapid relapse. Symptoms of withdrawal commonly include nausea, vomiting, and loss of appetite. Other symptoms may include restlessness, increased sweating, and trouble sleeping. Less commonly there may be a feeling of the world spinning, numbness, or muscle pains. Symptoms generally resolve after a short period of time.   === Deaths === In April 2014, it was reported that 21 Japanese people who had received shots of the long-acting injectable paliperidone palmitate had died, out of 10,700 individuals prescribed the drug.   == Pharmacology ==  Paliperidone is the primary active metabolite of the older antipsychotic risperidone. While its specific mechanism of action is unknown, it is believed paliperidone and risperidone act via similar, if not identical, pathways. Its efficacy is believed to result from central dopaminergic and serotonergic antagonism except Paliperidone like its parent compound functions as an inverse agonist at 5-HT2A 15. Paliperidone is also active by acting as an antagonist of the alpha 1 and alpha 2 adrenergic receptors as well as the H1 histaminergic receptors. Food is known to increase the absorption of Invega type ER OROS prolonged-release tablets. Food increased exposure of paliperidone by up to 50-60%, however, half-life was not significantly affected. The effect was probably due to a delay in the transit of the ER OROS formulation in the upper part of the GI channel, resulting in increased absorption. The half-life is 23 hours. Risperidone and its metabolite paliperidone are reduced in efficacy by P-glycoprotein inducers such as St John's wort   == History == Paliperidone (as Invega) was approved by the Food and Drug Administration (FDA) for the treatment of schizophrenia in 2006. Paliperidone was approved by the FDA for the treatment of schizoaffective disorder in 2009. The long-acting injectable form of paliperidone, marketed as Invega Sustenna in the US, and Xeplion in the EU, was approved by the FDA in July 2009. It was initially approved in the European Union in 2007, for schizophrenia, the extended release form and use for schizoaffective disorder were approved in the EU in 2010, and extension to use in adolescents older than 15 years old was approved in 2014.   == Society and culture ==   === Brand names === In May 2015, a formulation of paliperidone palmitate was approved by the FDA under the brand name Invega Trinza. A similar prolonged release suspension was approved in 2016 by the European Medicines Agency originally under the brand name Paliperidone Janssen, later renamed to Trevicta. On September 1, 2021, a newer formulation of paliperidone palmitate, Invega Hafyera, was approved by the US FDA.   == References ==   == External links == \"Paliperidone Injection\". MedlinePlus."}