{"name": "palivizumab", "category": "drug", "content": "Palivizumab, sold under the brand name Synagis, is a monoclonal antibody produced by recombinant DNA technology used to prevent severe disease caused by respiratory syncytial virus (RSV) infections. It is recommended for infants at high-risk for RSV due to conditions such as prematurity or other medical problems including heart or lung diseases. The most common side effects include fever and rash.  Palivizumab is a humanized monoclonal antibody (IgG) directed against an epitope in the A antigenic site of the F protein of RSV.  In two phase III clinical trials in the pediatric population, palivizumab reduced the risk of hospitalization due to RSV infection by 55% and 45%.  Palivizumab is dosed once a month via intramuscular (IM) injection, to be administered throughout the duration of the RSV season, which in based on past trends has started in Mid-September to Mid-November. Palivizumab targets the fusion protein of RSV, inhibiting its entry into the cell and thereby preventing infection. Palivizumab was approved for medical use in 1998.   == Medical use == Palivizumab is indicated for the prevention of serious lower respiratory tract disease requiring hospitalization caused by the respiratory syncytial virus (RSV) in children at high risk for RSV disease:  children born at 35 weeks of gestation or less and less than six months of age at the onset of the RSV season; children less than two years of age and requiring treatment for bronchopulmonary dysplasia within the last six months; children less than two years of age and with hemodynamically significant congenital heart disease. The American Academy of Pediatrics has published guidelines for the use of palivizumab. The most recent updates to these recommendations are based on new information regarding RSV seasonality, palivizumab pharmacokinetics, the incidence of bronchiolitis hospitalizations, the effect of gestational age and other risk factors on RSV hospitalization rates, the mortality of children hospitalized with RSV infection, the effect of prophylaxis on wheezing, and palivizumab-resistant RSV isolates.    === RSV Prophylaxis === All infants younger than one year who were born at <29 weeks (i.e. ≤28 weeks, 6 days) of gestation are recommended to use palivizumab. Infants younger than one year with bronchopulmonary dysplasia (i.e. who were born at <32 weeks gestation and required supplemental oxygen for the first 28 days after birth) and infants younger than two years with bronchopulmonary dysplasia who require medical therapy (e.g. supplemental oxygen, glucocorticoids, diuretics) within six months of the anticipated RSV season are recommended to use palivizumab as prophylaxis. Taking palivizumab prophylactically decreases the number of RSV infections, decreases wheezing, and may decrease the rate of hospitalization attributed to RSV. There are few negative side effects reported. It is not clear if palivizumab is effective and safe for the other medical conditions that put them at a higher risk for serious cases of RSV such as deficiencies in their immune system. Since the risk of RSV decreases after the first year following birth, the use of palivizumab for children more than 12 months of age is generally not recommended with the exception of premature infants who need supplemental oxygen, bronchodilator therapy, or steroid therapy at the time of their second RSV season.   ==== RSV Prophylaxis Target Groups ==== Infants younger than one year of age with hemodynamically significant congenital heart disease. Infants younger than one year of age with neuromuscular disorders impairing the ability to clear secretions from the upper airways or pulmonary abnormalities. Children younger than two years of age who are immunocompromised (e.g. those with severe combined immunodeficiency; those younger than two years of age who have undergone lung transplantation or hematopoietic stem cell transplantation) during the RSV season. Children with Down syndrome who have additional risk factors for lower respiratory tract infections such as congenital heart disease, chronic lung disease, or premature birth. Alaska Native and American Indian infants. Decisions regarding palivizumab prophylaxis for children in these groups should be made on a case-by-case basis.   === RSV Treatment === Because palivizumab is a passive antibody, it is ineffective in the treatment of RSV infection, and its administration is not recommended for this indication. A 2019 (updated in 2023) Cochrane review found no differences in palivizumab and placebo on outcomes of mortality, length of hospital stay, and adverse events in infants and children aged up to 3 years old with RSV. Larger RCTs will be required before palivizumab can be recommended as a treatment option. If an infant has an RSV infection despite the use of palivizumab during the RSV season, monthly doses of palivizumab may be discontinued for the rest of the RSV season due to the low risk of re-hospitalization. Current studies are in progress to determine new treatments for RSV rather than solely prophylaxis.    == Contraindications == Contraindications for the use of palivizumab include hypersensitivity reactions upon exposure to palivizumab. Serious cases of anaphylaxis have been reported after exposure to palivizumab.  Signs of hypersensitivity include hives, shortness of breath, hypotension, and unresponsiveness. No other contraindications for palivizumab have been reported. Further studies are needed to determine if any drug-drug interactions exist as none have been conducted as of yet.    == Side effects == Palivizumab use may cause side effects, which include, but are not limited to:  Sore throat Runny nose Injection site reactions including redness or irritation Vomiting Diarrhea Some more serious side effects include:  Severe skin rash Itching Hives (urticaria) Difficulty breathing   == Pharmacology ==   === Pharmacodynamics === Palivizumab has demonstrated a significantly higher affinity and potency in neutralizing both A and B subtypes of RSV when compared with RSV-IGIV. Treatment with 2.5 mg/kg of palivizumab led to a serum concentration of 25-30 μg/mL in cotton rats and reduced RSV titers by 99% in their lungs.   ==== Mechanism of action ==== Palivizumab is a monoclonal antibody that targets the fusion (F) glycoprotein on the surface of RSV, and deactivates it. The F protein is a membrane protein responsible for fusing the virus with its target cell and is highly conserved among subgroups of RSV.  Deactivating the F protein prevents the virus from fusing with its target's cell membrane and prevents the virus from entering the host cell.   === Pharmacokinetics ===   ==== Absorption ==== A 2008 meta-analysis found that palivizumab absorption was quicker in the pediatric population compared to adults (ka = 1.01/day vs. ka = 0.373/day). The intramuscular bioavailability of this drug is approximately 70% in healthy young adults. Current recommendation for RSV immunoprophylaxis is administration of 5 x 15 mg/kg doses of palivizumab to maintain body concentrations above 40 μg/mL.   ==== Distribution ==== The volume of distribution is approximately 4.1 liters.   ==== Clearance ==== Palivizumab has a drug clearance (CL) of approximately 198 ml/day. The half-life of this drug is approximately 20 days with three doses sustaining body concentrations that will last the entire RSV season (5 to 6 months). A 2008 meta-analysis estimated clearance in the pediatric population by considering maturation of CL and body weight which showed a significant reduction compared to adults.   == Society and Culture ==   === Cost === Palivizumab is a relatively expensive medication, with a 100-mg vial ranging from $904 to $1866. Multiple studies done by both the manufacturer and independent researchers to determine the cost-effectiveness of palivizumab have found conflicting results. The heterogeneity between these studies makes them difficult to compare. Given that there is no consensus about the cost-effectiveness of palivizumab, usage largely depends on the location of care and individual risk factors. A 2013 meta-analysis reported that palivizumab prophylaxis was a dominant strategy with an incremental cost-effectiveness ratio of $2,526,203 per quality-adjusted life-year (QALY). It also showed an incremental cost-effectiveness ratio for preterm infants between $5188 and $791,265 per QALY, from the payer perspective. However, as previously stated, the cost-effectiveness of palivizumab is undecided, and this meta-analysis is only one example of society can benefit from palivizumab prophylaxis.   == History == The disease burden of RSV in young infants and its global prevalence have prompted attempts for vaccine development. As of 2019, there was no approved vaccine for RSV prevention. A formalin-inactivated RSV vaccine (FIRSV) was studied in the 1960s. The immunized children who were exposed to the virus in the community developed an enhanced form of RSV disease presented by wheezing, fever, and bronchopneumonia. This enhanced form of the disease led to 80% hospitalization in the recipients of FIRSV compared to 5% in the control group. Additionally, 2 fatalities occurred among the vaccine recipients upon reinfection in subsequent years. Subsequent attempts to develop an attenuated live virus vaccine with optimal immune response and minimal reactogenicity have been unsuccessful. Further research on animal subjects suggested that intravenously administered immunoglobulin with high RSV neutralizing activity can protect against RSV infection. In 1995, the U.S. Food and Drug Administration (FDA) approved the use of RespiGam (RSV-IGIV) for the prevention of serious lower respiratory tract infection caused by RSV in children younger than 24 months of age with bronchopulmonary dysplasia or a history of premature birth. The success of the RSV-IGIV demonstrated efficacy in immunoprophylaxis and prompted research into further technologies. Thus, Palivizumab was developed as an antibody that was found to be fifty times more potent than its predecessor. This antibody has been widely used for RSV since 1998 when it was approved.  Palivizumab, originally known as MEDI-493, was developed as an RSV immune prophylaxis tool that was easier to administer and more effective than the current tools of that time (the 1990s). It was developed over a 10-year period by MedImmune Inc. by combining human and mouse DNA. Specifically, antibody production was stimulated in a mouse model following immunization with RSV. The antibody-producing B cells were isolated from the mouse's spleen and fused with mouse myeloma cell lines. The antibodies were then humanized by cloning and sequencing the DNA from both the heavy and light chains of the monoclonal antibody. Overall, the monoclonal antibody is 95% similar to other human antibodies with the other 5% having DNA origins from the original mouse.   == References =="}