{"name": "panitumumab", "category": "drug", "content": "Panitumumab, sold under the brand name Vectibix, is a fully human monoclonal antibody specific to the epidermal growth factor receptor (also known as EGF receptor, EGFR, ErbB-1 and HER1 in humans). Panitumumab is manufactured by Amgen and was originally developed by Abgenix Inc. In 2014, Amgen and Illumina entered into an agreement to develop a companion diagnostic to accompany panitumumab.   == Medical uses == Panitumumab was approved by the U.S. Food and Drug Administration (FDA) for the first time in September 2006, for \"the treatment of EGFR-expressing metastatic colorectal cancer with disease progression\" despite prior treatment. Panitumumab was approved by the European Medicines Agency (EMEA) in 2007, and by Health Canada in 2008, for \"the treatment of refractory EGFR-expressing metastatic colorectal cancer in patients with non-mutated (wild-type) KRAS\". Panitumumab was the first monoclonal antibody to demonstrate the use of KRAS as a predictive biomarker.   == Contraindications == Panitumumab does not work in patients who have KRAS or NRAS mutations.   == Adverse effects == Panitumumab has been associated with skin rash, fatigue, nausea, diarrhea, fever, and decreased magnesium levels. Often, skin rash is noted in the sun exposed parts of the body, such as the face or chest. Oral antibiotics may be needed for worsening skin rash, such as one accompanied with blisters and ulcers. Otherwise, topical steroid creams like hydrocortisone may help. Ocular toxicity or keratitis was observed in 16% of patients on panitumumab, usually necessitating the discontinuance of therapy. In clinical trials, 90% of patients had dermatological toxicities and 15% of those were severe. Because of this, panitumumab has a boxed warning cautioning patients. Skin toxicities were typically apparent two weeks after beginning treatment. More severe skin toxicities were associated with improved progression free survival and overall survival. Pulmonary fibrosis and interstitial lung disease were observed in clinical trials.   == Pharmacology ==   === Mechanism of action ===  EGFR is a transmembrane protein. Panitumumab works by binding to the extracellular domain of the EGFR preventing its activation. This results in halting of the cascade of intracellular signals dependent on this receptor.   === Pharmacokinetics === The pharmacokinetics (PK) of panitumumab shows the so-called target-mediated disposition behavior. However, the pharmacokinetics is approximately linear at clinical doses, and the terminal half-life for a typical male patient of 80 kg and 60 years of age with colorectal cancer is about 9.4 days.   == History == Panitumumab was generated using Abgenix's XenoMouse platform technology, in which engineered mice were utilized to produce human antibodies. Abgenix partnered with Immunex Corporation to develop the antibody, and Amgen acquired Immunex in 2003. In 2006, Amgen acquired Abgenix as well. In 2013, Amgen formed an agreement with Zhejiang Beta Pharma to form Amgen Beta Pharmaceuticals and market panitumumab in China. Amgen and Takeda have an agreement under which Takeda will develop and commercialise panitumumab in Japan. Panitumumab is licensed to Dr Reddys Laboratories in India and GlaxoSmithKline in the UK.   === FDA approval === Panitumumab was initially approved on September 27, 2006, for EGFR-expressing, metastatic CRC with disease progression on or following fluoropyrimidine-, oxaliplatin-, and irinotecan-containing regimens, based on the results of a study which showed clinical benefit in metastatic colorectal cancer patients. In July 2009, the FDA updated the labels of two anti-EGFR monoclonal antibody drugs (panitumumab and cetuximab) indicated for the treatment of metastatic colorectal cancer to include information about KRAS mutations. This was the result of a study, which demonstrated lack of benefit with Panitumumab in patients who carried NRAS mutations. It is also approved as a first-line agent in combination with FOLFOX.   == Research == Panitumumab is being studied in numerous phase II and III clinical trials. Phase III clinical trials include treatment of esophageal cancer, urothelial carcinoma, metastatic head and neck cancer, and liver metastasis in colorectal cancer. Early trials showed limited efficacy in patients with malignant melanoma, bladder cancer, prostate cancer, and renal cell carcinoma.   == Panitumumab vs. cetuximab == Although they both target the EGFR, panitumumab (IgG2) and cetuximab (IgG1) differ in their isotype and they might differ in their mechanism of action. Monoclonal antibodies of the IgG1 isotype may activate the complement pathway and mediate antibody-dependent cellular cytotoxicity (ADCC). It is not clear at this time, if one drug is superior to the other. In one of the studies, both these drugs were noted to be similar in activity.   == References ==   == Further reading ==   == External links == \"Panitumumab\". Drug Information Portal. U.S. National Library of Medicine."}