{"name": "panobinostat", "category": "drug", "content": "Panobinostat, sold under the brand name Farydak, is a medication used for the treatment of multiple myeloma. It is a hydroxamic acid and acts as a non-selective histone deacetylase inhibitor (pan-HDAC inhibitor). Panobinostat was approved for medical use in the United States in February 2015, and in the European Union in August 2015. However, in March 2022, it was withdrawn in the United States.   == Medical uses == Panobinostat is used in combination with the anti-cancer drug bortezomib and the corticoid dexamethasone for the treatment of multiple myeloma in adults who had received at least two previous treatments, including bortezomib and an immunomodulatory agent.: 660    == Contraindications == Panobinostat is contraindicated in nursing mothers. To judge from experiments in animals, there is a risk for the unborn child if used during pregnancy; still, the benefit of panobinostat may outweigh this risk.   == Side effects == Common side effects (in more than 10% of patients) include low blood cell counts (pancytopenia, thrombocytopenia, anaemia, leucopenia, neutropenia, lymphopenia), airway infections, as well as unspecific reactions such as fatigue, diarrhoea, nausea, headache, and sleeping problems.   == Pharmacology ==   === Mechanism of action === Panobinostat inhibits multiple histone deacetylase enzymes, a mechanism leading to apoptosis of malignant cells via multiple pathways.   === Pharmacokinetics === Panobinostat is absorbed quickly and almost completely from the gut, but has a significant first-pass effect, resulting in a total bioavailability of 21%. Highest blood plasma levels in patients with advanced cancer are reached after two hours. Plasma protein binding is about 90%. The substance is metabolised mainly through oxidation by the liver enzyme CYP3A4 and to a small extent by CYP2D6 and CYP2C19. It is also reduced, hydrolyzed and glucuronidized by unspecified enzymes. All metabolites seem to be inactive. Biological half-life is estimated to be 37 hours. 29–51% are excreted via the urine and 44–77% via the faeces.   === Clinical trials === As of August 2012, it is being tested against Hodgkin's Lymphoma, cutaneous T cell lymphoma (CTCL) and other types of malignant disease in Phase III clinical trials, against myelodysplastic syndromes, breast cancer and prostate cancer in Phase II trials, and against chronic myelomonocytic leukemia (CMML) in a Phase I trial. As of 2014 panobinostat is being used in a Phase I/II clinical trial that aims at curing AIDS in patients on highly active antiretroviral therapy (HAART). In this technique, panobinostat is used to drive the HIV DNA out of the patient's DNA, in the expectation that the patient's immune system in combination with HAART will destroy it. As of 2016 panobinostat is being studied in a phase II trial for relapsed and refractory diffuse large B-cell lymphoma (DLBCL).   === Preclinical studies === Panobinostat has been found to synergistically act with sirolimus to kill pancreatic cancer cells in the laboratory in a Mayo Clinic study.  In the study, investigators found that this combination destroyed up to 65 percent of cultured pancreatic tumor cells.  The finding is significant because the three cell lines studied were all resistant to the effects of chemotherapy – as are many pancreatic tumors. Panobinostat has also been found to significantly increase in vitro the survival of motor neuron (SMN) protein levels in cells of patients with spinal muscular atrophy. Panobinostat was able to selectively target triple negative breast cancer (TNBC) cells by inducing hyperacetylation and cell cycle arrest at the G2-M DNA damage checkpoint; partially reversing the morphological changes characteristic of breast cancer cells. Panobinostat, along with other HDAC inhibitors, is also being studied for potential to induce virus HIV-1 expression in latently infected cells and disrupt latency. These resting cells are not recognized by the immune system as harboring the virus and do not respond to antiretroviral drugs. A 2015 study suggested Panobinostat was effective in preventing diffuse intrinsic pontine glioma cell growth in vitro and in vivo, identifying it as a potential drug candidate.   == References =="}