{"name": "papaverine", "category": "drug", "content": "Papaverine (Latin papaver, \"poppy\") is an opium alkaloid antispasmodic drug, used primarily in the treatment of visceral spasms and vasospasms (especially those involving the intestines, heart, or brain), occasionally in the treatment of erectile dysfunction and acute mesenteric ischemia. While it is found in the opium poppy, papaverine differs in both structure and pharmacological action from the analgesic morphine and its derivatives (such as codeine). In addition to opium, papaverine is purported to be present in high concentrations in star gooseberry.   == History ==  Papaverine was discovered in 1848 by Georg Merck (1825–1873).  Merck was a student of the German chemists Justus von Liebig and August Hofmann, and he was the son of Emanuel Merck (1794–1855), founder of the Merck corporation, a major German chemical and pharmaceutical company.   == Uses == Papaverine is approved to treat spasms of the gastrointestinal tract, bile ducts and ureter and for use as a cerebral and coronary vasodilator in subarachnoid hemorrhage (combined with balloon angioplasty) and coronary artery bypass surgery. Papaverine may also be used as a smooth muscle relaxant in microsurgery where it is applied directly to blood vessels. Papaverine is used as an erectile dysfunction drug, alone or sometimes in combination. Papaverine, when injected in penile tissue, causes direct smooth muscle relaxation and consequent filling of the corpus cavernosum with blood resulting in erection.  A topical gel is also available for ED treatment. It is also commonly used in cryopreservation of blood vessels along with the other glycosaminoglycans and protein suspensions. Functions as a vasodilator during cryopreservation when used in conjunction with verapamil, phentolamine, nifedipine, tolazoline or nitroprusside. Papaverine is also being investigated as a topical growth factor in tissue expansion with some success. Papaverine is used as an off-label prophylaxis (preventative) of migraine headaches.  It is not a first line drug such as a few beta blockers, calcium channel blockers, tricyclic antidepressants, and some anticonvulsants such as divalproex, but rather when these first line drugs and secondary drugs such as SSRIs, angiotensin II receptor antagonists, etc. fail in the prophylaxis of migraines, have intolerable side effects or are contraindicated. Papaverine is also present in combinations of opium alkaloid salts such as papaveretum (Omnopon, Pantopon) and others, along with morphine, codeine, and in some cases noscapine and others in a percentage similar to that in opium, or modified for a given application. Papaverine is found as a contaminant in some heroin and can be used by forensic laboratories in heroin profiling to identify its source. The metabolites can also be found in the urine of heroin users, allowing street heroin to be distinguished from pharmaceutical diacetylmorphine.   == Mechanism == The in vivo mechanism of action is not entirely clear, but an inhibition of the enzyme phosphodiesterase causing elevation of cyclic AMP and cyclic GMP levels is significant. It may also alter mitochondrial respiration. Papaverine has also been demonstrated to be a selective phosphodiesterase inhibitor for the PDE10A subtype found mainly in the striatum of the brain. When administered chronically to mice, it produced motor and cognitive deficits and increased anxiety, but conversely may produce an antipsychotic effect, although not all studies support this view.   == Side effects == Frequent side effects of papaverine treatment include polymorphic ventricular tachycardia, constipation, interference with sulphobromophthalein retention test (used to determine hepatic function), increased transaminase levels, increased alkaline phosphatase levels, somnolence, and vertigo. Rare side effects include flushing of the face, hyperhidrosis (excessive sweating), cutaneous eruption, arterial hypotension, tachycardia, loss of appetite, jaundice, eosinophilia, thrombopenia, mixed hepatitis, headache, allergic reaction, chronic active hepatitis, and paradoxical aggravation of cerebral vasospasm. Papaverine in the plant Sauropus androgynus is linked to bronchiolitis obliterans.   == Formulations and trade names == Papaverine is available in its salt form as the hydrochloride, codecarboxylate, adenylate, and teprosylate. It was also once available as a salt of hydrobromide, camsylate, cromesilate, nicotinate, and phenylglycolate. The hydrochloride salt is available for intramuscular, intravenous, rectal and oral administration.  The teprosylate is available in intravenous, intramuscular, and orally administered formulations. The codecarboxylate is available in oral form, only, as is the adenylate. The codecarboxylate is sold under the name Albatran, the adenylate as Dicertan, and the hydrochloride salt is sold variously as Artegodan (Germany), Cardioverina (countries outside Europe and the United States), Dispamil (countries outside Europe and the United States), Opdensit (Germany), Panergon (Germany), Paverina Houde (Italy, Belgium), Pavacap (United States), Pavadyl (United States), Papaverine (Israel), Papaverin-Hamelin (Germany), Paveron (Germany), Spasmo-Nit (Germany), Cardiospan, Papaversan, Cepaverin, Cerespan, Drapavel, Forpaven, Papalease, Pavatest, Paverolan, Therapav (Canada), Vasospan, Cerebid, Delapav, Dilaves, Durapav, Dynovas, Optenyl, Pameion, Papacon, Pavabid, Pavacen, Pavakey, Pavased, Pavnell, Alapav, Myobid, Vasal, Pamelon, Pavadel, Pavagen, Ro-Papav, Vaso-Pav, Papanerin-hcl, Qua bid, Papital T.R., Paptial T.R., Pap-Kaps-150. In Hungary, papaverine and homatropine methylbromide are used in mild drugs that help \"flush\" the bile.   == References =="}