{"name": "parathyroid hormone", "category": "drug", "content": "Parathyroid hormone (PTH), also called parathormone or parathyrin,  is a peptide hormone secreted by the parathyroid glands that regulates the serum calcium concentration through its effects on bone, kidney, and intestine. PTH influences bone remodeling, which is an ongoing process in which bone tissue is alternately resorbed and rebuilt over time.  PTH is secreted in response to low blood serum calcium (Ca2+) levels.  PTH indirectly stimulates osteoclast activity within the bone matrix (osteon), in an effort to release more ionic calcium (Ca2+) into the blood to elevate a low serum calcium level.  The bones act as a (metaphorical) \"bank of calcium\" from which the body can make \"withdrawals\" as needed to keep the amount of calcium in the blood at appropriate levels despite the ever-present challenges of metabolism, stress, and nutritional variations. PTH is \"a key that unlocks the bank vault\" to remove the calcium. PTH is secreted primarily by the chief cells of the parathyroid glands. The gene for PTH is located on chromosome 11. It is a polypeptide containing 84 amino acids, which is a prohormone. It has a molecular mass around 9500 Da. Its action is opposed by the hormone calcitonin. There are two types of PTH receptors. Parathyroid hormone 1 receptors, activated by the 34 N-terminal amino acids of PTH, are present at high levels on the cells of bone and kidney. Parathyroid hormone 2 receptors are present at high levels on the cells of central nervous system, pancreas, testes, and placenta. The half-life of PTH is about 4 minutes. Disorders that yield too little or too much PTH, such as hypoparathyroidism, hyperparathyroidism, and paraneoplastic syndromes can cause bone disease, hypocalcemia, and hypercalcemia.   == Structure == hPTH-(1-84) crystallizes as a slightly bent, long, helical dimer. The extended helical conformation of hPTH-(1-84) is the likely bioactive conformation. The N-terminal fragment 1-34 of parathyroid hormone (PTH) has been crystallized and the structure has been refined to 0.9 Å resolution.   == Function ==   === Regulation of serum calcium ===  Parathyroid hormone regulates serum calcium through its effects on bone, kidney, and the intestine: In bone, PTH enhances the release of calcium from the large reservoir contained in the bones. Bone resorption is the normal destruction of bone by osteoclasts, which are indirectly stimulated by PTH. Stimulation is indirect since osteoclasts do not have a receptor for PTH; rather, PTH binds to osteoblasts, the cells responsible for creating bone. Binding stimulates osteoblasts to increase their expression of RANKL and inhibits their secretion of osteoprotegerin (OPG). Free OPG competitively binds to RANKL as a decoy receptor, preventing RANKL from interacting with RANK, a receptor for RANKL. The binding of RANKL to RANK (facilitated by the decreased amount of OPG available for binding the excess RANKL) stimulates osteoclast precursors, which are of a monocyte lineage, to fuse. The resulting multinucleated cells are osteoclasts, which ultimately mediate bone resorption. Estrogen also regulates this pathway through its effects on PTH. Estrogen suppresses T cell TNF production by regulating T cell differentiation and activity in the bone marrow, thymus, and peripheral lymphoid organs. In the bone marrow, estrogen downregulates the proliferation of hematopoietic stem cells through an IL-7 dependent mechanism. In the kidney, around 250 mmol of calcium ions are filtered into the glomerular filtrate per day. Most of this (245 mmol/d) is reabsorbed from the tubular fluid, leaving about 5 mmol/d to be excreted in the urine. This reabsorption occurs throughout the tubule (most, 60–70%, of it in the proximal tubule), except in the thin segment of the loop of Henle. Circulating parathyroid hormone only influences the reabsorption that occurs in the distal tubules and the renal collecting ducts (but see Footnote). A more important effect of PTH on the kidney is, however, its inhibition of the reabsorption of phosphate (HPO42−) from the tubular fluid, resulting in a decrease in the plasma phosphate concentration.  Phosphate ions form water-insoluble salts with calcium. Thus, a decrease in the phosphate concentration of the  blood plasma (for a given total calcium concentration) increases the amount of calcium that is ionized. A third important effect of PTH on the kidney is its stimulation of the conversion of 25-hydroxy vitamin D into 1,25-dihydroxy vitamin D (calcitriol), which is released into the circulation. This latter form of vitamin D is the active hormone which stimulates calcium uptake from the intestine. Via the kidney, PTH enhances the absorption of calcium in the intestine by increasing the production of activated vitamin D. Vitamin D activation occurs in the kidney. PTH up-regulates 25-hydroxyvitamin D3 1-alpha-hydroxylase, the enzyme responsible for 1-alpha hydroxylation of 25-hydroxy vitamin D, converting vitamin D to its active form (1,25-dihydroxy vitamin D). This activated form of vitamin D increases the absorption of calcium (as Ca2+ ions) by the intestine via calbindin. PTH was one of the first hormones to be shown to use the G-protein adenylyl cyclase second messenger system.   === Regulation of serum phosphate === PTH reduces the reabsorption of phosphate from the proximal tubule of the kidney, which means more phosphate is excreted through the urine. However, PTH enhances the uptake of phosphate from the intestine and bones into the blood. In the bone, slightly more calcium than phosphate is released from the breakdown of bone. In the intestines, absorption of both calcium and phosphate is mediated by an increase in activated vitamin D. The absorption of phosphate is not as dependent on vitamin D as is that of calcium. The result of PTH release is a small net drop in the serum concentration of phosphate.   === Vitamin D synthesis === PTH upregulates the activity of 1-α-hydroxylase enzyme, which converts 25-hydroxycholecalciferol, the major circulating form of inactive vitamin D, into 1,25-dihydroxycholecalciferol, the active form of vitamin D, in the kidney.   ==== Interactive pathway map ====   == Regulation of PTH secretion == Secretion of parathyroid hormone is determined chiefly by serum ionized calcium concentration through negative feedback. Parathyroid cells express calcium-sensing receptors on the cell surface. PTH is secreted when [Ca2+] is decreased (calcitonin is secreted when serum calcium levels are elevated). The G-protein-coupled calcium receptors bind extracellular calcium and may be found on the surface on a wide variety of cells distributed in the brain, heart, skin, stomach, C cells, and other tissues.  In the parathyroid gland, high concentrations of extracellular calcium result in activation of the Gq G-protein coupled cascade through the action of phospholipase C.  This hydrolyzes phosphatidylinositol 4,5-bisphosphate (PIP2) to liberate intracellular messengers IP3 and diacylglycerol (DAG).  Ultimately, these two messengers result in a release of calcium from intracellular stores into the cytoplasmic space.  Hence a high extracellular calcium concentration leads to an increase in the cytoplasmic calcium concentration.  In contrast to the mechanism that most secretory cells use, this high cytoplasmic calcium concentration inhibits the fusion of vesicles containing granules of preformed PTH with the membrane of the parathyroid cell, and thus inhibits release of PTH. In the parathyroids, magnesium serves this role in stimulus-secretion coupling. A mild decrease in serum magnesium levels stimulates the reabsorptive activity PTH has on the kidneys. Severe hypomagnesemia inhibits PTH secretion and also causes resistance to PTH, leading to a form of hypoparathyroidism that is reversible.   === Stimulators === Decreased serum [Ca2+]. Mild decreases in serum [Mg2+]. An increase in serum phosphate (increased phosphate causes it to complex with serum calcium,  forming calcium phosphate, which reduces stimulation of Ca-sensitive receptors (CaSr) that do not sense calcium phosphate, triggering an increase in PTH). Adrenaline Histamine   === Inhibitors === Increased serum [Ca2+]. Severe decreases in serum [Mg2+], which also produces symptoms of hypoparathyroidism (such as hypocalcemia). Calcitriol Increase in serum phosphate. Fibroblast growth factor-23 (FGF23) is produced in osteoblasts (from bone) in response to increases in serum phosphate (Pi). It binds to the fibroblast growth factor receptor of the parathyroid and suppresses PTH release. This may seem contradictory because PTH actually helps rid the blood of phosphates but it is also causes release of phosphate into the blood from bone resorption. FGF23 inhibits PTH and then takes its place helping inhibit re-absorption of phosphate in the kidney without the phosphate releasing effect on bones.   == Disorders == Hyperparathyroidism, the presence of excessive amounts of parathyroid hormone in the blood, occurs in two very distinct sets of circumstances. Primary hyperparathyroidism is due to autonomous, abnormal hypersecretion of PTH from the parathyroid gland, while secondary hyperparathyroidism is an appropriately high PTH level seen as a physiological response to hypocalcemia. A low level of PTH in the blood is known as  hypoparathyroidism and is most commonly due to damage to or removal of parathyroid glands during thyroid surgery. There are a number of rare but well-described genetic conditions affecting parathyroid hormone metabolism, including pseudohypoparathyroidism, familial hypocalciuric hypercalcemia, and autosomal dominant hypercalciuric hypocalcemia. Of note, PTH is unchanged in pseudopseudohypoparathyroidism. In osteoporotic women, administration of an exogenous parathyroid hormone analogue (teriparatide, by daily injection) superimposed on estrogen therapy produced increases in bone mass and reduced vertebral and nonvertebral fractures by 45–65%.   == Measurement == PTH can be measured in the blood in several different forms: intact PTH; N-terminal PTH; mid-molecule PTH, and C-terminal PTH, and different tests are used in different clinical situations. The level may be stated in pg/dL or pmol/L (sometimes abbreviated mmol/L); multiply by 0.1060 to convert from pg/dL to pmol/L. A US source states the average PTH level to be 8–51 pg/mL. In the UK the biological reference range is considered to be 1.6–6.9 pmol/L. Normal total plasma calcium level ranges from 8.5 to 10.2 mg/dL (2.12 mmol/L to 2.55 mmol/L).   === Interpretive guide === The intact PTH and calcium normal ranges are different for age; calcium is also different for sex.   == Medical uses ==   === Recombinant human parathyroid hormone ===   === Teriparatide ===   == See also == Disorders of calcium metabolism Parathyroid hormone family Parathyroid hormone-related protein   == Footnote ==   == References ==   == Further reading ==   == External links ==  Media related to Parathyroid hormone at Wikimedia Commons Parathyroid hormone: analyte monograph - the Association for Clinical Biochemistry and Laboratory Medicine Overview of all the structural information available in the PDB for UniProt: P01270 (Parathyroid hormone) at the PDBe-KB."}