{"name": "paramethadione", "category": "drug", "content": "Paramethadione (brand name Paradione) is an anticonvulsant drug of the chemical class called oxazolidinediones developed by the Illinois-based pharmaceutical company Abbott Laboratories (known as AbbVie since January 1, 2013 ), and approved by the Food and Drug Administration in 1949 for the treatment of absence seizures, also called partial seizures. In 1960, the yearly cost for 900 mg/day paramethadione was approximately $66, which would translate to $462 yearly in 2007 (with CPI inflation) if paramethadione was still sold.   == Mechanism of Action == Paramethadione acts to reduce T-type calcium currents in thalamic neurons which has been proposed to underlie the 3-Hz spike-and-wave discharge seen on electroencephalogram (EEG) during absence seizures.   == Adverse Effects == Paramethadione is associated with various adverse effects including sedation, increased visual sensitivity to light, GI distress, edema, nephropathy, neutropenia, myasthenia gravis-like syndrome, fatal aplastic anemia, and severe birth defects known as fetal trimethadione syndrome (or paramethadione syndrome).   == History, society, and culture ==   === FDA approval === Paramethadione (brand name Paradione) was originally approved by the U.S. Food and Drug Administration (FDA) in 1949, as a second-line treatment for petit mal and absence seizures. Paramethadione was ultimately discontinued in 1994 due to safety and efficacy concerns, such as being associated with fetal trimethadione syndrome, which is also known as paramethadione syndrome.   === Patents === Paramethadione was first patented in 1949 by Abbott Laboratories Abbott Labbortories continued to hold the patent to paramethadione until the approval was withdrawn in 2004 due to the drug no longer being in use.   === Clinical Trials === In the 1940s trimethadione (brand name Tridione) was the only available treatment for absence seizures. However, while effective, this drug presented with significant adverse effects, which led to the search for an equally effective analog. While limited information is available from the time, a pre-market clinical study found that paramethadione, an analog of trimethadione, was not quite as effective at alleviating seizures as trimethadione, however, it did have a significantly lower side effect profile in 85 patients over the course of 2 years. Notably, 80% of patients still showed a good response to paramethadione.   == Chemistry == Paramethadione, 5-ethyl-3,5-dimethyloxazolidine-2,4-dione, differs from trimethadione only in the substitution of one methyl group with an ethyl group. It is synthesized in a completely analogous manner, except that it comes from 2-hydroxy-2-methylbutyric acid instead of 2-hydroxyisobutyric acid.   == References ==   == External links == Diseases Database (DDB): 33106 Hoffman DJ, Chun AH (October 1975). \"Paramethadione and metabolite serum levels in humans after a single oral paramethadione dose\". Journal of Pharmaceutical Sciences. 64 (10): 1702–3. doi:10.1002/jps.2600641027. PMID 1185541."}