{"name": "Paracoccidioidomycosis", "category": "disease", "content": "Paracoccidioidomycosis (PCM), also known as South American blastomycosis, is a fungal infection that can occur as a mouth and skin type, lymphangitic type, multi-organ involvement type (particularly lungs), or mixed type. If there are mouth ulcers or skin lesions, the disease is likely to be widespread. There may be no symptoms, or it may present with fever, sepsis, weight loss, large glands, or a large liver and spleen. The cause is fungi in the genus Paracoccidioides, including Paracoccidioides brasiliensis and Paracoccidioides lutzii, acquired by breathing in fungal spores. Diagnosis is by sampling of blood, sputum, or skin. The disease can appear similar to tuberculosis, leukaemia, and lymphoma Treatment is with antifungals; itraconazole. For severe disease, treatment is with amphotericin B followed by itraconazole, or trimethoprim/sulfamethoxazole as an alternative. It is endemic to Central and South America, and is considered a type of neglected tropical disease. In Brazil, the disease causes around 200 deaths per year.   == Signs and symptoms ==  Asymptomatic lung infection is common, with fewer than 5% of infected individuals developing clinical disease. It can occur as a mouth and skin type, lymphangitic type, multi-organ involvement type (particularly lungs), or mixed type. If there are mouth ulcers or skin lesions, the disease is likely to be widespread. There may be no symptoms, or it may present with fever, sepsis, weight loss, large glands, or a large liver and spleen. Two presentations are known, firstly the acute or subacute form, which predominantly affects children and young adults, and the chronic form, predominantly affecting adult men. Most cases are infected before age 20, although symptoms may present many years later.   === Juvenile (acute/subacute) form === The juvenile, acute form is characterised by symptoms, such as fever, weight loss and feeling unwell together with enlarged lymph nodes and enlargement of the liver and spleen. This form is most often disseminated, with symptoms manifesting depending on the organs involved. Skin and mucous membrane lesions are often present, and bone involvement may occur in severe cases. This acute, severe presentation may mimic tuberculosis, lymphoma or leukaemia.   === Adult (chronic) form === The chronic form presents months to years after the initial infection occurs and most frequently presents with dry cough and shortness of breath. Other symptoms include excess salivation, difficulty swallowing, and difficulties with voice control. Upper respiratory tract mucosal lesions may be present, as well as increased mucus production and coughing up blood. Both pulmonary and extrapulmonary involvement is common. Up to 70% of cases have mucosal involvement, with lesions often found in the mouth, oropharynx, larynx, and palate. Classic lesions are superficial painful granular ulcers, with small spots of bleeding.   == Cause == Paracoccidioidomycosis is caused by two species of fungi that can exist as a mold or yeast depending on temperature, P. brasiliensis and P. lutzii. In protected soil environments, near water sources, that are disturbed either naturally or by human activity, P. brasiliensis has been epidemiologically observed (although not isolated). A known animal carrier is the armadillo. In the natural environment, the fungi are found as filamentous structures, and they develop infectious spores known as conidia. Human to human transmission has never been proven.   == Mechanism == Primary infection, although poorly understood due to lack of data, is thought to occur through inhalation of the conidia through the respiratory tract, after inhaling fungal conidia produced by the mycelial form of P. brasiliensis. This occurs predominantly in childhood and young adulthood, after exposure to agricultural activity. Infection may occur through direct skin inoculation, although this is rare. After inhalation into the alveoli, there is rapid multiplication of the organism in the lung tissue, sometimes spreading via the venous and lymphatic systems. Approximately 2% of people develop clinical features after the initial asymptomatic infection. The type of immune response determines the clinical manifestation of the infection, with children and HIV co-infected individuals most commonly developing the acute/subacute disseminated disease. Most of those infected develop a Type 1 T-cell (Th1) mediated immune response, resulting in fibrosing alveolitis and compact granuloma formation that control fungal replication, and latent or asymptomatic infection. It then is thought to remain dormant in residual lung lesions and mediastinal lymph nodes. A deficient Th1 cell response results in the severe forms of the disease. In these individuals, granulomas do not form, and the affected person develops Th2 and Th9 responses, resulting in activation of B lymphocytes, high levels of circulating antibodies, eosinophilia, and hypergammaglobulinemia. Lung involvement subsequently occurs after a dormant phase, manifesting in upper respiratory tract symptoms, and lung infiltrates on imaging. The commonest, chronic form, is almost certainly a reactivation of the disease, and may develop into progressive scarring of the lungs (pulmonary fibrosis). It can cause disease in those with normal immune function, although immunosuppression increases the aggressiveness of the fungus. It rarely causes disease in fertile-age women, probably due to a protective effect of estradiol.   == Diagnosis == More than 90% of cases can be diagnoses with direct histological examination of tissue, such as sputum, bronchial lavage fluid, exudates and biopsies. Histopathological study with Gomori methenamine silver (GMS) stain or hematoxylin and eosin (H&E) stain revealing large yeast cells with translucent cell walls with multiple buds. In the juvenile form, lung abnormalities are shown in high-resolution CT scans of the lungs, whereas in the chronic form plain X-rays may show interstitial and alveolar infiltrates in the central and lower lung fields. Culture of P. brasiliensis takes between 20 and 30 days, requiring multiple samples and culture media. Initial culture can occur at room temperature, however after growth is noted, confirmation occurs by incubating at to 36-37 degrees to transform the fungus into yeast cells. Antibody detection is useful both for acute diagnosis and monitoring. Gel immunodiffusion is commonly used in endemic areas, diagnoses 95% of cases with high specificity. Complement fixation allows for a measure of severity of cases by quantifying the antibody level, and is thus useful for monitoring treatment response. It is however only sensitive for 85% of cases, and cross-reacts with H. capsulatum.   === Differential diagnosis === The disease can appear similar to tuberculosis, leukaemia, and lymphoma   == Treatment == Both P. brasiliensis and P. lutzii are in-vitro susceptible to most antifungal agents, unlike other systemic fungal infections. Mild and moderate forms are treated with itraconazole for 9 to 18 months, as this has been shown to be more effective, has a shorter treatment duration and is more tolerated. Acidic beverages have been shown to reduce absorption of itraconazole. Co-trimoxazole is a second line agent, and is preferred for those with brain involvement, and during pregnancy. For severe cases, intravenous treatment with amphotericin B is indicated, for an average of 2 to 4 weeks.Prednisolone prescribed at the same time may reduce inflammation during treatment. Patients should be treated until stabilisation of symptoms, and increase in body weight. Advice in regards to nutritional support, as well as smoking and alcohol intake should be provided. Adrenal insufficiency, if found, is treated with corticosteroids. Clinical criteria for cure includes the absence or healing of lesions, stabilisation of body weight, negative as well as negative autoantibody tests. There is insufficient data to support the benefits of above drugs to treat the disease.   == Epidemiology == Paracoccidioidomycosis is endemic in rural areas of Latin America, from southern Mexico to Argentina, and is also found in Brazil, Colombia, Venezuela, Ecuador and Paraguay. An epidemic outbreak has never been observed. It has the highest prevalence of all systemic mycoses (fungal infections) in the area. As many as 75% of people in endemic areas have been estimated to be infected with the asymptomatic form (up to 10 million people), with 2% developing clinically significant disease. Morbidity and mortality is strongly associated with patient's socioeconomic background, with most adult patients being male agricultural workers. Other risk factors include smoking, alcohol use, HIV co-infection or other immunosuppression. 80% of reported cases are in Brazil, in the southeast, midwest, and south, spreading in the 1990s to the Amazon area. Most of the remaining infections are in Argentina, Colombia and Venezuela. Most epidemiological reports have focused on P. brasliensis, with P. lutzii epidemiology poorly understood as of 2015. Rising cases have been linked to agriculturalization and deforestation in Brazil, urbanisation to peripheral city areas with poor infrastructure, as well as increased soil and air humidity. One Brazilian indigenous tribe, the Surui, after changing from subsistence agriculture to coffee farming showed higher infection rates than surrounding tribes. There have also been reports in non-endemic areas with the rise of eco-tourism, in the United States, Europe and Japan. All reported cases were returned travellers from endemic regions.   == History == Lutz-Splendore-de Almeida disease is named for the physicians Adolfo Lutz, Alfonso Splendor (1871–1953), an Italo-Brazilian parasitologist and Floriano Paulo de Almeida (1898–1977), a Brazilian pathologist specializing in Pathologic Mycology (Study of Infectious Fungi), who first characterized the disease in Brazil in the early 20th century.   == See also == North American blastomycosis   == References ==   == External links =="}