{"name": "Paralytic Ileus", "category": "disease", "content": "Ileus is a disruption of the normal propulsive ability of the intestine. It can be caused by lack of peristalsis or by mechanical obstruction. The word 'ileus' derives from Ancient Greek  εἰλεός (eileós) 'intestinal obstruction'. The term 'subileus' refers to a partial obstruction.   == Signs and symptoms == Symptoms of ileus include, but are not limited to:  moderate to severe, diffuse abdominal pain constipation abdominal distension nausea/vomiting, especially after meals vomiting of  bilious fluid (green or yellowish-green in colour) flatulence and/or lack of bowel movement excessive belching   == Cause == Decreased propulsive ability may be broadly classified as caused either by bowel obstruction or by intestinal atony or paralysis. However, instances with symptoms and signs of a bowel obstruction occur, but with the absence of a mechanical obstruction, mainly in acute colonic pseudo-obstruction, Ogilvie's syndrome. In 2023 the US FDA reported gastrointestinal ileus as an adverse effect of the medication semaglutide, with frequency and causal relationship unknown.   === Bowel obstruction ===  A bowel obstruction is generally a mechanical obstruction of the gastrointestinal tract and can occur anywhere from the Ligament of Treitz to the anus. When the obstruction affects only the small intestine, it is generally referred to as a small bowel obstruction to distinguish it from a colonic obstruction, which may or may not affect the small intestine. The distinction helps to narrow the possible causes and treatment. Common causes of small bowel obstruction include post-operative adhesions, hernias, intussusception, and intraabdominal tumors. Common causes of colonic obstruction include primary colon cancer, volvulus and post-operative adhesions. When the ileocecal valve is competent, colonic obstruction may manifest as gaseous distention of the colon, but not the small intestine; when the ileocecal valve is incompetent, it does not prevent retrograde passage of air and stool and a colonic obstruction will cause dilation of both large and small bowel.   Bowel obstructions can be partial or complete. They can be differentiated on imaging by the intestinal gas pattern. Partial obstructions will have gas distal to the obstruction, whereas a complete obstruction will not. Sounds of \"rushes and tinkles\" are associated with partial obstructions and represent brief passages of fluid and gas (respectively) through the partial obstruction. Complete obstructions do not make these sounds.   === Intestinal paralysis === Paralytic ileus is paralysis of the intestine, whether or not complete, sufficient to prohibit the passage of food through the intestine and lead to intestinal blockage.  It causes constipation and bloating. On listening to the abdomen with a stethoscope, no bowel sounds are heard because the bowel is inactive.  It is a common side effect of some types of surgery, termed postsurgical ileus. It can also result from certain drugs and from various injuries and illnesses, such as acute pancreatitis.  A temporary paralysis of a portion of the intestines occurs typically after abdominal surgery. Since the intestinal content of this portion is unable to move forward, food or drink should be avoided until peristaltic sound is heard, by auscultation (use of a stethoscope) of the area where this portion lies. Intestinal atony or paralysis may be caused by inhibitory neural reflexes, inflammation or other implication of neurohumoral peptides.   === Risk factors === gastrointestinal surgery or other GI procedures electrolyte imbalance (Namely hypokalemia and hypercalcemia) diabetic ketoacidosis (DKA), and other causes of metabolic acidosis hypothyroidism diabetes medications (e.g. opioids or antimuscarinics) severe illness (inflammation with peritonitis) spinal cord injury, those with injury above thoracic vertebra 5 (T5) will have hypomotility problems within the bowel acute intermittent porphyria   == Treatment == Traditionally, nothing by mouth was considered to be mandatory in all cases, but gentle feeding by enteral feeding tube may help to restore motility by triggering the gut's normal feedback signals, so this is the recommended management initially. When the patient has severe, persistent signs that motility is completely disrupted, nasogastric suction and parenteral nutrition may be required until passage is restored. In such cases, continuing aggressive enteral feeding causes a risk of perforating the gut. Several options are available in the case of paralytic ileus. Most treatment is supportive. If caused by medication, the offending agent is discontinued or reduced. Bowel movements may be stimulated by prescribing lactulose, erythromycin or, in severe cases that are thought to have a neurological component (such as Ogilvie's syndrome), neostigmine. There is also evidence from a systematic review of randomized controlled trials that chewing gum, as a form of 'sham feeding', may stimulate gastrointestinal motility in the post-operative period and reduce the duration of postoperative ileus. If possible the underlying cause is corrected (e.g. replace electrolytes).   == Other animals == Ileus is a cause of colic in horses due to functional obstruction of the intestines. It is most commonly seen in horses postoperatively, especially following colic surgery. Horses experiencing ileus are at risk for gastric rupture due to rapid reflux build-up, and require intense medical management with frequent nasogastric intubation. Ileus may increase adhesion formation, because intestinal segments have more prolonged contact and intestinal distention causes serosal injury and ischemia. It is usually treated with aggressive fluid support, prokinetics, and anti-inflammatories.   == Terminology == ICD-10 coding reflects both impaired-peristalsis senses and mechanical-obstruction senses of the term as modified by various adjectives. Some authors have argued for trying to reserve the term for the impaired-peristalsis senses, under which prescription certain older terms such as \"gallstone ileus\" and \"meconium ileus\", although now technically misnomers, are still accepted as correct owing to their long-established usage.   == References ==   == External links ==  MedlinePlus Encyclopedia: Intestinal Obstruction Patient UK: Intestinal Obstruction and Ileus PubMed Health: Intestinal obstruction Ileus at eMedicine Merck Manual Professional: Ileus"}