{"name": "pargyline", "category": "drug", "content": "Pargyline, sold under the brand name Eutonyl among others, is a monoamine oxidase inhibitor (MAOI) medication which has been used to treat hypertension (high blood pressure) but is no longer marketed. It has also been studied as an antidepressant, but was never licensed for use in the treatment of depression. The drug is taken by mouth. Side effects of pargyline include orthostatic hypotension among others. It has the potential for serious food and drug interactions with sympathomimetic agents like tyramine that can result in hypertensive crisis. Pargyline acts as a non-selective and irreversible inhibitor of the monoamine oxidases MAO-A and MAO-B. The exact mechanism of the hypotensive effects of pargyline and other MAOIs is unclear. Structurally, pargyline is a benzylamine derivative and is related to selegiline and clorgyline. Pargyline was first described in 1960 and was introduced for medical use in 1963. It was available in the United States and the United Kingdom. The clinical use of pargyline was limited due to its side effects and interactions. The drug remained available in the United States as late as 2000. However, it was fully discontinued worldwide by 2007.   == Medical uses == Pargyline is used as an antihypertensive agent in the treatment of hypertension (high blood pressure). The dosage was 12.5 to 200 mg per day. Its onset of action is slow and several weeks of continuous administration are required for the effects to develop fully upon initiation of treatment. The decrease in blood pressure with pargyline is described as impressive and is especially strong when standing. However, the blood pressure decrease with pargyline is often difficult to control adequately. Pargyline shares its mechanism of action, monoamine oxidase inhibition, with a class of antidepressants that includes phenelzine, tranylcypromine, and isocarboxazid, among others. However, unlike other MAOIs, pargyline itself was never licensed for treatment of depression. In any case, the drug was studied in the treatment of depression and was advertised in the 1960s as an antihypertensive agent that also \"brightens emotional outlook\".   == Side effects == Orthostatic hypotension (excessively low blood pressure when standing or standing up) is a prominent side effect of pargyline. Other side effects include dry mouth, dizziness, nausea, headaches, increased appetite, nervousness, insomnia, agitation, sedation, manic reactions, and psychotic reactions.   == Interactions == Pargyline has the potential for serious food and drug interactions due to its MAOI actions. This includes hypertensive crisis with intake of norepinephrine releasing agents like tyramine, amphetamine, and ephedrine. Tyramine is found in high concentrations in certain cheeses and other foods and can result in hypertensive crisis often referred to as the \"cheese reaction\". Episodes of hypertensive crisis can be severe or fatal and this has greatly limited the clinical use of pargyline. Hypertensive crisis with pargyline is treated intravenously with sympatholytic alpha blockers like phentolamine. Combination of pargyline and the antihypertensive agent methyldopa has been found to result in intense and potentially fatal central nervous system excitation in rodents. This has been said to resemble the effects of amphetamine overdose. The interaction appears to be due to inhibition by pargyline of the metabolism of normally short-lived methyldopa metabolites like α-methyldopamine and α-methylnorepinephrine that act as potent catecholamine releasing agents. Visual hallucinations have been reported with coadministration of pargyline and methyldopa in humans. As such, use of methyldopa in combination with pargyline and other MAOIs is contraindicated. Pargyline is also a disulfiram-like drug and aldehyde dehydrogenase (ALDH) inhibitor similarly to disulfiram and can produce alcohol intolerance-type reactions with alcohol.   == Pharmacology ==   === Pharmacodynamics ===   ==== Monoamine oxidase inhibition ==== Pargyline is a non-selective and irreversible monoamine oxidase inhibitor (MAOI), or an inhibitor of the monoamine oxidase (MAO) enzyme. This enzyme is involved in the metabolism of the monoamine neurotransmitters serotonin, norepinephrine, and dopamine. Pargyline is said to have slight preference or selectivity for inhibition of MAO-B over MAO-A (IC50Tooltip half-maximal inhibitory concentration = 8.20 nM and 11.52 nM, respectively). Pargyline produces its antihypertensive effects via MAO inhibition. However, the exact mechanism of action by which this occurs is unclear. Pargyline and other MAOIs inhibit the metabolism of norepinephrine and cause accumulation of norepinephrine in the heart, brain, and other adrenergic tissues. Some possibilities include diminished responsiveness to norepinephrine via increased norepinephrine levels in blood vessels and blockade blockade of the release of norepinephrine from peripheral sympathetic neurons. Another possibility is that pargyline increases levels of false neurotransmitters like octopamine and tyramine, which are weaker pressor agents than norepinephrine. However, the involvement of octopamine in the hypotensive effects of pargyline and other MAOIs is uncertain. Yet another possibility is that the hypotensive effects may be due to accumulation of N-acetylserotonin, which shows antihypertensive effects in animals. As of 2018, the precise mechanism of the hypotensive effects of MAOIs still remains unresolved.   ==== Other actions ==== In addition to its actions as an MAOI, pargyline has been found to bind with high affinity to the I2 imidazoline receptor. This receptor has been found to actually be an allosteric site on the monoamine oxidase (MAO) enzyme. A high dose of pargyline (10 mg/kg) has been found to stimulate locomotor activity, a psychostimulant-like effect, in certain behavioral tests in rats. This might be due to its MAOI activity and increased dopamine levels in the nucleus accumbens or might be related to stimulant-like effects of its metabolites including benzylamine, N-methylbenzylamine, and/or N-propargylbenzylamine. However, no studies on this matter have been conducted. Certain other MAOIs, like iproniazid, phenelzine, pheniprazine, and tranylcypromine, but not nialamide, have likewise been found to produce amphetamine- and psychostimulant-like effects at high doses in animals. Several of these agents are known to metabolize into phenethylamines and amphetamines with catecholamine-releasing activity or to have intrinsic catecholamine-releasing actions of their own. Benzylamine derivatives have been found to act as catecholamine reuptake inhibitors. Pargyline has been found to act as an irreversible aldehyde dehydrogenase (ALDH) inhibitor. It is a disulfiram-like drug and can produce intolerance-type reactions with alcohol similarly to disulfiram. The ALDH inhibition of pargyline appears to be mediated by its metabolites, namely propiolaldehyde, but also propargylamine and benzylamine. Pargyline has been found to act as a reversible inhibitor of diamine oxidase (DAO)-mediated putrescine metabolism. It has additionally been found to act as a weak inhibitor of arylalkyl acylamidase and of histamine N-methyltransferase.   === Pharmacokinetics === Pargyline has high lipophilicity and is predicted to cross the blood–brain barrier. The drug has been shown to elevate brain monoamine levels, for instance of serotonin norepinephrine, dopamine, and trace amines, in animals. Pargyline is N-demethylated and N-depropargylated by CYP2E1 to form arylalkylamine and other metabolites including benzylamine, N-methylbenzylamine, and N-propargylbenzylamine, among others. These metabolites may then undergo additional metabolism, for instance hydroxylation and oxidation. It also forms propiolaldehyde and propargylamine. N‐Propargylbenzylamine, which is a major active metabolite of pargyline, is a potent and selective inhibitor of MAO-B in vivo in rats and may contribute importantly to MAO-B inhibition with pargyline. Other metabolites, like propiolaldehyde, are potent ALDH inhibitors.   == Chemistry == Pargyline is an derivative of benzylamine and is also known as N-methyl-N-propargylbenzylamine. It is used pharmaceutically as the hydrochloride salt. Pargyline is a lipophilic compound, with a predicted log P of about 2.1. Pargyline preceded and is structurally related to the selective and irreversible MAO-B inhibitor selegiline (deprenyl; (R)-(–)-N-methyl-N-propargylamphetamine). Clorgyline (MB-9302; N-methyl-N-propargyl-3-(2,4-dichlorophenoxy)propylamine), another structural analogue of pargyline, is a selective and irreversible MAO-A inhibitor.   == History == Pargyline was first described in the scientific literature in 1960. It was brought to market in the United States and the United Kingdom by Abbott Laboratories in 1963 as an antihypertensive drug. It was one of several MAOIs introduced in the 1960s including nialamide, isocarboxazid, phenelzine, and tranylcypromine. By 2007, the drug was discontinued. As of 2014, there were no generic versions available in the United States. It continued to be available in the United States as late as 2000.   == Society and culture ==   === Names === Pargyline is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while its USANTooltip United States Adopted Name and BANMTooltip British Approved Name in the case of the hydrochloride salt is pargyline hydrochloride. The drug is also known by the developmental code name MO-911. Marketed brand names of pargyline have included Eutonyl and Eutron.   == Research == Pargyline has been studied in the treatment of depression.   == References =="}