{"name": "paritaprevir", "category": "drug", "content": "Ombitasvir/paritaprevir/ritonavir, sold under the brand name Technivie among others, is a medication used to treat hepatitis C. It is a fixed-dose combination of ombitasvir, paritaprevir, and ritonavir. Specifically it is used together with dasabuvir or ribavirin for cases caused by hepatitis C virus genotype 1 or 4. Cure rates are around 95%. It is taken by mouth. It is generally well tolerated. Common side effects include nausea, itchiness, rash, and trouble sleeping. Other side effects include allergic reactions and reactivation of hepatitis B among those previously infected. Use is not recommended in those with significant liver problems. While there is no evidence of harm with use during pregnancy, this use has not been well studied. Each of the medications works by a different mechanism. The ritonavir is present to decrease the breakdown of paritaprevir. Ombitasvir/paritaprevir/ritonavir with dasabuvir was approved for medical use in the United States in December 2014, without dasabuvir in July 2015, and as extended release in July 2016. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Ombitasvir/paritaprevir/ritonavir is used together with dasabuvir or ribavirin for cases caused by hepatitis C virus genotype 1 or 4. Cure rates are around 95%.   == Contraindications == People with moderate to severe liver impairment Concurrent use of moderate to strong inducers of CYP3A and strong inducers of CYP2C8 reduce efficacy   == Side effects == Post-market surveillance reports show hepatic decompensation and hepatic failure associated with Viekira Pak use. It is likely that most patients who experienced this had advanced cirrhosis prior to treatment initiation. Hepatic decompensation is described by rising bilirubin without ALT elevations alongside clinical symptoms such as ascites and hepatic encephalopathy. Patients should be monitored for signs of hepatic decompensation and bilirubin levels should be tested in the first four weeks of treatment and compared to baseline. Ombitasvir/paritaprevir/ritonavir could cause hepatitis B re-activation in people co-infected with hepatitis B and C viruses. The European Medicines Agency recommended screening all people for hepatitis B before starting ombitasvir/paritaprevir/ritonavir for hepatitis C in order to minimize the risk of hepatitis B reactivation.   == Society and culture == It is manufactured by Abbvie. In the United States ombitasvir/paritaprevir/ritonavir together with dasabuvir is sold as Viekira Pak. Technivie consists of only ombitasvir/paritaprevir/ritonavir tablets. Technivie was discontinued in the US market in 2020.   === Approval ===   ==== United States ==== Ombitasvir/paritaprevir/ritonavir together with dasabuvir was approved in its first review cycle by the FDA in December 2014. The Center for Drug Evaluation and Research (CDER) designated the product for Fast Track because it had potential to treat unmet medical need. This track allows the CDER to view certain information ahead of a completed NDA to cut down the time to approval. Additionally, it was designated Breakthrough Therapy for its substantial improvement in the primary endpoint SVR12 and given Priority Review under the Prescription Drug User Fee Act allowing the review to be completed in six months rather than the standard ten months.   ==== European Union ==== In the European Union, ombitasvir/paritaprevir/ritonavir is approved under the brand name Viekirax for combination therapy together with dasabuvir, with or without ribavirin.   == Research ==   === Sapphire I === Sapphire I was a 12-week placebo-controlled, randomized, double-blind trial which had a primary endpoint of cure (SVR12) rate in non-cirrhotic patients with HCV GT1a and GT1b - who were new to HCV treatment - and were given Viekira Pak and ribavirin (RBV). Sapphire I reported a 96% cure rate.   === Sapphire II === Sapphire II was a 12-week placebo-controlled, randomized, double-blind trial which had a primary endpoint of cure (SVR12) rate in non-cirrhotic patients with HCV GT1a and GT1b - who had previously received treatment - and were given Viekira Pak and (RBV). SAPPHIRE II reported a 96% cure rate.   === Pearl II === Pearl II was a 12-week open-label, randomized trial which had a primary endpoint of cure (SVR12) rate in non-cirrhotic patients with HCV GT1b - who had previously received treatment - and were given either Viekira Pak and (RBV) or Viekira Pak alone. Pearl II reported a 100% cure rate.   === Pearl III === Pearl III was a 12-week placebo-controlled, randomized, double-blind trial which had a primary endpoint of cure (SVR12) rate in non-cirrhotic patients with HCV GT1b - who were new to HCV treatment - and were given Viekira Pak and (RBV) or Viekira Pak and a RBV placebo. Pearl III reported a 100% cure rate   === Pearl IV === Pearl IV was a 12-week placebo-controlled, randomized, double-blind trial which had a primary endpoint of cure (SVR12) rate in non-cirrhotic patients with HCV GT1b - who were new to HCV treatment - and were given Viekira Pak and (RBV) or Viekira Pak and a RBV placebo. The primary difference between Pearl III and PEARL IV was that PEARL IV had a 1:2 allocation ratio meaning twice as many participants were given Viekira Pak and RBV placebo compared to Viekira Pack and RBV. Pearl IV had a 97% cure rate.   === Turquoise II === Turquoise II was an open-label, randomized trial which had a primary endpoint of cure (SVR12) rate in patients with compensated cirrhosis and either HCV GT1a or GT1b and both treatment arms were given Viekira Pak and (RBV). The two treatment arms differed by length of treatment: subjects were randomly assigned to receive treatment for either 12 or 24 weeks. The results were stratified based on whether or not subjects had previously received pegIFN/RBV treatment. This is the only phase III trial which has been completed with Viekira Pak and cirrhotic patients with HCV. TURQUOISE II reported a 95% cure rate for the 24-week arm and 99% cure rate for the 12-week arm. Subjects with genotype 1a had higher cure rates in the 24-week arm than the 12-week arm.   == References ==   == External links == \"FDA Drug Safety Communication: FDA warns of serious liver injury risk with hepatitis C treatments Viekira Pak and Technivie\". U.S. Food and Drug Administration (FDA). 24 August 2016. \"FDA Drug Safety Communication: FDA warns about the risk of hepatitis B reactivating in some patients treated with direct-acting antivirals for hepatitis C\". U.S. Food and Drug Administration (FDA). 4 October 2016."}