{"name": "Paroxysmal hypertension", "category": "disease", "content": "Paroxysmal hypertension is episodic and volatile high blood pressure, which may be due to stress of any sort, or from a pheochromocytoma, a type of tumor involving the adrenal medulla.  Patients with paroxysmal hypertension who test negative for pheochromocytoma are said to be suffering from a clinical entity called \"pseudopheochromocytoma.\" This disorder is due to episodic dopamine discharge and has been observed predominantly in hypertensive women whose presentation mimicked pheochromocytoma, but with subsequent testing being negative for malignancy. In patients with pseudopheochromocytoma, dopamine was found to be significantly increased post-paroxysm. The paroxysm is said to be similar to the hypertensive episodes described by Page in 1935, and has been colloquially referred to as \"Page's Syndrome\". These episodes can occur after diencephalic stimulation. The exact cause of pseudopheochromocytoma is unknown, though it is thought to be related to episodic dopamine discharge. External stressors that may contribute include pain, anxiety, or emotional trauma. Therefore, treatment of pseudopheochromocytoma is aimed at psychological support and intervention with antidepressants, but also treatment with alpha and then beta blockers in resistant cases.   == References ==   == Further reading == Kuchel O, Buu NT, Larochelle P, Hamet P, Genest J (1986). \"Episodic dopamine discharge in paroxysmal hypertension. Page's syndrome revisited\". Archives of Internal Medicine. 146 (7): 1315–20. doi:10.1001/archinte.1986.00360190079011. PMID 3718127. Seck SM, Ka EF, Niang A, Diouf B (2009). \"Pseudopheochromocytoma: An uncommon cause of malignant hypertension\". Indian Journal of Nephrology. 19 (3): 122–4. doi:10.4103/0971-4065.57111. PMC 2859479. PMID 20436734. Mann SJ (2008). \"Severe paroxysmal hypertension (pseudopheochromocytoma)\". Current Hypertension Reports. 10 (1): 12–8. doi:10.1007/s11906-008-0005-2. PMID 18367021. S2CID 36584198. Páll A, Becs G, Erdei A, Sira L, Czifra A, Barna S, Kovács P, Páll D, Pfliegler G, Paragh G, Szabó Z (2014). \"Pseudopheochromocytoma induced by anxiolytic withdrawal\". European Journal of Medical Research. 19 (1): 53. doi:10.1186/s40001-014-0053-9. PMC 4196012. PMID 25288254.   == External links == GPnotebook entry"}