{"name": "Paronychia Inflammation", "category": "disease", "content": "Paronychia is an inflammation of the skin around the nail, which can manifest suddenly, often due to the bacterium Staphylococcus aureus, or gradually, typically caused by the fungus Candida albicans. The term originates from Greek  παρά (para) 'around' and  ὄνυξ (onyx) 'nail'. Risk factors for paronychia include frequent hand washing and trauma to the cuticle, such as from chronic nail biting or hangnails. Treatment typically involves antibiotics for bacterial infections and antifungals for fungal infections. If there is pus formation, incision and drainage may be necessary. Paronychia is commonly mistakenly used interchangeably with herpetic whitlow or felon, which are distinct conditions.   == Definition and etymology == Paronychia is an inflammation of the skin around the nail, which can occur suddenly (acute), when it is usually due to the bacterium Staphylococcus aureus, or gradually (chronic) when it is commonly caused by Candida albicans. The term is from Greek: παρωνυχία from para, \"around\", onyx, \"nail\" and the noun suffix -ia.   == Signs and symptoms == The index and middle fingers are most commonly affected and may present with redness, swelling and pain. Pus or discharge may be present.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Causes == Acute paronychia is usually caused by bacteria. It is often treated with antibiotics, either topical (applied to the skin) or oral (taken by mouth), or both. Chronic paronychia is most often caused by a yeast infection of the soft tissues around the nail but can also be traced to a bacterial infection. If the infection is continuous, the cause is often fungal and needs antifungal cream or paint to be treated. Risk factors include repeatedly washing hands and trauma to the cuticle such as may occur from repeated nail biting or hangnails. In the context of bartending, it is known as \"bar rot\". Painful paronychia in association with a scaly, erythematous, keratotic rash (papules and plaques) of the ears, nose, fingers, and toes may be indicative of acrokeratosis paraneoplastica, which is associated with squamous-cell carcinoma of the larynx. Paronychia can occur with diabetes, drug-induced immunosuppression, or systemic diseases such as pemphigus.   == Diagnosis ==   === Types === Paronychia aka \"swollen nail\" may be divided as occurring suddenly, acute, or gradually, chronic.   ==== Acute ==== Acute paronychia is an infection of the folds of tissue surrounding the nail of a finger or, less commonly, a toe, lasting less than six weeks. The infection generally starts in the paronychium at the side of the nail, with local redness, swelling, and pain.: 660  Acute paronychia is usually caused by direct or indirect trauma to the cuticle or nail fold, and may be from relatively minor events, such as dishwashing, an injury from a splinter or thorn, nail biting, biting or picking at a hangnail, finger sucking, an ingrown nail, or manicure procedures.: 339    ==== Chronic ==== Chronic paronychia is an infection of the folds of tissue surrounding the nail of a finger or, less commonly, a toe, lasting more than six weeks. It is a nail disease prevalent in individuals whose hands or feet are subject to moist local environments, and is often due to contact dermatitis.: 660  In chronic paronychia, the cuticle separates from the nail plate, leaving the region between the proximal nail fold and the nail plate vulnerable to infection.: 343  It can be the result of dish washing, finger sucking, aggressively trimming the cuticles, or frequent contact with chemicals (mild alkalis, acids, etc.). Alternatively, paronychia may be divided as follows:  Candidal paronychia is an inflammation of the nail fold produced by C. albicans.: 310  Pyogenic paronychia is an inflammation of the folds of skin surrounding the nail caused by bacteria.: 254  Generally, acute paronychia is pyogenic, as it is usually caused by a bacterial infection.   == Differential == Differential diagnosis of paronychia includes:  Cellulitis is a superficial infection and presents as erythema and swelling to the affected portion of the body with no area of fluctuance. Treatment is with oral antibiotics. Whitlow or felon is a subcutaneous infection of the digital pulp space. The area becomes warm, red, tense, and very painful due to the confinement of the infection, creating pressure in the individual compartments created by the septa of the finger pad. These require excision and drainage, usually with a longitudinal incision and blunt dissection to ensure adequate drainage. Herpetic whitlow is a viral infection of the distal finger caused by HSV. Patients usually develop a burning, pruritic sensation before the infection erupts. A physical exam shows vesicles and vesicopustules, along with pain and erythema. It is important to not confuse this with a felon or a paronychia as incision and drainage of herpetic whitlow could result in a secondary bacterial infection and failure to heal. Onychomycosis is a fungal infection of the nail that causes whitish-yellowish discoloration. Sometimes, it is difficult to treat and requires oral antibiotics instead of topical. Nail psoriasis  can affect the fingernails and toenails. It may cause thickening of the nails with areas of pitting, ridges, irregular contour, and even raising of the nail from the nail bed. Squamous-cell carcinoma is mainly cancer of the skin, but can also affect the nail bed. It is a rare malignant subungual tumor subject to misdiagnosis as chronic paronychia.   == Treatment ==  When no pus is present, warm soaks for acute paronychia are reasonable, though evidence to support its use is lacking. Chronic paronychia is treated by avoiding whatever is causing it, a topical antifungal, and a topical steroid. In those who do not improve following these measures, oral antifungals and steroids may be used or the nail fold may be removed surgically.   === Antibiotics === No strong evidence has been found to recommend topical vs. oral antibiotics, and this may be physician-dependent based on experience. Antibiotics used should have S. aureus coverage. Topical antibiotics used may be a triple antibiotic ointment, bacitracin, or mupirocin.  In patients failing topical treatment or more severe cases, oral antibiotics are an option; dicloxacillin or cephalexin can be used. Indications for antibiotics with anaerobic coverage include patients where a concern exists for oral inoculation; this would require the addition of clindamycin or amoxicillin-clavulanate. Antibiotics such as clindamycin or cephalexin are also often used, the first being more effective in areas where MRSA is common. If  signs of an abscess (the presence of pus) are seen, drainage is recommended.   == Epidemiology == Paronychia is more common in women than in men, by a ratio of three to one. Usually, they affect manual-labor workers or people in occupations that require them to have their hands or feet submerged in water for prolonged periods (e.g., dishwashers). Middle-aged females are at the highest risk of infection.   == References ==   == External links ==  \"Paronychia Nail Infection\". Dermatologic Disease Database. American Osteopathic College of Dermatology. Archived from the original on 2013-03-30. Retrieved 2006-07-12."}