{"name": "Pasteurella Infections", "category": "disease", "content": "Pasteurella is a genus of Gram-negative, facultatively anaerobic bacteria. Pasteurella species are nonmotile and pleomorphic, and often exhibit bipolar staining (\"safety pin\" appearance). Most species are catalase- and oxidase-positive. The genus is named after the French chemist and microbiologist, Louis Pasteur, who first identified the bacteria now known as Pasteurella multocida as the agent of chicken cholera.   == Pathogenesis ==  Many Pasteurella species are zoonotic pathogens, and humans can acquire an infection from domestic animal bites. In cattle, sheep, and birds, Pasteurella species can cause a life-threatening pneumonia; in cats and dogs, however, Pasteurella is not a cause of disease, and constitutes part of the normal flora of the nose and mouth. Pasteurella haemolytica is a species that infects mainly cattle and horses: P. multocida is the most frequent causative agent in human Pasteurella infection. Common symptoms of pasteurellosis in humans include swelling, cellulitis, and bloody drainage at the site of the wound. Infection may progress to nearby joints, where it can cause further swelling, arthritis, and abscesses. Pasteurella spp. are generally susceptible to chloramphenicol, the penicillins, tetracycline, and the macrolides. The common occurrence of the bacteria is a reason to be medically proactive and defensive (antibacterial treatments are often necessary) if a bite occurs. Several vaccine preparations were used to prevent Pasteurella infection. New regimens for vaccination and vaccine formulation  showed to be promising for the control of the pathogen.   === In animals === P. multocida is also known to cause morbidity and mortality in rabbits. The predominant syndrome is upper respiratory disease. P. multocida can be endemic among rabbit colonies and is often transmitted through nasal secretions. P. multocida can survive several days in water or moist areas. Pasturella spp. can be transmitted through the bite of a dog. They have also been reported in red kangaroos and potoroos. Pasteurella Bisgaard taxon 45 was identified in late 2023 as the organism that killed nearly 400 elephants in Zimbabwe and Botswana during the summer of 2020   === Antibiotic sensitivity === P. multocida is highly sensitive to enrofloxacin, oxytetracycline, chloramphenicol, and ampicillin.   === Possible complications === Osteomyelitis is a possible complication of P. multocida, which can subsequently lead to necrotizing fasciitis.   == References ==   == External links == Man 'first rabbit flu victim' - BBC News \"Your Bunny Probably Has It - Pasteurella\" by Astrid M. Kruse, DVM"}