{"name": "patiromer calcium", "category": "drug", "content": "Patiromer, sold under the brand name Veltassa, is a medication used to treat high blood potassium. It is taken by mouth. It works by binding potassium in the gut. Common side effects include constipation, low blood magnesium, and abdominal pain. It was approved for medical use in the United States in October 2015, and in the European Union in July 2017.   == Medical uses == Patiromer is used for the treatment of hyperkalemia, but not as an emergency treatment for life-threatening hyperkalemia, as it acts relatively slowly. Such a condition needs other kinds of treatment, for example calcium infusions, insulin plus glucose infusions, salbutamol inhalation, and hemodialysis. Typical reasons for hyperkalemia are chronic kidney disease and application of drugs that inhibit the renin–angiotensin–aldosterone system (RAAS) – e.g. ACE inhibitors, angiotensin II receptor antagonists, or potassium-sparing diuretics – or that interfere with kidney function in general, such as nonsteroidal anti-inflammatory drugs (NSAIDs).   == Adverse effects == Patiromer was generally well tolerated in studies. Side effects that occurred in more than 2% of patients included in clinical trials were mainly gastro-intestinal problems such as constipation, diarrhea, nausea, and flatulence, and also hypomagnesemia (low levels of magnesium in the blood) in 5% of patients, because patiromer binds magnesium in the gut as well.   == Interactions == Patiromer was tested for drug-drug interactions with 28 drugs and showed binding or interaction with 14 of these drugs. This could reduce their availability and thus effectiveness, wherefore patiromer has received a boxed warning by the US Food and Drug Administration (FDA), telling patients to wait for at least six hours between taking patiromer and any other oral drugs. Of the 14 drugs that did show an interaction in vitro, 12 were selected for further testing in phase 1 studies in healthy volunteers to assess whether the results seen in vitro translated into an effect in people. These studies showed patiromer did not alter the absorption of nine of the 12 drugs when co-administered. Patiromer reduced absorption of three drugs when co-administered, however, there was no interaction when patiromer and these three drugs were taken 3 hours apart. This information was submitted to the FDA in the form of a supplemental New Drug Application (sNDA) and as a result, in November 2016 the FDA approved the removal of the boxed warning regarding the separation of patiromer and other oral medications. The updated label recommends patients take patiromer at least three hours before or three hours after other oral medications.   == Pharmacology ==   === Mechanism of action === Patiromer works by binding free potassium ions in the gastrointestinal tract and releasing calcium ions for exchange, thus lowering the amount of potassium available for absorption into the bloodstream and increasing the amount that is excreted via the feces. The net effect is a reduction of potassium levels in the blood serum. Lowering of potassium levels is detectable seven hours after administration. Levels continue to decrease for at least 48 hours if treatment is continued, and remain stable for 24 hours after administration of the last dose. After this, potassium levels start to rise again over a period of at least four days.   === Pharmacokinetics === Patiromer is not absorbed from the gut, is not metabolized, and is excreted in unchanged form with the feces.   == Chemistry == The substance is a cross-linked polymer of 2-fluoroacrylic acid with divinylbenzenes and 1,7-octadiene. It is used in form of its calcium salt (ratio 2:1) and with sorbitol (one molecule per two calcium ions or four fluoroacrylic acid units), a combination called patiromer sorbitex calcium.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  Patiromer sorbitex calcium is an off-white to light brown, amorphous, free-flowing powder. It is insoluble in water, 0.1 M hydrochloric acid, heptane, and methanol.   == History == In a Phase III multicenter clinical trial including 237 patients with hyperkalemia under RAAS inhibitor treatment, 76% of participants reached normal serum potassium levels within four weeks. After subsequent randomization of 107 responders into a group receiving continued patiromer treatment and a placebo group, re-occurrence of hyperkalemia was 15% versus 60%, respectively.   == Society and culture ==   === Legal status === The US FDA approved patiromer in October 2015. It was approved for use in the European Union in July 2017.   == References =="}