{"name": "pazopanib", "category": "drug", "content": "Pazopanib, sold under the brand name Votrient, is an anti-cancer medication marketed worldwide by Novartis. It is a potent and selective multi-targeted receptor tyrosine kinase inhibitor that blocks tumour growth and inhibits angiogenesis. It has been approved for renal cell carcinoma and soft tissue sarcoma by numerous regulatory administrations worldwide.   == Medical uses == It is approved by numerous regulatory administrations worldwide, including the US Food and Drug Administration (FDA) (19 October 2009), the European Union's European Medicines Agency (EMA) (14 June 2010), the United Kingdom's Medicines and Healthcare products Regulatory Agency (MHRA) (14 June 2010) and Australia's Therapeutic Goods Administration (TGA) (30 June 2010), for use as a treatment for advanced/metastatic renal cell carcinoma and advanced soft tissue sarcomas. In Australia and New Zealand, it is subsidised under the Pharmaceutical Benefits Scheme (PBS) and by Pharmac respectively, under a number of conditions, including:  The medication is used to treat clear cell renal cell carcinoma, the most common histological subtype. The treatment phase is continuing treatment beyond three months. The patient has been issued an authority prescription for pazopanib. The patient must have stable or responding disease according to the Response Evaluation Criteria In Solid Tumours (RECIST). This treatment must be the sole tyrosine kinase inhibitor subsidised for this condition. Pazopanib has also demonstrated initial therapeutic properties in patients with aggressive fibromatosis (desmoid tumor), ovarian and non-small cell lung cancer. However, plans to apply to the EMA for a variation to include advanced ovarian cancer have been withdrawn and a license will not be sought in any country.   == Contraindications == The only contraindication is hypersensitivity to pazopanib or any of its excipients. Cautions include:  Hypertension, including hypertensive crises have been reported. QT interval prolongation and torsades de pointes have been reported. Thrombotic microangiopathy has been reported. Thrombotic thrombocytopenic purpura has been reported. Haemolytic uremic syndrome has been reported. Haematologic parameter alterations have been reported in 31–37% of patients. Events of cardiac dysfunction (decreased left ventricular ejection fraction and congestive heart failure) have been observed. Fatal haemorrhage, arterial and venous thrombotic events and perforations in the gastrointestinal tract have been observed in randomized clinical trials. It has one black box warning by the US FDA, namely severe hepatotoxicity including fatalities.   == Adverse effects ==  The most common side effects of pazopanib are nausea, vomiting, diarrhoea (occurs in about half of patients), changes in hair colour, hypertension (which usually occurs during the first few weeks of treatment), appetite loss, hyperglycaemia, hypoglycaemia, electrolyte abnormalities (including hypocalcaemia, hypomagnesemia, hypophosphatemia), laboratory anomalies (including increased AST, ALT and protein in the urine), oedema, hair loss or discolouration, taste changes, abdominal pain, rash, fatigue and bone marrow suppression (including leucopenia, neutropenia, thrombocytopenia and lymphopenia). It has been associated with a low, but real risk of potentially fatal liver damage.   == Overdose == The treatment for overdose is purely supportive and the symptoms include grade 3 hypertension and fatigue.   == Interactions == Drug interactions include:   Co-administration with strong inhibitors of the liver enzyme CYP3A4 (e.g. ketoconazole, ritonavir, clarithromycin, grapefruit juice) may increase pazopanib serum levels as it is a CYP3A4 substrate. CYP3A4 inducers (e.g. rifampin, carbamazepine) decrease pazopanib serum levels. It is a p-glycoprotein (PGP) substrate and hence PGP inhibitors such as quinidine may interact with pazopanib. Pazopanib is not a substrate for either of the liver enzymes OATP1B1 and OATP1B3. Pazopanib has inhibitory potency towards OATP1B1 but not for OATP1B3.   == Pharmacology ==   === Mechanism of action === Pazopanib is a multiple kinase inhibitor that limits tumor growth by targeting angiogenesis via inhibition of enzymes including vascular endothelial growth factor receptor (VEGFR), platelet-derived growth factor receptor (PDGFR), c-KIT and FGFR.   === Pharmacokinetics === After oral intake of a single tablet, pazopanib has a bioavailability of 21% with a range of 14–39% between people. It reaches highest concentrations in the blood plasma after median 3.5 hours; the range in studies was 1.0 to 11.9 hours. When taken regularly, the area under the curve (AUC) increases 1.23- to 4-fold as compared to a single dose. Taking the drug together with food approximately doubles the AUC as well as the highest plasma concentrations (Cmax); and crushing the tablet increases the AUC 1.46-fold, as well doubling the Cmax. When in the bloodstream, more than 99.5% of the substance are bound to plasma proteins. The liver enzyme mainly responsible for metabolizing the drug is CYP3A4; and there are minor contributions from CYP1A2 and CYP2C8. Metabolites identified in tests with human liver cells and microsomes include various hydroxyl derivatives and possibly a carboxylic acid. Only 6% of the circulating substance is in the form of metabolites, and all but one of them are 10- to 20-fold less active than pazopanib itself. Consequently, the metabolites are not considered important for the drug's therapeutic effect. Pazopanib is eliminated with a biological half-life of 30.9±4 hours on average (range 21–51 hours) mainly via the faeces. Less than 4% are eliminated via the urine.   == References ==   == External links == \"Pazopanib\". Drug Information Portal. U.S. National Library of Medicine. \"Pazopanib hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}