{"name": "pegaptanib", "category": "drug", "content": "Pegaptanib sodium injection (brand name Macugen) is an anti-angiogenic medicine for the treatment of neovascular (wet) age-related macular degeneration (AMD). It was discovered by NeXstar Pharmaceuticals (which merged with Gilead Sciences in 1999) and licensed in 2000 to EyeTech Pharmaceuticals, now OSI Pharmaceuticals, for late stage development and marketing in the United States. Gilead Sciences continues to receive royalties from the drugs licensing.  Outside the US pegaptanib is marketed by Pfizer. Approval was granted by the U.S. Food and Drug Administration (FDA) in December 2004.   == Mechanism of action == Pegaptanib is a pegylated anti-vascular endothelial growth factor (VEGF) aptamer, a single strand of nucleic acid that binds with specificity to a particular target. Pegaptanib specifically binds to the 165 isoform of VEGF, a protein that plays a critical role in angiogenesis (the formation of new blood vessels) and increased permeability (leakage from blood vessels), two of the primary pathological processes responsible for the vision loss associated with neovascular AMD. Pegaptanib works as an antagonist to VEGF, which when injected into the eye blocks the actions of VEGF. This then reduces the growth of the blood vessels located within the eye and works to control the leakage and swelling.   == Means of administration == Pegaptanib is administered in a 0.3 mg dose once every six weeks by intravitreal injection. An intravitreal injection is one that is administered directly into the eye, more specifically, into the vitreous humour, or the jelly-like fluid within the eye. Pegaptanib has to be administered to the designated patient by an ophthalmologist in a sterile environment. Pegaptanib is marketed as a pre-filled syringe; however the syringe contains more than the recommended dose. Therefore, the eye care professionals must adjust the dose to the recommended amount before injections.   == Preclinical trials == Pegaptanib underwent several preclinical studies in order to determine its safety and efficacy before moving into clinical trials.   === Animal toxicology studies === Toxicology studies were conducted in rhesus monkeys, guinea pigs, rats, mice, and rabbits. After the administration of the aptamer into rhesus monkeys, no toxic effects where exhibited. It was also noted that there was no change in intraocular pressure and no immune response was taken against the API. Aside from the intravitreal administration of the pegaptanib, it was also found that subcutaneous and intravenous routes of administration were also effective at maintaining the desired blood plasma concentration. In rats, pegaptanib was successful at blocking VEGF-mediated vascular leakage almost entirely. The sustained release of the drug was tested in rabbits. It was found that using poly(lactic-co-glycolic) acid (PLGA) microspheres, which encapsulated the drug, the minimum dosing frequency was 6 weeks to maintain the desired pharmacological effect. This dosing interval is what carried over into the clinical trials and is still maintained today.   == Clinical studies ==   === Phase I === Phase I studies began in 1998 under Eyetech Pharmaceuticals. This study was conducted in 15 patients with wet AMD. Doses ranging from 0.25 to 30 mg per eye were injected into the eye, and patients were monitored for a period of three months. The results showed that 80% of the patients had stabilization or improvement, and 26.7% were showing improvement with no signs of toxicity.   === Phase II === After the success of the Phase I study, Eyetech completed a Phase II study focusing on multiple injections. In this study, 21 patients with subfoveal choroidal neovascularization (CNV) secondary to AMD were given multiple intravitreal injections. Due to the presence of subfoveal CNV some patients were given a secondary treatment, photodynamic therapy (PDT) for this condition. Results showed that in 87.5% of patients who received only pegaptanib, vision stabilized or improved. In patients who received PDT alone only 50.5% saw a slight improvement. However, when the two therapies were administered together, the level of improvement reached 60% or better.   === Phase III === After the success of the Phase I and Phase II trials, the FDA granted fast track designation for the Phase III clinical trials. In these trials, pegaptanib was studied in two identical controlled, double-blind randomized clinical studies that lasted for approximately two years each. For this study approximately 1200 patients with neovascular (\"wet\") age-related macular degeneration were randomly put into groups to receive either a placebo treatment or the designated 0.3 mg, 1 mg, or 3 mg of pegaptanib administered intravitreal injections every 6 weeks. Of the 1200 patients enrolled in the study approximately 892 received the varying doses of pegaptanib and approximately 298 received the placebo injection. At the end of the first year, patients continuing the study were re-randomized for the second year. The primary efficacy endpoint for the study was denoted by the proportion of the patients who lost less than 15 letters of visual acuity from their assessed baseline over the 54-week assessment. Results of the first year showcased promising results for pegaptanib. In groups treated with the 0.3 mg dose at the primary efficacy endpoint, experienced a statistically significant result.   Study 1: 73% pegaptanib vs. 60% placebo Study 2: 67% pegaptanib vs. 53% placebo Also, on average, pegaptanib 0.3 mg treated patients as well as the placebo patients continued to experience vision loss. However, the rate of vision decline was significantly lower than that of patients with the placebo treatment. Moreover, it was also determined that the second year of treatment was less effective than the first year. Results of the primary efficacy endpoint are:  Study 1: 57% pegaptanib vs. 56% placebo Study 2: 61% pegaptanib vs. 34% placebo   == Regulatory approval information == Pegaptanib (pegaptanib sodium injection) has been approved in: United States (2004)  Europe (2005)  Brazil (2005) Canada (2006)  Pending: Australia (Filed in 2006)   == Side effects == Common side effects of pegaptanib include:  Anterior chamber inflammation Raised intraocular pressure Punctate keratitis (small marks on the surface of the eye) Vitreous floaters (small particles or spots in the vision) Retinal damage (extremely adverse) Endophthalmitis (an infection inside the eye) Vitreous haemorrhage (bleeding inside of the eye)   == Commercialization == The average cost of pegaptanib was approximately $5,300 per 5 syringes in the US. In 2004, when pegaptanib was approved it was a novel drug in its target and treatment for the treatment of AMD. However, the last large market sales occurred in 2010. Shortly after in 2011, sales began to decline due to the development of a more effective treatment, ranibizumab (a monoclonal antibody, Novartis) being developed and sold, and the off-label use of the cheaper Bevacizumab.   == References =="}