{"name": "pegcetacoplan", "category": "drug", "content": "Pegcetacoplan, sold under the brand name Empaveli, among others, is a medication used to treat paroxysmal nocturnal hemoglobinuria and geographic atrophy of the retina. Pegcetacoplan is a complement inhibitor. The most common side effects include injection-site reactions, infections, diarrhea, abdominal pain, respiratory tract infection, viral infection, and fatigue. Paroxysmal nocturnal hemoglobinuria is characterized by red blood cell destruction, anemia (red blood cells unable to carry enough oxygen to tissues), blood clots, and impaired bone marrow function (not making enough blood cells). Pegcetacoplan is the first treatment for paroxysmal nocturnal hemoglobinuria that binds to and inhibits complement protein C3. Pegcetacoplan was approved for medical use in the United States in May 2021. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Pegcetacoplan is indicated to treat adults with paroxysmal nocturnal hemoglobinuria. In February 2023, the indication was updated to include the treatment of people with geographic atrophy secondary to age-related macular degeneration. The medication is given through a subcutaneous infusion for paroxysmal nocturnal hemoglobinuria and through intravitreal injection for age-related macular degeneration.   == Pharmacology == Pegcetacoplan acts as a complement inhibitor, specifically targeting complement protein C3, which plays a crucial role in the pathogenesis of paroxysmal nocturnal hemoglobinuria (PNH). In individuals with PNH, there is a heightened and uninhibited complement activity, which may lead to intravascular (inside blood vessels) or extravascular (within the liver or spleen) hemolysis. By binding to and inhibiting C3, pegcetacoplan helps regulate complement activation, thereby reducing red blood cell destruction, anemia, blood clot formation, and improving bone marrow function. This targeted mechanism of action makes pegcetacoplan the first-in-class medication for the treatment of PNH, offering a promising therapeutic approach to address the underlying complement dysregulation in this condition.   == Pharmacokinetics == Pegcetacoplan exhibits proportional exposure with increasing doses and reaches peak concentration within 4.5–6 days after a single subcutaneous dose. Steady-state concentrations are achieved in about 4–6 weeks of treatment, with average serum trough concentrations ranging from 655-706 μg/mL. Pegcetacoplan is metabolized into smaller peptides and amino acids and has a median effective elimination half-life of approximately 8.0 days in patients with PNH.   == Adverse effects == Meningococcal (a type of bacteria) infections can occur in people taking pegcetacoplan. Pegcetacoplan may also predispose individuals to serious infections, especially infections caused by encapsulated bacteria. These infections include but are not limited to Streptococcus pneumoniae, Neisseria meningitidis, and Haemophilus influenzae. Common adverse effects associated with the medication include stomach pain, vomiting, diarrhea, cold sores, common-cold like symptoms, tiredness as well as any itching, redness, or sensitivity at the injection site. Pegcetacoplan may cause fetal harm. Pegcetacoplan may also interfere with silica reagents in laboratory coagulation panels.   == History == The therapeutic efficacy of subcutaneous pegcetacoplan in treating paroxysmal nocturnal hemoglobinuria (PNH) has been established through several clinical trials. Initial phase I and II trials, such as PADDOCK, PALOMINO, and PHAROAH, evaluated pegcetacoplan in PNH patients who had not received a complement inhibitor or had previously received eculizumab. These trials demonstrated that 1–2 years of pegcetacoplan treatment effectively controlled hemolysis and improved quality of life in PNH patients., Building upon these findings, the efficacy of pegcetacoplan was further assessed in phase III trials. The PRINCE trial, a 26-week study, focused on complement inhibitor-naïve patients with PNH, while the PEGASUS trial, a 48-week multinational study, included complement inhibitor-treated patients with PNH. In these trials, subcutaneous pegcetacoplan was administered at a dosage of 1080 mg twice weekly, delivered as a 20-mL subcutaneous infusion. Patients had the option to self-administer the medication or have it administered by qualified research personnel.   == Society and culture ==   === Legal status === The FDA granted the application for pegcetacoplan orphan drug designation. In October 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Aspaveli, intended for the treatment of adults with paroxysmal nocturnal hemoglobinuria. The applicant for this medicinal product is Swedish Orphan Biovitrum AB (publ). Pegcetacoplan was approved for the treatment of paroxysmal nocturnal haemoglobinuria in the European Union in December 2021. In June 2024, the CHMP recommended the refusal of a marketing authorization for Syfovre, a medicine intended for the treatment of geographic atrophy caused by age-related macular degeneration. The manufacturer requested a re-examination in July 2024.   == References ==   This article incorporates public domain material from the United States Department of Health and Human Services   == External links == Clinical trial number NCT03500549 for \"Study to Evaluate the Efficacy and Safety of APL-2 in Patients With Paroxysmal Nocturnal Hemoglobinuria (PNH)\" at ClinicalTrials.gov Clinical trial number NCT03525613 for \"A Study to Compare the Efficacy and Safety of Intravitreal APL-2 Therapy With Sham Injections in Patients With Geographic Atrophy (GA) Secondary to Age-Related Macular Degeneration \" at ClinicalTrials.gov Clinical trial number NCT03525600 for \"Study to Compare the Efficacy and Safety of Intravitreal APL-2 Therapy With Sham Injections in Patients With Geographic Atrophy (GA) Secondary to Age-Related Macular Degeneration \" at ClinicalTrials.gov"}