{"name": "peginesatide", "category": "drug", "content": "Peginesatide (INN/USAN, trade name Omontys, formerly Hematide), developed by Affymax and Takeda, is an erythropoietic agent, a functional analog of erythropoietin. It was approved by the U.S. Food and Drug Administration for treatment of anemia associated with chronic kidney disease (CKD) in adult patients on dialysis. On February 23, 2013, Affymax and Takeda issued a press release indicating that they were recalling all batches of peginesatide from the market.  On June 16, 2014, Affymax and Takeda issued a press release stating that Takeda will work with the FDA to withdraw the peginesatide New Drug Application. Two randomized controlled trials published in 2013 found that the effectiveness of peginesatide was not inferior to epoetin for patients receiving dialysis (the EMERALD study), or to darbepoetin for patients with chronic kidney disease who were not receiving dialysis (the PEARL study). However, the safety endpoint of cardiovascular events and death was worse for peginesatide than for darbepoetin in the PEARL study.   == Medical uses == The FDA approved the use of peginesatide for the treatment of anemia due to chronic kidney disease in adult patients on dialysis.   == Chemistry and mechanism of action == Peginesatide is a synthetic peptide, attached to polyethylene glycol (\"PEGylated\"). It mimics the structure of erythropoietin, the human glycoprotein which promotes red blood cell development.   == Related drugs == The erythropoietin analogs currently used to treat anemia in the United States are epoetin alfa (sold under the names Procrit and Epogen) and darbepoetin alfa (which is a more glycosylated form of epoetin, sold under the name Aranesp).  There are similar biologic agents, such as Mircera (a monoPEGylated erythropoietin-beta), sold by Roche in Europe, Chugai in Japan, and VFMCRP in the United States.   == References ==   == Further reading == http://www.labnews.co.uk/features/london-2012-holding-back-the-hematide/"}