{"name": "peginterferon alfa-2b", "category": "drug", "content": "Pegylated interferon alfa-2b is a drug used to treat melanoma, as an adjuvant therapy to surgery. Also used to treat hepatitis C (typically, in combination with ribavarin), it is no longer recommended due to poor efficacy and adverse side-effects. Subcutaneous injection is the preferred delivery method. Belonging to the alpha interferon family of medications, the molecule is PEGylated to prevent breakdown. Approval for medical use in the United States was granted in 2001. It is on the World Health Organization's List of Essential Medicines as a therapy for chronic hepatitis C.   == Medical uses ==   === Hepatitis === Till around 2010, PEGylated interferon alfa-2b in combination with ribavirin, was part of the standard regimen used in management of hepatitis C. Ribivarin helped in increasing the Sustained Virologic Response (SVR) even more. Developed by Schering-Plough, the drug was approved by Food and Drug Administration (FDA) of the United States in 2001, and has been on the World Health Organization's List of Essential Medicines as a therapy for chronic hepatitis C since 2013. A 2013 meta-analysis over Clinical Infectious Diseases noted the combination-treatment to be safe as well as effective for children and adolescents; other meta-analyses had noted the same for adult population. A 2012 meta-analysis had found PEGylated interferon alfa-2a to be the more effective variant for treatment-naive patients. With the advent of Direct-Acting-Antivirals (DAAs — ), interferon-based treatment regimens gradually fell out of fashion due to relatively poor efficacy and high frequency of adverse side-effects. No longer recommended, the use of PEGylated interferon alfa-2b has essentially ceased in all countries, where DAA therapeutics are available.   === Melanoma === For high-risk melanoma, it is used as an adjuvant therapy to surgery in some countries. It was first approved for the purpose by FDA on 29 March 2011, based on a single phase III trial. The usage remains controversial — frequency of severe side-effects is high, overall survival benefits substantially vary across different trials, and there is no consensus on the dosage regimen. Meta-analyses have suggested that the drug might be more helpful for patients with ulcerated primary lesion.   === COVID-19 === On 23 April 2021, the Drugs Controller General of India approved emergency use of the medication (upon a request by Cadila Healthcare; trade name is Virafin) for treating moderate COVID-19 infections. No publication (or preprint) yet exists; the phase II trial was poorly designed and not robust.   === Side effects === Adverse side effects are common and often require dose reduction or outright discontinuation. Common side effects include fatigue, headache, insomnia, depression, mood swings, hair loss, nausea, diarrhea, myalgia and associated skeletal pain, anorexia, fever etc. Relatively rare effects include imbalance of thyroid hormones, xerostomia, thrombocytopenia, hepatomegaly, pharyngitis, cough, psychosis, rashes, arrythmia, anemia etc. Severe side effects may include a range of potentially fatal neuropsychiatric, autoimmune, ischemic, or infectious disorders.   == Mechanism of action ==   === Host genetic factors === For genotype 1 hepatitis C treated with pegylated interferon-alfa-2a or pegylated interferon-alfa-2b combined with ribavirin, it has been shown that genetic polymorphisms near the human IL28B gene, encoding interferon lambda 3, are associated with significant differences in response to the treatment.  This finding, originally reported in Nature, showed that genotype 1 hepatitis C patients carrying certain genetic variant alleles near the IL28B gene are more likely to achieve sustained virological response after the treatment than others.  A later report from Nature demonstrated that the same genetic variants are also associated with the natural clearance of the genotype 1 hepatitis C virus.   == References ==   == External links == Medicines patent loophole 'found' at the BBC, 2007 PEG-Intron (Peginterferon Alfa-2B) — Platelet Count Decreased from DrugLib.com"}