{"name": "pegloticase", "category": "drug", "content": "Pegloticase (trade name Krystexxa) is a medication for the treatment of severe, treatment-refractory, chronic gout. It is a third line treatment in those in whom other treatments are not effective or are not tolerated. The drug is administered by infusion intravenously. Since October 2023, Amgen Inc. has been the marketer of pegloticase in the U.S. It was developed by Savient Pharmaceuticals. It was approved in the United States in 2010, after two clinical trials found it lowered uric acid levels and reduced deposits of uric acid crystals in joints and soft tissue. The European Medicines Agency (EMA) granted marketing authorization in 2013 for treatment of disabling tophaceous gout. In 2016 this authorization was ended at the request of Horizon Therapeutics PLC in Europe.    == Medical uses == It is an option for the 3% of people with gout who are intolerant of or nonresponsive to other medications. Pegloticase is given as an intravenous infusion every two weeks, and has been found to reduce uric acid levels in this population. There is moderate quality evidence that It is useful for tophi but has a high rate of side effects and withdrawals due to adverse events. About 40% of people develop resistance to the medication over time. Co-administration of methotrexate increases the response rate approximately two-fold.   == Side effects == In individuals with glucose-6-phosphate dehydrogenase deficiency, pegloticase may precipitate a severe, life-threatening hemolysis with methemoglobinemia; it is therefore contraindicated in such individuals. Pegloticase may also show immunogenicity, which can be diminished by co-administration with methotrexate.   == Mechanism of action == Pegloticase is a PEGylated recombinant porcine-like uricase. Similarly to rasburicase, it metabolises uric acid to allantoin. This reduces the risk of urate precipitates, since allantoin is five to ten times more soluble than uric acid. In contrast to rasburicase, pegloticase is PEGylated to increase its elimination half-life from about eight hours to ten to twelve days, and to decrease the immunogenicity of the foreign uricase protein. This modification allows for a dosing interval of two to four weeks, increasing its suitability for long-term treatment.   == Chemistry == Pegloticase is a tetrameric protein composed of four identical chains of about 300 amino acids each. Approximately ten of the 30 lysine residues in each chain are PEGylated. These PEG chains consist of about 225 ethylene glycol units each (10 kg/mol PEG).   == References ==   == External links == DailyMed"}