{"name": "pegvaliase", "category": "drug", "content": "Pegvaliase, sold under the brand name Palynziq, is a medication used for the treatment of the genetic disease phenylketonuria. It is a phenylalanine (Phe)‑metabolizing enzyme. Chemically, it is a pegylated derivative of the enzyme phenylalanine ammonia-lyase that metabolizes phenylalanine to reduce its blood levels. The most common adverse events include injection site reactions, joint pain, hypersensitivity reactions, headache, generalized skin reactions lasting at least 14 days, pruritus (itchy skin), nausea, dizziness, abdominal pain, throat pain, fatigue, vomiting, cough and, diarrhea. It was approved by the US Food and Drug Administration (FDA) for use in the United States in 2018. The FDA considers it to be a first-in-class medication.   == Medical uses == Pegvaliase is indicated to reduce blood Phe concentrations in adults with phenylketonuria who have uncontrolled blood Phe concentrations greater than 600 micromol/L on existing management.   == Adverse effects == The FDA label for pegvaliase includes a boxed warning for anaphylaxis.   == History == The safety and efficacy of pegvaliase were studied in two clinical trials in adult participants with PKU with blood phenylalanine concentrations greater than 600 μmol/L on existing management. Most PKU participants in the pegvaliase trials were on an unrestricted diet prior to and during the trials. The first trial was a randomized, open-label trial in participants treated with increasing doses of pegvaliase administered as a subcutaneous injection up to a target dose of either 20 mg once daily or 40 mg once daily. The second trial was an 8-week, placebo-controlled, randomized withdrawal trial in participants who were previously treated with pegvaliase. Participants treated with pegvaliase achieved statistically significant reductions in blood phenylalanine concentrations from their pre-treatment baseline blood Phe concentrations. The FDA granted approval of Palynziq to BioMarin Pharmaceutical.   == References =="}