{"name": "Pelvic abscess", "category": "disease", "content": "Pelvic abscess is a collection of pus in the pelvis, typically occurring following lower abdominal surgical procedures, or as a complication of pelvic inflammatory disease (PID), appendicitis, or lower genital tract infections. Signs and symptoms include a high fever, pelvic mass, vaginal bleeding or discharge, and lower abdominal pain. It can lead to sepsis and death. Blood tests typically show a raised white cell count. Other tests generally include urine pregnancy test, blood and exudate culture, and vaginal wet mount. Ultrasound, CT-scan or MRI may be used to locate the abscess and assess its dimensions. Treatment is with antibiotics and drainage of the abscess; typically guided by ultrasound or CT. Endoscopic ultrasound (EUS) is a minimally invasive alternative method.   == Signs and symptoms == Signs and symptoms include a high fever, pelvic mass, vaginal bleeding or discharge, and lower abdominal pain. There may be urinary frequency, diarrhoea, or persistent feeling of needing to pass stool. Other symptoms may include fatigue, nausea, and vomiting. Clinical features might not be apparent until the pelvic abscess has grown in size. The lower abdomen is generally tender; one or both sides. A bulging of the front wall of the rectum might be felt on digital examination via the rectum or vagina.  Complications include sepsis and peritonitis. In the longterm, a fistula may develop.   == Cause and mechanism == Pelvic abscess typically occurs following gynecological surgery and abdominal surgery; hysterectomy, laparotomy, caesarian section, and induced abortion.  It may occur as a complication of pelvic inflammatory disease (PID), appendicitis, diverticulitis, inflammatory bowel disease (IBD), trauma, pelvic organ cancer, or lower genital tract infections. The abscess may be in the pouch of Douglas, fallopian tube, ovary, or parametrium. It begins as inflammation or a collection of blood in the pelvis. Other risk factors include immunodeficiency, pregnancy, hydrosalpinx, endometrioma, poorly controlled diabetes, kidney disease, obesity, and genital tract abnormalities. Opening the rectum to resect a rectal cancer may lead to developing a pelvic abscess.   === Females ===  PID in females may lead to a tubo-ovarian abscess, where the abscess may be in the fallopian tube or ovary.    === Children === In children, it is more frequently associated with IBD and appendicitis.     == Diagnosis == Blood tests typically show a raised white cell count, often with a high ESR and C-reactive protein. Other tests generally include urine pregnancy test, blood and exudate culture, and vaginal wet mount. Medical imaging to assess the dimensions and locate the abscess may include ultrasound, CT-scan or MRI.    === Differential === Other conditions that appear similar include ectopic pregnancy, PID, appendicitis, kidney stone, bowel obstruction, and sepsis following miscarriage or termination of pregnancy.   == Treatment == Treatment is with antibiotics and drainage of the abscess; typically guided by ultrasound or CT, through the skin, via the rectum, or transvaginal routes. Occasionally antibiotics may be used without surgery; if the abscess is at a very stage and small. Until sensitivities are received, a broad spectrum antibiotic is generally required. Sometimes, a laparotomy of laparoscopy is required. Endoscopic ultrasound (EUS) is a minimally invasive alternative method. Treatment also includes adequate hydration. Further surgery such as is sometimes required to treat the underlying cause; such as salpingo-oophorectomy for tubo-ovarian abscess.   === Outcome === Pelvic abscess responds well to antibiotics and hydration. The outcome is less successful in the presence of fistula.   == Epidemiology == It is uncommon. The incidence of pelvic abscess is less than 1% in an individual undergoing obstetric and gynecological operative procedure.   == References =="}