{"name": "pemetrexed", "category": "drug", "content": "Pemetrexed, sold under the brand name Alimta among others, is a chemotherapy medication for the treatment of pleural mesothelioma and non-small cell lung cancer (NSCLC). It is available as a generic medication.   == Medical use == In February 2004, the U.S. Food and Drug Administration (FDA) approved pemetrexed for treatment of malignant pleural mesothelioma, a type of tumor of the mesothelium, the thin layer of tissue that covers many of the internal organs, in combination with cisplatin for patients whose disease is either unresectable or who are not otherwise candidates for curative surgery. In September 2008, the FDA granted approval as a first-line treatment, in combination with cisplatin, against locally advanced and metastatic non-small cell lung cancer (NSCLC) in patients with non-squamous histology.   === Carboplatin === Pemetrexed is also recommended in combination with carboplatin and pembrolizumab for the first-line treatment of advanced non-small cell lung cancer. However, the relative efficacy or toxicity of pemetrexed-cisplatin versus pemetrexed-carboplatin has not been established beyond what is generally thought about cisplatin or carboplatin doublet drug therapy.   === Supplementation === Patients are recommended to take folic acid and vitamin B12 supplement even if levels are normal when they are on pemetrexed therapy. (In clinical trials for mesothelioma, folic acid and B12 supplementation reduced the frequency of adverse events.)  It is also recommended for patients to be on a glucocorticoid (e.g. dexamethasone) on the day prior, day of, and day after pemetrexed infusion to avoid skin rashes.   == Drug interaction == The administration of cisplatin and vitamin B12 concomitantly does not modify the pharmacokinetics of the pemetrexed. It was recently shown that pemetrexed may play a role in cisplatin resistance in lung cancer by increasing the expression of Orai3 calcium channels.  As current therapies are based on the co-administration of pemetrexed and cisplatin, there may be interactions between pemetrexed and cisplatin, including a reduction in the therapeutic effects of cisplatin caused by pemetrexed.   == Mechanism of action ==  Pemetrexed is chemically similar to folic acid and is in the class of chemotherapy drugs called folate antimetabolites.  It works by inhibiting three enzymes used in purine and pyrimidine synthesis—thymidylate synthase (TS), dihydrofolate reductase (DHFR), and glycinamide ribonucleotide formyltransferase (GARFT). By inhibiting the formation of precursor purine and pyrimidine nucleotides, pemetrexed prevents the formation of DNA and RNA, which are required for the growth and survival of both normal cells and cancer cells.   == Society and culture ==   === Economics === In the United States, as of 2015, each vial of the medication costs between US$2,623 and US$3,100.   === Brand names === In February 2020, Pemfexy was approved for use in the United States.   == Research == A Phase III study showed benefits of maintenance use of pemetrexed for non-squamous NSCLC. Activity has been shown in malignant peritoneal mesothelioma.   == References ==   == External links == \"Pemetrexed disodium\". NCI Drug Dictionary. National Cancer Institute. \"Pemetrexed disodium\". National Cancer Institute. 5 October 2006."}