{"name": "pemigatinib", "category": "drug", "content": "Pemigatinib, sold under the brand name Pemazyre, is an anti-cancer medication used for the treatment of bile duct cancer (cholangiocarcinoma). Pemigatinib works by blocking FGFR2 in tumor cells to prevent them from growing and spreading. Pemigatinib belongs to a group of medicines called protein kinase inhibitors. It works by blocking enzymes known as protein kinases, particularly those that are part of receptors (targets) called fibroblast growth factor receptors (FGFRs). FGFRs are found on the surface of cancer cells and are involved in the growth and spread of the cancer cells. By blocking the tyrosine kinases in FGFRs, pemigatinib is expected to reduce the growth and spread of the cancer. The most common adverse reactions are hyperphosphatemia and hypophosphatemia (electrolyte disorders), alopecia (spot baldness), diarrhea, nail toxicity, fatigue, dysgeusia (taste distortion), nausea, constipation, stomatitis (sore or inflammation inside the mouth), dry eye, dry mouth, decreased appetite, vomiting, joint pain, abdominal pain, back pain and dry skin. Ocular (eye) toxicity is also a risk of pemigatinib. Additional common adverse reactions include rash, anemia, epistaxis, serous retinal detachment, extremity pain, dyspepsia, blurred vision, peripheral edema, and dizziness.   == Medical uses == Pemigatinib is indicated for the treatment of adults with locally advanced or metastatic cholangiocarcinoma with a fibroblast growth factor receptor 2 (FGFR2) fusion or rearrangement that have progressed after at least one prior line of systemic therapy. In the United States it is also indicated for the treatment of relapsed or refractory myeloid/lymphoid neoplasms (MLNs) with fibroblast growth factor receptor 1 (FGFR1) rearrangement. Cholangiocarcinoma is a rare form of cancer that forms in bile ducts, which are slender tubes that carry the digestive fluid bile from the liver to gallbladder and small intestine. Pemigatinib is indicated for the treatment of adults with bile duct cancer (cholangiocarcinoma) that is locally advanced (when cancer has grown outside the organ it started in, but has not yet spread to distant parts of the body) or metastatic (when cancer cells spread to other parts of the body) and who have tumors that have a fusion or other rearrangement of a gene called fibroblast growth factor receptor 2 (FGFR2).    == History == Pemigatinib was approved for use in the United States in April 2020 along with the FoundationOne CDX (Foundation Medicine, Inc.) as a companion diagnostic for patient selection. The approval of pemigatinib in the United States was based on the results the FIGHT-202 (NCT02924376) multicenter open-label single-arm trial that enrolled 107 participants with locally advanced or metastatic cholangiocarcinoma with an FGFR2 fusion or rearrangement who had received prior treatment. The trial was conducted at 67 sites in the United States, Europe, and Asia. During the clinical trial, participants received pemigatinib once a day for 14 consecutive days, followed by 7 days off, in 21-day cycles until the disease progressed or the patient experienced an unreasonable level of side effects. To assess how well pemigatinib was working during the trial, participants were scanned every eight weeks. The trial used established criteria to measure how many participants experienced a complete or partial shrinkage of their tumors during treatment (overall response rate). The overall response rate was 36% (95% CI: 27%, 45%), with 2.8% of participants having a complete response and 33% having a partial response. Among the 38 participants who had a response, 24 participants (63%) had a response lasting six months or longer and seven participants (18%) had a response lasting 12 months or longer. The U.S. Food and Drug Administration (FDA) granted the application for pemigatinib priority review, breakthrough therapy and orphan drug designations. The FDA granted approval of Pemazyre to Incyte Corporation. On 24 August 2018, orphan designation (EU/3/18/2066) was granted by the European Commission to Incyte Biosciences Distribution B.V., the Netherlands, for pemigatinib for the treatment of biliary tract cancer. On 17 October 2019, orphan designation EU/3/19/2216 was granted by the European Commission to Incyte Biosciences Distribution B.V., the Netherlands, for pemigatinib for the treatment of myeloid/lymphoid neoplasms with eosinophilia and rearrangement of PDGFRA, PDGFRB, or FGFR1, or with PCM1-JAK2. On 28 January 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Pemazyre, intended for the second-line treatment of advanced or metastatic cholangiocarcinoma characterized by fusion or rearrangements of fibroblast growth factor receptor 2. The applicant for this medicinal product is Incyte Biosciences Distribution B.V. Pemigatinib was approved for medical use in the European Union in March 2021. Efficacy was evaluated in FIGHT-203 (NCT03011372), a multicenter open-label, single-arm trial that included 28 participants with relapsed or refractory MLNs with FGFR1 rearrangement. Eligible participants were either not candidates for or have relapsed after allogeneic hematopoietic stem cell transplantation (allo-HSCT) or after a disease modifying therapy (e.g., chemotherapy). Pemigatinib was administered until disease progression, unacceptable toxicity, or until participants were able to receive allo-HSCT.   == Society and culture ==   === Names === Pemigatinib is the international nonproprietary name (INN).    == References ==   == Further reading == Roskoski R (January 2020). \"The role of fibroblast growth factor receptor (FGFR) protein-tyrosine kinase inhibitors in the treatment of cancers including those of the urinary bladder\". Pharmacol. Res. 151: 104567. doi:10.1016/j.phrs.2019.104567. PMID 31770593.   == External links == \"Pemigatinib\". National Cancer Institute. Clinical trial number NCT02924376 for \"Efficacy and Safety of Pemigatinib in Subjects With Advanced/Metastatic or Surgically Unresectable Cholangiocarcinoma Who Failed Previous Therapy - (FIGHT-202)\" at ClinicalTrials.gov Clinical trial number NCT03011372 for \"A Study to Evaluate the Efficacy and Safety of Pemigatinib (INCB054828) in Subjects With Myeloid/Lymphoid Neoplasms With FGFR1 Rearrangement - (FIGHT-203)\" at ClinicalTrials.gov"}