{"name": "pemirolast", "category": "drug", "content": "Pemirolast (INN) is a mast cell stabilizer used as an anti-allergic drug therapy. It is marketed under the tradenames Alegysal and Alamast. Clinical trials studying treatments for allergic conjunctivitis have found that an ophthalmic solution containing levocabastine with pemirolast potassium may be more effective in alleviating symptoms than levocabastine alone.  It has also been studied for the treatment of asthma. Pemirolast has appeared as a possible candidate for SARS-CoV-2 (COVID-19) spike protein disruption and interference. Such results were ascertained by molecular dynamics calculations executed on the Summit supercomputer. By simulating compounds with FDA or similar regulatory approval, the authors found 4 interfacial molecules that could potentially disrupt the SARS-CoV-2 interface with ACE-2 receptors, suggesting that such small molecules could mitigate SARS-CoV-2 infection. The 4 candidate interfacial molecules included pemirolast, isoniazid pyruvate, nitrofurantoin, and eriodictyol.   == References ==  Tinkelman DG, Berkowitz RB (February 1991). \"A pilot study of pemirolast in patients with seasonal allergic rhinitis\". Ann Allergy. 66 (2): 162–5. PMID 1994787. Kawashima T, Iwamoto I, Nakagawa N, Tomioka H, Yoshida S (1994). \"Inhibitory effect of pemirolast, a novel antiallergic drug, on leukotriene C4 and granule protein release from human eosinophils\". Int. Arch. Allergy Immunol. 103 (4): 405–9. doi:10.1159/000236662. PMID 8130655. Abelson MB, Berdy GJ, Mundorf T, Amdahl LD, Graves AL (October 2002). \"Pemirolast potassium 0.1% ophthalmic solution is an effective treatment for allergic conjunctivitis: a pooled analysis of two prospective, randomized, double-masked, placebo-controlled, phase III studies\". J Ocul Pharmacol Ther. 18 (5): 475–88. doi:10.1089/10807680260362759. PMID 12419098. Kemp JP, Bernstein IL, Bierman CW, et al. (June 1992). \"Pemirolast, a new oral nonbronchodilator drug for chronic asthma\". Ann Allergy. 68 (6): 488–91. PMID 1610024.   == External links == \"Pemirolast Potassium\". Drug Information Portal. U.S. National Library of Medicine."}