{"name": "Pemphigus", "category": "disease", "content": "Pemphigus ( or ) is a rare group of blistering autoimmune diseases that affect the skin and mucous membranes. The name is derived from the Greek root pemphix, meaning \"blister\". In pemphigus, autoantibodies form against desmoglein, which forms the \"glue\" that attaches adjacent epidermal cells via attachment points called desmosomes. When autoantibodies attack desmogleins, the cells become separated from each other and the epidermis becomes detached, a phenomenon called acantholysis. This causes blisters that slough off and turn into sores. In some cases, these blisters can cover a large area of the skin. Originally, the cause of this disease was unknown, and \"pemphigus\" was used to refer to any blistering disease of the skin and mucosa.  In 1964, researchers found that the blood of patients with pemphigus contained antibodies to the layers of skin that separate to form the blisters. In 1971, an article investigating the autoimmune nature of this disease was published.   == Types == The several types of pemphigus (pemphigus vulgaris, pemphigus foliaceus, intraepidermal neutrophilic IgA dermatosis, and paraneoplastic pemphigus) vary in severity. Skin lesions caused by pemphigus can lead to fatal infections, so treatment is extremely important.  Pemphigus vulgaris (PV - ICD-10 L10.0) is the most common form of the disorder and occurs when antibodies attack desmoglein 3. Sores often originate in the mouth, making eating difficult and uncomfortable. Although PV may occur at any age, it is most common among people between 40 and 60. It is more frequent among Ashkenazi Jews. Rarely, it is associated with myasthenia gravis.  Nail disease may be the only finding and has prognostic value in management. Pemphigus foliaceus (PF) is the least severe variety. Desmoglein 1, the protein that is targeted by the autoantibodies, is enriched in the upper skin layers. PF is characterized by crusty sores that often begin on the scalp, and may move to the chest, back, and face. Mouth sores do not occur. This form is also frequent among Ashkenazi Jews. It is not as painful as PV, and is often misdiagnosed as dermatitis or eczema PF is endemic in Brazil  and Tunisia. Intraepidermal neutrophilic IgA dermatosis is characterized histologically by intraepidermal bullae with neutrophils, some eosinophils, and acantholysis. The least common and most severe type of pemphigus is paraneoplastic pemphigus (PNP). This disorder is a complication of cancer, usually lymphoma or Castleman's disease. It may precede the diagnosis of the tumor. Painful sores appear on the mouth, lips, and the esophagus. In this variety of pemphigus, the disease process often involves the lungs, causing bronchiolitis obliterans (constrictive bronchiolitis). Though much less frequent, it is still found the most in the Ashkenazi Jewish population. Complete removal of and/or cure of the tumor may improve the skin disease, but lung damage is generally irreversible. Endemic pemphigus foliaceus includes fogo selvagem, the new variant of endemic pemphigus foliaceus in El Bagre, Colombia, and the Tunisian endemic pemphigus in North Africa. Hailey-Hailey disease, also called familial benign pemphigus, is an inherited skin disease, not an autoimmune disease, so it is not considered part of the pemphigus group of diseases.   == Diagnosis == Pemphigus defines a group of autoimmune intraepithelial blistering diseases that are characterized by loss of normal cell-cell adhesion (acantholysis), and by the presence of pathogenic (predominantly IgG) autoantibodies reacting against epithelial adhesion molecules. Pemphigus is further divided in two major subtypes: pemphigus vulgaris (PV) and pemphigus foliaceus (PF). However, several other disorders such as IgA pemphigus, IgE pemphigus, pemphigus herpetiformis, drug-induced pemphigus, Senear Usher syndrome, and endemic pemphigus foliaceus exist, and are recognized by a dermatologist from the appearance and distribution of the skin lesions. It is also commonly diagnosed by specialists practicing otolaryngology- head and neck surgery, periodontists, oral and maxillofacial surgeons, and eye doctors, as lesions can affect the eyes and mucous membranes of the oral cavity. Intraorally, it resembles the more common diseases lichen planus and mucous membrane pemphigoid. Definitive diagnosis requires examination of a skin or mucous membrane biopsy by a dermatopathologist or oral pathologist. The skin biopsy is taken from the edge of a blister, prepared for histopathology and examined with a microscope. The pathologist looks for an intraepidermal vesicle caused by the breaking apart of epidermal cells (acantholysis). Thus, the superficial (upper) portion of the epidermis sloughs off, leaving the bottom layer of cells on the \"floor\" of the blister. This bottom layer of cells is said to have a \"tombstone\" appearance. Definitive diagnosis also requires the demonstration of antidesmoglein autoantibodies by direct immunofluorescence on the skin biopsy. These antibodies appear as IgG deposits along the desmosomes between epidermal cells, a pattern reminiscent of chicken wire. Antidesmoglein antibodies can also be detected in a blood sample using the ELISA technique.   === Classification === Pemphigus is a group of autoimmune blistering diseases that may be classified into these types:  Pemphigus vulgaris Pemphigus vegetans Pemphigus vegetans of Hallopeau Pemphigus vegetans of Neumann Pemphigus foliaceus, of which there several forms: Pemphigus erythematosus or Senear–Usher Syndrome Endemic pemphigus foliaceus with its three variants, Fogo Selvagem, the new variant endemic pemphigus Foliaeus and Tunisian endemic pemphigus foliaceus Paraneoplastic pemphigus IgA pemphigus, of which there several forms: Subcorneal pustular dermatosis Intraepidermal neutrophilic IgA dermatosis Drug induced pemphigus   == Treatment == If not treated, pemphigus can be fatal, usually from overwhelming opportunistic infection of lesions. The most common treatment is the administration of oral steroids, especially prednisone, often in high doses. The side effects of corticosteroids may require the use of so-called steroid-sparing or adjuvant drugs. One of the most dangerous side effects of high-dosage steroid treatments is intestinal perforations, which may lead to sepsis. Steroids and other medications being taken to treat pemphigus may also mask the effects of the perforations. Patients on high dosages of oral steroids should closely monitor their gastrointestinal health. As lesions are usually terribly painful, pain medication likely complicates and exacerbates the gastrointestinal issues caused by steroids.   === Treatment options === Topical steroids, such as clobetasol Intralesional injection of steroids, such as dexamethasone Immunosuppressant drugs, such as CellCept (mycophenolic acid): In recent years, adjuvant drugs, especially biologics, have shown great promise. Serum- or plasma-pooled products, such as intravenous gamma globulin (IVIG) may be useful in severe cases, especially paraneoplastic pemphigus. Biologics such as Rituximab, an anti-CD20 antibody, which was found to improve otherwise severe cases of recalcitrant pemphigus vulgaris. Currently rituximab is considered a first-line treatment for some pemphigus patients according to Delphi consensus recommendations  All of these drugs may cause severe side effects, so patients should be closely monitored by doctors. Once the outbreaks are under control, dosage is often reduced, to lessen side effects. A meta-analysis of the literature found insufficient evidence to determine the optimal treatment regimen for pemphigus vulgaris and pemphigus foliaceus, but it found that adding cyclophosphamid and azathioprine to a glucocorticoid regimen reduced the amount of glucocorticoid needed for treatment, and topical epidermal growth factor significantly reduced lesion healing time. If skin lesions do become infected, antibiotics may be prescribed. Tetracycline antibiotics have a mildly beneficial effect on the disease and are sometimes enough for pemphigus foliaceus. In addition, talcum powder is helpful to prevent oozing sores from adhering to bedsheets and clothes. Wound care and treatments are often akin to those used in burn units, including careful use of dressings that don't stick to the wounds, etc. If paraneoplastic pemphigus is diagnosed with pulmonary disease, a powerful cocktail of immunosuppressant drugs is sometimes used in an attempt to halt the rapid progression of bronchiolitis obliterans, including methylprednisolone, ciclosporin, azathioprine, and thalidomide. Plasmapheresis may also be useful.   == Animals affected ==  Pemphigus foliaceus has been recognized in pet dogs, cats, and horses, and is the most common autoimmune skin disease diagnosed in veterinary medicine. PF in animals produces clusters of small vesicles that quickly evolve into pustules. Pustules may rupture, forming erosions or become crusted. Left untreated, PF in animals is life-threatening, leading to not only loss of condition, but also secondary infection. PV is a very rare disorder described in pet dogs and cats. Paraneoplastic pemphigus has been identified in pet dogs.   == See also == List of conditions caused by problems with junctional proteins List of cutaneous conditions List of immunofluorescence findings for autoimmune bullous conditions List of target antigens in pemphigus Pemphigoid Pemphigus herpetiformis   == References ==   == External links ==  National Organization of Rare Diseases: Pemphigus"}