{"name": "Pemphigus Foliaceus", "category": "disease", "content": "Pemphigus foliaceus is an autoimmune blistering disease of the skin. Pemphigus foliaceus causes a characteristic inflammatory attack at the subcorneal layer of epidermis, which results in skin lesions that are scaly or crusted erosions with an erythematous (red) base. Mucosal involvement is absent even with widespread disease. If there is an autoimmune IgG buildup in the epidermis, then nearly all of the antibodies are aimed against desmoglein 1. The effect of the antibodies and the immunological pathway is most likely one of three mechanisms:  Steric hindrance of the desmoglein 1: The antibody caps off the site for intracellular binding to another keratinocyte. Activation of an endocytic pathway: The antibody activates a pathway which causes an internalization of desmogleïn 1, which in turn causes a loss of adhesion. Disruption of function: In this case, the antibody blocks the desmoglein 1 from being formed into a desmosome. This in turn causes a loss of adhesion with acantholysis as a result.   == Cause == The National Institute of Arthritis and Musculoskeletal and Skin Diseases describes the disease thus:  Normally, our immune system produces antibodies that attack viruses and harmful bacteria to keep us healthy. In people with pemphigus, however, the immune system mistakenly attacks the cells in the epidermis, or top layer of the skin, and the mucous membranes. The immune system produces antibodies against proteins in the skin known as desmogleins. These proteins form the glue that keeps skin cells attached and the skin intact. When desmogleins are attacked, skin cells separate from each other and fluid can collect between the layers of skin, forming blisters that do not heal. In some cases, these blisters can cover a large area of skin.   == Signs and symptoms == The characteristic lesions are crusted, scaly erosions on an erythematous base. In more localized and early disease, lesions are well demarcated and have seborrheic distribution (face, upper trunk, scalp). Small flaccid vesicles, unlike pemphigus vulgaris, are not found. The disease may develop slowly or may rapidly progress, resulting in an exfoliative erythroderma. UV radiation exacerbates pemphigus foliaceus. Patients experience burning and pain. The colloquial term for Brazilian endemic pemphigus, fogo selvagem (Portuguese for “wild fire”) and for the rare Hungarian variant, Csíp mint az erős Pista (Hungarian for \"strong burning by Pista\"), takes into account many of the clinical aspects of this disease: the burning feeling of the skin, the exacerbation of disease by the sun, and the crusted lesions that make the patients appear as if they had been burned.    == Diagnosis == Pemphigus foliaceus is diagnosed base on history, biopsy of the affected skin, and testing either a blood sample or a skin sample for the antibodies that cause pemphigus. The differential diagnosis includes other forms of pemphigus, bullous impetigo, subcorneal pustular dermatosis, subacute cutaneous LE, and seborrheic dermatitis. As discussed earlier, the demonstration of IgG autoantibodies against epidermal cell surfaces is essential for separating these disorders from the pemphigus family. A complete review of medications should be done to exclude the possibility of drug-induced pemphigus foliaceus. Because the lesions of pemphigus foliaceus may become secondarily infected, the finding of bacteria does not confirm a diagnosis of bullous impetigo. Likewise, a clinical flare or recalcitrant disease may represent a superimposed disorder, e.g. tinea corporis, especially in patients on systemic corticosteroids.   == Treatment == Patients with this type of pemphigus do not necessarily require treatment with systemic therapy; the use of topical corticosteroids may suffice. When the disease is active and widespread, however, the therapy for pemphigus foliaceus is, in general, similar to that for pemphigus vulgaris. In general, immunosuppressive agents, such as azathioprine, mycophenolate mofetil and cyclophosphamide, when combined with corticosteroids, may result in gaining early control of the disease and an increased percentage of clinical remissions.   == Epidemiology == The prevalence of pemphigus vulgaris and pemphigus foliaceus in men and women is approximately equal. The mean age of onset of disease is 50 to 60 years, although the range is broad and disease arising in the elderly and in children has been described. In most countries, pemphigus vulgaris is more common than pemphigus foliaceus; exceptions include Finland, Tunisia and Brazil. Patients with fogo selvagem (Brazilian endemic pemphigus) are clinically, histologically and immuno-pathologically similar to patients with sporadic pemphigus foliaceus. However, fogo selvagem occurs in an endemic fashion in certain regions of Brazil (especially along inland riverbeds) and is thought to be caused by an environmental factor(s).   == History == Pierre Louis Alphée Cazenave first described the disease in 1844.   == See also == List of cutaneous conditions Pemphigus   == References ==   == External links ==  +"}