{"name": "penbutolol", "category": "drug", "content": "Penbutolol (brand names Levatol, Levatolol, Lobeta, Paginol, Hostabloc, Betapressin) is a medication in the class of beta blockers, used in the treatment of high blood pressure. Penbutolol is able to bind to both beta-1 adrenergic receptors and beta-2 adrenergic receptors (the two subtypes), thus making it a non-selective β blocker.: Table 10–2, p 252  Penbutolol is a sympathomimetic drug with properties allowing it to act as a partial agonist at β adrenergic receptors. It was approved by the FDA in 1987 and was withdrawn from the US market by January 2015.   == Medical uses == Penbutolol is used to treat mild to moderate high blood pressure.  Like other beta blockers it is not a first line treatment for this indication. It should not be used or only used with caution in people with heart failure and people with asthma. It may mask signs of low blood sugar in people with diabetes and it may mask signs of hyperthyroidism. Animal studies showed some signs of potential trouble for women who are pregnant, and it has not been tested in women who are pregnant.  It is not known if penbutolol is secreted in breast milk.   == Side effects == Penbutolol has a low frequency of side effects. These side effects include dizziness, light headedness, and nausea.   == Pharmacology ==   === Pharmacodynamics === Penbutolol is able to bind to both beta-1 adrenergic receptors and beta-2 adrenergic receptors (the two subtypes), thus making it a non-selective β blocker.: Table 10–2, p 252  Penbutolol is a sympathomimetic drug with properties allowing it to act as a partial agonist at β adrenergic receptors. Blocking β adrenergic receptors decreases the heart rate and cardiac output to lower arterial blood pressure. β blockers also decrease renin levels, which ultimately results in less water being reabsorbed by the kidneys and therefore a lower blood volume and blood pressure. Penbutolol acts on the β1 adrenergic receptors in both the heart and the kidney. When β1 receptors are activated by a catecholamine, they stimulate a coupled G protein which activates adenylyl to convert adenosine triphosphate (ATP) to cyclic adenosine monophosphate (cAMP). The increase in cAMP ultimately alters the movement of calcium ions in heart muscle and increases heart rate.: 213–214   Penbutolol blocks this and decreases heart rate, which lowers blood pressure.: 40  The ability of penbutolol to act as a partial agonist proves useful in the prevention of bradycardia as a result of decreasing the heart rate excessively.  Penbutolol binding β1 adrenergic receptors also alters kidney functions. Under normal physiological conditions, the enzyme renin converts angiotensinogen to angiotensin I, which will then be converted to angiotensin II. Angiotensin II stimulates the release of aldosterone from the adrenal gland, causing a decrease in electrolyte and water retention, ultimately increasing water excretion and decreasing blood volume and pressure.: 221  Like propanolol and pindolol, it is a serotonin 5-HT1A and 5-HT1B receptor antagonist; this discovery by several groups in the 1980s generated excitement among those doing research on the serotonin system as such antagonists were rare at that time.: 111–14    === Pharmacokinetics === Penbutolol is rapidly absorbed from the gastrointestinal tract, has a bioavailability over 90%, and has a rapid onset of effect. Penbutolol has a half life of five hours.: Table 10–2, p 252    == Society and culture ==   === Availability === Penbutolol was approved by the FDA in 1987.  In January 2015 the FDA acknowledged that the penbutolol was no longer marketed in the US, and determined that the drug was not withdrawn for safety reasons.   == References =="}