{"name": "penicillamine", "category": "drug", "content": "Penicillamine, sold under the brand name of Cuprimine among others, is a medication primarily used for the treatment of Wilson's disease. It is also used for people with kidney stones who have high urine cystine levels, rheumatoid arthritis, and various heavy metal poisonings. It is taken by mouth. Penicillamine was approved for medical use in the United States in 1970. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == It is used as a chelating agent:  In Wilson's disease, a rare genetic disorder of copper metabolism, penicillamine treatment relies on its binding to accumulated copper and elimination through urine. Penicillamine was the second line treatment for arsenic poisoning, after dimercaprol (BAL). It is no longer recommended. In cystinuria, a hereditary disorder in which high urine cystine levels lead to the formation of cystine stones, penicillamine binds with cysteine to yield a mixed disulfide which is more soluble than cystine. Penicillamine has been used to treat scleroderma. Penicillamine can be used as a disease-modifying antirheumatic drug (DMARD) to treat severe active rheumatoid arthritis in patients who have failed to respond to an adequate trial of conventional therapy, although it is rarely used today due to availability of TNF inhibitors and other agents, such as tocilizumab and tofacitinib. Penicillamine works by reducing numbers of T-lymphocytes, inhibiting macrophage function, decreasing IL-1, decreasing rheumatoid factor, and preventing collagen from cross-linking.   == Adverse effects == Common side effects include rash, loss of appetite, nausea, diarrhea, and low white blood cell levels. Other serious side effects include liver problems, obliterative bronchiolitis, and myasthenia gravis. It is not recommended in people with lupus erythematosus. Use during pregnancy may result in harm to the baby. Penicillamine works by binding heavy metals; the resulting penicillamine–metal complexes are then removed from the body in the urine. Bone marrow suppression, dysgeusia, anorexia, vomiting, and diarrhea are the most common side effects, occurring in ~20–30% of the patients treated with penicillamine. Other possible adverse effects include:  Nephropathy Hepatotoxicity Membranous glomerulonephritis Aplastic anemia (idiosyncratic) Antibody-mediated myasthenia gravis and Lambert–Eaton myasthenic syndrome, which may persist even after its withdrawal Drug-induced systemic lupus erythematosus Elastosis perforans serpiginosa Toxic myopathies Unwanted breast growth Oligospermia   == Chemistry ==  Penicillamine is a trifunctional organic compound, consisting of a thiol, an amine, and a carboxylic acid. It is an amino acid structurally similar to cysteine, but with geminal dimethyl substituents α to the thiol. Like most amino acids, it is a colorless solid that exists in the zwitterionic form at physiological pH. Penicillamine is a chiral drug with one stereogenic center; the two enantiomers have distinctly different physiological effects. (S)-penicillamine (D-penicillamine, having (–) optical rotation) is antiarthritic. (R)-penicillamine (L-penicillamine, having (+) optical rotation) is toxic because it inhibits the action of pyridoxine (also known as vitamin B6). That enantiomer is a metabolite of penicillin but has no antibiotic properties itself. A variety of penicillamine–copper complex structures are known.   == History == John Walshe first described the use of penicillamine in Wilson's disease in 1956. He had discovered the compound in the urine of patients (including himself) who had taken penicillin, and experimentally confirmed that it increased urinary copper excretion by chelation. He had initial difficulty convincing several world experts of the time (Denny-Brown and Cumings) of its efficacy, as they held that Wilson's disease was not primarily a problem of copper homeostasis but of amino acid metabolism, and that dimercaprol should be used as a chelator. Later studies confirmed both the copper-centered theory and the efficacy of D-penicillamine. Walshe also pioneered other chelators in Wilson's such as triethylene tetramine and tetrathiomolybdate. Penicillamine was first synthesized by John Cornforth under supervision of Robert Robinson. Penicillamine has been used in rheumatoid arthritis since the first successful case in 1964.   == Cost == In the United States, Valeant raised the cost of the medication from about US$500 to US$24,000 per month in 2016.   == References ==   == External links == \"Penicillamine\". Drug Information Portal. U.S. National Library of Medicine."}