{"name": "pentoxifylline", "category": "drug", "content": "Pentoxifylline, also known as oxpentifylline, is a xanthine derivative used as a drug to treat muscle pain in people with peripheral artery disease. It is generic and sold under many brand names worldwide.   == Medical uses == Its primary use in medicine is to reduce pain, cramping, numbness, or weakness in the arms or legs which occurs due to intermittent claudication, a form of muscle pain resulting from peripheral artery diseases. This is its only FDA, MHRA and TGA-labelled indication. However, pentoxifylline is also recommended for off-label use as an adjunct to compression bandaging for the treatment of chronic venous leg ulcers by the Scottish Intercollegiate Guidelines Network (SIGN)  as this has been shown to improve healing rates. Pentoxifylline has been tested for use in sarcoidosis patients as an alternative or compliment to prednisone and other steroids, as the drug can inhibit excess levels of TNF-a, which is associated with granuloma formation. It has further been used to treat immunologic reactions to leprosy with some success. Benefit in alcoholic hepatitis was shown, with some studies demonstrating a reduction in risk of hepatorenal syndrome. For in vitro fertilization, Pentoxifylline has been used to improve sperm quality and motility and as safe oral drug in the treatment of male infertility with erectile dysfunction. An interesting off-label indication of pentoxifylline is the supportive treatment of distal diabetic neuropathy, where it can be added, for example, to thioctic acid or gabapentin. Theoretically, it can (among other things) act prophylactically against ulcerative changes of the lower limbs associated with chronically decompensated diabetes. Patients with measurable impairment in arterial supply are more likely to benefit from adjunctive treatment with pentoxifylline. The administration of higher doses of pentoxifylline in hospitalization for complications of distal diabetic neuropathy is usually conditioned by the joint agreement of the neurologist with the physicians of internal medicine (diabetology and angiology). The combination of tocopherol and pentoxifylline has been evaluated for the treatment of medication-related osteonecrosis of the jaw. Pentoxifylline may be used transdermally for cellulite treatment.   == Adverse effects == Common side effects are belching, bloating, stomach discomfort or upset, nausea, vomiting, indigestion, dizziness, and flushing. Uncommon and rare side effects include angina, palpitations, hypersensitivity, itchiness, rash,  hives, bleeding, hallucinations, arrhythmias, and aseptic meningitis. Contraindications include intolerance to pentoxifylline or other xanthine derivatives, recent retinal or cerebral haemorrhage, and risk factors for haemorrhage.   == Mechanism == Like other methylated xanthine derivatives, pentoxifylline is a competitive nonselective phosphodiesterase inhibitor which raises intracellular cAMP, activates PKA, inhibits TNF and leukotriene synthesis, and reduces inflammation and innate immunity. In addition, pentoxifylline improves red blood cell deformability (known as a haemorrheologic effect), reduces blood viscosity and decreases the potential for platelet aggregation and blood clot formation. Pentoxifylline is also an antagonist at adenosine 2 receptors.   == Research == There is some evidence that pentoxifylline can lower the levels of some biomarkers in non-alcoholic steatohepatitis but evidence is insufficient to determine if the drug is safe and effective for this use. Animal studies have been conducted exploring the use of pentoxifylline for erectile dysfunction and hearing loss. Human studies have been conducted for Peyronie's disease. Pentoxifylline, in combination with tocopherol and clodronate, has been found to heal refractory osteoradionecrosis of the jaw, and to be prophylactic against osteoradionecrosis. In a Cochrane systematic review on the use of pentoxifylline for intermittent claudication in 2015, the following was concluded \"The quality of included studies was generally low, and very large variability between studies was noted in reported findings including duration of trials, doses of pentoxifylline and distances participants could walk at the start of trials. Most included studies did not report on randomisation techniques or how treatment allocation was concealed, did not provide adequate information to permit judgement of selective reporting and did not report blinding of outcome assessors. Given all these factors, the role of pentoxifylline in intermittent claudication remains uncertain, although this medication was generally well tolerated by participants\".   == See also == Lisofylline, an active metabolite of pentoxifylline Propentofylline Cilostazol, a PDE-3 inhibitor with better evidence for intermittent claudication on the Cochrane review cited above.   == References ==   == External links == Pentoxifylline MedlinePlus Drug Information"}