{"name": "pentoxyverine", "category": "drug", "content": "Pentoxyverine (rINN) or carbetapentane is an antitussive (cough suppressant) commonly used for cough associated with illnesses like common cold. It is sold over-the-counter as Solotuss, or in combination with other medications, especially decongestants. One such product is Certuss, a combination of guaifenesin and pentoxyverine. The drug has been available in the form of drops, suspensions and suppositories.  It was formerly available over-the-counter in United States. However, the U.S. Food & Drug Administration ruled in 1987 that pentoxyverine was not generally recognized as safe and effective and ordered it to be removed from the over-the-counter market.   == Uses == The drug is used for the treatment of dry cough associated with conditions such as common cold, bronchitis or sinusitis. Like codeine and other antitussives, it relieves the symptom, but does not heal the illness. No controlled clinical trials regarding the efficiency of pentoxyverine are available. Pharmacologists use the substance as a selective agonist at the sigma-1 receptor in animal and in vitro experiments.   == Contraindications == Pentoxyverine is contraindicated in persons with bronchial asthma or other kinds of respiratory insufficiency (breathing difficulties), as well as angle-closure glaucoma. No data are available for the use of pentoxyverine during pregnancy, lactation, or children under two years of age, wherefore the drug must not be used under these circumstances. Antitussive drugs are not useful in patients with extensive phlegm production because they prevent coughing up the phlegm.   == Adverse effects == The most common side effects (seen in more than 1% of patients) are upper abdominal (belly) pain, diarrhoea, dry mouth, and nausea or vomiting. Allergic reactions of the skin like itching, rashes, hives and angiooedema are rare. The same is true for anaphylactic shock and convulsions.   == Overdose == Overdosage leads to drowsiness, agitation, nausea and anticholinergic effects like tachycardia (high heart rate), dry mouth, blurred vision, glaucoma, or urinary retention. Especially in children, pentoxyverine can cause hypoventilation, but much more seldom than codeine and other opioid antitussives. The treatment of overdosage aims at the symptoms; there are no specific antidotes available.   == Interactions == No interactions have been described at usual doses. It is possible that pentoxyverine can increase the potency of sedative drugs like benzodiazepines, some anticonvulsants and antidepressants, and alcohol. Likewise, some consumer informations warn patients from taking the drug in combination with or up to two weeks after monoamine oxidase inhibitors, which are known to cause potentially fatal reactions in combination with the (chemically only distantly related) antitussive dextromethorphan.   == Mechanism of action == Pentoxyverine is believed to suppress the cough reflex in the central nervous system, but the exact mechanism of action is not known with certainty. The drug acts as an  antagonist at muscarinic receptors (subtype  M1) and as an agonist at sigma receptors (subtype σ1) with an IC50 of 9 nM. Its anticholinergic properties can theoretically relax the pulmonary alveoli and reduce phlegm production. Spasmolytic and local anaesthetic properties have also been described. The clinical relevance of these mechanisms is uncertain.   == Pharmacokinetics == The substance is absorbed quickly from the gut and reaches its maximum plasma concentration (Cmax) after about two hours. If applied rectally, Cmax is reached after four hours. The bioavailability of the suppositories, measured as area under the curve (AUC), is about twofold that of oral formulations, due to a first pass effect of over 50%. By far the most important metabolisation reaction is ester hydrolysis, which accounts for 26.3% of the total clearance through the kidneys. Only 0.37% are cleared in form of the original substance. The plasma half life is 2.3 hours for oral formulations and three to 3.5 hours for suppositories. Pentoxyverine is also excreted into the breast milk.   == Chemical properties == Pentoxyverine dihydrogen citrate, the salt that is commonly used for oral preparations, is a white to off-white, crystalline powder. It dissolves easily in water or chloroform, but not in benzene, diethyl ether, or petroleum ether. It melts at 90 to 95 °C (194 to 203 °F). Other orally available salts are the hydrochloride and the tannate; suppositories contain the free base.   == See also == Cough syrup Noscapine Codeine; Pholcodine Dextromethorphan; Dimemorfan Racemorphan; Dextrorphan; Levorphanol Butamirate Tipepidine Cloperastine; Levocloperastine   == References =="}