{"name": "pentosan polysulfate", "category": "drug", "content": "Pentosan polysulfate, sold under the brand name Elmiron among others, is a medication used for the treatment of interstitial cystitis. It was approved for medical use in the United States in 1996.   == Medical uses == Pentosan polysulfate sodium is indicated for the relief of bladder pain or discomfort associated with interstitial cystitis.   == Adverse effects == Patients who have taken pentosan polysulfate orally report a variety of side effects, primarily gastrointestinal complaints such as diarrhea, heartburn, and stomach pain. Hair loss, headache, rash, and insomnia have also been reported. Due to Elmiron's anticoagulant effects, some patients report bruising more easily. In some cases, patients are asked to stop taking the medication before any major surgical procedures to reduce the likelihood of bleeding. Recent report based on clinical observation hypothesizes that chronic exposure to pentosan polysulfate can cause retinal toxicity, mimicking pigmentary pattern dystrophy.   == Mechanism of action == In interstitial cystitis, pentosan polysulfate is believed to work by providing a protective coating to the damaged bladder wall. Pentosan polysulfate is similar in structure to the natural glycosaminoglycan coating of the inner lining of the bladder, and may replace or repair the lining, reducing its permeability.   == History == The calcium salt of pentosan polysulfate was one of the first reported disease-modifying osteoarthritis drugs (DMOAD).   == Society and culture ==   === Names === The IUPAC name for pentosan polysulfate is [(2R,3R,4S,5R)-2-hydroxy-5-[(2S,3R,4S,5R)-5-hydroxy-3,4-disulfooxyoxan-2-yl]oxy-3-sulfooxyoxan-4-yl] hydrogen sulfate. There are 40 synonyms listed for pentosan polysulfate on PubChem including BAY-946, HOE-946, pentosan sulfuric polyester, polypentose sulfate, polysulfated xylan, PZ-68, SP-54, xylan SP54 and xylan sulfate. Various brand names include Elmiron (as sodium salt), Hemoclar, Anarthron, Fibrase, Fibrocid, Thrombocid and SP54. Pentosan polysulfate capsules are sold in India under the brand names Comfora, Pentossan-100, Cystopen and For-IC. In the veterinary field, pentosan polysulfate is sold as Cartrophen Vet and Sylvet by Biopharm Australia, Pentosan by Naturevet Australia, Anarthron by Randlab Australia and Zydax by Parnell.   == Research ==   === Osteoarthritis === Pentosan polysulfate has been studied in knee osteoarthritis, though evidence to support such use is poor as of 2003. There is some theoretical evidence that it should help.   === Transmissible spongiform encephalopathies === Pentosan polysulfate is being studied as a potential treatment of Creutzfeldt–Jakob disease (CJD). The rationale for this treatment was unclear but it was subsequently shown in prion-infected mouse neuroblastoma cells that pentosan polysulfate could rapidly reduce the levels of abnormal (scrapie) prion without affecting the normal cellular isoform. As pentosan polysulfate can bind to the cellular isoform of the prion protein, it may stabilise this form and prevent its conversion to the pathological (scrapie) isoform. The treatment of one patient in Northern Ireland and around six other patients in mainland Britain was reported in the press.   == Veterinary uses ==   === Dogs === Read et al. (1996)  used three different doses of sodium pentosan polysulfate to treat 40 geriatric dogs with well-established clinical signs of chronic osteoarthritis (OA) with a subcutaneous injection. The 3 mg/kg dose was the most effective. In a study conducted with 10 elderly dogs with osteoarthritis given calcium pentosan polysulfate (3 mg/kg intramuscularly) once weekly for four weeks, the improvement in symptoms (seen at 1, 2, 3 and 7 weeks after initiation of therapy) was found to correlate with plasma indices of fibrinolytic activity and lipid profiles. In a study in dogs with OA secondary to cranial cruciate ligament deficiency, although no differences were identified in either functional outcome or radiographic progression using the oral calcium pentosan polysulfate compared with placebo, there were significantly lower levels of proteoglycan breakdown products in the synovial fluid of the osteoarthritic joints. The efficacy of subcutaneous sodium pentosan polysulfate (3 mg/kg) was tested in 40 dogs with cranial cruciate ligament instability and found to hasten recovery, as measured by more rapidly improved ground reaction forces, over 48 weeks.   === Horses === Zycosan, for horses, is a heparin-like compound and is the first injectable pentosan product to receive approval by the US Food and Drug Administration (FDA). In December 2022, the US Food and Drug Administration (FDA) approved pentosan polysulfate (Zycosan) for the control of clinical signs associated with osteoarthritis in horses. Zycosan is for intramuscular use in horses only and is not for use in humans. Zycosan is sponsored by Anzac Animal Health LLC, based in Maryland Heights, Missouri. Pentosan polysulfate is being used for this osteoarthritis in Australia. When administered to racing thoroughbreds with chronic osteoarthritis (2 to 3 mg/kg, intramuscularly, once weekly for 4 weeks, then as required), pentosan polysulfate treatment improved but did not eliminate clinical signs of joint disease. Articular cartilage fibrillation was substantially reduced by similar NaPPS treatment intramuscularly in nine horses with experimentally-induced carpal osteoarthritis.   == References =="}