{"name": "Peptostreptococcus infection", "category": "disease", "content": "Peptostreptococcus is a genus of anaerobic, Gram-positive, non-spore forming bacteria. The cells are small, spherical, and can occur in short chains, in pairs or individually. They typically move using cilia. Peptostreptococcus are slow-growing bacteria with increasing resistance to antimicrobial drugs. Peptostreptococcus is a normal inhabitant of the healthy lower reproductive tract of women.   == Pathogenesis == Peptostreptococcus species are commensal organisms in humans, living predominantly in the mouth, skin, gastrointestinal, vagina and urinary tracts, and are members of the gut microbiota. Under immunosuppressed or traumatic conditions these organisms can become pathogenic, as well as septicemic, harming their host. Peptostreptococcus can cause brain, liver, breast, and lung abscesses, as well as generalized necrotizing soft tissue infections. They participate in mixed anaerobic infections, a term which is used to describe infections that are caused by multiple bacteria that do not require or may even be harmed by oxygen. Peptostreptococcus species are susceptible to beta-lactam antibiotics. They are isolated with high frequency from all specimen sources. Anaerobic gram-positive cocci such as Peptostreptococcus are the second most frequently recovered anaerobes and account for approximately one quarter of anaerobic isolates found. Most often Anaerobic gram-positive cocci are usually recovered mixed in with other anaerobic or aerobic bacteria from various infections at different sites of the human body. This contributes to the difficulty of isolating Peptostreptococcus organisms.   == Infections == Peptostreptococcus species that are found in clinical infections were once part of the genus formerly known as Peptococcus. Peptostreptococcus is the only genus among anaerobic gram-positive cocci that is encountered in clinical infections. As such, Peptostreptococcus species are viewed as being clinically significant anaerobic cocci. Other similar clinically significant anaerobic cocci include Veillonella species (gram-negative cocci), and microaerophilic streptococci (aerotolerant). Anaerobic gram-positive cocci include various clinically significant species of the genus Peptostreptococcus. The species of anaerobic gram-positive cocci isolated most commonly include Peptostreptococcus magnus, Peptostreptococcus asaccharolyticus, Peptostreptococcus anaerobius, Peptostreptococcus prevotii, and Peptostreptococcus micros. Anaerobic gram-positive cocci that produce large amounts of lactic acid during the process of carbohydrate fermentation were reclassified as Streptococcus parvulus and Streptococcus morbillorum from Peptococcus or Peptostreptococcus. Most of these organisms are anaerobic, but some are microaerophilic. Due to a large amount of new research done on the human microbe and more information on bacteria, many species of bacteria have been renamed and re-classified.  Based on DNA homology and whole-cell polypeptide-pattern study findings supported by phenotypic characteristics, the DNA homology group of microaerobic streptococci that was formerly known as Streptococcus anginosus or Streptococcus milleri is now composed of three distinct species: S anginosus, Streptococcus constellatus, and Streptococcus intermedius. The microaerobic species S morbillorum was transferred into the genus Gemella. A new species within the genus Peptostreptococcus is Peptostreptococcus hydrogenalis; it contains the indole-positive, saccharolytic strains of the genus. Peptostreptococcus infections occur in/on all body sites, including the CNS, head, neck, chest, abdomen, pelvis, skin, bone, joint, and soft tissues. Adequate therapy must be taken against infections, or it could result in clinical failures. Peptostreptoccocci are often overlooked and they are very difficult to isolate, appropriate specimen collection is required. Peptostreptococci grow slowly which makes them increasingly resistant to antimicrobrials. The most common Peptostreptococcus species found in infections are P. magnus (18% of all anaerobic gram-positive cocci and microaerophilic streptococci), P asaccharolyticus (17%), P anaerobius (16%), P prevotii (13%), P micros (4%), Peptostreptococcus saccharolyticus (3%), and Peptostreptococcus intermedius (2%). P magnus were highly recovered in bone and chest infections. P asaccharolyticus and P anaerobius and the highest recovery rate in obstetrical/gynecological and respiratory tract infections and wounds.  When anaerobic and facultative cocci were recovered most of the infection were polymicrobial. Most patients from whom microaerophilic streptococci were recovered in pure culture had abscesses (e.g., dental, intracranial, pulmonary), bacteremia, meningitis, or conjunctivitis. P. Magnus is the most commonly isolated anaerobic cocci and is often recovered in pure culture. Other common Peptostreptococci in the different infectious sites are P anaerobius which occurs in oral infections; P micros in respiratory tract infection.s,  P magnus, P micros, P asaccharolyticus, Peptostreptococcus vaginalis, and P anaerobius in skin and soft tissue infections; P magnus and P micros in deep organ abscesses; P magnus, P micros, and P anaerobius in gastrointestinal tract–associated infections; P magnus, P micros, P asaccharolyticus, P vaginalis, P tetradius, and P anaerobius in female genitourinary infections; and P magnus, P asaccharolyticus, P vaginalis, and P anaerobius in bone and joint infections and leg and foot ulcers. Many infections caused by peptostreptococcus bacteria are synergistic. Bacterial synergy, the presence of which is determined by mutual induction of sepsis enhancement, increased mortality, increased abscess inducement, and enhancement of the growth of the bacterial components in mixed infections, is found between anaerobic gram-positive cocci and their aerobic and anaerobic counterparts. The ability of anaerobic gram-positive cocci and microaerophilic streptococci to produce capsular material is an important virulence mechanism, but other factors may also influence the interaction of these organisms in mixed infections. Although anaerobic cocci can be isolated from infections at all body sites, a predisposition for certain sites has been observed. In general, Peptostreptococcus species, particularly P magnus, have been recovered more often from subcutaneous and soft tissue abscesses and diabetes-related foot ulcers than from intra-abdominal infections. Peptostreptococcus infections occur more often in chronic infections.   === Frequency of infections === It is difficult to determine the exact frequency of peptostreptococcus infections because of inappropriate collection methods, transportation, and specimen cultivation. Peptostreptococcus infections are most commonly found in patients who have had or have chronic infections. Patients who have predisposing conditions are shown to have 5% higher recovery rate of the bacteria in blood cultures. Of all anaerobic bacteria recovered at hospitals from 1973 to 1985, anaerobic gram-positive cocci accounted for 26% of it. The infected sited where these organisms were found in the greatest abundance were obstetrical and gynecological sites (35%), bones (39%) cysts (40%), and ears (53%). Occasionally found in other places such as abdomen, lymph nodes, bile, and eyes. Frequency of infections is greater in developing countries because treatment is often slow, or it is impossible to get the adequate treatment, but mortality due to peptostreptococcus infections have decreased in the last 30 years and will continue to do so due to better treatment. All ages are susceptible to peptostreptococcus infections, however children are more likely to get head and neck infections.   === Infection types ===   ==== Skin and soft tissue infections ==== Anaerobic gram-positive cocci and microaerophilic streptococci are often recovered in polymicrobial skin and soft tissue infections, such as gangrene, fasciitis, ulcers, diabetes-related foot infections, burns, human or animal bites, infected cysts, abscesses of the breast, rectum, and anus. Anaerobic gram-positive cocci and microaerophilic streptococci are generally found mixed with other aerobic and anaerobic bacteria that originate from the mucosal surface adjacent to the infected site or that have been inoculated into the infected site. Peptostreptococcus spp. can cause infections such as gluteal decubitus ulcers, diabetes-related foot infections, and rectal abscesses. Anaerobic gram-positive cocci and microaerophilic streptococci are part of the normal skin microbiota, so it is hard to avoid contamination by these bacteria when obtaining specimens.   ==== CNS infections ==== CNS infections can be isolated from subdural empyema and brain abscesses which are a result of chronic infections. Also isolated from sinuses, teeth and mastoid. 46% of 39 brain abscesses in one study showed anaerobic gram-positive cocci and microaerophilic streptococci.   ==== Upper respiratory tract and dental infections ==== There is a high rate of anaerobic cocci colonization which accounts for the organisms significance in these infections. Anaerboci gram-positive cocci and micraerophilic streptococci are often recovered in these infections.  They have been recovered in 15% of patients with chronic mastoiditis. When Peptostreptococci and other anaerobes predominate, aggressive treatment of acute infection can prevent chronic infection. When the risk of anaerobic infection is high, as with intra-abdominal and post-surgical infections, proper antimicrobial prophylaxis may reduce the risk 90% of the time, other organisms were mixed in with the anaerobic gram-positive cocci and microaerophilic streptococci. This includes streptococcus species, and staphylococcus aureus. Peptostreptococcus micros has a moderate association with periodontal disease.   ==== Bacteremia and endocarditis ==== Peptostreptococci can cause fatal endocarditis, paravalvular abscess, and pericarditis. The most frequent source of bacteremia due to Peptostreptococcus are infections of the oropharynx, lower respiratory tract, female genital tract, abdomen, skin, and soft tissues. Recent gynecological surgery, immunosuppression, dental procedures, infections of the female genital tract, abdominal and soft tissue along with gastrointestinal surgery are predisposing factors for bacteremia due to peptostreptococcus. Microaerophilic streptococci typically account for 5-10% of cases of endocarditis; however, Peptostreptococci have only rarely been isolated.   ==== Anaerobic pleuropulmonary infections ==== Anaerobic gram-positive cocci and microaerophilic streptococci are most frequently found in aspiration pneumonia, empyema, lung abscesses, and mediastinitis. These bacteria account for 10-20% of anaerobic isolated recovered from pulmonary infections. It is difficult to obtain appropriate culture specimens. It requires a direct lung puncture, or the use of trans-tracheal aspiration.   ==== Abdominal infections ==== Anaerobic gram-positive cocci are part of the normal gastrointestinal microbiota. They are isolated in approximately 20% of specimens from intra-abdominal infections, such as peritonitis. Found in abscesses of the liver, spleen, and abdomen. Like in upper respiratory tract and dental infections, anaerobic gram-positive cocci are recovered mixed with other bacteria. In this case they are mixed with organisms of intestinal origin such as E coli, bacteroides fragilis group, and clostridium species.   ==== Female pelvic infections ==== Anaerobic gram-positive cocci are frequently isolated from anaerobically infected bones and joints., they accounted for 40% of anaerobic isolates of osteomyelitis caused by anaerobic bacteria and 20% of anaerobic isolates of arthritis caused by anaerobic bacteria.  P magnus and P prevotii are the predominant bone and joint isolates. Management of these infections requires prolonged courses of antimicrobials and is enhanced by removal of the foreign material. Peptostreptococcus species are part of the microbiota of the lower reproductive tract of women.   === Causes of infection === Infections with anaerobic gram-positive cocci and microaerophilic streptococci are often caused by:  Trauma Immunodeficiency Steroid therapy Vascular disease Malignancy Reduced blood supply Previous surgery Presence of a foreign body Sickle cell anemia Diabetes   === Treatment === When Peptostreptococci and other anaerobes predominate, aggressive treatment of acute infection can prevent chronic infection. When the risk of anaerobic infection is high, as with intra-abdominal and post-surgical infections, proper antimicrobial prophylaxis may reduce the risk. Therapy with antimicrobials (e.g., aminoglycosides, trimethoprim-sulfamethoxazole, older quinolones) often does not eradicate anaerobes.   == Taxonomy == As of 2022, there are 5 species validly published in the genus Peptostreptococcus, with several species formerly being described, that have been moved to a more accurate genus.  Not validly published species Peptostreptococcus faecalis Peptostreptococcus glycinophilus Candidatus Peptostreptococcus massiliensis Species formerly described in Peptostreptococcus Order Coriobacteriales Family Atopobiaceae Genus Lancefieldella: P. parvulus, first moved to Atopobium in 1993, reassigned in 2018. Order Eggerthellales Family Eggerthellaceae Genus Slackia: P. heliotrinreducens, reassigned in 1999. Order Eubacteriales Family Lachnospiraceae Genus Blautia: P. productus, first moved to Ruminococcus (Oscillospiraceae) in 1994, reassigned in 2008. Family Peptoniphilaceae Genus Anaerococcus: P. hydrogenalis, P. lactolyticus, P. octavius, P. prevotii, P. tetradius, P. vaginalis, reassigned in 2001. Genus Finegoldia: P. magnus, reassigned in 2000. Genus Gallicola: P. barnesae, reassigned in 2001. Genus Parvimonas: P. micros, reassigned in 2006. Genus Peptoniphilus: P. asaccharolyticus,  P. harei,  P. indolicus,  P. ivorii, P. lacrimalis, reassigned in 2001.   == See also == List of bacterial vaginosis microbiota   == References ==   == External links == Peptostreptococcus infections from eMedicine."}