{"name": "peramivir", "category": "drug", "content": "Peramivir (trade name Rapivab) is an antiviral drug developed by BioCryst Pharmaceuticals for the treatment of influenza. Peramivir is a neuraminidase inhibitor, acting as a transition-state analogue inhibitor of influenza neuraminidase and thereby preventing new viruses from emerging from infected cells. It is approved for intravenous administration. In October 2009, the U.S. Food and Drug Administration (FDA) issued an emergency use authorization (EUA) for the use of peramivir based on safety data from phase I, phase II, and limited phase III trial data. The emergency use authorization for peramivir expired in June 2010. On 19 December 2014, the FDA approved peramivir to treat influenza infection in adults.   == History == An intramuscular (IM) peramivir phase II study for seasonal influenza in 2008–2009 found no effect for the primary endpoint of improvement in the median time to alleviation of symptoms in subjects with confirmed, acute, uncomplicated influenza infection versus placebo. In October 2009, it was reported that the experimental antiviral drug peramivir had been \"life-saving\" effective in intravenous treating 8 serious cases of swine flu. On October 23, the U.S. Food and Drug Administration (FDA) issued an Emergency Use Authorization for peramivir, allowing the use of the drug in intravenous form for hospitalized patients only in cases where the other available methods of treatment are ineffective or unavailable; for instance, if oseltamivir resistance develops and a person is unable to take zanamivir via the inhaled route. The U.S. government (department of Health and Human Services) gave BioCryst Pharmaceuticals more than $77 million to finish the Phase III clinical development of peramivir. In 2009 the department of Health and Human Services had already given about $180 million to the program. Biocryst also donated 1200 courses of treatment to the US department of Health and Human Services. The Emergency Use Authorization expired on June 23, 2010. In 2011 a phase III trial found the median durations of influenza symptoms were the same with 1 intravenous injection of peramivir against 5 days of oral oseltamivir for people with seasonal influenza virus infection. In 2012 BioCryst reported that it should halt enrollment on its study for intravenous peramivir in potentially life-threatened people after an interim analysis led trial monitors to conclude that it would be futile to continue and the trial should be terminated. The difference between peramivir and control group (oral oseltamivir) for the primary endpoint, clinical or virologic, was small. In 2013 the Biomedical Advanced Research and Development Authority (BARDA/HHS) released new funding under the current $234.8 million contract to enable completion of a New Drug Application filing for intravenous (IV) peramivir. According to a research report published in June 2011, a new variant of swine flu had emerged in Asia with a genetic adaptation (a S247N neuraminidase mutation) giving some resistance to oseltamivir and zanamivir, but no significant reduction in sensitivity to peramivir. But a H274Y virus mutation showed resistance to oseltamivir and peramivir, but not to zanamivir, and only in N1 neuraminidases. Ultimately 3.2% (19/599) of A(H1N1)pdm09 viruses collected between 2009 and 2012 had highly reduced peramivir inhibition due to the H275Y NA mutation. BioCryst Pharmaceuticals submitted a new drug application (NDA) to the U.S. Food and Drug Administration (FDA) for intravenous peramivir in December 2013. Peramivir (Rapivab) was approved for intravenous administration in December 2014.   == References ==   == External links == \"CDC H1N1 Flu - Termination of the Emergency Use Authorization (EUA) of Medical Products and Devices\". U.S. Centers for Disease Control and Prevention (CDC). Clinical trial number NCT00957996 for \"Safety Study of IV Peramivir in Hospitalized Subjects With Confirmed or Suspected Influenza\" at ClinicalTrials.gov \"A Novel Anti-viral Drug for Influenza, RAPIACTA Launch\" (PDF). Shionogi & Co., Ltd. January 26, 2010. Archived from the original (PDF) on 2013-05-22."}