{"name": "pergolide", "category": "drug", "content": "Pergolide, sold under the brand name Permax and Prascend (veterinary) among others, is an ergoline-based dopamine receptor agonist used in some countries for the treatment of Parkinson's disease. Parkinson's disease is associated with reduced dopamine synthesis in the substantia nigra of the brain. Pergolide acts on many of the same receptors as dopamine to increase receptor activity. It was patented in 1978 and approved for medical use in 1989. In 2007, pergolide was withdrawn from the U.S. market for human use after several published studies revealed a link between the drug and increased rates of valvular heart disease. However, a veterinary form of pergolide, marketed under the trade name Prascend, is permitted for the treatment of pituitary pars intermedia dysfunction (PPID) also known as equine Cushing's syndrome (ECS) in horses.   == Medical uses == Pergolide is no longer available for use by humans in the United States, however, it is still used in various other countries, where it is used to treat various conditions including Parkinson's disease, hyperprolactinemia, and restless leg syndrome. Pergolide is available for veterinary use. Under the trade name Prascend, manufactured by Boehringer Ingelheim, it is commonly used for the treatment of pituitary hyperplasia at the pars intermedia or Equine Cushing's Syndrome (ECS) in horses.   == Pharmacology ==   === Pharmacodynamics === Pergolide acts as an agonist of dopamine D2 and D1 and serotonin 5-HT1A, 5-HT1B, 5-HT2A, 5-HT2B, and 5-HT2C receptors. It may possess agonist activity at other dopamine receptor subtypes as well, similar to cabergoline. Although pergolide is more potent as an agonist of the D2 receptor, it has high D1 receptor affinity and is one of the most potent D1 receptor agonists of the dopamine receptor agonists that are clinically available. The agonist activity of pergolide at the D1 receptor somewhat alters its clinical and side effect profile in the treatment of Parkinson's disease. Pergolide is said to be hallucinogenic due to activation of 5-HT2A receptors. It has been associated with cardiac valvulopathy due to activation of 5-HT2B receptors.   == Side effects == The drug is in decreasing use, as it was reported in 2003 to be associated with a form of heart disease called cardiac fibrosis. In 2007, the United States Food and Drug Administration announced a voluntary withdrawal of the drug by manufacturers due to the possibility of heart valve damage. Pergolide is not currently available in the United States for human use. This problem is thought to be due to pergolide's action at the 5-HT2B serotonin receptors of cardiac myocytes, causing proliferative valve disease by the same mechanism as ergotamine, methysergide, fenfluramine, and other serotonin 5-HT2B agonists, including serotonin itself when elevated in the blood in carcinoid syndrome. Pergolide can rarely cause Raynaud's phenomenon. Among similar antiparkinsonian drugs, cabergoline, but not lisuride, exhibit this same type of serotonin receptor binding. In January 2007, cabergoline (Dostinex) was also reported to be associated with valvular proliferation heart damage. In March 2007, pergolide was withdrawn from the U.S. market for human use due to serious valvular damage that was shown in two independent studies. Pergolide has also been shown to impair associative learning.   === Addictive behaviors === At least one British pergolide user has attracted some media attention with claims that it has caused him to develop a gambling addiction. In June 2010, it was reported that more than 100 Australian users of the drug are suing the manufacturer over both gambling and sex addiction problems they claim are the result of the drug's side effects.   == Society and culture ==   === Brand names === Brand names of pergolide include Permax and Prascend (veterinary), among others.   == Research == Pergolide has been studied in the treatment of social anxiety disorder in one small study but was found to be ineffective.   == References =="}