{"name": "perhexiline", "category": "drug", "content": "Perhexiline (Pexsig) is a prophylactic antianginal agent used primarily in Australia and New Zealand. Perhexiline is thought to act by inhibiting mitochondrial carnitine palmitoyltransferase-1. This shifts myocardial metabolism from fatty acid to glucose utilisation which results in increased ATP production for the same O2 consumption and consequently increases myocardial efficiency. Its clinical use has been limited by its narrow therapeutic index and high inter- and intra-individual pharmacokinetic variability. It was outlawed in many countries due to its adverse effects on poor metabolisers (PM). The product has been reintroduced for patients who have contraindications, or have not responded to other treatments for angina.   == Perhexiline metabolism == The major route of perhexiline metabolism in humans is hydroxylation by microsomal CYP2D6. The two main metabolites of perhexiline are the cis and trans isomers of hydroxyperhexiline. CYP2D6 accounts for only a small percentage of total hepatic CYP450s but it is one of the main pathways for phase one metabolism of xenobiotics. The limited availability of CYP2D6 means perhexiline metabolism is a saturable process.   == Poor metabolisers == It is estimated that 7–10% of Caucasians are CYP2D6 poor metabolisers (PMs). Most PMs have an autosomal recessive polymorphism in the CYP2D6 locus which results in the severely compromised metabolism of at least 25 drugs. It is believed that there are hundreds of potential polymorphism which will result in a PM, some result in functionally deficient CYP2D6, while others cause the absence of CYP2D6.   == Hydroxyperhexiline:perhexiline ratio == Cis-hydroxyperhexiline is the primary determinant of perhexiline clearance and there is relatively little interindividual variability in the clearance of Cis-hydroxyperhexiline; therefore, the Cis-hydroxyperhexiline/perhexiline concentration ratio may be useful for optimizing individual patient treatment with the antianginal agent perhexiline. There is a segment of the population with very low hydroxyperhexiline/perhexiline ratios, this subpopulation contains those patients with the PM phenotype. It has been suggested that those with ratios ≤0.3 should be considered PMs; thus, providing a simple method for identifying PMs.   == Perhexiline toxicity == The adverse effects of perhexiline have been seen in more than 60% of recipients in some clinical trials. The most commonly reported adverse effects include headache, dizziness, nausea and vomiting. Plasma perhexiline concentrations as low as 0.6mg/L> are known to cause nausea and dizziness; however, perhexiline is also known to cause hepatotoxicity and peripheral neuropathy at plasma concentrations >0.6mg/L. The symptoms of peripheral neuropathy include weakness or sensory loss and pain in the arms, hand, legs, and feet. Histological investigations indicate the development of phospholipoidosis, with scaly inclusions in hepatocytes, Schwann cells and other tissues which could point to the cause of peripheral neuropathy. The peripheral neuropathy is often but not always permanent. The risk of perhexiline toxicity is reduced by therapeutic drug monitoring (TDM). The simplest way to rectify the problem of perhexiline toxicity is to stop administering the drug and allowing the plasma concentration to fall; once the concentration has reached the desired level resume the treatment at a lower dose. Most PMs should receive doses of no more than 50mg/week of perhexiline.   == References =="}