{"name": "Peripheral neuropathic pain", "category": "disease", "content": "Neuropathic pain is pain caused by a lesion or disease of the somatosensory nervous system. Neuropathic pain may be associated with abnormal sensations called dysesthesia or pain from normally non-painful stimuli (allodynia). It may have continuous and/or episodic (paroxysmal) components. The latter resemble stabbings or electric shocks. Common qualities include burning or coldness, \"pins and needles\" sensations, numbness and itching. Up to 7–8% of the European population is affected by neuropathic pain, and in 5% of persons it may be severe. The pain may result from disorders of the peripheral nervous system or the central nervous system (brain and spinal cord). Neuropathic pain may occur in isolation or in combination with other forms of pain. Medical treatments focus on identifying the underlying cause and relieving pain. In cases of peripheral neuropathy, the pain may progress to insensitivity.   == Diagnosis ==  Diagnosis of pain conditions relies on the character of the pain with a sharp stabbing character and the presence of particular features such as mechanical allodynia and cold allodynia. Neuropathic pain also tends to affect defined dermatomes and there may be limits to the area of pain. For neuropathic pain, clinicians look for an underlying lesion to the nervous system or an inciting cause consistent with the development of neuropathic pain. The obvious presence of an underlying feature or cause is not always detectable, and response to treatment may be used as a surrogate particularly in cases where diagnosis of the underlying lesion leaves the patient in pain for a prolonged period of time. MRI may be helpful in the identification of underlying lesions, reversible causes or serious underlying conditions such as primary presentation of a tumor or multiple sclerosis. Quantitative sensory testing (QST), a system of detailed analysis of the somatosensory system, is frequently used in research situations to identify neuropathic pain and a more detailed analysis of its components. It has been suggested by some authorities that QST may have a future role in the diagnosis of neuropathic pain and in particular the identification of neuropathic pain subtypes. Neuropathic pain can occur alone or in combination with other types of pain. The identification of neuropathic pain components is important as different classes of analgesic are required. The gold standard for diagnosing small fiber neuropathy as the etiology of neuropathic pain is skin biopsy. Sudomotor assessment, through electrochemical skin conductance, an accurate objective technique, could be considered as a good screening tool to limit skin biopsy in patients in whom it is not suitable.   == Causes == Neuropathic pain may be divided into peripheral, central or mixed (peripheral and central) types. Central neuropathic pain is found in spinal cord injury and multiple sclerosis. Peripheral neuropathies are commonly caused by diabetes, metabolic disorders, herpes zoster infection, HIV-related neuropathies, nutritional deficiencies, toxins, remote manifestations of malignancies, immune mediated disorders and physical trauma to a nerve trunk. Neuropathic pain is common in cancer as a direct result of cancer on peripheral nerves (e.g., compression by a tumor), or as a side effect of chemotherapy (chemotherapy-induced peripheral neuropathy), radiation injury or surgery.   == Comorbidities == Neuropathic pain has profound physiological effects on the brain which can manifest as psychological disorders. Rodent models where the social effects of chronic pain can be isolated from other factors suggest that induction of chronic pain can cause anxio-depressive symptoms and that particular circuits in the brain have a direct connection. Depression and neuropathic pain may have a bidirectional relationship and relief of co-morbid depression may underlie some of the therapeutic efficacy of antidepressants in neuropathic pain. Neuropathic pain has important effects on social well-being that should not be ignored. People with neuropathic pain may have difficulty working exhibiting higher levels of presenteeism, absenteeism and unemployment, exhibit higher levels of substance misuse (which may be related to attempted self-medication), and present difficulties with social interactions. Moreover, uncontrolled neuropathic pain is a significant risk factor for suicide. Certain classes of neuropathic pain may cause serious adverse effects necessitating hospital admission, for instance trigeminal neuralgia can present as a severe crisis where the patient may have difficulty talking, eating and drinking. As neuropathic pain may be comorbid with cancer, it can have important dose limiting effects on certain classes of chemotherapeutic.   == Treatments == Neuropathic pain can be very difficult to treat with only some 40-60% of people achieving partial relief.   === General approach === First line treatments are certain antidepressants (tricyclic antidepressants and serotonin–norepinephrine reuptake inhibitors), and anticonvulsants (pregabalin and gabapentin). Opioid analgesics are recognized as useful agents but are not recommended as first line treatments. A broader range of treatments are used in specialist care. There are limited data and guidance for the long-term treatment of pain. Notably, strong evidence from randomized controlled trials is not available for all interventions.   === Primary interventions ===   ==== Anticonvulsants ==== Pregabalin and gabapentin may reduce pain associated with diabetic neuropathy. The anticonvulsants carbamazepine and oxcarbazepine are especially effective in trigeminal neuralgia. Carbamazepine is a voltage-gated sodium channel inhibitor, and reduces neuronal excitability by preventing depolarisation. Carbamazepine is most commonly prescribed to treat trigeminal neuralgia due to clinical experience and early clinical trials showing strong efficacy. Gabapentin may reduce symptoms associated with neuropathic pain or fibromyalgia in some people. There is no predictor test to determine if it will be effective for a particular person. A short trial period of gabapentin therapy is recommended, to determine the effectiveness for that person. 62% of people taking gabapentin may have at least one adverse event, however the incidence of serious adverse events was found to be low. Meta analysis of randomized clinical trials suggests that Lamotrigine is not useful for the majority of patients although it may have use in treatment refractory cases.   ==== Antidepressants ==== Dual serotonin-norepinephrine reuptake inhibitors in particular duloxetine, as well as tricyclic antidepressants in particular amitriptyline, and nortriptyline are considered first-line medications for this condition.   ==== Opioids ==== Opioids, while commonly used in chronic neuropathic pain, are not a recommended first or second line treatment. In the short and long term they are of unclear benefit, although clinical experience suggests that opioids like tramadol may be useful for treating sudden onset severe pain In the intermediate term evidence of low quality supports utility. Several opioids, particularly levorphanol, methadone and ketobemidone, possess NMDA receptor antagonism in addition to their μ-opioid agonist properties. Methadone does so because it is a racemic mixture; only the l-isomer is a potent μ-opioid agonist. The d-isomer does not have opioid agonist action and acts as an NMDA receptor antagonist; d-methadone is analgesic in experimental models of chronic pain. There is little evidence to indicate that one strong opioid is more effective than another. Expert opinion leans toward the use of methadone for neuropathic pain, in part because of its NMDA antagonism.  It is reasonable to base the choice of opioid on other factors. It is unclear if fentanyl gives pain relief to people with neuropathic pain. The potential pain relief benefits of strong opioids must be weighed against their significant addiction potential under normal clinical use and some authorities suggest that they should be reserved for cancer pain. Importantly, recent observational studies suggest a pain-relief benefit in non-cancer related chronic pain of reducing or terminating long-term opioid therapy.   === Non-Pharmaceutical Interventions === Non-pharmaceutical treatments such as exercise, physical therapy and psychotherapy may be useful adjuncts to treatment.   === Secondary and research interventions ===   ==== Botulinum toxin type A ==== Local intradermal injection of botulinum neurotoxin type A may be helpful in chronic focal painful neuropathies. However, it causes muscle paralysis which may impact quality of life.   ==== Cannabinoids ==== Evidence for the use of Cannabis based medicines is limited. Any potential utility might be offset by adverse effects.   ==== Neuromodulators ==== Neuromodulation is a field of science, medicine and bioengineering that encompasses both implantable and non-implantable technologies (electrical and chemical) for treatment purposes. Implanted devices are expensive and carry the risk of complications. Available studies have focused on conditions having a different prevalence than neuropathic pain patients in general. More research is needed to define the range of conditions that they might benefit.   ==== Deep brain stimulation ==== The best long-term results with deep brain stimulation have been reported with targets in the periventricular/periaqueductal grey matter (79%), or the periventricular/periaqueductal grey matter plus thalamus and/or internal capsule (87%).  There is a significant complication rate, which increases over time.   ==== Motor cortex stimulations ==== Stimulation of the primary motor cortex through electrodes placed within the skull but outside the thick meningeal membrane (dura) has been used to treat pain. The level of stimulation is below that for motor stimulation. As compared with spinal stimulation, which is associated with noticeable tingling (paresthesia) at treatment levels, the only palpable effect is pain relief.   ==== Spinal cord stimulators implated spinal pumps ==== Spinal cord stimulators use electrodes placed adjacent to but outside the spinal cord. The overall complication rate is one-third, most commonly due to lead migration or breakage but advancements in the past decade have driven complication rates much lower. Lack of pain relief occasionally prompts device removal.   ==== NMDA antagonism ==== The N-methyl-D-aspartate (NMDA) receptor seems to play a major role in neuropathic pain and in the development of opioid tolerance. Dextromethorphan is an NMDA antagonist at high doses. Experiments in both animals and humans have established that NMDA antagonists such as ketamine and dextromethorphan can alleviate neuropathic pain and reverse opioid tolerance. Unfortunately, only a few NMDA antagonists are clinically available and their use is limited by a very short half life (ketamine), weak activity (memantine) or unacceptable side effects (dextromethorpan).   ==== Intrathecal drug delivery ==== Intrathecal pumps deliver medication to the fluid filled (subarachnoid) space surrounding the spinal cord. Opioids alone or opioids with adjunctive medication (either a local anesthetic or clonidine). Rarely there are complications such as serious infection (meningitis), urinary retention, hormonal disturbance and intrathecal granuloma formation have been noted with intrathecal infusion, associated with the delivery method.   ==== Photopharmacology ==== Photoswitchable analogues of the anticonvulsant drug carbamazepine have been developed to control its pharmacological activity locally and on demand using light, with the purpose to reduce adverse systemic effects. One of these compounds (carbadiazocine, based on a bridged azobenzene) has been shown to produce analgesia with noninvasive illumination in a rat model of neuropathic pain.   ==== Conotoxins ==== Ziconotide is a voltage-gated calcium channel blocker which may be used in severe cases of ongoing neuropathic pain it is delivered intrathecally.   ==== Ambroxol ==== Ambroxol is a drug that reduces mucus. Preclinical research suggests it may produce analgesic effects by blocking sodium channels in sensory neurons.   ==== Gene therapy ==== The use of gene therapy is a potential treatment for chronic neuropathic pain. In animals a gene therapy for local transgenes encoding for GABA synthesizing-releasing inhibitory machinery has been demonstrated and was effective for months at a time. It increases synaptically GABA-mediated neuronal inhibition in the spinal cord (or in the brain) via the induced expression of genes GAD65 and VGAT without any detected systemic or segmental side effects.   ==== Topical agents ==== In some forms of neuropathy the topical application of local anesthetics such as lidocaine may provide relief. A transdermal patch containing lidocaine is available commercially in some countries. Repeated topical applications of capsaicin are followed by a prolonged period of reduced skin sensibility referred to as desensitization, or nociceptor inactivation. Capsaicin causes reversible degeneration of epidermal nerve fibers.   Notably the capsaicin used for the relief of neuropathic pain is a substantially higher concentration than capsaicin creams available over the counter, there is no evidence that over the counter capsaicin cream can improve neuropathic pain and topical capsaicin can itself induce pain.   === Surgical interventions === Orthopaedic interventions are frequently used to correct underlying pathology which may contribute to neuropathic pain. Many orthopaedic procedures have more limited evidence. Historically, neurosurgeons have attempted lesions of regions of the brain, spinal cord and peripheral nervous system. Whilst they cause some short term analgesia, these are considered to be universally ineffective.  If neuropathic pain is caused by nerve compression, this may be treatable with a nerve decompression. When nerves are subject to chronic pressure, they exhibit a pathological progression resulting in reversible and partially reversible nerve injuries that cause pain, paresthesias, and potentially muscle weakness. In a nerve decompression, a surgeon explores the entrapment site and removes tissue around the nerve to relieve pressure. In many cases the potential for nerve recovery (full or partial) after decompression is excellent, as chronic nerve compression is associated with low-grade nerve injury (Sunderland classification I-III) rather than high-grade nerve injury (Sunderland classification IV-V). Nerve decompressions are associated with a significant reduction in pain, in some cases the complete elimination of pain. For patients with diabetic peripehral neuropathy (which affects 30% of diabetes patients) and superimposed nerve compression, this may be treatable with multiple nerve decompressions. The theory behind this procedure is that diabetic peripheral neuropathy (DPN) predisposes peripheral nerves to compression at anatomic sites of narrowing, and that the majority of peripheral DPN symptoms may actually be attributable to nerve compression rather than DPN itself. The surgery is associated with lower pain scores, higher two-point discrimination (a measure of sensory improvement), lower rate of ulcerations, fewer falls (in the case of lower extremity decompression), and fewer amputations.   === Alternative therapies ===   ==== Herbal products ==== There is no good evidence that herbal products (nutmeg or St John's wort) are useful for treating neuropathic pain.   ==== Dietary supplements ==== A 2007 review of studies found that injected (parenteral) administration of alpha lipoic acid (ALA) was found to reduce the various symptoms of peripheral diabetic neuropathy. While some studies on orally administered ALA had suggested a reduction in both the positive symptoms of diabetic neuropathy (dysesthesia including stabbing and burning pain) as well as neuropathic deficits (paresthesia), the meta-analysis showed \"more conflicting data whether it improves sensory symptoms or just neuropathic deficits alone\". There is some limited evidence that ALA is also helpful in some other non-diabetic neuropathies. Benfotiamine is an oral prodrug of Vitamin B1 that has several placebo-controlled double-blind trials proving efficacy in treating neuropathy and various other diabetic comorbidities.   == History == The history of pain management can be traced back to ancient times. Galen also suggested nerve tissue as the transferring route of pain to the brain through the invisible psychic pneuma. The idea of origination of pain from the nerve itself, without any exciting pathology in other organs is presented by medieval medical scholars such as Rhazes, Haly Abbas and Avicenna. They named this type of pain specifically as \"vaja al asab\" [nerve originated pain], described its numbness, tingling and needling quality, discussed its etiology and the differentiating characteristics. The description of neuralgia was made by John Fothergill (1712-1780). In a medical article entitled \"Clinical Lecture on Lead Neuropathy\" published in 1924 the word \"Neuropathy\" was used for the first time by Gordon.   == Proposed mechanistic basis for neuropathic pain == The underlying pathophysiology of neuropathic pain remains a contested topic. The etiology and mechanism of pain are related to the cause of the pain. Certain forms of neuropathic pain are associated with lesions to the central nervous system such as thalamic pain associated with certain lesions (for instance strokes) to the thalamus whereas other forms of pain have a peripheral inciting injury such as traumatic neuropathies. The inciting cause of neuropathy has important consequences for its mechanistic basis as different tissues and cells are involved. The mechanistic basis of neuropathic pain remains controversial as do the relative contributions of each pathway. Notably our understanding of these processes is largely driven by rodent models in part because studying these tissues in living adults is difficult.   === Peripheral === With peripheral nervous system lesions, a number of processes may occur. Intact neurons may become unusually sensitive and develop spontaneous pathological activity and abnormal excitability. During neuropathic pain, ectopic activity arises in the peripheral nociceptors and this appears to be due in part to changes in the ion channel expression at the level of the periphery. There may be an increase in the expression or activity of voltage gated sodium and calcium channels which will support action potential generation. There may also be a decrease in potassium channels which would normally oppose action potential generation. Each of these changes appears to support an increase in excitability, which may allow endogenous stimuli to cause spontaneous pain.   === Central === Central mechanisms of neuropathic pain involve a number of major pathways. Nociception is ordinarily transduced by a polysynaptic pathway through the spinal cord, and up the spinothalamic tract to the thalamus and then the cortex. Broadly speaking in neuropathic pain, neurons are hypersensitized, glia become activated and there is a loss of inhibitory tone.   ==== Pain gates ====  A major hypothesis in the theory of pain perception is the  gate control theory of pain, proposed by Wall and Melzack in 1965. The theory predicts that the activation of central pain inhibitory neurons by non-pain sensing neurons prevents the transmission of non-harmful stimuli to pain centers in the brain. A loss of inhibitory neurons, GAD65/67 expression (the enzymes that synthesise GABA; the predominant inhibitory transmitter in the adult brain), has been observed in some systems following peripheral neuropathy such as in rats, and mice. However, these observations remain controversial with some investigators unable to detect a change. The loss of inhibitory inputs may allow fibers to transmit messages via the spinothalamic tract  thus causing pain in normally painless stimuli. This loss of inhibition may not be limited to the spinal cord and a loss of GABA has also been observed in chronic pain patients in the thalamus.   ==== Glia ====  During neuropathic pain, glia become \"activated\" leading to the release of proteins that modulate neural activity. The activation of glia remains an area of intense interest for researchers. Microglia, the brain and spinal cord resident immune cells, respond to extrinsic cues. The source of these cues may include neurons secreting chemokines such as CCL21 and surface immobilized chemokines such as CX3CL1. Other glia such as astrocytes and oligodendrocytes may also release these extrinsic cues for microglia and microglia themselves may produce proteins that amplify the response. The effect of microglia on neurons that leads to the neurons being sensitized is controversial. Brain derived neurotrophic factor, prostaglandins, TNF and IL-1β may be produced by microglia and cause changes in neurons that lead to hyperexcitability.   ==== Central sensitization ==== Central sensitization is a potential component of neuropathic pain. It refers to a change in synaptic plasticity, efficacy, and intrinsic disinhibition that leads to an uncoupling of noxious inputs. In the sensitized neuron, outputs are no longer coupled to the intensity or duration and many inputs may be combined.   ==== Circuit Potentiation ==== During high frequency stimulation synapses conveying nociceptive information may become hyper efficient in a process that is similar although not identical to long-term potentiation. Molecules such as substance P may be involved in potentiation via neurokinin receptors. NMDA activation also triggers a change in the post synapse, it activates receptor kinases that increase receptor trafficking and post-translationally modify receptors causing changes in their excitability.   ==== Cellular ==== The phenomena described above are dependent on changes at the cellular and molecular levels. Altered expression of ion channels, changes in neurotransmitters and their receptors, as well as altered gene expression in response to neural input, are at play. Neuropathic pain is associated with changes in sodium and calcium channel subunit expression resulting in functional changes.  In chronic nerve injury, there is redistribution and alteration of subunit compositions of sodium and calcium channels resulting in spontaneous firing at ectopic sites along the sensory pathway.   == See also == Cranial nerves Nerve Neuralgia Neuritis Neuropathy   == References ==   == External links == Centre for Clinical Practice at NICE (UK) (March 2010). \"The Pharmacological Management of Neuropathic Pain in Adults in Non-Specialist Settings\". NICE Clinical Guidelines. 96. London: National Institute for Health and Clinical Excellence (UK)."}