{"name": "Periodontitis", "category": "disease", "content": "Periodontal disease, also known as gum disease, is a set of inflammatory conditions affecting the tissues surrounding the teeth. In its early stage, called gingivitis, the gums become swollen and red and may bleed. It is considered the main cause of tooth loss for adults worldwide. In its more serious form, called periodontitis, the gums can pull away from the tooth, bone can be lost, and the teeth may loosen or fall out. Halitosis (bad breath) may also occur. Periodontal disease is generally due to bacteria in the mouth infecting the tissue around the teeth. Factors that increase the risk of disease include smoking, diabetes, HIV/AIDS, family history, high levels of homocysteine in the blood and certain medications. Diagnosis is by inspecting the gum tissue around the teeth both visually and with a probe and X-rays looking for bone loss around the teeth. Treatment involves good oral hygiene and regular professional teeth cleaning. Recommended oral hygiene include daily brushing and flossing. In certain cases antibiotics or dental surgery may be recommended. Clinical investigations demonstrate that quitting smoking and making dietary changes enhance periodontal health. Globally, 538 million people were estimated to be affected in 2015 and has been known to affect 10–15% of the population generally. In the United States, nearly half of those over the age of 30 are affected to some degree and about 70% of those over 65 have the condition. Males are affected more often than females.   == Signs and symptoms ==  In the early stages, periodontitis has very few symptoms, and in many individuals the disease has progressed significantly before they seek treatment. Symptoms may include:  Redness or bleeding of gums while brushing teeth, using dental floss or biting into hard food (e.g., apples) (though this may also occur in gingivitis, where there is no attachment loss gum disease) Gum swelling that recurs Spitting out blood after brushing teeth Halitosis, or bad breath, and a persistent metallic taste in the mouth Gingival recession, resulting in apparent lengthening of teeth (this may also be caused by heavy-handed brushing or with a stiff toothbrush) Deep pockets between the teeth and the gums (pockets are sites where the attachment has been gradually destroyed by collagen-destroying enzymes, known as collagenases) Loose teeth, in the later stages (though this may occur for other reasons, as well) Gingival inflammation and bone destruction are largely painless. Hence, people may wrongly assume painless bleeding after teeth cleaning is insignificant, although this may be a symptom of progressing periodontitis in that person.    === Associated conditions === Periodontitis has been linked to increased inflammation in the body, such as indicated by raised levels of C-reactive protein and interleukin-6. It is associated with an increased risk of stroke, myocardial infarction, atherosclerosis and hypertension. It is also linked in those over 60 years of age to impairments in delayed memory and calculation abilities. Individuals with impaired fasting glucose and diabetes mellitus have a higher degrees of periodontal inflammation and often have difficulties with balancing their blood glucose level, owing to the constant systemic inflammatory state caused by the periodontal inflammation. Although no causal association was proven, there is an association between chronic periodontitis and erectile dysfunction, inflammatory bowel disease, and heart disease.   ==== Diabetes and periodontal disease ==== A positive correlation between raised levels of glucose within the blood and the onset or progression of periodontal disease has been shown in the current literature. Data has also shown that there is a significant increase in the incidence or progression of periodontitis in patients with uncontrolled diabetes compared to those who do not have diabetes or have well-controlled diabetes. In uncontrolled diabetes, the formation of reactive oxygen species can damage cells such as those in the connective tissue of the periodontal ligament, resulting in cell necrosis or apoptosis. Furthermore, individuals with uncontrolled diabetes mellitus who have frequent exposure to periodontal pathogens have a greater immune response to these bacteria. This can subsequently cause and/or accelerate periodontal tissue destruction leading to periodontal disease.   === Oral cancer and periodontal disease === Current literature suggests a link between periodontal disease and oral cancer. Studies have confirmed an increase in systemic inflammation markers such as C-Reactive Protein and Interleukin-6 to be found in patients with advanced periodontal disease. The link between systemic inflammation and oral cancer has also been well established. Both periodontal disease and cancer risk are associated with genetic susceptibility and it is possible that there is a positive association by a shared genetic susceptibility in the two diseases. Due to the low incidence rate of oral cancer, studies have not been able to conduct quality studies to prove the association between the two, however future larger studies may aid in the identification of individuals at a higher risk.   === Systemic implications === Periodontal disease (PD) can be described as an inflammatory condition affecting the supporting structures of the teeth. Studies have shown that PD is associated with higher levels of systemic inflammatory markers such as Interleukin-6 (IL-6), C-Reactive Protein (CRP) and Tumor Necrosis Factor (TNF). To compare, elevated levels of these inflammatory markers are also associated with cardiovascular disease and cerebrovascular events such as ischemic strokes. The presence of a wide spectrum inflammatory oral diseases can increase the risk of an episode of stroke in an acute or chronic phase. Inflammatory markers, CRP, IL-6 are known risk factors of stroke. Both inflammatory markers are also biomarkers of PD and found to be an increased level after daily activities, such as mastication or toothbrushing, are performed. Bacteria from the periodontal pockets will enter the bloodstream during these activities and the current literature suggests that this may be a possible triggering of the aggravation of the stroke process. Other mechanisms have been suggested, PD is a known chronic infection. It can aid in the promotion of atherosclerosis by the deposition of cholesterol, cholesterol esters and calcium within the subendothelial layer of vessel walls. Atherosclerotic plaque that is unstable may rupture and release debris and thrombi that may travel to different parts of the circulatory system causing embolization and therefore, an ischemic stroke. Therefore, PD has been suggested as an independent risk factor for stroke. A variety of cardiovascular diseases can also be associated with periodontal disease. Patients with higher levels of inflammatory markers such as TNF, IL-1, IL-6 and IL-8 can lead to progression of atherosclerosis and the development and perpetuation of atrial fibrillation, as it is associated with platelet and coagulation cascade activations, leading to thrombosis and thrombotic complications. Experimental animal studies have shown a link between periodontal disease, oxidative stress and cardiac stress. Oxidative stress favours the development and progression of heart failure as it causes cellular dysfunction, oxidation of proteins and lipids, and damage to the deoxyribonucleic acid (DNA), stimulating fibroblast proliferation and metalloproteinases activation favouring cardiac remodelling. During SARS Covid 19 pandemic, Periodontitis was significantly associated with a higher risk of complications from COVID‐19, including ICU admission, need for assisted ventilation and death and increased blood levels of markers such as D‐dimer, WBC and CRP which are linked with worse disease outcome.   == Clinical significance ==   === Inadequate nutrition and periodontal disease === Periodontal disease is multifactorial, and nutrition can significantly affect its prognosis. Studies have shown that a healthy and well-balanced diet is crucial to maintaining periodontal health. Nutritional deficiencies can lead to oral manifestations such as those in scurvy and rickets disease.  Different vitamins will play a different role in periodontal health:  Vitamin C: Deficiencies may lead to gingival inflammation and bleeding, subsequently advancing periodontal disease Vitamin D: Deficiencies may lead to delayed post-surgical healing Vitamin E: Deficiencies may lead to impaired gingival wound healing Vitamin K: Deficiencies may lead to gingival bleeding Nutritional supplements of vitamins have also been shown to positively affect healing after periodontal surgery and many of these vitamins can be found in a variety of food that we eat within a regular healthy diet.  Therefore, vitamin intakes (particularly vitamin C) and dietary supplements not only play a role in improving periodontal health, but also influence the rate of bone formation and periodontal regeneration. However, studies supporting the correlation between nutrition and periodontal health are limited, and more long-term research is required to confirm this.   == Causes == Periodontitis is an inflammation of the periodontium, i.e., the tissues that support the teeth. The periodontium consists of four tissues:  gingiva, or gum tissue, cementum, or outer layer of the roots of teeth, alveolar bone, or the bony sockets into which the teeth are anchored, and periodontal ligaments (PDLs), which are the connective tissue fibers that run between the cementum and the alveolar bone.  The primary cause of gingivitis is poor or ineffective oral hygiene, which leads to the accumulation of a mycotic and bacterial matrix at the gum line, called dental plaque. Other contributors are poor nutrition and underlying medical issues such as diabetes. Diabetics must be meticulous with their homecare to control periodontal disease. New finger prick tests have been approved by the Food and Drug Administration in the US, and are being used in dental offices to identify and screen people for possible contributory causes of gum disease, such as diabetes. In some people, gingivitis progresses to periodontitis – with the destruction of the gingival fibers, the gum tissues separate from the tooth and deepened sulcus, called a periodontal pocket. Subgingival microorganisms (those that exist under the gum line) colonize the periodontal pockets and cause further inflammation in the gum tissues and progressive bone loss. Examples of secondary causes are those things that, by definition, cause microbic plaque accumulation, such as restoration overhangs and root proximity.  Smoking is another factor that increases the occurrence of periodontitis, directly or indirectly, and may interfere with or adversely affect its treatment. It is arguably the most important environmental risk factor for periodontitis. Research has shown that smokers have more bone loss, attachment loss and tooth loss compared to non-smokers. This is likely due to several effects of smoking on the immune response including decreased wound healing, suppression of antibody production, and the reduction of phagocytosis by neutrophils Ehlers–Danlos syndrome and Papillon–Lefèvre syndrome (also known as palmoplantar keratoderma) are also risk factors for periodontitis. If left undisturbed, microbial plaque calcifies to form calculus, which is commonly called tartar. Calculus above and below the gum line must be removed completely by the dental hygienist or dentist to treat gingivitis and periodontitis. Although the primary cause of both gingivitis and periodontitis is the microbial plaque that adheres to the tooth surfaces, there are many other modifying factors. A very strong risk factor is one's genetic susceptibility. Several conditions and diseases, including Down syndrome, diabetes, and other diseases that affect one's resistance to infection, also increase susceptibility to periodontitis. Periodontitis may be associated with higher stress. Periodontitis occurs more often in people in the lower classes than people in the upper classes. Genetics appear to play a role in determining the risk for periodontitis. It is believed genetics could explain why some people with good plaque control have advanced periodontitis, whilst some others with poor oral hygiene are free from the disease. Genetic factors which could modify the risk of a person developing periodontitis include:  Defects of phagocytosis: person may have hypo-responsive phagocytes. Hyper-production of interleukins, prostaglandins and cytokines, resulting in an exaggerated immune response. Interleukin 1 (IL-1) gene polymorphism: people with this polymorphism produce more IL-1, and subsequently are more at risk of developing chronic periodontitis. Diabetes appears to exacerbate the onset, progression, and severity of periodontitis. Although the majority of research has focused on type 2 diabetes, type 1 diabetes appears to have an identical effect on the risk for periodontitis. The extent of the increased risk of periodontitis is dependent on the level of glycaemic control. Therefore, in well managed diabetes there seems to be a small effect of diabetes on the risk for periodontitis. However, the risk increases exponentially as glycaemic control worsens. Overall, the increased risk of periodontitis in diabetics is estimated to be between two and three times higher. So far, the mechanisms underlying the link are not fully understood, but it is known to involve aspects of inflammation, immune functioning, neutrophil activity, and cytokine biology.   == Mechanism == As dental plaque or biofilm accumulates on the teeth near and below the gums there is some dysbiosis of the normal oral microbiome. As of 2017 it was not certain what species were most responsible for causing harm, but gram-negative anaerobic bacteria, spirochetes, and viruses have been suggested; in individual people it is sometimes clear that one or more species is driving the disease. Research in 2004 indicated three gram negative anaerobic species: Aggregatibacter actinomycetemcomitans, Porphyromonas gingivalis, Bacteroides forsythus and Eikenella corrodens. Plaque may be soft and uncalcified, hard and calcified, or both; for plaques that are on teeth the calcium comes from saliva; for plaques below the gumline, it comes from blood via oozing of inflamed gums. The damage to teeth and gums comes from the immune system as it attempts to destroy the microbes that are disrupting the normal symbiosis between the oral tissues and the oral microbe community. As in other tissues, Langerhans cells in the epithelium take up antigens from the microbes, and present them to the immune system, leading to movement of white blood cells into the affected tissues. This process in turn activates osteoclasts which begin to destroy bone, and it activates matrix metalloproteinases that destroy ligaments. So, in summary, it is bacteria which initiates the disease, but key destructive events are brought about by the exaggerated response from the host's immune system.   == Classification ==  There were several attempts to introduce an agreed-upon classification system for periodontal diseases: in 1989, 1993, 1999, and 2017.   === 1999 classification === The 1999 classification system for periodontal diseases and conditions listed seven major categories of periodontal diseases, of which 2–6 are termed destructive periodontal disease, because the damage is essentially irreversible. The seven categories are as follows:  Gingivitis Chronic periodontitis Aggressive periodontitis Periodontitis as a manifestation of systemic disease Necrotizing ulcerative gingivitis/periodontitis Abscesses of the periodontium Combined periodontic-endodontic lesions Moreover, terminology expressing both the extent and severity of periodontal diseases are appended to the terms above to denote the specific diagnosis of a particular person or group of people.   ==== Severity ==== The \"severity\" of disease refers to the amount of periodontal ligament fibers that have been lost, termed \"clinical attachment loss\". According to the 1999 classification, the severity of chronic periodontitis is graded as follows:  Slight: 1–2 mm (0.039–0.079 in) of attachment loss Moderate: 3–4 mm (0.12–0.16 in) of attachment loss Severe: ≥ 5 mm (0.20 in) of attachment loss   ==== Extent ====  The \"extent\" of disease refers to the proportion of the dentition affected by the disease in terms of percentage of sites. Sites are defined as the positions at which probing measurements are taken around each tooth and, generally, six probing sites around each tooth are recorded, as follows:  Mesiobuccal Mid-buccal Distobuccal Mesiolingual Mid-lingual Distolingual If up to 30% of sites in the mouth are affected, the manifestation is classified as \"localized\"; for more than 30%, the term \"generalized\" is used.   === 2017 classification === The 2017 classification of periodontal diseases is as follows: Periodontal health, gingival disease and conditions  Periodontal health and gingival health Clinical gingival health on an intact periodontium Clinical gingival health on an intact periodontium Stable periodontitis Non periodontitis person Gingivitis - Dental biofilm induced Associated with the dental biofilm alone Mediated by systemic and local risk factors Drug induced gingival enlargement. Gingival diseases - Non dental biofilm induced Genetic/developmental disorders Specific infections Inflammatory and immune conditions Reactive processes Neoplasms Endocrine, nutritional and metabolic Traumatic lesions Gingival pigmentation. Periodontitis  Necrotizing periodontal diseases Necrotizing Gingivitis Necrotizing periodontitis Necrotizing stomatitis Periodontitis as a manifestation of systemic disease Periodontitis Other conditions affecting the periodontium (Periodontal Manifestations of Systemic Diseases and Developmental and Acquired Conditions)  Systemic disease of conditions affecting the periodontal support tissues Other Periodontal Conditions Periodontal abscesses Endodontic- periodontal lesions Mucogingival deformities and conditions Gingival Phenotype Gingival/Soft Tissue Recession Lack of Gingiva Decreased Vestibular Depth Aberrant Frenum/muscle position Gingival Excess Abnormal Color Condition of the exposed root surface Traumatic occlusal forces Primary Occlusal Trauma Secondary Occlusal Trauma Tooth and prosthesis related factors Localized tooth-related factors Localized dental prostheses-related factors Peri-implant diseases and conditions  Peri-implant health Peri-implant mucositis Peri-implantitis Peri-implant soft and hard tissue deficiencies   ==== Staging ==== The goals of staging periodontitis is to classify the severity of damage and assess specific factors that may affect management. According to the 2017 classification, periodontitis is divided into four stages; after considering a few factors such as:  Amount and percentage bone loss radiographically Clinical attachment loss, probing depth Presence of furcation Vertical bony defects History of tooth loss related to periodontitis Tooth hypermobility due to secondary occlusal trauma   ==== Grading ==== According to the 2017 classification, the grading system for periodontitis consists of three grades:  Grade A: Slow progression of disease; no evidence of bone loss over last five years Grade B: Moderate progression; < 2mm of bone loss over last five years Grade C: Rapid progression or future progression at high risk; ≥ 2mm bone loss over five years Risk factors affecting which grade a person is classified into include:  Smoking Diabetes   === Periodontal probing ===  Dentists and dental hygienists measure periodontal disease using a device called a periodontal probe. This thin \"measuring stick\" is gently placed into the space between the gums and the teeth, and slipped below the gumline. If the probe can slip more than 3 mm (0.12 in) below the gumline, the person is said to have a gingival pocket if no migration of the epithelial attachment has occurred or a periodontal pocket if apical migration has occurred. This is somewhat of a misnomer, as any depth is, in essence, a pocket, which in turn is defined by its depth, i.e., a 2-mm pocket or a 6-mm pocket. However, pockets are generally accepted as self-cleansable (at home, by the person, with a toothbrush) if they are 3 mm or less in depth. This is important because if a pocket is deeper than 3 mm around the tooth, at-home care will not be sufficient to cleanse the pocket, and professional care should be sought. When the pocket depths reach 6 to 7 mm (0.24 to 0.28 in) in depth, the hand instruments and ultrasonic scalers used by the dental professionals may not reach deeply enough into the pocket to clean out the microbial plaque that causes gingival inflammation. In such a situation, the bone or the gums around that tooth should be surgically altered or it will always have inflammation which will likely result in more bone loss around that tooth. An additional way to stop the inflammation would be for the person to receive subgingival antibiotics (such as minocycline) or undergo some form of gingival surgery to access the depths of the pockets and perhaps even change the pocket depths so they become 3 mm or less in depth and can once again be properly cleaned by the person at home with his or her toothbrush.   == Prevention == Daily oral hygiene measures to prevent periodontal disease include:  Brushing properly on a regular basis (at least twice daily), with the person attempting to direct the toothbrush bristles underneath the gumline, helps disrupt the bacterial-mycotic growth and formation of subgingival plaque. Flossing daily and using interdental brushes (if the space between teeth is large enough), as well as cleaning behind the last tooth, the third molar, in each quarter. Using an antiseptic mouthwash: Chlorhexidine gluconate-based mouthwash in combination with careful oral hygiene may cure gingivitis, although they cannot reverse any attachment loss due to periodontitis. Regular dental check-ups and professional teeth cleaning as required: Dental check-ups serve to monitor the person's oral hygiene methods and levels of attachment around teeth, identify any early signs of periodontitis, and monitor response to treatment. Typically, dental hygienists (or dentists) use special instruments to clean (debride) teeth below the gumline and disrupt any plaque growing below the gumline. This is a standard treatment to prevent any further progress of established periodontitis. Studies show that after such a professional cleaning (periodontal debridement), microbial plaque tends to grow back to precleaning levels after about three to four months. Nonetheless, the continued stabilization of a person's periodontal state depends largely, if not primarily, on the person's oral hygiene at home, as well as on the go. Without daily oral hygiene, periodontal disease will not be overcome, especially if the person has a history of extensive periodontal disease.   == Management ==  The cornerstone of successful periodontal treatment starts with establishing excellent oral hygiene. This includes twice-daily brushing with daily flossing. Also, the use of an interdental brush is helpful if space between the teeth allows. For smaller spaces, products such as narrow picks with soft rubber bristles provide excellent manual cleaning. Persons with dexterity problems, such as with arthritis, may find oral hygiene to be difficult and may require more frequent professional care and/or the use of a powered toothbrush. Persons with periodontitis must realize it is a chronic inflammatory disease and a lifelong regimen of excellent hygiene and professional maintenance care with a dentist/hygienist or periodontist is required to maintain affected teeth.   === Initial therapy === Removal of microbial plaque and calculus is necessary to establish periodontal health. The first step in the treatment of periodontitis involves nonsurgical cleaning below the gum line with a procedure called \"root surface instrumentation\" or \"RSI\", this causes a mechanical disturbance to the bacterial biofilm below the gumline. This procedure involves the use of specialized curettes to mechanically remove plaque and calculus from below the gumline, and may require multiple visits and local anesthesia to adequately complete. In addition to initial RSI, it may also be necessary to adjust the occlusion (bite) to prevent excessive force on teeth that have reduced bone support. Also, it may be necessary to complete any other dental needs, such as replacement of rough, plaque-retentive restorations, closure of open contacts between teeth, and any other requirements diagnosed at the initial evaluation. It is important to note that RSI is different to scaling and root planing: RSI only removes the calculus, while scaling and root planing removes the calculus as well as underlying softened dentine, which leaves behind a smooth and glassy surface, which is not a requisite for periodontal healing. Therefore, RSI is now advocated over root planing.   === Reevaluation === Nonsurgical scaling and root planing are usually successful if the periodontal pockets are shallower than 4–5 mm (0.16–0.20 in). The dentist or hygienist must perform a re-evaluation four to six weeks after the initial scaling and root planing, to determine if the person's oral hygiene has improved and inflammation has regressed. Probing should be avoided then, and an analysis by gingival index should determine the presence or absence of inflammation. The monthly reevaluation of periodontal therapy should involve periodontal charting as a better indication of the success of treatment, and to see if other courses of treatment can be identified. Pocket depths of greater than 5–6 mm (0.20–0.24 in) which remain after initial therapy, with bleeding upon probing, indicate continued active disease and will very likely lead to further bone loss over time. This is especially true in molar tooth sites where furcations (areas between the roots) have been exposed.   === Surgery === If nonsurgical therapy is found to have been unsuccessful in managing signs of disease activity, periodontal surgery may be needed to stop progressive bone loss and regenerate lost bone where possible. Many surgical approaches are used in the treatment of advanced periodontitis, including open flap debridement and osseous surgery, as well as guided tissue regeneration and bone grafting. The goal of periodontal surgery is access for definitive calculus removal and surgical management of bony irregularities which have resulted from the disease process to reduce pockets as much as possible. Long-term studies have shown, in moderate to advanced periodontitis, surgically treated cases often have less further breakdown over time and, when coupled with a regular post-treatment maintenance regimen, are successful in nearly halting tooth loss in nearly 85% of diagnosed people.   === Local drug delivery === Local drug deliveries in periodontology has gained acceptance and popularity compared to systemic drugs due to decreased risk in development of resistant flora and other side effects. A meta analysis of local tetracycline found improvement. Local application of statin may be useful.   === Systemic drug delivery === Systemic drug delivery in conjunction with non-surgical therapy may be used as a means to reduce the percentage of the bacterial plaque load in the mouth. Many different antibiotics and also combinations of them have been tested; however, there is yet very low-certainty evidence of any significant difference in the short and long term compared to non-surgical therapy alone. It may be beneficial to limit the use of systemic drugs, since bacteria can develop antimicrobial resistance and some specific antibiotics might induce temporary mild adverse effects, such as nausea, diarrhoea and gastrointestinal disturbances.   === Adjunctive systemic antimicrobial treatment === There is currently low-quality evidence suggesting if adjunctive systemic antimicrobials are beneficial for the non-surgical treatment of periodontitis. It is not sure whether some antibiotics are better than others when used alongside scaling and root planing).   === Maintenance === Once successful periodontal treatment has been completed, with or without surgery, an ongoing regimen of \"periodontal maintenance\" is required. This involves regular checkups and detailed cleanings every three months to prevent repopulation of periodontitis-causing microorganisms, and to closely monitor affected teeth so early treatment can be rendered if the disease recurs. Usually, periodontal disease exists due to poor plaque control resulting from inappropriate brushing. Therefore, if the brushing techniques are not modified, a periodontal recurrence is probable.   === Other === Most alternative \"at-home\" gum disease treatments involve injecting antimicrobial solutions, such as hydrogen peroxide, into periodontal pockets via slender applicators or oral irrigators. This process disrupts anaerobic micro-organism colonies and is effective at reducing infections and inflammation when used daily. A number of other products, functionally equivalent to hydrogen peroxide, are commercially available, but at substantially higher cost. However, such treatments do not address calculus formations, and so are short-lived, as anaerobic microbial colonies quickly regenerate in and around calculus. Doxycycline may be given alongside the primary therapy of scaling (see § initial therapy). Doxycycline has been shown to improve indicators of disease progression (namely probing depth and attachment level). Its mechanism of action involves inhibition of matrix metalloproteinases (such as collagenase), which degrade the teeth's supporting tissues (periodontium) under inflammatory conditions. To avoid killing beneficial oral microbes, only small doses of doxycycline (20 mg) are used. Phage therapy may be a new therapeutic alternative.   == Prognosis == If people have 7-mm or deeper pockets around their teeth, as measured by a periodontal probe, then they would likely risk eventual tooth loss over the years. If this periodontal condition is not identified and people remain unaware of the progressive nature of the disease, then years later, they may be surprised that some teeth will gradually become loose and may need to be extracted, sometimes due to a severe infection or even pain. According to the Sri Lankan tea laborer study, in the absence of any oral hygiene activity, approximately 10% will experience severe periodontal disease with rapid loss of attachment (>2 mm/year). About 80% will experience moderate loss (1–2 mm/year) and the remaining 10% will not experience any loss.   == Epidemiology ==  Periodontitis is very common, and is widely regarded as the second most common dental disease worldwide, after dental decay, and in the United States has a prevalence of 30–50% of the population, but only about 10% have severe forms. Chronic periodontitis affects about 750 million people or about 10.8% of the world population as of 2010. Like other conditions intimately related to access to hygiene and basic medical monitoring and care, periodontitis tends to be more common in economically disadvantaged populations or regions. Its occurrence decreases with a higher standard of living. In Israeli populations, individuals of Yemenite, North-African, South Asian, or Mediterranean origin have higher prevalence of periodontal disease than individuals from European descent. Periodontitis is frequently reported to be socially patterned, i.e. people from the lower end of the socioeconomic scale are affected more often than people from the upper end of the socioeconomic scale.   == History == An ancient hominid from 3 million years ago had gum disease. Records from China and the Middle East, along with archaeological studies, show that mankind has had periodontal disease for at least many thousands of years. In Europe and the Middle East archaeological research looking at ancient plaque DNA, shows that in the ancient hunter-gatherer lifestyle there was less gum disease, but that it became more common when more cereals were eaten. The Otzi Iceman was shown to have had severe gum disease. Furthermore, research has shown that in the Roman era in the UK, there was less periodontal disease than in modern times. The researchers suggest that smoking may be a key to this.   == Society and culture ==   === Etymology === The word \"periodontitis\" (Greek: περιοδοντίτις) comes from the Greek peri, \"around\", odous (GEN odontos), \"tooth\", and the suffix -itis, in medical terminology \"inflammation\". The word pyorrhea (alternative spelling: pyorrhoea) comes from the Greek pyorrhoia (πυόρροια), \"discharge of matter\", itself from pyon, \"discharge from a sore\", rhoē, \"flow\", and the suffix -ia. In English this term can describe, as in Greek, any discharge of pus; i.e. it is not restricted to these diseases of the teeth.   === Economics === It is estimated that lost productivity due to severe periodontitis costs the global economy about US$54 billion each year.   == Other animals == Periodontal disease is the most common disease found in dogs and affects more than 80% of dogs aged three years or older. Its prevalence in dogs increases with age, but decreases with increasing body weight; i.e., toy and miniature breeds are more severely affected. Recent research undertaken at the Waltham Centre for Pet Nutrition has established that the bacteria associated with gum disease in dogs are not the same as in humans. Systemic disease may develop because the gums are very vascular (have a good blood supply). The blood stream carries these anaerobic micro-organisms, and they are filtered out by the kidneys and liver, where they may colonize and create microabscesses. The microorganisms traveling through the blood may also attach to the heart valves, causing vegetative infective endocarditis (infected heart valves). Additional diseases that may result from periodontitis include chronic bronchitis and pulmonary fibrosis.   == Footnotes =="}