{"name": "Perioperative hypertension", "category": "disease", "content": "Secondary hypertension (or, less commonly, inessential hypertension) is a type of hypertension which has a specific and identifiable underlying primary cause. It is much less common than essential hypertension, affecting only 5-10% of hypertensive patients. It has many different causes including obstructive sleep apnea, kidney disease, endocrine diseases, and tumors. The cause of secondary hypertension varies significantly with age. It also can be a side effect of many medications.   == Common causes ==   === Obstructive sleep apnea ===  Obstructive sleep apnea (OSA) is one of the most common causes of secondary hypertension. OSA is prevalent in older adults and should be considered in cases of resistant hypertension, hypertension refractory to appropriate aggressive medical therapy. OSA remains an under-diagnosed cause of secondary hypertension, likely due to the fact that many of the risk factors associated with OSA such as obesity, advanced age, and cigarette smoking are shared with primary hypertension. The intermittent hypoxia and resultant hypercapnia that is characteristic of OSA leads to activation of the sympathetic nervous system and leads to elevated blood pressure.  As with all cases of secondary hypertension, the goal of treating patients with hypertension due to OSA is addressing the underlying cause. Therefore, weight loss and noctural nasal continuous positive airway pressure (CPAP) are mainstays in treating hypertension secondary to OSA. Other approaches include the mandibular advancement splint (MAS), UPPP, tonsillectomy, adenoidectomy, or septoplasty.   === Kidney disorders ===   ==== Renovascular disorders ====  Obstruction of the renal arteries supplying the kidney that result in elevated blood pressure is known as renovascular hypertension. It is thought that decreased perfusion of renal tissue due to stenosis of a main or branch renal artery activates the renin–angiotensin system. There are two main causes of renovascular hypertension: renal artery stenosis and fibromuscular dysplasia. The normal physiological response to low blood pressure in the renal arteries is to increase cardiac output (CO) to maintain the pressure needed for glomerular filtration. Here, however, increased CO cannot solve the structural problems causing renal artery hypotension, with the result that CO remains chronically elevated.   ==== Renal parenchymal disease ==== This includes diseases such as polycystic kidney disease which is a cystic genetic disorder of the kidneys, PKD, which is characterized by the presence of multiple cysts (hence, \"polycystic\") in both kidneys, can also damage the liver, pancreas, and rarely, the heart and brain. It can be autosomal dominant or autosomal recessive, with the autosomal dominant form being more common and characterized by progressive cyst development and bilaterally enlarged kidneys with multiple cysts, with concurrent development of hypertension, chronic kidney disease and kidney pain. Or chronic glomerulonephritis which is a disease characterized by inflammation of the glomeruli, or small blood vessels in the kidneys.   ==== Chronic kidney disease ==== Hypertension is common in chronic kidney disease.   === Endocrine disorders === Hyperaldosteronism (Conn's syndrome)   – idiopathic hyperaldosteronism, liddle's syndrome (also called pseudoaldosteronism), glucocorticoid remediable aldosteronism Cushing's syndrome – an excessive secretion of glucocorticoids causes the hypertension Hyperthyroidism Hypothyroidism   === Medication side effects === Certain medications, including NSAIDs (ibuprofen/Motrin) and steroids can cause hypertension. Other medications include estrogens (such as those found in oral contraceptives with high estrogenic activity), certain antidepressants (such as venlafaxine), buspirone, carbamazepine, bromocriptine, clozapine, and cyclosporine. High blood pressure that is associated with the sudden withdrawal of various antihypertensive medications is called rebound hypertension.  The increases in blood pressure may result in blood pressures greater than when the medication was initiated. Depending on the severity of the increase in blood pressure, rebound hypertension may result in a hypertensive emergency. Rebound hypertension is avoided by gradually reducing the dose (also known as \"dose tapering\"), thereby giving the body enough time to adjust to reduction in dose. Medications commonly associated with rebound hypertension include centrally-acting antihypertensive agents, such as clonidine and methyl-dopa. Other herbal or \"natural products\" which have been associated with hypertension include Ephedra, St John's wort, and licorice.   === Pregnancy === Few women of childbearing age have high blood pressure, up to 11% develop hypertension of pregnancy. While generally benign, it may herald three complications of pregnancy: pre-eclampsia, HELLP syndrome and eclampsia. Follow-up and control with medication is therefore often necessary.   == Uncommon causes ==   === Other kidney disorders === Some renal tumors can cause hypertension.  The differential diagnosis of a renal tumor in a young patient with hypertension includes juxtaglomerular cell tumor, Wilms' tumor, and renal cell carcinoma, all of which may produce renin.  Renal segmental hypoplasia (Ask-Upmark kidney)   === Other endocrine disorders === Neurogenic hypertension – excessive secretion of norepinephrine and epinephrine which promotes vasoconstriction resulting from chronic high activity of the sympathoadrenal system, the sympathetic nervous system and the adrenal gland. The specific mechanism involved is increased release of the \"stress hormones\", epinephrine (adrenaline) and norepinephrine which increase blood output from the heart and constrict arteries. People with neurogenic hypertension respond poorly to treatment with diuretics as the underlying cause of their hypertension is not addressed. Pheochromocytoma – a tumor that results in an excessive secretion of norepinephrine and epinephrine, which promotes vasoconstriction Hyperparathyroidism Acromegaly   === Adrenal === A variety of adrenal cortical abnormalities can cause hypertension, In primary aldosteronism there is a clear relationship between the aldosterone-induced sodium retention and the hypertension. Congenital adrenal hyperplasia, a group of autosomal recessive disorders of the enzymes responsible for steroid hormone production, can lead to secondary hypertension by creating atypically high levels of mineralocorticoid steroid hormones.  These mineralocorticoids cross-react with the aldosterone receptor, activating it and raising blood pressure.  17 alpha-hydroxylase deficiency causes an inability to produce cortisol.  Instead, extremely high levels of the precursor hormone corticosterone are produced, some of which is converted to 11-Deoxycorticosterone (DOC), a potent mineralocorticoid not normally clinically important in humans.  DOC has blood-pressure raising effects similar to aldosterone, and abnormally high levels result in hypokalemic hypertension. 11β-hydroxylase deficiency, aka apparent mineralocorticoid excess syndrome, involves a defect in the gene for 11β-hydroxysteroid dehydrogenase, an enzyme that normally inactivates circulating cortisol to the less-active metabolite cortisone.   At high concentrations cortisol can cross-react and activate the mineralocorticoid receptor, leading to aldosterone-like effects in the kidney, causing hypertension. This effect can also be produced by prolonged ingestion of liquorice (which can be of potent strength in liquorice candy), by causing inhibition of the 11β-hydroxysteroid dehydrogenase enzyme and likewise leading to secondary apparent mineralocorticoid excess syndrome. Frequently, if liquorice is the cause of the high blood pressure, a low blood level of potassium will also be present. Cortisol induced hypertension cannot be completely explained by the activity of Cortisol on Aldosterone receptors. Experiments show that treatment with Spironolactone (an inhibitor of the aldosterone receptor), does not prevent hypertension with excess cortisol. It seems that inhibition of nitric oxide synthesis may also play a role in cortisol induced hypertension. Yet another related disorder causing hypertension is glucocorticoid remediable aldosteronism, which is an autosomal dominant disorder in which the increase in aldosterone secretion produced by ACTH is no longer transient, causing of primary hyperaldosteronism, the Gene mutated will result in an aldosterone synthase that is ACTH-sensitive, which is normally not. GRA appears to be the most common monogenic form of human hypertension. Compare these effects to those seen in Conn's disease, an adrenocortical tumor which causes excess release of aldosterone, that leads to hypertension. Another adrenal related cause is Cushing's syndrome which is a disorder caused by high levels of cortisol. Cortisol is a hormone secreted by the cortex of the adrenal glands. Cushing's syndrome can be caused by taking glucocorticoid drugs, or by tumors that produce cortisol or adrenocorticotropic hormone (ACTH). More than 80% of patients with Cushing's syndrome develop hypertension., which is accompanied by distinct symptoms of the syndrome, such as central obesity, lipodystrophy, moon face, sweating, hirsutism and anxiety. Neuroendocrine tumors are also a well known cause of secondary hypertension. Pheochromocytoma (most often located in the adrenal medulla) increases secretion of catecholamines such as epinephrine and norepinephrine, causing excessive stimulation of adrenergic receptors, which results in peripheral vasoconstriction and cardiac stimulation. This diagnosis is confirmed by demonstrating increased urinary excretion of epinephrine and norepinephrine and/or their metabolites (vanillylmandelic acid).   === Other sleep disturbances === Another cause is an exceptionally rare neurological disease called Binswanger's disease, causing dementia; it is a rare form of multi-infarct dementia, and is one of the neurological syndromes associated with hypertension.   === Arsenic exposure === Because of the ubiquity of arsenic in ground water supplies and its effect on cardiovascular health, low dose arsenic poisoning should be inferred as a part of the pathogenesis of idiopathic hypertension. Idiopathic and essential are both somewhat synonymous with primary hypertension. Arsenic exposure has also many of the same signs of primary hypertension such as headache, somnolence, confusion, proteinuria, visual disturbances, and nausea and vomiting.   === Potassium deficiency === Due to the role of intracellular potassium in regulation of cellular pressures related to sodium, establishing potassium balance has been shown to reverse hypertension.   === Other causes of secondary hypertension === Hormonal contraceptives Neurologic disorders Liquorice (when consumed in excessive amounts) Scleroderma Neurofibromatosis Pregnancy: unclear cause. Cancers: tumours in the kidney can operate in the same way as kidney disease. More commonly, however, tumors cause inessential hypertension by ectopic secretion of hormones involved in normal physiological control of blood pressure. Drugs: Heavy alcohol use NSAIDs MAOIs, SNRIs, and TCA antidepressants Adrenergic stimulants, including some nasal decongestants Combined methods of hormonal contraception (those containing ethinylestradiol) Steroid use Nicotine use Malformed aorta, slow pulse, ischemia: these cause reduced blood flow to the renal arteries, with physiological responses as already outlined. Coarctation of the aorta Atherosclerosis Anemia: unclear cause. Fever: unclear cause. White coat hypertension: elevated blood pressure in a clinical setting but not in other settings, probably due to the anxiety some people experience during a clinic visit. Perioperative hypertension is development of hypertension just before, during or after surgery. It may occur before surgery during the induction of anesthesia; intraoperatively e.g. by pain-induced sympathetic nervous system stimulation; in the early postanesthesia period, e.g. by pain-induced sympathetic stimulation, hypothermia, hypoxia, or hypervolemia from excessive intraoperative fluid therapy; and in the 24 to 48 hours after the postoperative period as fluid is mobilized from the extravascular space. In addition, hypertension may develop perioperatively because of discontinuation of long-term antihypertensive medication.   == Diagnosis == The ABCDE mnemonic can be used to help determine a secondary cause of hypertension.  A: Accuracy, Apnea, Aldosteronism B: Bruits, Bad Kidney C: Catecholamines, Coarctation of the Aorta, Cushing's Syndrome D: Drugs, Diet E: Erythropoietin, Endocrine Disorders   == See also == Comparison of international blood pressure guidelines   == References =="}