{"name": "Peripheral arterial embolism", "category": "disease", "content": "Arterial embolism is a sudden interruption of blood flow to an organ or body part due to an embolus adhering to the wall of an artery blocking the flow of blood, the major type of embolus being a blood clot (thromboembolism). Sometimes, pulmonary embolism is classified as arterial embolism as well, in the sense that the clot follows the pulmonary artery carrying deoxygenated blood away from the heart. However, pulmonary embolism is generally classified as a form of venous embolism, because the embolus forms in veins. Arterial embolism is the major cause of infarction (which may also be caused by e.g. arterial compression, rupture or pathological vasoconstriction).   == Signs and symptoms == Symptoms may begin quickly or slowly depending on the size of the embolus and how much it blocks the blood flow. Symptoms of embolisation in an organ vary with the organ involved but commonly include:  Pain in the involved body part Temporarily decreased organ function Later symptoms are closely related to infarction of the affected tissue. This may cause permanently decreased organ function. For example, symptoms of myocardial infarction mainly include chest pain, dyspnea, diaphoresis (an excessive form of sweating), weakness, light-headedness, nausea, vomiting, and palpitations. Symptoms of limb infarction include coldness, decreased or no pulse beyond the site of blockage, pain, muscle spasm, numbness and tingling, pallor and muscle weakness, possibly to the grade of paralysis in the affected limb.   === Commonly occluded sites === Arterial emboli often occur in the legs and feet. Some may occur in the brain, causing a stroke, or in the heart, causing a heart attack. Less common sites include the kidneys, intestines, and eyes.   == Risk factors == Risk factors for thromboembolism, the major cause of arterial embolism, include disturbed blood flow (such as in atrial fibrillation and mitral stenosis), injury or damage to an artery wall, and hypercoagulability (such as increased platelet count). Mitral stenosis poses a high risk of forming emboli which may travel to the brain and cause stroke. Endocarditis increases the risk for thromboembolism, by a mixture of the factors above. Atherosclerosis in the aorta and other large blood vessels is a common risk factor, both for thromboembolism and cholesterol embolism. The legs and feet are major impact sites for these types. Thus, risk factors for atherosclerosis are risk factors for arterial embolisation as well:  advanced age cigarette smoking hypertension (high blood pressure) obesity hyperlipidemia, e.g. hypercholesterolemia, hypertriglyceridemia, elevated lipoprotein (a) or apolipoprotein B, or decreased levels of HDL cholesterol) diabetes mellitus Sedentary lifestyle stress Other important risk factors for arterial embolism include:  recent surgery (both for thromboembolism and air embolism) previous stroke or cardiovascular disease a history of long-term intravenous therapy (for air embolism) Bone fracture (for fat embolism) A septal defect of the heart makes it possible for paradoxical embolization, which happens when a clot in a vein enters the right side of the heart and passes through a hole into the left side. The clot can then move to an artery and cause arterial embolisation.   == Pathophysiology ==  An arterial embolism is caused by one or more emboli getting stuck in an artery and blocking blood flow, causing ischemia, possibly resulting in infarction with tissue death (necrosis). Individuals with arterial thrombosis or embolism often develop collateral circulation to compensate for the loss of arterial flow. However, it takes time for sufficient collateral circulation to develop, making affected areas more vulnerable for sudden occlusion by embolisation than for e.g. gradual occlusion as in atherosclerosis.   === Materials ===  Arterial embolisms can consist of various materials, including:  Thromboembolism – embolism of thrombus or blood clot. Cholesterol embolism - embolism of cholesterol, often from atherosclerotic plaque inside a vessel. Fat embolism – embolism of bone fracture or fat droplets. Air embolism (also known as a gas embolism) – embolism of air bubbles. Septic embolism – embolism of pus containing bacteria. Cancer embolism In contrast, amniotic fluid embolism almost exclusively affects the venous side.   == Diagnosis == In addition to evaluating the symptoms above, the health care provider may find decreased or no blood pressure in the arm or leg. Tests to determine any underlying cause for thrombosis or embolism and to confirm presence of the obstruction may include:  Doppler ultrasound, especially duplex ultrasonography. It may also involve transcranial doppler exam of arteries to the brain Echocardiography, sometimes involving more specialized techniques such as Transesophageal echocardiography (TEE) or myocardial contrast echocardiography (MCE) to diagnose myocardial infarction Arteriography of the affected extremity or organ Digital subtraction angiography is useful in individuals where administration of radiopaque contrast material must be kept to a minimum. Magnetic resonance imaging (MRI) Blood tests for measuring elevated enzymes in the blood, including cardiac-specific troponin T and/or troponin I, myoglobins, and creatine kinase isoenzymes.  These indicate embolisation to the heart that has caused myocardial infarction. Myoglobins and creatine kinase are also elevated in the blood in embolisation in other locations. Blood cultures may be done to identify the organism responsible for any causative infection Electrocardiography (ECG) for detecting myocardial infarction Angioscopy using a flexible fiberoptic catheter inserted directly into an artery.   == Prevention == Prevention of atherosclerosis, which is a major risk factor of arterial embolism, can be performed e.g. by dieting, physical exercise and smoking cessation. In case of high risk for developing thromboembolism, antithrombotic medication such as warfarin or coumadin may be taken prophylactically. Antiplatelet drugs may also be needed.   == Treatment == Treatment is aimed at controlling symptoms and improving the interrupted blood flow to the affected area of the body. Medications include:  Antithrombotic medication. These are commonly given because thromboembolism is the major cause of arterial embolism. Examples are: Anticoagulants (such as warfarin or heparin) and antiplatelet medication (such as aspirin, ticlopidine, and clopidogrel) can prevent new clots from forming Thrombolytics (such as streptokinase) can dissolve clots Painkillers given intravenously Vasodilators to relax and dilate blood vessels. Appropriate drug treatments successfully produce thrombolysis and removal of the clot in 50% to 80% of all cases. Antithrombotic agents may be administered directly onto the clot in the vessel using a flexible catheter (intra-arterial thrombolysis). Intra-arterial thrombolysis reduces thromboembolic occlusion by 95% in 50% of cases, and restores adequate blood flow in 50% to 80% of cases. Surgical procedures include:  Arterial bypass surgery to create another source of blood supply Embolectomy, to remove the embolus, with various techniques available: Thromboaspiration Angioplasty with balloon catheterization with or without implanting a stent Balloon catheterization or open embolectomy surgery reduces mortality by nearly 50% and the need for limb amputation by approximately 35%. Embolectomy by open surgery on the artery If extensive necrosis and gangrene has set in an arm or leg, the limb may have to be amputated. Limb amputation is in itself usually remarkably well-tolerated, but is associated with substantial mortality (~50%), primarily because of the severity of the diseases in patients where it is indicated.   == Prognosis == How well a patient does depends on the location of the clot and to what extent the clot has blocked blood flow. Arterial embolism can be serious if not treated promptly. Without treatment, it has a 25% to 30% mortality rate. The affected area can be permanently damaged, and up to approximately 25% of cases require amputation of an affected extremity. Arterial emboli may recur even after successful treatment.   == Complications == Possible complications of arterial embolism depend on the site of the obstruction:  In the heart it can cause myocardial infarction In the brain, it can cause a transient ischemic attack (TIA), and, in prolonged blood obstruction, stroke. Blockage of arteries that supply arms or legs may result in necrosis and gangrene Temporary or permanent decrease or loss of other organ functions In septic embolism, there can be infection of the affected tissue or even septic shock, potentially leading to gangrene and sepsis   == Epidemiology == In the United States, approximately 550,000 people die each year from heart-related arterial embolism and thrombosis. Approximately 250,000 of these individuals are female, and approximately 100,000 of all these deaths are considered premature, that is, prior to the age of average life expectancy.   == References ==   == External links =="}