{"name": "Peritonitis", "category": "disease", "content": "Peritonitis is inflammation of the localized or generalized peritoneum, the lining of the inner wall of the abdomen and cover of the abdominal organs. Symptoms may include severe pain, swelling of the abdomen, fever, or weight loss. One part or the entire abdomen may be tender. Complications may include shock and acute respiratory distress syndrome. Causes include perforation of the intestinal tract, pancreatitis, pelvic inflammatory disease, stomach ulcer, cirrhosis, a ruptured appendix or even a perforated gallbladder. Risk factors include ascites (the abnormal build-up of fluid in the abdomen) and peritoneal dialysis. Diagnosis is generally based on examination, blood tests, and medical imaging. Treatment often includes antibiotics, intravenous fluids, pain medication, and surgery. Other measures may include a nasogastric tube or blood transfusion. Without treatment death may occur within a few days. About 20% of people with cirrhosis who are hospitalized have peritonitis.   == Signs and symptoms ==   === Abdominal pain === The main manifestations of peritonitis are acute abdominal pain, abdominal tenderness, abdominal guarding, rigidity, which are exacerbated by moving the peritoneum, e.g., coughing (forced cough may be used as a test), flexing one's hips, or eliciting the Blumberg's sign (meaning that pressing a hand on the abdomen elicits less pain than releasing the hand abruptly, which will aggravate the pain, as the peritoneum snaps back into place). Rigidity is highly specific for diagnosing peritonitis (specificity: 76–100%). The presence of these signs in a person is sometimes referred to as peritonism. The localization of these manifestations depends on whether peritonitis is localized (e.g., appendicitis or diverticulitis before perforation), or generalized to the whole abdomen. In either case, pain typically starts as a generalized abdominal pain (with involvement of poorly localizing visceral innervation of the visceral peritoneal layer), and may become localized later (with involvement of the somatic innervation of the parietal peritoneal layer). Peritonitis is an example of an acute abdomen.   === Other symptoms === Diffuse abdominal rigidity (abdominal guarding) is often present, especially in generalized peritonitis Fever Sinus tachycardia Development of ileus paralyticus (i.e., intestinal paralysis), which also causes nausea, vomiting and bloating Reduced or no passage of abdominal gas and bowel sound   === Complications === Sequestration of fluid and electrolytes, as revealed by decreased central venous pressure, may cause electrolyte disturbances, as well as significant hypovolemia, possibly leading to shock and acute kidney failure. A peritoneal abscess may form (e.g., above or below the liver, or in the lesser omentum) Sepsis may develop, so blood cultures should be obtained. Complicated peritonitis typically involves multiple organs.   == Causes ==   === Infection === Perforation of part of the gastrointestinal tract is the most common cause of peritonitis. Examples include perforation of the distal esophagus (Boerhaave syndrome), of the stomach (peptic ulcer, gastric carcinoma), of the duodenum (peptic ulcer), of the remaining intestine (e.g., appendicitis, diverticulitis, Meckel diverticulum, inflammatory bowel disease (IBD), intestinal infarction, intestinal strangulation, colorectal carcinoma, meconium peritonitis), or of the gallbladder (cholecystitis). Other possible reasons for perforation include abdominal trauma, ingestion of a sharp foreign body (such as a fish bone, toothpick or glass shard), perforation by an endoscope or catheter, and anastomotic leakage. The latter occurrence is particularly difficult to diagnose early, as abdominal pain and ileus paralyticus are considered normal in people who have just undergone abdominal surgery. In most cases of perforation of a hollow viscus, mixed bacteria are isolated; the most common agents include Gram-negative bacilli (e.g., Escherichia coli) and anaerobic bacteria (e.g., Bacteroides fragilis). Faecal peritonitis results from the presence of faeces in the peritoneal cavity.  It can result from abdominal trauma and occurs if the large bowel is perforated during surgery. Disruption of the peritoneum, even in the absence of perforation of a hollow viscus, may also cause infection simply by letting micro-organisms into the peritoneal cavity. Examples include trauma, surgical wound, continuous ambulatory peritoneal dialysis, and intra-peritoneal chemotherapy. Again, in most cases, mixed bacteria are isolated; the most common agents include cutaneous species such as Staphylococcus aureus, and coagulase-negative staphylococci, but many others are possible, including fungi such as Candida. Spontaneous bacterial peritonitis (SBP) is a peculiar form of peritonitis occurring in the absence of an obvious source of contamination. It occurs in people with ascites, including children. Intra-peritoneal dialysis predisposes to peritoneal infection (sometimes named \"primary peritonitis\" in this context). Systemic infections (such as tuberculosis) may rarely have a peritoneal localisation. Pelvic inflammatory disease   === Non-infection === Leakage of sterile body fluids into the peritoneum, such as blood (e.g., endometriosis, blunt abdominal trauma), gastric juice (e.g., peptic ulcer, gastric carcinoma), bile (e.g., liver biopsy), urine (pelvic trauma), menstruum (e.g., salpingitis), pancreatic juice (pancreatitis), or even the contents of a ruptured dermoid cyst. While these body fluids are sterile at first, they frequently become infected once they leak out of their organ, leading to infectious peritonitis within 24 to 48 hours. Sterile abdominal surgery, under normal circumstances, causes localised or minimal generalised peritonitis, which may leave behind a foreign body reaction or fibrotic adhesions. However, peritonitis may also be caused by the rare case of a sterile foreign body inadvertently left in the abdomen after surgery (e.g., gauze, sponge). Much rarer non-infectious causes may include familial Mediterranean fever, TNF receptor associated periodic syndrome, porphyria, and systemic lupus erythematosus.   === Risk factors === Previous history of peritonitis History of alcoholism Liver disease Fluid accumulation in the abdomen Weakened immune system Pelvic inflammatory disease Extremely vigorous anal sex   == Diagnosis == A diagnosis of peritonitis is based primarily on the clinical manifestations described above. Rigidity (involuntary contraction of the abdominal muscles) is the most specific exam finding for diagnosing peritonitis. If focal peritonitis is detected, further work-up should be done. If diffuse peritonitis is detected, then urgent surgical consultation should be obtained, and may warrant surgery without further investigations. Leukocytosis, hypokalemia, hypernatremia, and acidosis may be present, but they are not specific findings. Abdominal X-rays may reveal dilated, edematous intestines, although such X-rays are mainly useful to look for pneumoperitoneum, an indicator of gastrointestinal perforation. The role of whole-abdomen ultrasound examination is under study and is likely to expand in the future. Computed tomography (CT or CAT scanning) may be useful in differentiating causes of abdominal pain. If reasonable doubt still persists, an exploratory peritoneal lavage or laparoscopy may be performed. In people with ascites, a diagnosis of peritonitis is made via paracentesis (abdominal tap): More than 250 polymorphonuclear cells per μL is considered diagnostic. In addition, Gram stain is almost always negative, whereas culture of the peritoneal fluid can determine the microorganism responsible and determine their sensitivity to antimicrobial agents.   === Pathology === In normal conditions, the peritoneum appears greyish and glistening; it becomes dull 2–4 hours after the onset of peritonitis, initially with scarce serous or slightly turbid fluid. Later on, the exudate becomes creamy and evidently suppurative; in people who are dehydrated, it also becomes very inspissated. The quantity of accumulated exudate varies widely. It may be spread to the whole peritoneum, or be walled off by the omentum and viscera. Inflammation features infiltration by neutrophils with fibrino-purulent exudation.   == Treatment == Depending on the severity of the person's state, the management of peritonitis may include:  Antibiotics are usually administered intravenously, but they may also be infused directly into the peritoneum. The empiric choice of broad-spectrum antibiotics often consist of multiple drugs, and should be targeted against the most likely agents, depending on the cause of peritonitis (see above); once one or more agents grow in cultures isolated, therapy will be target against them. Gram-positive and Gram-negative organisms must be covered. Out of the cephalosporins, cefoxitin and cefotetan can be used to cover Gram-positive bacteria, Gram-negative bacteria, and anaerobic bacteria. Beta-lactams with beta-lactamase inhibitors can also be used; examples include ampicillin/sulbactam, piperacillin/tazobactam, and ticarcillin/clavulanate. Carbapenems are also an option when treating primary peritonitis as all of the carbapenems cover Gram-positives, Gram-negatives, and anaerobes except for ertapenem. The only fluoroquinolone that can be used is moxifloxacin because this is the only fluoroquinolone that covers anaerobes. Tigecycline is a tetracycline that can be used due to its coverage of Gram-positives and Gram-negatives. Empiric therapy will often require multiple drugs from different classes. Surgery (laparotomy) is needed to perform a full exploration and lavage of the peritoneum, as well as to correct any gross anatomical damage that may have caused peritonitis. The exception is spontaneous bacterial peritonitis, which does not always benefit from surgery and may be treated with antibiotics in the first instance.   == Prognosis == If properly treated, typical cases of surgically correctable peritonitis (e.g., perforated peptic ulcer, appendicitis, and diverticulitis) have a mortality rate of about <10% in otherwise healthy people. The mortality rate rises to 35% in peritonitis patients who develop sepsis, and patients who have underlying renal insufficiency and complications have a higher mortality rate.   == Etymology == The term \"peritonitis\" comes from Greek περιτόναιον peritonaion \"peritoneum, abdominal membrane\" and -itis \"inflammation\".   == References ==   == External links =="}