{"name": "Periarthritis of shoulder", "category": "disease", "content": "An enthesopathy refers to a disorder involving the attachment of a tendon or ligament to a bone. This site of attachment is known as the enthesis (pl. entheses). If the condition is known to be inflammatory, it can more precisely be called an enthesitis.   == Forms ==  Enthesopathy can occur at the shoulder, elbow, wrist, carpus, hip, knee, ankle, tarsus, or heel bone, among other regions. Enthesopathies may take the form of spondyloarthropathies (joint diseases of the spine) such as ankylosing spondylitis, or psoriatic arthritis, plantar fasciitis, and Achilles tendinitis. Further examples include:  Adhesive capsulitis of shoulder Rotator cuff syndrome of shoulder and allied disorders Periarthritis of shoulder Scapulohumeral fibrositis Synovitis of hand or wrist Periarthritis of wrist Gluteal tendinitis Iliac crest spur Psoas tendinitis Trochanteric tendinitis   == Causes == Generalized involvement of the entheses with calcification of tendon and ligament insertions and of joint capsules has been found for example in people with X-linked hypophosphatemic rickets.    == Diagnosis == Mainly by clinical examination and provocative tests by counteracting the muscle action.   == Treatment == The natural history of the two most common enthesopathies (plantar fasciitis and lateral epicondylitis-both mislabeled as inflammatory) is resolution over a period of about one year without treatment.  There are no known disease-modifying treatments for these enthesopathies. In other words, there is no experimental evidence that any treatment can alter the pathophysiology (mucoid degeneration) or the duration of symptoms. There is no evidence that activity modification alters the natural history of the disease. To date, all treatments are palliative. The evidence suggests that most treatments have non-specific effects (e.g. placebo effect, regression to the mean, self-limiting course of symptoms). Injection of corticosteroid, platelet-rich plasma, stem cells, and extracorporeal shockwave therapy are examples of treatments that are not supported by experimental evidence and remain open to debate.  Palliative treatments consist of stretching, analgesics, and padding (e.g. cushioned foot wear for plantar fasciitis), splints (e.g. tennis elbow strap), and other treatments. The concept that a calcified attachment can be removed surgically is highly debatable as these calcifications are a regular part of an enthesopathy.   == References ==   == External links =="}