{"name": "permethrin", "category": "drug", "content": "Permethrin is a medication and an insecticide. As a medication, it is used to treat scabies and lice. It is applied to the skin as a cream or lotion. As an insecticide, it can be sprayed onto outer clothing or mosquito nets to kill the insects that touch them. Side effects include rash and irritation at the area of use. Use during pregnancy appears to be safe. It is approved for use on and around people over the age of two months. Permethrin is in the pyrethroid family of medications. It works by disrupting the function of the neurons of lice and scabies mites. Permethrin was discovered in 1973. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 339th most commonly prescribed medication in the United States, with more than 100,000 prescriptions.   == Uses ==   === Insecticide === In agriculture, to protect crops (a drawback is that it is lethal to bees) In agriculture, to kill livestock parasites For industrial and domestic insect control In the textile industry, to prevent insect attack of woollen products In aviation, the WHO, IHR and ICAO require arriving aircraft be disinsected prior to embarkation, departure, descent, or deplaning in certain countries. Aircraft disinsection with permethrin-based products is recommended only prior to embarkation. Prior to departure (after boarding), at the top of descent or on arrival, d-phenothrin-based (1R-trans phenothrin) aircraft insecticides are recommended.   === Insect incapacitation === As a personal protective measure, 0.5% permethrin is applied to outer clothing. It is a cloth impregnant, notably in mosquito nets and field wear. While permethrin may be marketed as an insect repellent, it does not prevent insects from landing. Instead it works by incapacitating or killing insects on contact before they can bite. In 2016, Consumer Reports found that, as consecutive washes reduce permethrin concentration, incapacitation becomes too slow to prevent bites. In these cases, other common topical repellents such as icaridin may be applied to the clothing, though some, such as DEET and IR3535, can damage certain synthetic fabrics. In pet flea preventive collars or treatment (safe for use on dogs but not cats) In timber treatment   === Medical use ===  Permethrin is available for topical use as a cream or lotion. It is indicated for the treatment and prevention in exposed individuals of head lice and treatment of scabies. It has an excellent safety profile; its main drawback is its cost. For treatment of scabies: Adults and children older than 2 months are instructed to apply the cream to the entire body from head to the soles of the feet. Wash off the cream after 8–14 hours. In general, one treatment is curative. A single application of permethrin is more effective than a single oral dose of ivermectin for scabies.  In addition permethrin provides more rapid symptomatic relief than ivermectin. When a second dose of ivermectin is days later, the efficacy between permethrin and ivermectin approach parity. For treatment of head lice: Apply to hair, scalp, and neck after shampooing. Leave in for 10 minutes and rinse. Avoid contact with eyes.   ==== Mechanism of action ==== Permethrin acts on the nerve cell membrane to disrupt the sodium channel current by which the polarization of the membrane is regulated. Delayed repolarization and paralysis of the pests are the consequences of this disturbance.   === Pest control / effectiveness and persistence === In agriculture, permethrin is mainly used on cotton, wheat, maize, and alfalfa crops. Its use is controversial because, as a broad-spectrum chemical, it kills indiscriminately; as well as the intended pests, it can harm beneficial insects, including honey bees, as well as cats and aquatic life. Permethrin kills ticks and mosquitoes on contact with treated clothing. A method of reducing deer tick populations by treating rodent vectors involves stuffing biodegradable cardboard tubes with permethrin-treated cotton. Mice collect the cotton for lining their nests. Permethrin on the cotton kills any immature ticks feeding on the mice. Permethrin is used in tropical areas to prevent mosquito-borne disease such as dengue fever and malaria. Mosquito nets used to cover beds may be treated with a solution of permethrin. This increases the effectiveness of the bed net by killing parasitic insects before they are able to find gaps or holes in the net. Personnel working in malaria-endemic areas may be instructed to treat their clothing with permethrin as well. Permethrin is the most commonly used insecticide worldwide for the protection of wool from keratinophagous insects such as Tineola bisselliella. To better protect soldiers from the risk and annoyance of biting insects, the British and US armies are treating all new uniforms with permethrin. Permethrin (as well as other long-term pyrethroids) is effective over several months, in particular when used indoors. International studies report that permethrin can be detected in house dust, in fine dust, and on indoor surfaces even years after the application. Its degradation rate under indoor conditions is approximately 10% after 3 months.   === Resistance === In Aedes aegypti permethrin resistance is via \"knockdown resistance\" (kdr) mutations which is common to pyrethroids and DDT. This differs to the most common mechanism of insecticide resistance evolution which is selection for preexisting, low-frequency alleles. García et al. 2009 found that a kdr allele has rapidly spread throughout Mexico and become dominant there.   == Adverse effects == Permethrin is moderately toxic if ingested, causing abdominal pain, sore throat, nausea and vomiting. If inhaled, permethrin may cause headache, respiratory irritation, difficulty breathing, dizziness, nausea and vomiting. Inhalation is more likely from aerosols than from vapors from surfaces and clothing, as permethrin has a low vapor pressure and volatilizes slowly. Topical application of permethrin can cause mild skin irritation, burning and paresthesia. Permethrin has little systemic absorption, and is considered safe for topical use in adults and children over the age of two months. The FDA has assigned it as pregnancy category B. Animal studies have suggested that it may cause endocrine disruption by interfering with estrogenic activity and have shown no effects on fertility or teratogenicity, but studies in humans have not been performed. The excretion of permethrin in breastmilk is unknown, and it is recommended that breastfeeding be temporarily discontinued during treatment. Skin reactions are uncommon. Excessive exposure to permethrin can cause nausea, headache, muscle weakness, excessive salivation, shortness of breath, and seizures. Worker exposure to the chemical can be monitored by measurement of the urinary metabolites, while severe overdose may be confirmed by measurement of permethrin in serum or blood plasma. Permethrin does not present any notable genotoxicity or immunotoxicity in humans and farm animals, but is classified by the EPA as a likely human carcinogen when ingested, based on reproducible studies in which mice fed permethrin developed liver and lung tumors. A 2018 review failed to link permethrin exposure in humans to cancer.   == Pharmacokinetics == Permethrin is a chemical categorized in the pyrethroid insecticide group. The chemicals in the pyrethroid family are created to emulate the chemicals found in the chrysanthemum flower.   === Absorption === Absorption of topical permethrin is minimal. One in vivo study demonstrated 0.5% absorption in the first 48 hours based upon excretion of urinary metabolites.   === Distribution === Distribution of permethrin has been studied in rat models, with highest amounts accumulating in fat and the brain. This can be explained by the lipophilic nature of the permethrin molecule.   === Metabolism === Metabolism of permethrin occurs mainly in the liver, where the molecule undergoes oxidation by the cytochrome P450 system, as well as hydrolysis, into non-toxic metabolites.   === Excretion === The elimination of permethrin and its metabolites occurs mainly through urinary excretion, but also through feces. In rats, the excretion half-life is 12 hours for plasma and 9 to 23 hours for certain nervous tissue.   == Stereochemistry == Permethrin has four stereoisomers (two enantiomeric pairs), arising from the two stereocenters in the cyclopropane ring. The trans enantiomeric pair is known as transpermethrin. (1R,3S)-trans and (1R,3R)-cis enantiomers are responsible for the insecticidal properties of permethrin.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Environment == Permethrin has a half-life of about 40 days in soil, 1–3 weeks on the surface of plants, over 20 days indoors, and 19–27 hours in the water column. Permethrin-contaminated indoor surfaces can be decontaminated with bleach.   == History == Permethrin was first made in 1973. Numerous synthetic routes exist for the production of the DV-acid ester precursor. The pathway known as the Kuraray Process uses four steps. In general, the final step in the total synthesis of any of the synthetic pyrethroids is a coupling of a DV-acid ester and an alcohol. In the case of permethrin synthesis, the DV-acid cyclopropanecarboxylic acid, 3-(2,2-dichloroethenyl)-2,2-dimethyl-, ethyl ester, is coupled with the alcohol, m-phenoxybenzyl alcohol, through a transesterification reaction with base. Tetraisopropyl titanate or sodium ethylate may be used as the base. The alcohol precursor may be prepared in three steps. First, m-cresol, chlorobenzene, sodium hydroxide, potassium hydroxide, and cuprous chloride react to yield m-phenoxytoluene. Second, oxidation of m-phenoxytoluene over selenium dioxide provides m-phenoxybenzaldehyde. Third, a Cannizzaro reaction of the benzaldehyde in formaldehyde and potassium hydroxide affords the m-phenoxybenzyl alcohol.   == Brand names == In Nordic countries and North America, a permethrin formulation for lice treatment is marketed under trade name Nix, available over the counter. Johnson & Johnson's UK brand Lyclear covers an assortment of different products, mostly non-insecticidal, but a few of which are based on permethrin. Stronger concentrations of permethrin are used to treat scabies (which embed inside the skin), compared to lice (which remain outside the skin). In the U.S. the more concentrated products such as Elimite are available by prescription only.   == Other animals == It is known to be highly toxic to cats, fish and aquatic species with long-lasting effects.   === Cats === Permethrin is toxic to cats; however, it has little effect on dogs. Many cats die after being given flea treatments intended for dogs, or by contact with dogs having recently been treated with permethrin. In cats it may induce hyperexcitability, tremors, seizures, and death. Toxic exposure of permethrin can cause several symptoms, including convulsion, hyperaesthesia, hyperthermia, hypersalivation, and loss of balance and coordination. Exposure to pyrethroid-derived drugs such as permethrin requires treatment by a veterinarian, otherwise the poisoning is often fatal. This intolerance is due to a defect in glucuronosyltransferase, a common detoxification enzyme in other mammals, that also makes the cat intolerant to paracetamol (acetaminophen). Based on those observations, the use of any external parasiticides based on permethrin is contraindicated for cats.   === Aquatic organisms === Permethrin is listed as a \"restricted use\" substance by the US Environmental Protection Agency (EPA) due to its high toxicity to aquatic organisms, so permethrin and permethrin-contaminated water should be properly disposed of. Permethrin is quite stable, having a half life of 51–71 days in an aqueous environment exposed to light. It is also highly persistent in soil.   == References ==   == External links == Permethrin in the Pesticide Properties DataBase (PPDB) Permethrin General Fact Sheet – National Pesticide Information Center Permethrin Technical Fact Sheet – National Pesticide Information Center Permethrin-treated Clothing Hot Topic – National Pesticide Information Center Archived 25 June 2008 at the Wayback Machine \"Health Effects of Permethrin-Impregnated Army Battle-Dress Uniforms\", National Research Council (1994, US) Permethrin Pesticide Information Profile – Extension Toxicology Network"}