{"name": "perospirone", "category": "drug", "content": "Perospirone (Lullan) is an atypical antipsychotic of the azapirone family. It was introduced in Japan by Dainippon Sumitomo Pharma in 2001 for the treatment of schizophrenia and acute cases of bipolar mania.   == Medical uses == Its primary uses are in the treatment of schizophrenia and bipolar mania.   === Schizophrenia === In a clinical trial that compared it to haloperidol in the treatment of schizophrenia it was found to produce significantly superior overall symptom control. In another clinical trial perospirone was compared with mosapramine and produced a similar reduction in total PANSS score, except with respect to the blunted affect part of the PANSS negative score, in which perospirone produced a significantly greater improvement. In an open-label clinical trial comparing aripiprazole with perospirone there was no significant difference between the two treatments discovered in terms of both efficacy and tolerability. In 2009 a clinical trial found that perospirone produced a similar reduction of PANSS score than risperidone and the extrapyramidal side effects was similar in both frequency and severity between groups. A meta-analysis published in 2013 found that it is statistically significantly less efficacious than other second-generation antipsychotics.   == Adverse effects == Has a higher incidence of extrapyramidal side effects than the other atypical antipsychotics, but still less than that seen with typical antipsychotics. A trend was observed in a clinical trial comparing mosapramine with perospirone that favoured perospirone for producing less prominent extrapyramidal side effects than mosapramine although statistical significant was not reached. It may produce less QT interval prolongation than zotepine, as in one patient who had previously been on zotepine switching to perospirone corrected their prolonged QT interval. It also tended to produce less severe extrapyramidal side effects than haloperidol in a clinical trial comparing the two (although statistical significance was not reached).   === Discontinuation === The British National Formulary recommends a gradual withdrawal when discontinuing antipsychotics to avoid acute withdrawal syndrome or rapid relapse. Symptoms of withdrawal commonly include nausea, vomiting, and loss of appetite. Other symptoms may include restlessness, increased sweating, and trouble sleeping. Less commonly there may be a felling of the world spinning, numbness, or muscle pains. Symptoms generally resolve after a short period of time. There is tentative evidence that discontinuation of antipsychotics can result in psychosis. It may also result in reoccurrence of the condition that is being treated. Rarely tardive dyskinesia can occur when the medication is stopped.   == Pharmacology == Perospirone binds to the following receptors with very high affinity (as an antagonist unless otherwise specified):  5-HT1A (partial agonist; Ki = 2.9 nM) 5-HT2A (inverse agonist; Ki = 1.3 nM) D2 (Ki = 0.6 nM) And the following receptor with high affinity:  H1 (inverse agonist) And the following with moderate affinity:  D4 α1 adrenoceptor And with low affinity for the following receptor:  D1   == See also == Azapirone Blonanserin — another second-generation antipsychotic that's only approved for clinical use in East Asia Mosapramine Zotepine   == References =="}