{"name": "Persistent Fetal Circulation Syndrome", "category": "disease", "content": "Persistent fetal circulation is a condition caused by a failure in the systemic circulation and pulmonary circulation to convert from the antenatal circulation pattern to the \"normal\" pattern. Infants experience a high mean arterial pulmonary artery pressure and a high afterload at the right ventricle. This means that the heart is working against higher pressures, which makes it more difficult for the heart to pump blood. In a fetus, there is high pulmonary vascular resistance (PVR) and low pulmonary blood flow as the fetus does not use the lungs for oxygen transfer, but instead relies on the placenta for oxygen. When the baby is born, the lungs are needed for oxygen transfer and need high blood flow which is encouraged by low PVR. The failure of the circulatory system of the newborn to adapt to these changes by lowering PVR leads to persistent fetal circulation. The newborn is therefore born with elevated PVR, which leads to pulmonary hypertension. Because of this, the condition is also widely known as persistent pulmonary hypertension of the newborn (PPHN). This condition can be either acute or chronic, and is associated with significant morbidity and mortality.   == Presentation ==   === Complications === PPHN can range from mild to severe disease. In the most severe form, infants experience severe hypoxemia resulting in cardiac and pulmonary complications. As a result of low oxygen levels, infants with PPHN are at an increased risk of developing complications, such as asphyxia, chronic lung disease, neurodevelopment issues, and death. Nosocomial infections are another type of complication that may contribute to mortality in someone with PPHN. If the newborn acquires an infection while hospitalized, this could result in deterioration of the condition even after days of improvement.   == Pathophysiology == Typically, a fetus experiences pulmonary hypertension in utero since it is relying on the placenta for oxygen rather than its lungs. When the fetus is born, it is no longer attached to the placenta and must use the lungs to receive oxygen. To facilitate this change from fetus to newborn, the baby must change from a state of high PVR to low PVR, allowing for increased blood flow to circulate throughout the body. This inability of the newborn to adapt to these changes is caused by various processes, such as:  Normal vascular anatomy with functional vasoconstriction: This has a good prognosis, as it is reversible.  Causes include hypoxia, meconium aspiration, and respiratory distress syndrome. Left untreated, this can lead to hypoxic respiratory failure (HRF). Decreased diameter of pulmonary vessels with hypertrophy of vessel walls: This has a poor prognosis, as it is a fixed abnormality. Causes include post-term pregnancy, placental insufficiency, and NSAID use by the mother. Decreased size of pulmonary vascular bed: This has a poor prognosis, as it is a fixed abnormality.  It is caused by space occupying lesions such as pleural effusions and diaphragmatic hernias. Functional obstruction of pulmonary blood flow: This has a good prognosis if it is reversible. Causes include polycythemia and hyperfibrinogenemia.   == Diagnosis == To help with diagnosis, the clinician can watch out for predisposing factors, such as: birth asphyxia, meconium aspiration, use of NSAIDs (non steroidal anti-inflammatory drugs) and SSRIs (selective serotonin reuptake inhibitors)  by the mother, and early onset sepsis or pneumonia. To diagnose a fetus with pulmonary hypertension, PVR must be higher than systemic vascular resistance, resulting in high afterload and decreased systemic blood flow. This causes a significant decrease in oxygen concentration, which clinically manifests as insufficient blood flow to the lower body, while there is adequate circulation to the head and right side of the body. Other echocardiographic findings in PPHN include right ventricular hypertrophy, deviation of the ventricular septum, tricuspid regurgitation, and shunting at the patent foramen ovale. Other clinical signs that may signify PPHN are respiratory distress, partial pressure of oxygen greater than 100 mg and elevated partial pressure of carbon dioxide. A gradient of 10% or more in oxygenation saturation between simultaneous preductal and postductal arterial blood gas values in absence of structural heart disease documents persistent fetal circulation. Since this may be a sign of other conditions, persistent fetal circulation must also be characterized by enlargement of right and left ventricles often confirmed through a definitive ECG. Persistent fetal circulation in neonates can be reversible or irreversible depending on the classified etiology listed above. If related to pulmonary disorders, the amount of lung damage dictates whether or not treatment is efficacious in reversing newborn lung insufficiency. Other causes for acute pulmonary hypertension include: infection, endocrine disorders, and drug injury. Examples of cases with newborns who with sustained fetal circulation are pulmonary hypoplasia and genetic abnormalities.   == Treatment == Treatment aims to increase the amount of oxygen in the blood and reverse any causes of hypoxia as well as gain adequate perfusion. Common treatments include:  Oxygen therapy Mechanical ventilation Pulmonary vasodilators Nitrous Oxide Inhalation (iNO) Sildenafil Milrinone Glucocorticoids The therapies available to manage PPHN include high frequency ventilation, surfactant instillation, pulmonary vasodilators, and extracorporeal membrane oxygenation. iNO is the preferred medication for PPHN due to its ability to more selectively cause pulmonary vasodilation in comparison to intravenous vasodilators. While this medication decreases the need for extracorporeal membrane oxygenation or extracorporeal life support, it has not been shown to reduce mortality. Intravenous sildenafil has been shown to have similar efficacy and is becoming more commonly used as treatment for PPHN. Assessment of the efficacy of these treatments includes chest radiographs and arterial blood gases. Signs of inefficacious treatments include prolonged capillary filling time, low pulse volume, low blood pressure, and sustained metabolic acidosis. In addition to treating the direct effects of this condition, other management strategies are implemented concurrently to stabilize the newborn.These include, but are not limited to nutritional support, reduction of stressful environment, gentle sedation, monitoring/treating acidosis and establishing normal systemic blood pressure. Challenges in developing countries: PPHN has been seen more frequently in developing countries or resource-poor areas, though it occurs across the globe. Treating this condition often involves large interdisciplinary teams, which is not always possible in developing countries. In low-resource environments, it is recommended to focus on five main bundles of management:  Increasing oxygen supply Decreasing oxygen demand Facilitating gas exchange Inducing pulmonary vasodilation Fixing metabolic disturbances   == Epidemiology == It occurs in 1–2 infants per 1000 live births. It is more common in males and in areas with higher altitudes. Additionally, two percent of infants with respiratory distress syndrome develop PPHN.   == References ==   == Further reading == Dunn PM (March 1994). \"Professor Charles D Meigs (1792-1869) of Philadelphia and persistent fetal circulation\". Archives of Disease in Childhood. Fetal and Neonatal Edition. 70 (2): F155-6. doi:10.1136/fn.70.2.f155. PMC 1061019. PMID 8154909.   == External links =="}