{"name": "phenmetrazine", "category": "drug", "content": "Phenmetrazine (INN, USAN, BAN) (brand name Preludin, and many others) is a stimulant drug first synthesized in 1952 and originally used as an appetite suppressant, but withdrawn from the market in the 1980s due to widespread abuse. It was initially replaced by its analogue phendimetrazine (under the brand name Prelu-2) which functions as a prodrug to phenmetrazine, but now it is rarely prescribed, due to concerns of abuse and addiction. Chemically, phenmetrazine is a substituted amphetamine containing a morpholine ring.   == History == Phenmetrazine was first patented in Germany in 1952 by Boehringer-Ingelheim, with some pharmacological data published in 1954. It was the result of a search by Thomä and Wick for an anorectic drug without the side-effects of amphetamine. Phenmetrazine was introduced into clinical use in 1954 in Europe.   == Medical use == In clinical use, phenmetrazine produces less nervousness, hyperexcitability, euphoria and insomnia than drugs of the amphetamine family. It tends not to increase heart rate as much as other stimulants. Due to the relative lack of side effects, one study found it well tolerated in children. In a study of the effectiveness on weight loss between phenmetrazine and dextroamphetamine, phenmetrazine was found to be slightly more effective.   == Pharmacology == Phenmetrazine acts as a releasing agent of norepinephrine and dopamine with EC50 values of 50.4 ± 5.4 nM and 131 ± 11 nM, respectively. It has negligible efficacy as a releaser of serotonin, with an EC50 value of only 7,765 ± 610 nM. After an oral dose, about 70% of the drug is excreted from the body within 24 hours. About 19% of that is excreted as the unmetabolised drug and the rest as various metabolites. In trials performed on rats, it has been found that after subcutaneous administration of phenmetrazine, both optical isomers are equally effective in reducing food intake, but in oral administration the levo isomer is more effective. In terms of central stimulation however, the dextro isomer is about 4 times as effective in both methods of administration. The salt which has been used for immediate-release formulations is phenmetrazine hydrochloride (Preludin). Sustained-release formulations were available as resin-bound, rather than soluble, salts. Both of these dosage forms share a similar bioavailability as well as time to peak onset, however, sustained-release formulations offer improved pharmacokinetics with a steady release of active ingredient which results in a lower peak concentration in blood plasma.   == Synthesis ==  Phenmetrazine can be synthesized in three steps from 2-bromopropiophenone and ethanolamine. The intermediate alcohol 3-methyl-2-phenylmorpholin-2-ol (1) is converted to a fumarate salt (2) with fumaric acid, then reduced with sodium borohydride to give phenmetrazine free base (3). The free base can be converted to the fumarate salt (4) by reaction with fumaric acid.   == Chemistry == Its structure incorporates the backbone of amphetamine, the prototypical CNS stimulant which, like phenmetrazine, is a releasing agent of dopamine and norepinephrine. The molecule also loosely resembles ethcathinone, the active metabolite of popular anorectic amfepramone (diethylpropion). Unlike phenmetrazine, ethcathinone (and therefore amfepramone as well) are mostly selective as noradrenaline releasing agents.   == Recreational use == Phenmetrazine has been used recreationally in many countries, including Sweden. When stimulant use first became prevalent in Sweden in the 1950s, phenmetrazine was preferred to amphetamine and methamphetamine by users. In the autobiographical novel Rush by Kim Wozencraft, intravenous phenmetrazine is described as the most euphoric and pro-sexual of the stimulants the author used. Phenmetrazine was classified as a narcotic in Sweden in 1959, and was taken completely off the market in 1965. At first the illegal demand was satisfied by smuggling from Germany, and later Spain and Italy. At first, Preludin tablets were smuggled, but soon the smugglers started bringing in raw phenmetrazine powder. Eventually amphetamine became the dominant stimulant of abuse because of its greater availability. Phenmetrazine was taken by the Beatles early in their career. Paul McCartney was one known user. McCartney's introduction to drugs started in Hamburg, Germany. The Beatles had to play for hours, and they were often given the drug (referred to as Prellies) by the maid who cleaned their housing arrangements, German customers, or by Astrid Kirchherr (whose mother bought them). McCartney would usually take one, but John Lennon would often take four or five. Hunter Davies asserted, in his 1968 biography of the band, that their use of such stimulants then was in response to their need to stay awake and keep working, rather than a simple desire for kicks. Jack Ruby said he was on phenmetrazine at the time he killed Lee Harvey Oswald. Preludin was also used recreationally in the US throughout the 1960s and 1970s. It could be crushed up in water, heated and injected. The street name for the drug in Washington, DC was \"Bam\". Phenmetrazine continues to be used and abused around the world, in countries including South Korea.   == References =="}