{"name": "phenylbutanoic acid", "category": "drug", "content": "1-Tetralone is a bicyclic aromatic hydrocarbon and a ketone.  In terms of its structure, it can also be regarded as benzo-fused cyclohexanone.  It is a colorless oil with a faint odor. It is used as starting material for agricultural and pharmaceutical agents. The carbon skeleton of 1-tetralone is found in natural products such as Aristelegone A (4,7-dimethyl-6-methoxy-1-tetralone) from the family of Aristolochiaceae used in traditional Chinese medicine.   == Preparation ==   === By oxidation of 1,2,3,4-tetrahydronaphthalene === As already described in 1933 by Heinrich Hock, 1,2,3,4-tetrahydronaphthalene tends to autoxidize and gradually forms the 1-hydroperoxide with atmospheric oxygen. The heavy metal ion catalyzed air oxidation of 1,2,3,4-tetrahydronaphthalene with Cr3+ or Cu2+ in the liquid phase leads via the hydroperoxide to a mixture of the intermediate 1-tetralol and the final product 1-tetralone.  The boiling points of the main component 1-tetralone (255-257 °C) and the minor component 1-tetralol (255 °C) are virtually identical, the latter is therefore removed by a chemical reaction.   === By Friedel-Crafts reactions === The starting compound 4-phenylbutanoic acid is accessible from 3-benzoylpropanoic acid via catalytic hydrogenation, using a palladium contact catalyst. 3-Benzoylpropanoic acid itself can be obtained by a Haworth reaction (a variant of the Friedel-Crafts reaction) from benzene and succinic anhydride.  The intramolecular cyclization of 4-phenylbutanoic acid to 1-tetralone is catalyzed by polyphosphoric acid and methanesulfonic acid. It has been described as a teaching experiment for chemistry lessons. 4-Phenylbutanoic acid can also be quantitatively converted into 1-tetralone by heating in the presence of a strong Lewis acid catalyst such as bismuth(III)bis(trifluoromethanesulfonyl)amide [Bi(NTf2)3], which is relatively easily accessible. The use of the acid chloride and tin(IV) chloride (SnCl4) allows significantly shorter reaction times than the Friedel-Crafts acylation with 4-phenylbutanoic acid.  4-Phenylbutanoic acid chlorides with electron-donating groups can be cyclized to 1-tetralones under mild reaction conditions in yields greater than 90% using the strong hydrogen-bonding solvent hexafluoroisopropanol (HFIP).  The AlCl3-catalyzed acylation of benzene with γ-butyrolactone produces 1-tetralone.   == Reactions == 1-Tetralone can be reduced via a Birch reduction with lithium in liquid ammonia to 1,2,3,4-tetrahydronaphthalene. The keto group can also be reduced to a secondary alcohol giving 1-tetralol, when a modified process is applied, using the addition of aqueous ammonium chloride solution after evaporation of the ammonia.  With calcium in liquid ammonia, 1-tetralone is reduced to 1-tetralol at -33 °C in 81% yield. The methylene group in α-position to the keto group is particularly reactive and can be converted with formaldehyde (in the form of the trimeric trioxane) to 2-methylene-1-tetralone in the presence of the trifluoroacetic acid salt of N-methylaniline with yields up to 91% .  The 2-methylene ketone is stable at temperatures below -5 °C, but fully polymerizes at room temperature within 12 hours.  In the Pfitzinger reaction of 1-tetralone with isatin, a compound called tetrofan (3,4-dihydro-1,2-benzacridine-5-carboxylic acid) is formed. The reactivity of the α-methylene group is also exploited in the reaction of 1-tetralone with methanol at 270-290 °C, which produces via dehydrogenation and formation of the aromatic naphthalene ring system 2-methyl-1-naphthol in 66% yield.  The oxime of 1-tetralone reacts with acetic anhydride leading to aromatization of the cycloalkanone ring.  The resulting N-(1-naphthyl)acetamide has biological properties akin to those of 2-(1-Naphthyl)acetic acid as a synthetic auxin.  The tertiary alcohol formed in the Grignard reaction of 1-tetralone with phenylmagnesium bromide reacts with acetic anhydride upon elimination of water to 1-phenyl-3,4-dihydronaphthalene, which is dehydrated with elemental sulfur in an overall yield of about 45% to 1-phenylnaphthalene.  The ruthenium(II)-catalyzed arylation of 1-tetralone using phenyl boronic acid neopentyl glycol ester gives 8-phenyl-1-tetralone in up to 86% yield.  With 5-aminotetrazole and an aromatic aldehyde, 1-tetralone reacts in a multi-component reaction under microwave irradiation to form a four-membered heterocyclic ring system.   == Applications == By far the most important application of 1-tetralone is in the synthesis of 1-naphthol by aromatization, e.g. upon contact with platinum catalysts at 200 to 450 °C.  1-Naphthol is the starting material for the insecticides carbaryl and the beta-blockers propranolol.   == Safety == Toxicological studies were dermally performed with rabbits, with an LD50 of 2192 mg·kg−1 body weight being observed.   == References =="}