{"name": "phenylephrine", "category": "drug", "content": "Phenylephrine, sold under the brand names Neosynephrine and Sudafed PE among numerous others, is a medication used as a decongestant for uncomplicated nasal congestion, used to dilate the pupil, used to increase blood pressure (given intravenously in cases of low blood pressure), and used to relieve hemorrhoids (as a suppository). It can be taken by mouth, as a nasal spray, given by injection into a vein or muscle, applied to the skin, or as a rectal suppository. Common side effects when taken by mouth or injected include nausea, vomiting, headache, and anxiety. Use on hemorrhoids is generally well tolerated. Severe side effects may include a slow heart rate, intestinal ischemia, chest pain, kidney failure, and tissue death at the site of injection. It is unclear whether its use during pregnancy and breastfeeding is safe. Phenylephrine is a selective α1-adrenergic receptor agonist with minimal to no β-adrenergic receptor agonist activity or induction of norepinephrine release. It causes constriction of both arteries and veins. Phenylephrine was patented in 1933 and came into medical use in 1938. It is available as a generic medication. Unlike pseudoephedrine, abuse of phenylephrine is very uncommon. Its effectiveness as a nasal decongestant has been questioned. In 2023, a Food and Drug Administration (FDA) panel concluded that the drug was ineffective as a nasal decongestant when taken orally.   == Medical uses ==   === Decongestant ===  Phenylephrine is used as an alternative to pseudoephedrine as a decongestant, whose availability has been restricted in some countries due to a potential for use in the illicit synthesis of methamphetamine. Its efficacy as an oral decongestant has been questioned, with several independent studies finding that it provided no more relief to sinus congestion than a placebo. A 2007 meta-analysis concluded that the evidence for its effectiveness is insufficient, though another meta-analysis published shortly thereafter by researchers from GlaxoSmithKline found the standard 10-mg dose to be more effective than a placebo; however, the fact that GSK markets many products containing phenylephrine has raised some speculation regarding selective publishing and other controversial techniques. A 2007 study by Wyeth Consumer Healthcare notes that 7 studies available in 1976 support the efficacy of phenylephrine at a 10 mg dosage. The Food and Drug Administration withdrew the indication \"for the temporary relief of nasal congestion associated with sinusitis\" in 2007. Two studies published in 2009, examined the effects of phenylephrine on symptoms of allergic rhinitis by exposing people to pollen in a controlled, indoor environment. Neither study was able to distinguish between the effects of phenylephrine or a placebo. Pseudoephedrine and loratadine–montelukast therapy were found to be significantly more effective than both phenylephrine and placebo. Pseudoephedrine was previously much more commonly available in the United States, however, provisions of the Combat Methamphetamine Epidemic Act of 2005 placed restrictions on sale in the United States of pseudoephedrine products to prevent the clandestine manufacture of methamphetamine. Since 2004, phenylephrine has been increasingly marketed as a substitute for pseudoephedrine; some manufacturers have changed the active ingredients of products to avoid the restrictions on sales. Phenylephrine has been off-patent for some time, and many generic brands are available. In September 2023, an independent advisory committee to the US Food and Drug Administration (FDA) unanimously agreed that there is insufficient evidence showing that \"orally administered phenylephrine is effective as a nasal decongestant\". The committee also unanimously believes that this does not need further study. The FDA responded to the committee, stating it would take its advice under advisement.   === Hemorrhoids === Hemorrhoids are caused by swollen veins in the rectal area. Phenylephrine can be used topically to prevent symptoms of hemorrhoids. Phenylephrine causes the constriction of vascular smooth muscle and is often used in the treatment of hemorrhoids to narrow the swollen veins and relieve the attendant pain. However, veins contain less vascular smooth muscle in their walls than arteries. Products for treatment may also include substances that will form a protective barrier over the inflamed area, resulting in less pain when feces are passed. Phenylephrine hydrochloride at 0.25% is used as a vasoconstrictor in suppository formulations for hemorrhoid treatment.   === Pupil dilation ===  Phenylephrine is used as an eye drop to dilate the pupil to facilitate visualization of the retina. It is often used in combination with tropicamide as a synergist when tropicamide alone is not sufficient. Narrow-angle glaucoma is a contraindication to phenylephrine use. As a mydriatic, it is available in 2.5% and 10% eye drops. Phenylephrine eye drops are applied to the eye after a topical anesthetic is applied.   === Intraocular bleeding === Phenylephrine has been used as an intracameral injection into the anterior chamber of the eye to arrest intraocular bleeding occurring during cataract and glaucoma surgery.   === Low blood pressure === Phenylephrine is commonly used as a vasopressor to increase the blood pressure in unstable patients with hypotension (low blood pressure), especially resulting from septic shock. Such use is common in surgery and anesthesia or critical-care practices; it is especially useful in counteracting the hypotensive effect of epidural and spinal anesthesia, as well as the vasodilating effect of bacterial toxins and the inflammatory response in sepsis and systemic inflammatory response syndrome. Because of its vasoconstrictive effect, phenylephrine can cause severe necrosis if it infiltrates the surrounding tissues. Because of this, it should be given through a central line if at all possible. Damage may be prevented or mitigated by infiltrating the tissue with the alpha blocker phentolamine by subcutaneous injection. In clinical studies, phenylephrine, administered intravenously, increases blood pressure, decreases cardiac output, increases cerebral blood flow, and decreases cerebral tissue oxygen saturation. The decreases in cardiac output, increases in cerebral blood flow, and decreases in cerebral tissue oxygen saturation with phenylephrine are all related to the degree of blood pressure increase. The decrease in cardiac output is primarily due to a decrease in heart rate and a modest decrease in stroke volume. The decrease in heart rate is due to activation of the arterial baroreflex, which regulates heart rate in response to changes in blood pressure. Because of the decrease in cardiac output, phenylephrine is a negative inotropic agent. Its effects on cardiac output and cerebral oxygenation are unfavorable, and on account of this, the use of phenylephrine in the treatment of intraoperative hypotension is now being recommended against and moved away from in favor of other agents without these adverse effects like ephedrine and dopamine. When taken orally, phenylephrine has a threshold dose of about 50 mg to affect the cardiovascular system, a dose at which the drug decreases heart rate and slightly increases arterial blood pressure. Additionally, an over-the-counter dose of 60 mg produces a slight increase in heart rate with no detectable changes in blood pressure. However, other literature reports that doses over 15 mg affect the cardiovascular system, including increases in blood pressure and decreases in heart rate. Higher doses, like 150 mg, more robustly affect the cardiovascular system.   === Other uses === Phenylephrine has been used in the treatment of postural orthostatic tachycardia syndrome (POTS). It has been found to improve vascular resistance, enhance circulatory support, and improve symptoms of orthostatic intolerance in people with the condition. It has been described as particularly effective in people with neuropathic POTS. However, phenylephrine has not been specifically approved for the treatment of POTS and data on this use are limited. This is also the case with other medications used in the treatment of POTS. Phenylephrine has been used in the treatment of priapism.   === Available forms === Phenylephrine is available in the form of oral tablets and syrups for use as a nasal decongestant, as an intravenous solution to treat hypotension, as an ophthalmic solution, spray, or eye drop to cause pupil dilation, and as a cocoa butter suppository, among other forms. It was also previously available as a metered aerosol for inhalation, but this formulation was discontinued. Phenylephrine is available both alone and in combination with other drugs. These other drugs include antihistamines like chlorpheniramine, doxylamine, promethazine, and mepyramine (pyrilamine); analgesics like paracetamol (acetaminophen), ibuprofen, ketorolac, and codeine; cough suppressants like dextromethorphan; expectorants like guiafenesin; anticholinergics like cyclopentolate and tropicamide; and β-adrenergic receptor agonists like isoprenaline (isoproterenol). It is used in combination with antihistamines and analgesics in cough and cold preparations, with anticholinergics in ophthalmic formulations, and with β-adrenergic receptor agonists in inhalational forms. Intravenous phenylephrine is always formulated by itself.   == Contraindications == Phenylephrine is contraindicated in people with hypertension, hyperthyroidism, and heart disease due to its vasoconstrictor effects. Relative contraindications include people with Raynaud's syndrome due to vasoconstriction, those taking monoamine oxidase inhibitors (MAOIs) due to inhibition of the metabolism of phenylephrine, and people with prostate problems due to potential exacerbation of urinary retention.   == Side effects == Phenylephrine taken orally at indicated doses is usually well-tolerated. It may cause side effects such as headache, reflex bradycardia, excitability, restlessness, and cardiac arrhythmias. At higher than indicated doses, phenylephrine can increase blood pressure and decrease heart rate. A 45 mg dose of phenylephrine can increase systolic blood pressure by 20 mmHg. Possible side effects of intravenous phenylephrine are dose-dependent and may include bradycardia and reactive hypertension.   === Heart === The primary side effect of phenylephrine is high blood pressure. People with high blood pressure are typically advised to avoid products containing it. Because this medication is a sympathomimetic amine without β-adrenergic receptor agonist activity, it does not increase contractility force and output of the cardiac muscle. It may increase blood pressure resulting in a slow heart rate through stimulation of vascular (likely carotid) baroreceptors. A common side effect during IV administration is reflex bradycardia. The low concentration eye drops do not cause blood pressure changes and the changes with the higher dose drops do not last long. The cardiovascular effects of phenylephrine may be potentiated in people with hypertension. Hypertensive crisis with phenylephrine eye drops has been reported in people with hypertension. In people with underlying cardiovascular disease, phenylephrine has been found to increase blood pressure and cause associated impairment in myocardial perfusion. Other reported side effects of phenylephrine have included increased blood pressure, vasoconstriction resulting in worsened orthostatic tolerance, atrial fibrillation following coronary artery bypass surgery, decreased cerebral oxygenation, bradycardia in people with spinal cord injury, cardiac arrhythmias, pulmonary edema, myocardial infarction, and microvascular occlusion syndrome. Rarely, stroke has been reported with phenylephrine, including with the oral, topical, and intravenous forms. Due to increased risk of side effects in people with hypertension, phenylephrine is not suggested for use in this population.   === Others === Prostatic hyperplasia can also be worsened by use, and chronic use can lead to rebound hyperemia. People with a history of anxiety or panic disorders, or on anticonvulsant medication for epilepsy should not take this substance. The drug interaction might produce seizures. Some patients have been shown to have an upset stomach, severe abdominal cramping, and vomiting issues connected to taking this drug. Phenylephrine is pregnancy category C. Due to the lack of studies done in animals and in humans, it is not known whether there is harm to the fetus. Phenylephrine should only be given to pregnant women who have a clear need. Extended use may cause rhinitis medicamentosa, a condition of rebound nasal congestion.   == Interactions == Phenylephrine is susceptible to metabolism by monoamine oxidase. Because of this, monoamine oxidase inhibitors (MAOIs) can inhibit the metabolism of phenylephrine and increase exposure to the medication. Whereas a 45 mg oral dose of phenylephrine alone increases systolic blood pressure by 20 mmHg, use of this dose in people on MAOIs increases systolic blood pressure by more than 60 mmHg. Phenylephrine can interact with other adrenergic drugs, such as beta blockers like propranolol, α1-adrenergic receptor antagonists like chlorpromazine, α2-adrenergic receptor agonists like clonidine, norepinephrine reuptake inhibitors like atomoxetine and amitriptyline, and MAOIs (which increase norepinephrine levels). It can also interact with corticosteroids like prednisone, which sensitize the vasculature to sympathomimetics and augment their vasoconstrictive effects, and with ergot alkaloids, which also have vasoconstrictor effects and can have additive or synergistic effects with phenylephrine. In addition, combination of phenylephrine with other sympathomimetic drugs can increase pressor effects and the risk of hemorrhagic stroke. Other drugs that may decrease the effects of phenylephrine may include calcium channel blockers, ACE inhibitors and benzodiazepines. Patients taking these medications may need a higher dose of phenylephrine to achieve a comparable increase in blood pressure. Concomitant use of phenylephrine with the preceding agents may necessitate dose adjustments. Acetaminophen (paracetamol) has been found to increase exposure to oral phenylephrine. It more than doubles phenylephrine's bioavailability, reduces its absorption half-time by 50%, increases phenylephrine levels by approximately 2-fold, and increases peak phenylephrine levels by 4-fold, with substantial interindividual variability. Phenylephrine is widely formulated with acetaminophen in combination products. The combination may increase the cardiovascular effects of phenylephrine. The mechanism of the interaction between phenylephrine and acetaminophen is unknown, but it has been suggested that it may be due to saturation of sulfation pathways by acetaminophen that also participate in phenylephrine metabolism.   == Pharmacology ==   === Pharmacodynamics === Phenylephrine is a selective agonist of the α1-adrenergic receptor, one of the biological targets of the catecholamine hormones and neurotransmitters epinephrine (adrenaline) and norepinephrine (noradrenaline). It is a full agonist of the α1-adrenergic receptor in most assessed tissues. The drug has weak, minimal, or no agonist activity at the α2-adrenergic receptor or the β-adrenergic receptors. At the β-adrenergic receptors, it is a partial agonist. Phenylephrine also has relatively little or no activity as a norepinephrine releasing agent. As such, it has little activity as an indirectly acting sympathomimetic and non-selective activator of adrenergic receptors. This is in contrast to related sympathomimetics like pseudoephedrine. However, more recent research suggests that phenylephrine may actually be more potent as a norepinephrine releasing agent than has previously been thought. This might help to explain certain unexpected pharmacodynamic effects of the drug. Because of its α1-adrenergic receptor agonism, phenylephrine is a directly acting sympathomimetic vasoconstrictor and produces both venous and arterial vasoconstriction. The term sympathomimetic means that it mimics the actions of epinephrine or norepinephrine. Phenylephrine works as a nasal decongestant by causing local vasoconstriction in the nose. Whereas the related sympathomimetic decongestant pseudoephedrine causes both vasoconstriction and increase of mucociliary clearance through its non-specific adrenergic activity, phenylephrine's selective α1-adrenergic receptor agonism causes vasoconstriction alone, resulting in a difference in their methods of action.   === Pharmacokinetics ===   ==== Absorption ==== Phenylephrine is rapidly absorbed from the gastrointestinal tract when taken orally. However, its absorption is incomplete and erratic. Because of extensive first-pass metabolism, phenylephrine has an oral bioavailability of only about 38% relative to intravenous administration. However, another source has stated that the bioavailability of phenylephrine is poorly documented and may actually be as low as 0.003%. The time to peak concentrations is 1.0 to 1.3 hours.   ==== Distribution ==== The steady-state volume of distribution of phenylephrine is 340 L. Phenylephrine does not cross the blood–brain barrier and hence is a peripherally selective drug with no central nervous system activity. Its lack of blood–brain barrier permeability is related to its hydroxyl groups and high hydrophilicity. The lack of central permeation with phenylephrine is in contrast to certain other related decongestant and sympathomimetic agents like pseudoephedrine, ephedrine, and phenylpropanolamine.   ==== Metabolism ==== Phenylephrine is metabolized in the intestines and liver prior to reaching the systemic circulation when taken orally. It is extensively metabolized during first-pass metabolism due to susceptibility to monoamine oxidases, similarly to epinephrine. Phenylephrine is metabolized via oxidative deamination by both MAO-A and MAO-B. In contrast to epinephrine and norepinephrine, phenylephrine is not a catecholamine, and is not metabolized by catechol O-methyltransferase (COMT). Besides monoamine oxidase, phenylephrine is also metabolized by sulfation and glucuronidation conjugation. Non-oral routes of phenylephrine, like intranasal, ophthalmic, and parenteral, do not undergo first-pass metabolism in the gastrointestinal tract. The major metabolite of phenylephrine is meta-hydroxymandelic acid, which is inactive. Lesser metabolites of phenylephrine include sulfate and glucuronide conjugates, which are also inactive. Unlike phenylephrine, related sympathomimetics with a methyl group at the α carbon (i.e., amphetamines), like ephedrine, pseudoephedrine, phenylpropanolamine, methoxamine, and methoxyphenamine, are resistant to degradation by monoamine oxidase.   ==== Elimination ==== Phenylephrine is primarily excreted in urine. It is recovered 86% in urine. The drug is excreted in urine 3 to 16% unchanged, 57% as meta-hydroxymandelic acid, and 8% as sulfate conjugates. Glucuronide conjugates constitute a smaller portion of phenylephrine. Phenylephrine has a relatively short elimination half-life of 2.0 to 3.0 hours regardless of route of administration. Its lack of metabolism by COMT is said to be responsible for its much longer duration of action than related agents like norepinephrine.   == Chemistry == Phenylephrine is a substituted phenethylamine and can also be referred to structurally as (R)-β,3-dihydroxy-N-methylphenethylamine. It is closely structurally related to epinephrine (adrenaline; 3,4,β-trihydroxy-N-methylphenethylamine), differing from it only in the absence of one hydroxyl group on the phenyl ring. It is a chiral compound and is used as the enantiopure (R)-stereoisomer. The racemic form has not been formally named or used. Phenylephrine is the N-methylated derivative of norfenefrine (3,β-dihydroxyphenethylamine). The racemic N-ethyl analogue is etilefrine (ethylphenephrine). Synephrine (p-synephrine, oxedrine; 4,β-dihydroxyphenethylamine) is a positional isomer of phenylephrine. In contrast to epinephrine and norepinephrine (noradrenaline; 3,4,β-trihydroxyphenethylamine), phenylephrine is not a catecholamine since it does not have two hydroxyl groups on its phenyl ring. Besides the catecholamines, the chemical structure of phenylephrine somewhat resembles that of amphetamine (α-methylphenethylamine). However, phenylephrine does not have a methyl group at the α carbon and hence is not an amphetamine itself. Phenylephrine is a small-molecule compound with the molecular formula C9H13NO2 and a molecular weight of 167.205 g/mol. It is a highly hydrophilic compound, with an experimental log P of -0.3. Phenylephrine is used medically almost always as the hydrochloride salt. However, the free base form and the tannate salt have also been used pharmaceutically to a much lesser extent. Pivenfrine is the 3-pivalate ester of phenylephrine and has much greater lipophilicity in comparison.   == History == Phenylephrine was first patented in 1927 and was first introduced for medical use in 1938.   == Society and culture ==   === Names === Phenylephrine is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while its USANTooltip United States Adopted Name and BANMTooltip British Approved Name in the case of the hydrochloride salt are phenylephrine hydrochloride. Synonyms of phenylephrine include phenephrine, fenefrine, L-m-synephrine, metaoxedrine, neo-oxedrine, mesatonum, neosynephrine, and m-sympatol. Brand names of phenylephrine include Neosynephrine or Neo-Synephrine and Sudafed PE, among numerous others.   === Availability === Phenylephrine is available worldwide as a prescription drug in many different formulations.   == References =="}