{"name": "phenothrin", "category": "drug", "content": "Phenothrin, also called sumithrin and d-phenothrin, is a synthetic pyrethroid that kills adult fleas and ticks. It has also been used to kill head lice in humans. d-Phenothrin is used as a component of aerosol insecticides for domestic use. It is often used with methoprene, an insect growth regulator that interrupts the insect's biological lifecycle by killing the eggs.    == Effects == Phenothrin is primarily used to kill fleas and ticks. It is also used to kill head lice in humans, but studies conducted in Paris and the United Kingdom have shown widespread resistance to phenothrin. It is extremely toxic to bees. A U.S. Environmental Protection Agency (EPA) study found that 0.07 micrograms were enough to kill honey bees. It is also extremely toxic to aquatic life with a study showing concentrations of 0.03 ppb killing mysid shrimp. It has increased risk of liver cancer in rats and mice in long-term exposure, with doses in the  range of 100 milligrams per kilogram of body weight per day, or above.  It is capable of killing mosquitoes, although remains poisonous to cats and dogs, with seizures and deaths being reported due to poisoning. Specific data on concentrations or exposure are lacking. Phenothrin has been found to possess antiandrogen properties, and was responsible for a small epidemic of gynecomastia via isolated environmental exposure. The EPA has not assessed its effect on cancer in humans. However, one study performed by the Mount Sinai School of Medicine linked sumithrin with breast cancer; the link made by its effect on increasing the expression of a gene responsible for mammary tissue proliferation.   == EPA action == In 2005, the U.S. EPA cancelled permission to use phenothrin in several flea and tick products, at the request of the manufacturer, Hartz Mountain Industries. The products were linked to a range of adverse reactions, including hair loss, salivation, tremors, and numerous deaths in cats and kittens. In the short term, the agreement called for new warning labels on the products. As of March 31, 2006, the sale and distribution of Hartz's phenothrin-containing flea and tick products for cats has been terminated.  However, EPA's product cancellation order did not apply to Hartz flea and tick products for dogs, and Hartz continues to produce many of its flea and tick products for dogs.   == See also == Permethrin Resmethrin Deltamethrin   == References ==   == External links == d-Phenothrin general information – National Pesticide Information Center Pyrethrins and Pyrethroids Fact Sheet – National Pesticide Information Center Pyrethrins and Pyrethroids Pesticide Information Profile – Extension Toxicology Network Phenothrin in the Pesticide Properties DataBase (PPDB)"}