{"name": "phentermine", "category": "drug", "content": "Phentermine (phenyl-tertiary-butyl amine), sold under the brand name Ionamin among others, is a medication used together with diet and exercise to treat obesity. It is taken by mouth for up to a few weeks at a time, after which the benefits subside. It is also available as the combination phentermine/topiramate. Common side effects include a fast heart beat, high blood pressure, trouble sleeping, dizziness, and restlessness. Serious side effects may include abuse, but do not include pulmonary hypertension or valvular heart disease, as the latter were caused by the fenfluramine component of the fen-phen drug combination. Use is not recommended during pregnancy or breastfeeding, or with SSRIs or MAO inhibitors. It works mainly as an appetite suppressant, likely as a result of being a CNS stimulant. Chemically, phentermine is a substituted amphetamine. Phentermine was approved for medical use in the United States in 1959. It is available as a generic medication. In 2021, it was the 207th most commonly prescribed medication in the United States, with more than 2 million prescriptions. Phentermine was withdrawn from the market in the United Kingdom in 2000, while the combination medication fen-phen, of which it was a part, was withdrawn from the market in 1997 due to side effects of fenfluramine which caused increased levels of circulating serotonin which stimulated serotonin receptors on heart valves and thus causing valve insufficiency and leading to primary pulmonary hypertension (PPH). According to the NIH (National Institutes of Health) there is no evidence that phentermine causes PPH.   == Medical uses == Phentermine is used for a short period of time to promote weight loss, if exercise and calorie reduction are not sufficient, and in addition to exercise and calorie reduction. Phentermine is approved for up to 12 weeks of use and most weight loss occurs in the first weeks. However, significant loss continues through the sixth month and has been shown to continue at a slower rate through the ninth month.   == Contraindications == Phentermine is contraindicated for users who:  have a history of drug abuse are allergic to sympathomimetic amine drugs are taking a monoamine oxidase inhibitor (MAOI) or have taken one within the last 14 days have cardiovascular disease, hyperthyroidism, or glaucoma are pregnant, planning to become pregnant, or breast-feeding.   == Adverse effects == Tolerance usually occurs; however, risks of dependence and addiction are considered negligible. People taking phentermine may be impaired when driving or operating machinery.  Consumption of alcohol with phentermine may produce adverse effects. There is currently no evidence regarding whether or not phentermine is safe for pregnant women. Other adverse effects include:  Cardiovascular effects like palpitations, tachycardia, high blood pressure, precordial pain; rare cases of stroke, angina, myocardial infarction, cardiac failure and cardiac arrest have been reported. Central nervous system effects like overstimulation, restlessness, nervousness, insomnia, tremor, dizziness and headache; there are rare reports of euphoria followed by fatigue and depression, and very rarely,  psychotic episodes and hallucinations. Gastrointestinal effects include nausea, vomiting, dry mouth, cramps, unpleasant taste, diarrhea, and constipation. Other adverse effects include trouble urinating, rash, impotence, changes in libido, and facial swelling.   == Interactions == Phentermine may decrease the effect of drugs like clonidine, methyldopa, and guanethidine. Drugs to treat hypothyroidism may increase the effect of phentermine.   == Mechanism of action ==  Phentermine has some similarity in its pharmacodynamics with its parent compound, amphetamine, as they both are TAAR1 agonists, where the activation of TAAR1 in monoamine neurons facilitates the efflux, or release into the synapse, of these neurochemicals. At clinically relevant doses, phentermine primarily acts as a releasing agent of norepinephrine in neurons, although, to a lesser extent, it releases dopamine and serotonin into synapses as well.  Phentermine may also trigger the release of monoamines from VMAT2, which is a common pharmacodynamic effect among substituted amphetamines.  The primary mechanism of phentermine's action in treating obesity is the reduction of hunger perception, which is a cognitive process mediated primarily through several nuclei within the hypothalamus (in particular, the lateral hypothalamic nucleus, arcuate nucleus, and ventromedial nucleus). Outside the brain, phentermine releases norepinephrine and epinephrine – also known as noradrenaline and adrenaline respectively – causing fat cells to break down stored fat as well.   == History == In 1959, phentermine first received approval from the United States FDA as an appetite-suppressing drug. Eventually a hydrochloride salt and a resin form became available. Phentermine was marketed with fenfluramine or dexfenfluramine as a combination appetite suppressant and fat burning agent under the popular name fen-phen. In 1997, after 24 cases of heart valve disease in fen-phen users, fenfluramine and dexfenfluramine were voluntarily taken off the market at the request of the FDA. Studies later showed nearly 30% of people taking fenfluramine or dexfenfluramine for up to 24 months had abnormal valve findings. Phentermine is still available by itself in most countries, including the US. However, because it is similar to amphetamine, it is classified as a controlled substance in many countries. Internationally, phentermine is a schedule IV drug under the Convention on Psychotropic Substances. In the United States, it is classified as a Schedule IV controlled substance under the Controlled Substances Act. In contrast, amphetamine preparations are classified as Schedule II controlled substances. A company called Vivus developed a combination drug, phentermine/topiramate that it originally called Qnexa and then called Qsymia, which was invented and used off-label by Thomas Najarian, who opened a weight-clinic in Los Osos, California in 2001;  Najarian had previously worked at Interneuron Pharmaceuticals, which had developed one of the fen-phen drugs previously withdrawn from the market. The FDA rejected the combination drug in 2010 due to concerns over its safety. In 2012 the FDA approved it after Vivus re-applied with further safety data. At the time, one obesity specialist estimated that around 70% of his colleagues were already prescribing the combination off-label.   == Chemistry == Phentermine is a substituted amphetamine which has a methyl group on amphetamine's alpha carbon. It is a positional isomer of methamphetamine and other methylamphetamines. The molecular formula of phentermine is C10H15N.   == Names == The term ‘phentermine' is contracted from phenyl-tertiary-butyl amine. It is marketed under many brand names and formulations worldwide, including Acxion, Adipex, Adipex-P, Duromine, Elvenir, Fastin, Ionamin, Lomaira (phentermine hydrochloride), Panbesy, Qsymia (phentermine and topiramate), Razin, Redusa, Sentis, Suprenza, and Terfamex.   == References ==   == External links == \"Phentermine\". International Programme on Chemical Safety (IPCS). the World Health Organization (WHO)."}