{"name": "phenoxymethylpenicillin", "category": "drug", "content": "Phenoxymethylpenicillin, also known as penicillin V (PcV) and penicillin VK, is an antibiotic useful for the treatment of a number of bacterial infections. Specifically it is used for the treatment of strep throat, otitis media, and cellulitis. It is also used to prevent rheumatic fever and to prevent infections following removal of the spleen. It is given by mouth. Side effects include diarrhea, nausea, and allergic reactions including anaphylaxis. It is not recommended in those with a history of penicillin allergy. It is relatively safe for use during pregnancy. It is in the penicillin and beta lactam family of medications. It usually results in bacterial death. Phenoxymethylpenicillin was first made in 1948 by Eli Lilly.: 121  It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 256th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Specific uses for phenoxymethylpenicillin include:  Infections caused by Streptococcus pyogenes Tonsillitis Pharyngitis Skin infections Anthrax (mild uncomplicated infections) Lyme disease (early stage in pregnant women or young children) Rheumatic fever (primary and secondary prophylaxis) Streptococcal skin infections Spleen disorders (pneumococcal infection prophylaxis) Initial treatment for dental abscesses Moderate-to-severe gingivitis (with metronidazole) Avulsion injuries of teeth (as an alternative to tetracycline) Blood infection prophylaxis in children with sickle cell disease. Penicillin V is sometimes used in the treatment of odontogenic infections. It is less active than benzylpenicillin (penicillin G) against Gram-negative bacteria. Phenoxymethylpenicillin has a range of antimicrobial activity against Gram-positive bacteria that is similar to that of benzylpenicillin and a similar mode of action, but it is substantially less active than benzylpenicillin against Gram-negative bacteria. Phenoxymethylpenicillin is more acid-stable than benzylpenicillin, which allows it to be given orally. Phenoxymethylpenicillin is usually used only for the treatment of mild to moderate infections, and not for severe or deep-seated infections since absorption can be unpredictable. Except for the treatment or prevention of infection with Streptococcus pyogenes (which is uniformly sensitive to penicillin), therapy should be guided by bacteriological studies (including sensitivity tests) and by clinical response. People treated initially with parenteral benzylpenicillin may continue treatment with phenoxymethylpenicillin by mouth once a satisfactory response has been obtained. It is not active against beta-lactamase-producing bacteria, which include many strains of Staphylococci.   == Adverse effects ==  Phenoxymethylpenicillin is usually well tolerated but may occasionally cause transient nausea, vomiting, epigastric distress, diarrhea, constipation, acidic smell to urine and black hairy tongue. A previous hypersensitivity reaction to any penicillin is a contraindication.   == Mechanism of action ==  The mechanism of phenoxymethylpenicillin is identical to that of all other penicillins. It exerts a bactericidal action against penicillin-sensitive microorganisms during the stage of active multiplication. It acts by inhibiting the biosynthesis of cell-wall peptidoglycan.   == Compendial status == British Pharmacopoeia   == History == The Austrian pharmaceutical company, Biochemie, was founded in Kundl in July 1946 at the site of a derelict brewery, at the suggestion of a French officer, Michel Rambaud (a chemist), who was able to obtain a small amount of Penicillium start culture from France. Contamination of the fermentation tanks was a persistent problem and in 1951, the company biologist, Ernst Brandl, attempted to solve this by adding phenoxyethanol to the tanks as an anti-bacterial disinfectant. This resulted unexpectedly in an increase in penicillin production: but, the penicillin produced was not benzylpenicillin, but phenoxymethylpenicillin. Phenoxyethanol was fermented to phenoxyacetic acid in the tanks, which was then incorporated into penicillin via biosynthesis. Importantly, Brandl realised that phenoxymethylpenicillin is not destroyed by stomach acid and can therefore be given by mouth. Phenoxymethyl penicillin was originally discovered by Eli Lilly in 1948 as part of their efforts to study penicillin precursors, but was not further exploited, and there is no evidence that Lilly understood the significance of their discovery at the time.: 119–121  Biochemie is part of Sandoz.   == Society and culture ==   === Names === There were four named penicillins at the time penicillin V was discovered (penicillins I, II, III, IV), however, Penicillin V was named \"V\" for Vertraulich (German for confidential);: 121  it was not named for the Roman numeral \"5\". Penicillin VK is the potassium salt of penicillin V (K is the chemical symbol for potassium).   == References =="}