{"name": "phentolamine", "category": "drug", "content": "Phentolamine, sold under the brand name Regitine among others, is a reversible nonselective α-adrenergic antagonist.   == Mechanism == Its primary action is vasodilation due to α1 blockade. Non-selective α-blockers can cause a much more pronounced reflex tachycardia than the selective α1 blockers. Like the selective α1 blockers, phentolamine causes a relaxation of systemic vasculature, leading to hypotension. This hypotension is sensed by the baroreceptor reflex, which results in increased sympathetic nerve firing on the heart, releasing norepinephrine. In response, the β1 adrenergic receptors on the heart increase their rate, contractility, and dromotropy, which help to offset the decrease in systemic blood pressure. Unlike the α1 selective blockers, phentolamine also inhibits the α2 receptors, which function predominantly as presynaptic negative feedback for norepinephrine release. By abolishing this negative feedback phentolamine leads to even less regulated norepinephrine release, which results in a more drastic increase in heart rate.   == Uses == The primary application for phentolamine is for the control of hypertensive emergencies, most notably due to pheochromocytoma. It also has usefulness in the treatment of cocaine-induced cardiovascular complications, where one would generally avoid β-blockers (e.g. metoprolol), as they can cause unopposed α-adrenergic mediated coronary vasoconstriction, worsening myocardial ischemia and hypertension. Phentolamine is not a first-line agent for this indication. Phentolamine should only be given to patients who do not fully respond to benzodiazepines, nitroglycerin, and calcium channel blockers. When given by injection it causes blood vessels to dilate, thereby increasing blood flow. When injected into the penis (intracavernosal), it increases blood flow to the penis, which results in an erection. It may be stored in crash carts to counteract severe peripheral vasoconstriction secondary to extravasation of peripherally placed vasopressor infusions, typically of norepinephrine. Epinephrine infusions are less vasoconstrictive than norepinephrine as they primarily stimulate β receptor more than α receptors, but the effect remains dose-dependent. Phentolamine also has diagnostic and therapeutic roles in complex regional pain syndrome (reflex sympathetic dystrophy). Phentolamine is marketed in the dental field as a local anesthetic reversal agent.  Branded as OraVerse, it is a phentolamine mesylate injection designed to reverse the local vasoconstrictor properties used in many local anesthetics to prolong anesthesia.   == Chemistry == Phentolamine can be synthesized by alkylation of 3-(4-methylanilino)phenol using 2-chloromethylimidazoline:   == Adverse effects == Orthostatic hypotension.   == References =="}