{"name": "phenazone", "category": "drug", "content": "Phenazone (INN and BAN; also known as phenazon, antipyrine (USAN), antipyrin, or analgesine) is an analgesic (pain reducing), antipyretic (fever reducing) and anti-inflammatory drug. While it predates the term, it is often classified as a nonsteroidal anti-inflammatory drug (NSAID). Phenazone was one of the earliest synthetic medications — when it was patented in 1883, the only synthetic medical chemicals on the market were chloral hydrate, a sedative (as well as at least one derivative of that chemical), trimethylamine, and iodol (tetraiodopyrrol), an early antiseptic. One of the earliest widely used analgesics and antipyretics, phenazone was gradually replaced in common use by other medications including phenacetin (itself later withdrawn because of safety concerns), aspirin, paracetamol and modern NSAIDs such as ibuprofen. However, it is still available in several countries either as an over-the-counter or prescribed drug.   == History == Ludwig Knorr was the first to synthesize phenazone, then called antipyrine, in the early 1880s. Sources disagree on the exact year of discovery, but Knorr patented the chemical in 1883.: 26–27  Phenazone has an elimination half life of about 12 hours.   == Preparation == Phenazone is synthesized by condensation of phenylhydrazine and ethyl acetoacetate under basic conditions and methylation of the resulting intermediate compound 1-phenyl-3-methylpyrazolone with dimethyl sulfate or methyl iodide. It crystallizes in needles which melt at 156 °C (313 °F). Potassium permanganate oxidizes it to pyridazine tetracarboxylic acid.   == Adverse effects == Possible adverse effects include:  Allergy to pyrazolones Nausea Agranulocytosis Hepatotoxicity   == Research == Phenazone is often used in testing the effects of other drugs or diseases on drug-metabolizing enzymes in the liver.   == See also == A/B Otic Drops, ear drops combined with benzocaine to relieve pain and remove cerumen Propyphenazone   == References ==  Chisholm, Hugh, ed. (1911). \"Antipyrine\" . Encyclopædia Britannica. Vol. 2 (11th ed.). Cambridge University Press. p. 134."}