{"name": "phendimetrazine", "category": "drug", "content": "Phendimetrazine, sold under the brand name Bontril among others, is a stimulant medication of the morpholine chemical class used as an appetite suppressant.   == Pharmacology ==  Phendimetrazine functions as a prodrug of phenmetrazine; approximately 30 percent of an oral dose is converted into it. Phendimetrazine can essentially be thought of as an extended-release formulation of phenmetrazine with less potential for abuse. Phendimetrazine is an anorectic drug which acts as a norepinephrine-dopamine releasing agent (NDRA). As an amphetamine congener, its structure incorporates the backbone of methamphetamine, a potent CNS stimulant. While the addition of an N-methyl group to  amphetamine significantly increases its potency and bioavailability, methylation of phenmetrazine renders the compound virtually inactive. However, phendimetrazine is a prodrug for phenmetrazine which acts as the active metabolite. Phendimetrazine possesses preferable pharmacokinetics over phenmetrazine as a therapeutic agent because its metabolization by demethylases produces a more steady and prolonged exposure of active drug within the body. This decreases abuse potential as the peak blood-concentration of active phenmetrazine that's produced from a single dose of phendimetrazine is lower than a single therapeutically equivalent dose of phenmetrazine.  Indicated as a short-term secondary treatment for exogenous obesity, phendimetrazine immediate-release 35mg tablets are typically consumed one hour before meals, not to exceed three doses daily. Phendimetrazine is also manufactured as a 105mg extended-release capsule for once daily dosing, typically consumed 30 to 60 minutes before a morning meal. Whereas the immediate-release formulation has a maximum daily dosage of 210mg (6 tablets), the extended-release capsules have a maximum daily dosage of 105mg (one capsule).   == Legality == According to the List of Psychotropic Substances under International Control published by the International Narcotics Control Board, phendimetrazine is a Schedule III controlled substance under the Convention on Psychotropic Substances.   == Synthesis ==  The reaction between N-methylethanolamine and 2-bromopropiophenone gives compound (3), which is reductively cyclized using formic acid to synthesize phendimetrazine.   == Society and culture ==   === Brand names ===  It is sold under various brand names including Bontril, Bontril PDM, Adipost, Anorex-SR, Appecon, Melfiat, Obezine, Phendiet, Plegine, Prelu-2, and Statobex.   == References =="}