{"name": "phenprocoumon", "category": "drug", "content": "Phenprocoumon (marketed under the brand names Marcoumar, Marcumar and Falithrom) is a long-acting blood thinner drug to be taken by mouth, and a coumarin derivative. It acts as a vitamin K antagonist and inhibits blood clotting (coagulation) by blocking synthesis of coagulation factors II, VII, IX and X. It is used for the prophylaxis and treatment of thromboembolic disorders such as heart attacks and pulmonary (lung) embolism. The most common adverse effect is bleeding. The drug interacts with a large number of other medications, including aspirin and St John's Wort. It is the standard coumarin used in Germany, Austria, and other European countries.   == Medical uses ==  Phenprocoumon is used for the prophylaxis and treatment of thromboembolic disorders after heart bypass surgery and myocardial infarction (heart attack), long-term treatment of myocardial infarction with increased risk of thromboembolism, thrombophilia (abnormal blood clotting), antithrombin III deficiency, atrial fibrillation (a kind of abnormal heart rhythm) with artery embolisms, after venous thrombosis, pulmonary embolism and artificial heart valve surgery, as well as chronic ventricular aneurysm (bulging of the heart wall) and congestive cardiomyopathy (enlarged heart).   === Dosing === When phenprocoumon therapy is started, the clotting tendency of the blood is measured daily by determining the prothrombin time, more specifically the international normalized ratio (INR). After the desired INR has been reached, which typically takes five to six days, intervals between measurements are increased to twice or three times a week for a week or two, then to two to four weeks if the patient is stable. INR monitoring continues throughout the therapy, often for life. This is necessary because people need different doses depending on the genetic makeup of their enzymes, activity of coagulation factors, vitamin K concentrations in the body, other drugs, and diet. If a fast onset of action is needed, as after an acute thromboembolism, phenprocoumon therapy has to be accompanied with a subcutaneous or intravenous low-molecular-weight heparin (LMWH) for the first 36 to 72 hours. Similarly, if the blood thinning effect has to be stopped before a surgery, phenprocoumon is paused up to two weeks beforehand, and the therapy gap is \"bridged\" with LMWH until after the surgery. Alternatively, phenprocoumon can be antagonised with vitamin K, for example before an unplanned surgery, or when severe bleeding occurs after overdosing.   == Contraindications == Phenprocoumon is contraindicated when bleeding risks exceed the potential benefits, for example in people with severe bleeding diathesis, peptic ulcers, endocarditis, aortic aneurysm, brain aneurysm, serious injuries, or after brain surgery. During pregnancy, it is contraindicated except to prevent coagulation in women with life-threatening heparin intolerance.   == Adverse effects == The most common adverse effect is bleeding. It occurs in 5–25% of patients and ranges from harmless nosebleeds to life-threatening bleeding in the brain, gut wall, adrenal glands, pleural cavity, pericardium, or subdural space. Other side effects are uncommon and include headache, nausea, reversible hair loss, purple toe syndrome, and allergic rashes. A rare but severe adverse effect is warfarin necrosis of the skin and subcutaneous tissue during the first days of treatment.   == Overdose == Mild cases of overdosing are characterised by minor bleeding and/or bruising; they can usually be controlled by reducing the dose. Taking a large amount of phenprocoumon at once can lead to brain edema during the first 24 hours, followed by reduced blood clotting and (possibly severe) bleeding, including blood in the stool or urine. Bleeding into the brain can lead to disorientation or unconsciousness, calling for immediate medical intervention. Overdosing for an extended time period is toxic for the liver parenchyma, the kidneys' glomeruli, and blood vessels.   == Interactions == Due to its narrow therapeutic index, the fact that it can only be eliminated from the body after inactivation by the liver enzymes CYP2C9 and CYP3A4, and its high plasma protein binding (see below), phenprocoumon has significant interactions with a large number of other drugs and with some kinds of food. Some examples are:  CYP2C9 inducers decrease its concentrations and therefore its anticoagulant effect: rifampicin, St John's wort. CYP3A4 inducers also decrease its anticoagulant effect: also rifampicin and St John's wort. CYP2C9 inhibitors increase its concentrations and therefore the risk for bleeding: amiodarone. CYP3A4 inhibitors also increase the risk for bleeding: clarithromycin, ketoconazole, grapefruit juice, also amiodarone. Substances that displace phenprocoumon from its plasma protein binding increase its free blood concentrations and therefore increase the risk for bleeding: a number of nonsteroidal anti-inflammatory drugs (NSAIDs), especially aspirin. Antibiotics increase the risk for bleeding, probably because they kill vitamin K producing bacteria of the gut flora: possibly all antibiotics; documented for amoxicillin and quinolone antibiotics among others. Food containing vitamin K, such as cabbage, spinach and broccoli, might reduce the drug's effectivity. High doses of vitamin K antagonise phenprocoumon 20 to 24 hours after ingestion or infusion; the effect lasts for 7 to 10 days.   == Pharmacology ==   === Mechanism of action ===  Phenprocoumon is an inhibitor of the enzyme vitamin K epoxide reductase (VKOR). Vitamin K is needed to activate the coagulation factors II, VII, IX and X and the anticoagulation factors protein C and protein S, in which process it turns into vitamin K 2,3-epoxide. This is then recycled to vitamin K in a process involving VKOR. Inhibiting this enzyme effectively creates a vitamin K deficiency, blocking activation of the coagulation factors. After 36 to 72 hours, the available activated factors have been depleted (used up) by the coagulation system, and the anticoagulation takes effect.   === Pharmacokinetics ===  The drug is taken by mouth and quickly and completely absorbed from the gut. When in the bloodstream, 99% are bound to plasma proteins (mainly albumin). The substance is metabolized by the liver enzymes CYP2C9 and CYP3A4 to various hydroxyl derivatives, and subsequently conjugated to glucuronic acid to a small extent. The glucuronide metabolites partly undergo enterohepatic circulation. All metabolites, as well as the parent substance, are excreted predominantly via the kidney and urine, only 15% in unchanged form. The terminal half-life is 150 hours (6 to 7 days) on average with large differences between people. The long half-life means that drug concentrations take about four weeks to reach a steady state after therapy is started; the anticoagulation lasts at least 7 to 10 days after therapy is stopped; and dose changes need several days to take effect. The drug passes the placenta and also into breast milk.   === Pharmacogenomics === Genetic polymorphisms of CYP2C9 can change the metabolization speed of phenprocoumon. Polymorphisms of VKORC1, the gene coding for subunit 1 of vitamin K epoxide reductase, can influence the dose needed to achieve the desired INR.   == Chemistry ==  Phenprocoumon, a 4-hydroxycoumarin structurally similar to warfarin, is a white to off-white crystalline powder with a characteristic smell. It is practically insoluble in water, but soluble in chloroform, ethanol, methanol, and aqueous alkali hydroxide solutions. It is an acid (pKa = 4.2) and melts between 177 and 181 °C (351 and 358 °F). The substance is used as a racemic mixture; the S(−)-form is significantly more potent as an anticoagulant.   == Comparison with other anticoagulants ==   === Warfarin === Warfarin and phenprocoumon have the same mechanism of action, similar uses, side effects and interactions, and are also chemically similar. For both drugs, the INR needs to be carefully monitored. Both are racemates, and the S(−)-enantiomers are significantly more potent than the respective R(+)-enantiomers. There are however pharmacokinetic differences: Warfarin is predominantly metabolized via the enzyme CYP2C9, while for phenprocoumon CYP3A4 plays the more important role. The average half-life of warfarin is 40 hours, that of phenprocoumon 150 hours, almost four times as long. Both drugs show large differences in half-life between individuals.   === Direct factor Xa inhibitors === Direct factor Xa inhibitors (xabans) such as rivaroxaban and apixaban are a newer class of blood thinners. They have been in therapeutic use since about 2010, while phenprocoumon was developed in the 1950s. Xabans have a fast onset and cessation of action, wide therapeutic index, and relatively low potential for interactions with other drugs and food. There are standard dosing schemes, and INR monitoring is neither necessary nor meaningful. On the other hand, forgetting one phenprocoumon dose does not change the INR much because of its long half-life, while forgetting a xaban dose means the patient is not reliably anticoagulated for about a day. INR monitoring under phenprocoumon makes it easier to detect problems such as medication errors or interactions with drugs or food. Also, there have been concerns that patients' therapy adherence may not be as reliable if they are not regularly monitored by their physicians. Finally, xabans are significantly more expensive than phenprocoumon and warfarin.   === Low-molecular-weight heparins === LMWHs also have a fast onset of action, wide therapeutic index, standard dosing schemes, and a very low potential for interactions. They can, however, only be given by injection or infusion, rendering them impractical for long-term use at home.   == History == The substance was developed in 1953 by Alfred Winterstein and his team, and patented in 1955 by Hoffmann-La Roche.   == References ==   == External links == Diseases Database (DDB): 29943"}