{"name": "phenazopyridine", "category": "drug", "content": "Phenazopyridine is a medication which, when excreted by the kidneys into the urine, has a local analgesic effect on the urinary tract. It is often used to help with the pain, irritation, or urgency caused by urinary tract infections, surgery, or injury to the urinary tract. In 2021, it was the 285th most commonly prescribed medication in the United States, with more than 700,000 prescriptions.   == Medical uses == Phenazopyridine is prescribed for its local analgesic effects on the urinary tract. It is sometimes used in conjunction with an antibiotic or other anti-infective medication at the beginning of treatment to help provide immediate symptomatic relief. Phenazopyridine does not treat infections or injury; it is only used for symptom relief. It is recommended that it be used for no longer than the first two days of antibacterial treatment as longer treatment may mask symptoms. Phenazopyridine is also prescribed for other cases requiring relief from irritation or discomfort during urination. For example, it is often prescribed after the use of an in-dwelling Foley catheter, endoscopic (cystoscopy) procedures, or after urethral, prostate, or urinary bladder surgery which may result in irritation of the epithelial lining of the urinary tract. This medication is not used to treat infection and may mask symptoms of inappropriately treated UTI. It provides symptom relief during a UTI, following surgery, or injury to the urinary tract. UTI therapy should be limited to 1–2 days. Long-term use of phenazopyridine can mask symptoms.   == Side effects ==  Phenazopyridine produces a vivid color change in urine, typically to a dark orange to reddish color. This effect is common and harmless, and indeed a key indicator of the presence of the medication in the body. Users of phenazopyridine are warned not to wear contact lenses, as phenazopyridine has been known to permanently discolor contact lenses and fabrics. It also tends to leave an orange-yellow stain on surfaces it comes in contact with. Some may be mistakenly concerned that this indicated blood in the urine. Phenazopyridine can also cause headaches, upset stomach (especially when not taken with food), or dizziness. Less frequently it can cause a pigment change in the skin or eyes, to a noticeable yellowish color. This is due to a depressed excretion via the kidneys causing a buildup of the medication in the skin, and normally indicates a need to discontinue usage. Other such side effects include fever, confusion, shortness of breath, skin rash, and swelling of the face, fingers, feet, or legs. Long-term use may cause yellowing of nails. Phenazopyridine should be avoided by people with glucose-6-phosphate dehydrogenase deficiency, because it can cause hemolysis (destruction of red blood cells) due to oxidative stress. It has been reported to cause methemoglobinemia after overdose and even normal doses. In at least one case the patient had pre-existing low levels of methemoglobin reductase, which likely predisposed her to the condition. It has also been reported to cause sulfhemoglobinemia. Phenazopyridine is an azo dye. Other azo dyes, which were previously used in textiles, printing, and plastic manufacturing, have been implicated as carcinogens that can cause bladder cancer. While phenazopyridine has never been shown to cause cancer in humans, evidence from animal models suggests that it is potentially carcinogenic.   === Pregnancy === This medication has shown no adverse events in animal models, but no human trials have been conducted. It is not known if phenazopyridine is excreted in breast milk.   == Pharmacokinetics == The full pharmacokinetic properties of phenazopyridine have not been determined. It has mostly been studied in animal models, but they may not be very representative of humans. Rat models have shown its half-life to be 7.35 hours, and 40% is metabolized hepatically (by the liver).   == Mechanism of action == Phenazopyridine's mechanism of action is not well known, and only basic information on its interaction with the body is available. It is known that the chemical has a direct topical analgesic effect on the mucosa lining of the urinary tract. It is rapidly excreted by the kidneys directly into the urine. Hydroxylation is the major form of metabolism in humans, and the azo bond is usually not cleaved. On the order of 65% of an oral dose will be secreted directly into the urine chemically unchanged.   == Brand names == In addition to its generic form, phenazopyridine is distributed under the following brand names:   == References =="}