{"name": "phenelzine", "category": "drug", "content": "Phenelzine, sold under the brand name Nardil, among others, is a non-selective and irreversible monoamine oxidase inhibitor (MAOI) of the hydrazine family which is primarily used as an antidepressant and anxiolytic to treat depression and anxiety. Along with tranylcypromine and isocarboxazid, phenelzine is one of the few non-selective and irreversible MAOIs still in widespread clinical use. Synthesis of phenelzine was first described by Emil Votoček and Otakar Leminger in 1932.   == Medical uses == Phenelzine is primarily used in the treatment of major depressive disorder (MDD). Patients with depressive symptomology characterized as \"atypical,\" \"nonendogenous,\" and/or \"neurotic\" respond particularly well to phenelzine. The medication is also useful in patients who do not respond favorably to first and second-line treatments for depression, or are \"treatment-resistant\". In addition to being a recognized treatment for major depressive disorder, phenelzine is effective in treating dysthymia, bipolar depression (BD), panic disorder (PD), social anxiety disorder, bulimia, post-traumatic stress disorder (PTSD), and obsessive-compulsive disorder (OCD).   == Side effects == Common side effects of phenelzine may include dizziness, blurry vision, dry mouth, headache, lethargy, sedation, somnolence, insomnia, anorexia, weight gain or loss, small fiber peripheral neuropathy, nausea and vomiting, diarrhea, constipation, urinary retention, mydriasis, muscle tremors, hyperthermia, sweating, hypertension or hypotension, orthostatic hypotension, paresthesia, hepatitis, and sexual dysfunction (consisting of loss of libido and anorgasmia). Rare side effects usually only seen in susceptible individuals may include hypomania or mania, psychosis and acute liver failure, the last of which is usually only seen in people with pre-existing liver damage, old age, long-term effects of alcohol consumption, or viral infection.   == Interactions ==  The MAOIs have certain dietary restrictions and drug interactions. Hypertensive crisis may result from the overconsumption of tyramine-containing foods, although it is a rare occurrence. Serotonin syndrome may result from an interaction with certain drugs which increase serotonin activity such as selective serotonin reuptake inhibitors, serotonin releasing agents, and serotonin agonists. Phenelzine has also been linked to vitamin B6 deficiency. Transaminases such as GABA-transaminase have been shown to be dependent upon vitamin B6 and may be involved in a potentially related process, since the phenelzine metabolite phenylethylidenehydrazine (PEH) is a GABA transaminase inhibitor. Both phenelzine and vitamin B6 are rendered inactive upon these reactions occurring. The pyridoxine form of B6 is recommended for supplementation, since this form has been shown to reduce hydrazine toxicity from phenelzine and, in contrast, the pyridoxal form has been shown to increase the toxicity of hydrazines.   == Pharmacology ==   === Pharmacodynamics === Phenelzine is a non-selective and irreversible inhibitor of the enzyme monoamine oxidase (MAO). It inhibits both of the respective isoforms of MAO, MAO-A and MAO-B, and does so almost equally, with a slight preference for the former. By inhibiting MAO, phenelzine prevents the breakdown of the monoamine neurotransmitters serotonin, melatonin, norepinephrine, epinephrine, and dopamine, as well as the trace amine neuromodulators such as phenethylamine, tyramine, octopamine, and tryptamine. This leads to an increase in the extracellular concentrations of these neurochemicals and, therefore, an alteration in neurochemistry and neurotransmission. This action is thought to be the primary mediator in phenelzine's therapeutic benefits. Phenelzine and its metabolites also inhibit at least two other enzymes to a lesser extent, of which are alanine transaminase (ALA-T), and γ-aminobutyric acid transaminase (GABA-T), the latter of which is not caused by phenelzine itself, but by a phenelzine metabolite phenylethylidenehydrazine (PEH). By inhibiting ALA-T and GABA-T, phenelzine causes an increase in the alanine and GABA levels in the brain and body. GABA is the major inhibitory neurotransmitter in the mammalian central nervous system, and is very important for the normal suppression of anxiety, stress, and depression. Phenelzine's action in increasing GABA concentrations may significantly contribute to its antidepressant, and especially, anxiolytic/antipanic properties, the latter of which have been considered superior to those of other antidepressants. As for ALA-T inhibition, though the consequences of disabling this enzyme are currently not well understood, there is some evidence to suggest that it is this action of the hydrazines (including phenelzine) which may be responsible for the occasional incidence of hepatitis and liver failure. Phenelzine has also been shown to metabolize to phenethylamine (PEA). PEA acts as a releasing agent of norepinephrine and dopamine, which occurs in a similar manner to amphetamine by being taken up into vesicles, displacing and causing the release of those monoamines, and reversing monoamine flux through their respective transporters via TAAR1 agonism (though with markedly shorter pharmacokinetics). In addition, phenethylamine is a substrate for MAO-B, which inhibits the metabolism of PEA.  Like many other antidepressants, phenelzine usually requires several weeks of treatment to achieve full therapeutic effects. The reason for this delay is not fully understood. Still, it is believed to be due to many factors, including achieving steady-state levels of MAO inhibition and the resulting adaptations in mean neurotransmitter levels, the possibility of necessary desensitization of autoreceptors which generally inhibit the release of neurotransmitters like serotonin and dopamine, and also the upregulation of enzymes such as serotonin N-acetyltransferase. Typically, a therapeutic response to MAOIs is associated with an inhibition of at least 80-85% of monoamine oxidase activity.   === Pharmacokinetics === Phenelzine is administered orally in the form of phenelzine sulfate and is rapidly absorbed from the gastrointestinal tract. The time to peak plasma concentration is 43 minutes, and the half-life is 11.6 hours. Unlike most other drugs, phenelzine irreversibly disables MAO. As a result, it does not necessarily need to be present in the blood at all times for its effects to be sustained. Because of this, upon phenelzine treatment being ceased, its effects typically do not wear off until the body replenishes its enzyme stores, a process which can take as long as 2–3 weeks. Phenelzine is metabolized primarily in the liver, and its metabolites are excreted in the urine. Oxidation is the primary routine of metabolism, and the major metabolites are phenylacetic acid and parahydroxyphenylacetic acid, recovered as about 73% of the excreted dose of phenelzine in the urine over 96 hours after single doses. Acetylation to N2-acetylphenelzine is a minor pathway. Phenelzine may also interact with cytochrome P450 enzymes, inactivating these enzymes through the formation of a heme adduct. Two other minor metabolites of phenelzine, as mentioned above, include phenylethylidenehydrazine and phenethylamine.   == Chemistry == Phenelzine, also known as 2-phenylethylhydrazine or phenylethylamine hydrazide, is a phenethylamine and hydrazine derivative. It is the hydrazide of β-phenethylamine and can also be referred to as N-aminophenethylamine. Close analogues of phenelzine include the amphetamine and hydrazine derivatives pheniprazine (α-methylphenelzine; the corresponding amphetamine analogue) and metfendrazine (α,N-dimethylphenelzine; the corresponding methamphetamine analogue), among others.   == Research == Phenelzine showed promise in a phase II clinical trial from March 2020 in treating prostate cancer. Phenelzine has also been shown to have neuroprotective effects in animal models.   == References =="}