{"name": "phosphorylcholine", "category": "drug", "content": "Phosphorylcholine (abbreviated ChoP) is the hydrophilic polar head group of some phospholipids, which is composed of a negatively charged phosphate bonded to a small, positively charged choline group. Phosphorylcholine is part of the platelet-activating factor; the phospholipid phosphatidylcholine and sphingomyelin, the only phospholipid of the membrane that is not built with a glycerol backbone. Treatment of cell membranes, like those of RBCs, by certain enzymes, like some phospholipase A2, renders the phosphorylcholine moiety exposed to the external aqueous phase, and thus accessible for recognition by the immune system. Antibodies against phosphorylcholine are naturally occurring autoantibodies that are created by CD5+/B-1 B cells and are referred to as non-pathogenic autoantibodies.   == Thrombus-resistant stents == In interventional cardiology, phosphorylcholine is used as a synthetic polymer-based coating, applied to drug-eluting stents, to prevent the occurrence of coronary artery restenosis. The first application of this approach for use of stents evolved from efforts by Hayward, Chapman et al., who showed that the phosphorylcholine component of the outer surface of the erythrocyte bilayer was non-thrombogenicity. Until 2002, over 120,000 phosphorylcholine-coated stents have been implanted in patients with no apparent deleterious effect in the long term compared to bare metal stent technologies.  Phosphorylcholine polymer-based drug-eluting stents Drug-eluting stents (DES) are used by interventional cardiologists, operating on patients with coronary artery disease. The stent is inserted into the artery via a balloon angioplasty. This will dilate the diameter of the coronary artery and keep it fixed in this phase so that more blood flows through the artery without the risk of blood clots (atherosclerosis).  Phosphorylcholine is used as the polymer-based coating of a DES because its molecular design improves surface biocompatibility and lowers the risk of causing inflammation or thrombosis. Polymer coatings of stents that deliver the anti-proliferative drug Zotarolimus to the arterial vessel wall are components of these medical devices. For targeted local delivery of Zotarolimus to the artery, the drug is incorporated into a methacrylate-based copolymer that includes a synthetic form of phosphorylcholine. This use of biomimicry, or the practice of using polymers that occur naturally in biology, provides a coating with minimal thrombus deposition and no adverse clinical effect on late healing of the arterial vessel wall. Not only is the coating non-thrombogenic, but it also exhibits other features that should be present when applying such a material to a medical device for long-term implantation. These include durability, neutrality to the chemistry of the incorporated drug and ability for sterilization using standard methods which do not affect drug structure or efficiency   == See also == Citicoline Acetylcholine   == References ==   == External links == Phosphocholine - C5H15NO4P+ at PubChem Phosphorylcholine at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}