{"name": "Photosensitivity of skin", "category": "disease", "content": "Photosensitivity is the amount to which an object reacts upon receiving photons, especially visible light. In medicine, the term is principally used for abnormal reactions of the skin, and two types are distinguished, photoallergy and phototoxicity. The photosensitive ganglion cells in the mammalian eye are a separate class of light-detecting cells from the photoreceptor cells that function in vision.   == Skin reactions ==   === Human medicine ===  Sensitivity of the skin to a light source can take various forms. People with particular skin types are more sensitive to sunburn. Particular medications make the skin more sensitive to sunlight; these include most of the tetracycline antibiotics, heart drugs amiodarone, and sulfonamides. Some dietary supplements, such as St. John's Wort, include photosensitivity as a possible side effect. Particular conditions lead to increased light sensitivity. Patients with systemic lupus erythematosus experience skin symptoms after sunlight exposure; some types of porphyria are aggravated by sunlight. A rare hereditary condition xeroderma pigmentosum (a defect in DNA repair) is thought to increase the risk of UV-light-exposure-related cancer by increasing photosensitivity.   === Veterinary medicine ===  Photosensitivity occurs in multiple species including sheep, bovine, and horses. They are classified as primary if an ingested plant contains a photosensitive substance, like hypericin in St John's wort poisoning and ingestion of biserrula (Biserrula pelecinus) in sheep, or buckwheat plants (green or dried) in horses. In hepatogenous photosensitization, the photosensitzing substance is phylloerythrin, a normal end-product of chlorophyll metabolism.  It accumulates in the body because of liver damage, reacts with UV light on the skin, and leads to free radical formation. These free radicals damage the skin, leading to ulceration, necrosis, and sloughing. Non-pigmented skin is most commonly affected.   == See also == Digital camera ISO Bergaptene Heliotropism Photophobia Solar urticaria Snow blindness Photosensitizer   == Notes ==   == External links ==  Sensor sensitivity (ISO) in digital cameras"}