{"name": "physostigmine", "category": "drug", "content": "Physostigmine (also known as eserine from éséré, the West African name for the Calabar bean) is a highly toxic parasympathomimetic alkaloid, specifically, a reversible cholinesterase inhibitor. It occurs naturally in the Calabar bean and the fruit of the Manchineel tree. The chemical was synthesized for the first time in 1935 by Percy Lavon Julian and Josef Pikl. It is available in the U.S. under the trade names Antilirium and Isopto Eserine, and as eserine salicylate and eserine sulfate. Today, physostigmine is most commonly used for its medicinal value. However, before its discovery by Sir Robert Christison in 1846, it was much more prevalent as an ordeal poison. The positive medical applications of the drug were first suggested in the gold medal-winning final thesis of Thomas Richard Fraser at the University of Edinburgh in 1862.   == Medical uses == Physostigmine, an acetylcholinesterase inhibitor, can be used to treat glaucoma and delayed gastric emptying. Because it enhances the transmission of acetylcholine signals in the brain and can cross the blood–brain barrier, physostigmine salicylate is used to treat anticholinergic poisoning (that is, poisoning by substances that interfere with the transmission of acetylcholine signaling, such as atropine, scopolamine, and other anticholinergic drug overdoses). It is also used to reverse neuromuscular blocking. Physostigmine is the antidote of choice for Datura stramonium poisoning. It is also an antidote for Atropa belladonna poisoning, the same as for atropine. It has also been used as an antidote for poisoning with GHB, but is poorly effective and often causes additional toxicity, so is not a recommended treatment. It can also be used as an antidote for dimenhydrinate or diphenhydramine poisoning. It has been shown to improve long-term memory, and was once explored as a therapy for Alzheimer's disease, but in clinical trials it was not shown to confer convincing benefits, and it led to very common moderate to severe side-effects such as nausea, vomiting, diarrhea, loss of appetite, abdominal pain, and tremors, resulting in a high rate of withdrawal. Physostigmine's poor tolerability led to it being abandoned in favor of later acetylcholinesterase inhibitors, three of which are currently in use: donepezil, galantamine, and rivastigmine. Recently, it has begun to be used in the treatment of orthostatic hypotension. Recently, physostigmine has been proposed as an antidote for intoxication with gamma hydroxybutyrate (GHB, a potent sedative-hypnotic agent that can cause loss of consciousness, loss of muscle control, and death). Physostigmine may counteract GHB by producing a nonspecific state of arousal. However, not enough scientific evidence shows physostigmine properly treats GHB toxicity. Furthermore, lower doses of GHB produce a stronger action at the GHB receptor than at the GABAB-receptor, resulting in a stimulating effect which would act synergistically with physostigmine and produce hyperstimulation when the GHB blood levels begin to drop. Physostigmine also has other proposed uses: it could reverse undesired side effects of benzodiazepines such as diazepam, alleviating anxiety and tension. Another proposed use  of physostigmine is to reverse the effects of barbiturates (any of a group of barbituric acids derived for use as sedatives or hypnotics).   == Pharmacology == Physostigmine acts by interfering with the metabolism of acetylcholine. It is a reversible inhibitor of acetylcholinesterase, the enzyme responsible for the breakdown of acetylcholine in the synaptic cleft of the neuromuscular junction. It indirectly stimulates both nicotinic and muscarinic acetylcholine receptors. Physostigmine has an LD50 of 3 mg/kg in mice.   === Bioactivity === Physostigmine functions as an acetylcholinesterase inhibitor. Its mechanism is to prevent the hydrolysis of acetylcholine by acetylcholinesterase at the transmitted sites of acetylcholine.  This inhibition enhances the effect of acetylcholine, making it useful for the treatment of cholinergic disorders and myasthenia gravis. More recently, physostigmine has been used to improve the memory of Alzheimer's patients due to its potent anticholinesterase activity.  However, its drug form, physostigmine salicylate, has poor bioavailability. Physostigmine also has a miotic function, causing pupillary constriction. It is useful in treating mydriasis. Physostigmine also increases outflow of the aqueous humor in the eye, making it useful in the treatment of glaucoma.   == Side effects == An overdose can cause cholinergic syndrome. Other side effects may include nausea, vomiting, diarrhea, anorexia, dizziness, headache, stomach pain, sweating, dyspepsia, and seizures. The carbamate functional group readily hydrolyses in water, and in bodily conditions. The metabolite thus formed from physostigmine and some other alkaloids (e.g. cymserine) is eseroline, which research has suggested may be neurotoxic to humans. Death can occur rapidly following overdose as a result of respiratory arrest and paralysis of the heart.   == Synthesis ==  Physostigmine has two stereocenters—the two carbons where the five-membered rings join—so any attempt at the total synthesis must pay attention to obtaining the correct stereoisomer. The 71 syntheses of physostigmine yield 33 racemic mixtures and 38 products of a single enantiomer. The first total synthesis of physostigmine was achieved by Julian and Pikl in 1935. The main goal of Julian's formal physostigmine synthesis was to prepare the key compound (L)-eseroline (compound 10 in the adjacent diagram), the conversion of which to physostigmine would be straightforward. In one of his earlier works Julian synthesized the ring of physostigmine from 1-methyl-3-formyl-oxindole as starting material, which was discovered by Paul Friedländer. However, the starting material was expensive, and the reduction of a nitrile to an amine (similar to the reaction of compound 6 to give compound 7 in the diagram) with sodium and alcohol did not proceed in good yield. In his second work “Studies in the Indole Series III,” he had improved the yield of amine from nitrile significantly by using palladium and hydrogen. Although he succeeded in the synthesis of the target compound, the route had several drawbacks. First, the chemical resolution of compound 8 is unreliable, and the chemical resolution of ''rac''-eserethole gives optically pure product only after eight recrystallizations of its tartrate salt. Second, the reductive amination going from compound 8 to compound 9 requires a large amount of Na. In the years since this initial work, many other groups have used a variety of approaches to construct the ring system and showcase new synthetic methods.   === Biosynthesis === Physostigmine biosynthesis is proposed from tryptamine methylation and post-heterocyclization catalyzed by an unknown enzyme:   == History ==   === The Calabar bean ===  The Efik people, living in Cross River State and the Ibibio people in Akwa Ibom State, in what is now the south-south of Nigeria, were the first to come in contact with physostigmine, the active ingredient in the Calabar bean. The Calabar bean, or chopping nut, was very prevalent in Efik culture as an ordeal poison. Individuals accused of witchcraft would drink the white, milky extract of the bean, made by crushing the bean in a mortar and soaking the remains in water. If the accused died, it was considered proof of their use of witchcraft. If they lived, usually due to vomiting up the poison, then they were declared innocent and sent free.   === Western medicine's discovery === In 1846, European missionaries arrived in what was referred to as Old Calabar, now part of Nigeria. These missionaries wrote about the use of the Calabar bean as a test for witchcraft. These beans eventually made their way back to Scotland, the home of these particular missionaries, where in 1855 Robert Christison, a toxicologist, tested the toxicity of the poison on himself by eating one. He survived to document the experience. The bean was studied throughout the 1860s by a few different Edinburgh scientists, including Douglas Argyll Robertson who wrote a paper on the use of Calabar bean extract on the eye and was the first to use it medicinally, and Thomas Richard Fraser, who researched how to best extract the active principle, which was later determined to be physostigmine. Fraser also studied the antagonism between physostigmine and atropine extremely rigorously, at a time when the concept of antagonism had little if any experimental support. Fraser's research is still the basis of today's knowledge about the interactions between atropine and physostigmine at many different and specific doses. Physostigmine's first use as a treatment for glaucoma was by Ludwig Laqueur in 1876. Laqueur himself had glaucoma so, like Christison, he experimented on himself, although Laqueur was much more scientific and methodical in his self-treatment. In the 1920s, Otto Loewi determined the biomechanical mechanism for the effects of physostigmine on the body. Loewi was studying how actions that we now consider to be controlled by the parasympathetic nervous system, were directed by chemicals. During his studies, Loewi discovered acetylcholine and that physostigmine acted by preventing acetylcholine inhibition. In 1936, Loewi was awarded the Nobel Prize for his work on discovering acetylcholine and biological chemical transmitters. Other important discoveries surrounding physostigmine were made at the University of Edinburgh in 1925. Edgar Stedman and George Barger determined the structure of physostigmine using a method called chemical degradation. In 1935 Percy Lavon Julian was later the first to synthesize physostigmine. English scientist Robert Robinson was also working on the synthesis of physostigmine, but surprisingly Julian, a relatively unknown scientist at the time, was the successful one. In 1934, while working at St Alfege's Hospital in London, Dr Mary Walker discovered that a subcutaneous injection of physostigmine could temporarily reverse the muscle weakness found in patients with myasthenia gravis. She had noted that the symptoms and signs of myasthenia were similar to those found in curare poisoning, and physostigmine was used as an antidote to curare poisoning at that time. Her article explaining the first case of myasthenia gravis being successfully treated with physostigmine was published in The Lancet in June 1934.   == See also == Neostigmine Miotine T-1123 TL-1238   == References =="}