{"name": "phytomenadione", "category": "drug", "content": "Phytomenadione, also known as  vitamin K1 or phylloquinone, is a vitamin found in food and used as a dietary supplement. It is on the World Health Organization's List of Essential Medicines. It is used to treat certain bleeding disorders, including warfarin overdose, vitamin K deficiency, and obstructive jaundice. Use is typically recommended by mouth, intramuscular injection or injection under the skin. When given by injection benefits are seen within two hours.  It is also recommended for preventing and treating vitamin K deficiency bleeding (VKDB) in infants.  Many countries in the world choose intramuscular injections in newborn to keep them safe from VKDB. It is considered a safe treatment and saves many children from death and severe neurologic deficit every year. Side effects when given by injection may include pain at the site of injection. Severe allergic reactions may occur when it is injected into a vein or muscle, but this has mainly happened when large doses of a certain type of supplement containing castor oil were given intravenously. Use during pregnancy is considered safe, use is also likely okay during breastfeeding. It works by supplying a required component for making a number of blood clotting factors. Food sources include green vegetables, vegetable oil, and some fruit. Phytomenadione was first isolated in 1939. In 1943 Edward Doisy and Henrik Dam were given a Nobel Prize for its discovery.   == Terminology == Phytomenadione is often also called phylloquinone, vitamin K, or phytonadione. A stereoisomer of phylloquinone is called vitamin k1 (note the difference in capitalization).   == Medical uses ==  It is used to treat certain bleeding disorders, including warfarin overdose (also overdose of similar compounds such as coumatetralyl), vitamin K deficiency, and obstructive jaundice. It is used to prevent and treat vitamin K deficiency bleeding (VKDB) in infants. In Canada, phytomenadione (Hemophyt) is indicated for the treatment of anticoagulant poisoning in dogs.   == Chemistry == Vitamin K is a fat-soluble vitamin that is stable in air and moisture but decomposes in sunlight. K1 is a polycyclic aromatic ketone, based on 2-methyl-1,4-naphthoquinone, with a 3-phytyl substituent. It is found naturally in a wide variety of green plants, particularly in leaves, since it functions as an electron acceptor during photosynthesis, forming part of the electron transport chain of photosystem I.   == Biological function ==   === Animals ===  The best-known function of vitamin K in animals is as a cofactor in the formation of coagulation factors II (prothrombin), VII, IX, and X by the liver. It is also required for the formation of anticoagulant factors protein C and S. Vitamin K is required for bone protein formation. In terms of distribution, phylloquinone typically occurs in higher levels in the liver, heart and pancreas, but in lower levels in the brain, kidneys, and lungs.   === Plants and cyanobacteria === Vitamin K1 is required for plant photosynthesis, where it participates in the Photosystem I electron transport chain.   == Biosynthesis ==  Vitamin K1 is synthesized from chorismate, a compound produced from shikimate via the shikimate pathway. The conversion of chorismate to vitamin K1 comprises a series of nine steps:  Chorismate is isomerized to isochorismate by isochorismate synthase, or MenF (menaquinone enzyme). Addition of 2-oxoglutarate to isochorismate by PHYLLO, a multifunctional protein comprising three different enzymatic activities         (MenD, H, and C). Elimination of pyruvate by PHYLLO. Aromatization to yield o-succinyl benzoate by PHYLLO. O-succinylbenzoate activation to corresponding CoA ester by MenE. Naphthoate ring formation by naphthoate synthase (MenB/NS). Thiolytic release of CoA by a thioesterase (MenH). Attachment of phytol chain to the naphthoate ring (MenA/ABC4). Methylation of the precursor at position 3 (MenG).   == References ==   == External links =="}