{"name": "pilsicainide", "category": "drug", "content": "Pilsicainide (INN) is an antiarrhythmic agent. It is marketed in Japan as サンリズム (Sunrythm). It was developed by Suntory Holdings Limited and first released in 1991. The JAN applies to the hydrochloride salt, pilsicainide hydrochloride.   == Medical uses == Pilsicainide is a drug used clinically in Japan to treat cardiac arrhythmias. A cardiac arrhythmia includes any abnormal heartbeat and can be manifested as tachycardia, bradycardia, or other irregular rhythms. Pilsicainide has been proven successful in treating both ventricular and supraventricular arrhythmias with few adverse effects. It is especially effective in the treatment of atrial fibrillation. Atrial fibrillation is the most common type of arrhythmia. It may result from various heart abnormalities or may occur spontaneously in a seemingly healthy individual. Atrial fibrillation is characterized by rapid, disorganized electrical impulses in the atria resulting in depolarization of only a small group of myocardial cells. This prevents the atria from undergoing coordinated contraction, instead resulting in small fibrillations of the heart muscle. Re-entry occurs when an impulse does not die after activating the heart but instead returns to the atria and causes re-excitation.  Simultaneous re-entry of multiple impulses with short wavelengths results in atrial fibrillation. Impulse wavelength is the product of the conduction velocity and the effective refractory period. Pilsicainide suppresses atrial conduction velocity but also increases the effective refractory period. Its effects on the refractory period are significantly more substantial, and therefore pilsicainide treatment results in an increased wavelength and termination of atrial fibrillation. A single oral dose of pilsicainide effectively restores normal sinus rhythm in patients with recent-onset atrial fibrillation and a healthy left ventricle. Long-term therapy with pilsicainide is successful in treating chronic atrial fibrillation).   == Pharmacology == It functions by blocking the fast inward movement of sodium ions through the Nav1.5 sodium channel that contributes to the rapid depolarization characteristic of phase 0 in the cardiac action potential. Pilsicainide is a pure sodium channel blocker, meaning it does not significantly affect any other cardiac channels including potassium and calcium channels. Pilsicainide binds to a common site on the sodium channel through either intracellular or extracellular application. The affinity of pilsicainide for the sodium channel receptor and its rate of binding are dependent on the state of the channel. It has been proven to have a greater affinity for the receptor in its inactivated state as opposed to resting or open, thereby following the modulated receptor hypothesis. Binding of pilsicainide selectively inhibits the channel, preventing the movement of sodium ions into the cardiac cell. This decreases the rate of depolarization of the cell membrane as well as the action potential amplitude, but has no effect on the overall duration of the action potential. Suppression of the depolarization rate is use-dependent, and therefore inhibition increases with increased stimulation. Pilsicainide also causes delayed impulse conduction through the myocardium in a dose-dependent manner. The effects of pilsicainide have a slow rate of onset and offset resulting in a prolonged recovery time. This contributes to its potent blocking activity and its classification as a class 1c antiarrhythmic agent.   == References =="}