{"name": "pimavanserin", "category": "drug", "content": "Pimavanserin, sold under the brand name Nuplazid, is an atypical antipsychotic which is approved for the treatment of Parkinson's disease psychosis. Unlike other antipsychotics, pimavanserin is not a dopamine receptor antagonist, but rather is a selective inverse agonist of the serotonin 5-HT2A receptor. It is approved as a generic medication.   == Pharmacology ==   === Pharmacodynamics === Pimavanserin acts as an inverse agonist and antagonist at serotonin 5-HT2A receptors with high binding affinity (Ki = 0.087 nM) and at serotonin 5-HT2C receptors with lower binding affinity (Ki = 0.44 nM). Pimavanserin shows low binding to σ1 receptors (Ki = 120 nM) and has no appreciable affinity (Ki > 300 nM) to serotonin 5-HT2B, dopamine (including D2), muscarinic acetylcholine, histamine, or adrenergic receptors, or to calcium channels. Pimavanserin has a unique mechanism of action relative to other antipsychotics, behaving as a selective inverse agonist of the serotonin 5-HT2A receptor, with 40-fold selectivity for this site over the 5-HT2C receptor and no significant affinity or activity at the 5-HT2B receptor or dopamine receptors.   == History ==   === Development === Pimavanserin was developed by Acadia Pharmaceuticals. Pimavanserin is expected to improve the effectiveness and side effect profile of antipsychotics. The results of a clinical trial examining the efficacy, tolerability and safety of adjunctive pimavanserin to risperidone and haloperidol were published in November 2012, and the results showed that pimavanserin potentiated the antipsychotic effects of subtherapeutic doses of risperidone and improved the tolerability of haloperidol treatment by reducing the incidence of extrapyramidal symptoms. The drug met expectations for a Phase III clinical trial for the treatment of Parkinson's disease psychosis, and has completed Phase II trials for adjunctive treatment of schizophrenia alongside an antipsychotic medication. In September 2014, the United States Food and Drug Administration (FDA) granted breakthrough therapy status to Acadia's New Drug Application for pimavanserin.   ==== FDA Approval ==== In April 2016, Nuplazid (pimavanserin) was approved by the FDA for the treatment of hallucinations and delusions associated with Parkinson's disease psychosis. The non-binding advisory panel recommendation of 12-to-2 in support of approval that preceded the FDA approval action noted that the drug met an important need, despite its only providing modest benefits and posing serious safety issues. In June 2018, the FDA approved new dosages of pimavanserin to treat hallucinations and delusions associated with Parkinson's disease psychosis. A 34 mg capsule and 10 mg tablet formulation were approved. Previously, peope were required to take two 17 mg tablets to achieve the recommenced 34 mg dose per day. The 10 mg dose is indicated for people also taking CYP3A4 inhibitors (e.g., ketoconazole).   == HARMONY-Trial == In a Phase III, double-blind, randomized, placebo-controlled trial (ClinicalTrials.gov number NTC03325556) pimavanserin was given to people with dementia-related psychosis. The dementia was caused by Alzheimer’s disease, dementia with lewy bodies, frontotemporal dementia, Parkinson’s disease dementia, or vascular dementia. The trial was stopped early due to lack of efficacy. People treated with pimavanserin had a relapse in 13%, and those without 28%. Longer and larger trials are suggested.   === Controversy === In April 2018, CNN reported that some in the FDA were concerned that pimavanserin (Nuplazid) was \"risky\" when it was approved and noted there have been a substantial number of deaths reported by those using the drug. The story further noted that the drug was approved based on a \"six-week study of about 200 patients\". The FDA began post-market monitoring of the drug to assess the validity of these claims. In September 2018, the FDA stated their review \"did not identify any new or unexpected safety findings with Nuplazid, or findings that are inconsistent with the established safety profile currently described in the drug label\".   == Research == Pimavanserin was studied as a therapeutic agent in Phase III clinical trials for major depressive disorder and schizophrenia and Phase II trials for agitation. It was also under development for the treatment of insomnia, drug-induced akathisia, and drug-induced dyskinesia, but development for these indications was discontinued. In March 2024, Acadia Pharmaceuticals announced its decision to stop any further clinical trials of pimavanserin after the drug did not improve negative symptoms of schizophrenia better than placebo.   == References =="}