{"name": "pindolol", "category": "drug", "content": "Pindolol, sold under the brand name Visken among others, is a nonselective beta blocker which is used in the treatment of hypertension. It is also an antagonist of the serotonin 5-HT1A receptor, preferentially blocking inhibitory 5-HT1A autoreceptors, and has been researched as an add-on therapy to various antidepressants, such as clomipramine and the selective serotonin reuptake inhibitors (SSRIs), in the treatment of depression and obsessive-compulsive disorder.   == Medical uses == Pindolol is used for hypertension in the United States, Canada, and Europe, and also for angina pectoris outside the United States. When used alone for hypertension, pindolol can significantly lower blood pressure and heart rate, but the evidence base for its use is weak as the number of subjects in published studies is small. In some countries, pindolol is also used for arrhythmias and prophylaxis of acute stress reactions.   == Contraindications ==  Similar to propranolol with an extra contraindication for hyperthyroidism. In patients with thyrotoxicosis, possible deleterious effects from long-term use of pindolol have not been adequately appraised. Beta-blockade may mask the clinical signs of continuing hyperthyroidism or complications, and give a false impression of improvement. Therefore, abrupt withdrawal of pindolol may be followed by an exacerbation of the symptoms of hyperthyroidism, including thyroid storm. Pindolol has intrinsic sympathomimetic activity and is therefore used with caution in angina pectoris.   == Pharmacology ==   === Pharmacodynamics ===  Pindolol is a first generation,  non-selective beta blocker in the class of β-adrenergic receptor antagonists. On the receptor level it is a competitive partial agonist. It possesses intrinsic sympathomimetic activity, meaning it has some degree of agonist effects in the absence of competing ligands. Pindolol shows membrane-stabilizing effects like quinidine, possibly accounting for its antiarrhythmic effects. It also acts as a serotonin 5-HT1A receptor partial agonist (intrinsic activity = 20–25%) or functional antagonist.   === Pharmacokinetics === Pindolol is rapidly and well absorbed from the GI tract. It undergoes some first-pass-metabolization leading to an oral bioavailability of 50-95%. Patients with uremia may have a reduced bioavailability. Food does not alter the bioavailability, but may increase the resorption. Following an oral single dose of 20 mg peak plasma concentrations are reached within 1–2 hours. The effect of pindolol on pulse rate (lowering) is evident after 3 hours. Despite the rather short halflife of 3–4 hours, hemodynamic effects persist for 24 hours after administration. Plasma halflives are increased to 3–11.5 hours in patients with renal impairment, to 7–15 hours in elderly patients, and from 2.5 to 30 hours in patients with liver cirrhosis. Approximately 2/3 of pindolol is metabolized in the liver giving hydroxylates, which are found in the urine as gluconurides and ethereal sulfates. The remaining 1/3 of pindolol is excreted in urine in unchanged form.   == History == Pindolol was patented by Sandoz in 1969 and was launched in the US in 1977. Towards end of February 2020 FDA added this product to their \"DRUG SHORTAGE\" list stating  this is due to \"Shortage of an active ingredient\" and this is likely to be related to Coronavirus outbreak and related supply chain impacts.   == Research ==   === Depression === Pindolol has been investigated as an add-on drug to antidepressant therapy with SSRIs like fluoxetine in the treatment of depression since 1994. The rationale behind this strategy has its basis in the fact that pindolol is an antagonist of the serotonin 5-HT1A receptor. Presynaptic and somatodendritic 5-HT1A receptors act as inhibitory autoreceptors, inhibit serotonin release, and are pro-depressive in their action. This is in contrast to postsynaptic 5-HT1A receptors, which mediate antidepressant effects. By blocking 5-HT1A autoreceptors at doses that are selective for them over postsynaptic 5-HT1A receptors, pindolol may be able to disinhibit serotonin release and thereby improve the antidepressant effects of SSRIs. The results of augmentation therapy with pindolol have been encouraging in early studies of low quality. A 2015 systematic review and meta-analysis of five randomized controlled trials found no overall significant benefit at 2.5 mg although, with regard to patients with SSRI-resistant depression, \"once-daily high-dose pindolol (7.5 mg qd) appears to show a promising benefit in these patients\".  On the other hand, a 2017 systematic review indicated that pindolol's efficacy has been demonstrated in high evidence studies. Initiating pharmacotherapy with an SSRI plus pindolol might accelerate the SSRI's therapeutic impact. Pindolol's antidepressive efficacy may predominantly result from its ability to desensitize 5-HT1A autoreceptors.   === Others === Pindolol is a potent scavenger of nitric oxide. This effect is potentiated by sodium bicarbonate. Inhibition of nitric oxide synthesis has an anxiolytic effect in animals. Augmentation therapy of premature ejaculation: According to a recent study, pindolol can be effectively added to a standard anti-premature-ejaculation therapy, which usually consists of daily doses of an SSRI antidepressant such as fluoxetine or paroxetine. Augmentation of pindolol results in substantial increase of ejaculatory latency, even in those who previously did not experience in an improvement with the SSRI monotherapy.   == See also == Bopindolol   == References =="}