{"name": "piperaquine", "category": "drug", "content": "Piperazine () is an organic compound that consists of a six-membered ring containing two nitrogen atoms at opposite positions in the ring. Piperazine exists as small alkaline deliquescent crystals with a saline taste. The piperazines are a broad class of chemical compounds, many with important pharmacological properties, which contain a core piperazine functional group.   == Origin and naming == Piperazines were originally named because of their chemical similarity with piperidine, part of the structure of piperine in the black pepper plant (Piper nigrum). The -az- infix added to \"piperazine\" refers to the extra nitrogen atom, compared to piperidine. It is important to note, however, that piperazines are not derived from plants in the Piper genus.   == Chemistry == Piperazine is freely soluble in water and ethylene glycol, but insoluble in diethyl ether. It is a weak base with two pKb of 5.35 and 9.73 at 25 °C.; the pH of a 10% aqueous solution of piperazine is 10.8–11.8. Piperazine readily absorbs water and carbon dioxide from the air. Although many piperazine derivatives occur naturally, piperazine itself can be synthesized by reacting alcoholic ammonia with 1,2-dichloroethane, by the action of sodium and ethylene glycol on ethylene diamine hydrochloride, or by reduction of pyrazine with sodium in ethanol. A form in which piperazine is commonly available industrially is as the hexahydrate, C4H10N2. 6H2O, which melts at 44 °C and boils at 125–130 °C. Two common salts in the form of which piperazine is usually prepared for pharmaceutical or veterinary purposes are the citrate, 3C4H10N2.2C6H8O7 (i.e. containing 3 molecules of piperazine to 2 molecules of citric acid), and the adipate, C4H10N2.C6H10O4 (containing 1 molecule each of piperazine and adipic acid).   == Industrial production == Piperazine is formed as a co-product in the ammoniation of 1,2-dichloroethane or ethanolamine. These are the only routes to the chemical used commercially. The piperazine is separated from the product stream, which contains ethylenediamine, diethylenetriamine, aminoethylpiperazine and other related linear and cyclic chemicals of this type.   == As an anthelmintic == Piperazine was marketed by Bayer as an anthelmintic in the early 20th century, and was featured in print ads alongside other popular Bayer products at the time, including heroin. In fact, a large number of piperazine compounds have an anthelmintic action. Their mode of action is generally by paralysing parasites, which allows the host body to easily expel the invasive organism. The neuromuscular effects are thought to be caused by blocking acetylcholine at the myoneural junction. This action is mediated by its agonist effects upon the inhibitory GABA (γ-aminobutyric acid) receptor. Its selectivity for helminths is because vertebrates use GABA only in the CNS, and the GABA receptor of helminths is of a different isoform from that of vertebrates. Piperazine hydrate, piperazine adipate and piperazine citrate (used to treat ascariasis and enterobiasis) are the most common anthelmintic piperazine compounds. These drugs are often referred to simply as \"piperazine\" which may cause confusion between the specific anthelmintic drugs, the entire class of piperazine-containing compounds, and the compound itself. Diethylcarbamazine, a derivative of piperazine, is used to treat some types of filariasis.   == Other uses == Piperazines are also used in the manufacture of plastics, resins, pesticides, brake fluid and other industrial materials. Piperazines, especially BZP and TFMPP were extremely common adulterants in the club and rave scene, often being passed off as MDMA, although they do not share many similarities in their effects. Piperazine is also a fluid used for CO2 and H2S scrubbing in association with methyl diethanolamine (MDEA).   === Carbon capture and storage ===  Amine blends that are activated by concentrated piperazine are used extensively in commercial CO2 removal for carbon capture and storage (CCS) because piperazine advantageously allows for protection from significant thermal and oxidative degradation at typical coal flue gas conditions. The thermal degradation rates for methyl diethanolamine (MDEA) and piperazine (PZ) are negligible, and PZ, unlike other metals, protect MDEA from oxidative degradation. This increased stability of the MDEA/PZ solvent blend over MDEA and other amine solvents provides for greater capacity for and requires less work to capture a given amount of CO2. Piperazine's solubility is low, so it is often used in relatively small amounts to supplement another amine solvent. One or more of piperazine's performance advantages are often compromised in practice due to its low concentration; nonetheless, the CO2 absorption rate, heat of absorption, and solvent capacity are increased through the addition of piperazine to amine gas treating solvents, the most common of which is MDEA due to its unmatched high rate and capacity efficiency. For example, a 5 m PZ/5 m MDEA blend yields an 11% larger difference in CO2 concentration than 8 m PZ between the lean (inlet absorbent) and rich (outlet absorbent) amine solvent streams, or in other words, more CO2 is removed from the sour (flue) gas stream per unit mass of solvent, and an almost 100% larger concentration difference than 7 m MEA. Given that typical amine-based absorption processes run at temperatures from 45 °C to 55 °C, the capabilities of piperazine are well within the bounds of and thus favored for carbon capture. Piperazine can be thermally regenerated through multi-stage flash distillation and other methods after being used in operating temperatures up to 150 °C and recycled back into the absorption process, providing for higher overall energy performance in amine gas treating processes. The advantages to using concentrated piperazine (CPZ) as an additive had been confirmed through, for example, three pilot plants in Australia that are operated by CSIRO. This program was launched to explore remedies to the high costs of post-combustion carbon capture, and the results were positive. Using CPZ, which is more reactive and thermally stable than standard MEA solutions, capital and compression (energy) costs were lowered through size reductions in absorber columns and solvent regeneration at higher temperatures.   ==== Chemistry ==== The amine groups on piperazine react readily with carbon dioxide to produce PZ carbamate at a low loading (mol CO2/equiv PZ) range and PZ bicarbamate at an operating range of 0.31-0.41 mol CO2/equiv PZ, enhancing the rate of overall CO2 absorbed under operating conditions (refer to Figure 1 below). Due to these reactions, there is limited free piperazine present in the solvent, resulting in its low volatility and rates of precipitation as PZ-6H2O.   == Piperazine derivatives as drugs ==  Many currently notable drugs contain a piperazine ring as part of their molecular structure. They may be used as antiparasitic drugs. Other examples include: Antianginals  Antidepressants  Antihistamines  Antiserotonergics  Antipsychotics  Recreational Drugs  Urologicals  Others  Most of these agents can be classified as either phenylpiperazines, benzylpiperazines, diphenylmethylpiperazines (benzhydrylpiperazines), pyridinylpiperazines, pyrimidinylpiperazines, or tricyclics (with the piperazine ring attached to the heterocyclic moiety via a side chain).   == See also == Amine gas treating Methyl diethanolamine Piperidine Pyrazine Pyridine   == References ==   == External links ==  \"PIPERAZINE CITRATE\". Сhemicalland21.com. Retrieved 2015-08-29."}