{"name": "piperacillin", "category": "drug", "content": "Piperacillin is a broad-spectrum β-lactam antibiotic of the ureidopenicillin class. The chemical structure of piperacillin and other ureidopenicillins incorporates a polar side chain that enhances penetration into Gram-negative bacteria and reduces susceptibility to cleavage by Gram-negative beta lactamase enzymes. These properties confer activity against the important hospital pathogen Pseudomonas aeruginosa. Thus piperacillin is sometimes referred to as an \"anti-pseudomonal penicillin\". When used alone, piperacillin lacks strong activity against the Gram-positive pathogens such as Staphylococcus aureus, as the beta-lactam ring is hydrolyzed by the bacteria's beta-lactamase. It was patented in 1974 and approved for medical use in 1981. Piperacillin is most commonly used in combination with the beta-lactamase inhibitor tazobactam (piperacillin/tazobactam), which enhances piperacillin's effectiveness by inhibiting many beta lactamases to which it is susceptible. However, the co-administration of tazobactam does not confer activity against MRSA, as penicillin (and most other beta lactams) do not avidly bind to the penicillin-binding proteins of this pathogen. The World Health Organization classifies piperacillin as critically important for human medicine.   == Medical uses == Piperacillin is used almost exclusively in combination with the beta lactamase inhibitor tazobactam for the treatment of serious, hospital-acquired infections. This combination is among the most widely used drug therapies in United States non-federal hospitals, accounting for $388M in spending in spite of being a low-cost generic drug. Piperacillin-tazobactam is recommended as part of a three-drug regimen for the treatment of hospital-acquired pneumonia suspected as being due to infection by multi-drug resistant pathogens. It is also one of several antibacterial drugs recommended for the treatment of infections known to be caused by anaerobic Gram-negative rods. Piperacillin-tazobactam is recommended by the National Institute for Health and Care Excellence as initial empiric treatment for people with suspected neutropenic sepsis. Piperacillin is used to treat patients diagnosed with various internal infections such as abdominal, bacteremia, gynecological, respiratory, and urinary, mainly caused by Pseudomonas aeruginosa and other infectious bacteria. They are primarily used in current and former neutropenic patients, and patients with biliary tract infections. Other uses include applications in surgical infection prophylaxis; in biliary surgery, a single dose of piperacillin is administered intravenously to inhibit the development of acute cholangitis and prevent wound infections. The combination of piperacillin and an aminoglycoside is commonly used to treat severe infections, but due to the incompatibilities in drug interaction, they are administered separately.   === Pneumonia === The piperacillin-tazobactam (piptaz) antibiotic commonly used with an aminoglycoside retains similar levels of drug safety and efficacy as other antibiotic combinations such as ceftazidime with the aminoglycoside tobramycin in the treatment of patients with hospital acquired pneumonia. In a clinical comparison primarily targeting patients not initially placed in intensive care units, piperacillin-tazobactam was found to produce higher clinical and microbiological rates of success. By contrast, the drug efficacy of ceftazidime and piperacillin-tazobactam resulted in similar response rates (61.5% and 63.9 respectively) when tobramycin was added into both groups. Identical evaluations are shown when compared to the imipenem and tobramycin combination, where the administration of piperacillin-tazobactam on patients (especially those under mechanical ventilation) was only consisted of a slightly higher response rate.   == Administration == Piperacillin is not absorbed orally, and must therefore be given by intravenous or intramuscular injection. It has been shown that the bactericidal actions of the drug do not increase with concentrations of piperacillin higher than 4-6× MIC, which means that the drug is concentration-independent in terms of its actions. Piperacillin has instead shown to offer higher bactericidal activity when its concentration remains above the MIC for longer periods of time (50% time above MIC showing the highest activity). This higher activity present in continuous dosing has not been directly linked to clinical outcomes, but however does show promise of lowering possibility of resistance and decreasing mortality. Extending the time of piperacillin-tazobactam infusion allows the drugs to maintain the necessary concentrations needed within the body to prevent bacterial growth, enhancing bactericidal activity. The studies supporting this theory generally administered ~3.375 g of piperacillin-tazobactam every 8 hours during a 4-hour infusion, while for organisms with higher minimum inhibitory concentrations, ~4.5 g of piperacillin-tazobactam was administered every 6 hours during a 3-hour infusion. The recommended doses provided by the BNFC for infants with hospital-acquired infections are 90 mg/kg every 8 hours for infants, a maximum of 4.5 g every 6 hours for children, and 4.5 g every 8 hours for children aged 12 and above. A dosage of 90 mg/kg every 6 hours is suggested for infants and children diagnosed with neutropenia.   == Adverse effects == Common side effects associated with the administration of piperacillin-tazobactam include:  Gastrointestinal: constipation, diarrhea, nausea, vomiting Dermatologic: erythema, pain, phlebitis, rash Neurologic: headaches, insomnia Prolonged periods of piperacillin-tazobactam therapy have been associated with the potential development of hematologic adversities such as leukopenia (16.3%), neutropenia (10%), and eosinophilia (10%) in adult patients. The combination of piperacillin-tazobactam with other antibiotics was found to be a major risk factor for leukopenia as well. Additionally, the chances of developing these illnesses increases in younger patients with fewer conditions, prolonging their time to recover. Other cases of adverse effects include instances of renal dysfunction, hepatitis, hyperactivity, anemia, abnormalities in coagulation, and hypokalemia. Allergic reactions can be induced from the side chains of β-lactam antibiotics such as amoxicillin, or antibodies surrounding the nucleus of penicillin.   == Interactions == The combination of piperacillin and tazobactam, commonly branded as Zosyn, improves their overall bactericidal activity as amino-benzylpenicillins and ureidopencillins work synergistically with β-lactamase inhibitors. Concurrent use or unregulated dosages of piperacillin results in increasing levels of piperacillin within the body, prolonging neuromuscular transmission blockages created by non-depolarizing muscle relaxants, and disruptions in urine tests for glucose. Some compounds that may interfere with the bactericidal activity of piperacillin include chloramphenicol, macrolides, and sulfonamides. Following two studies conducted in 1986 and 2006, piperacillin was found to inhibit the removal of methotrexate in animal kidneys. Furthermore, in the presence of piperacillin-tazobactam, the decay time for methotrexate triples in comparison to the normal half-life, leaving the patient exposed to cytotoxic effects produced by the chemical agent. While penicillin antibiotics generally work synergistically with aminoglycosides by enhancing their penetration of bacterial membranes, they can also work adversely by inactivating them. A reformulation of ethylenediaminetetraacetic acid and piperacillin-tazobactam has produced results showing an increase in their affinity with amikacin and gentamicin in vitro, enabling the process of simultaneous Y-site infusion to occur. However, tobramycin was found to be incompatible as a combination through Y-site infusion.   == Pharmacology == Piperacillin irreversibly binds to the enzyme penicillin-binding proteins, inhibiting the biosynthesis of bacterial cell walls.   === Mechanism of action === As a β-lactam antibiotic, piperacillin inhibits penicillin-binding proteins, preventing the spread of bacteria and infections. Responsible for catalyzing the cross-linkage between peptidoglycan strands that protect the bacterial cell from osmotic rupture, penicillin-binding proteins are unique to bacterial organisms, where every known bacteria with a peptidoglycan cell wall consists of homologous sub-families. By sharing a similar stereochemistry with the substrates that bind to penicillin-binding proteins, piperacillin is able to bind to serine residues found at the active site of the enzyme through the formation of a covalent complex, preventing other substrates from binding. Moreover, this leads to the release of autolysins that break down the bacteria's cell wall. Some β-lactamase enzymes also consist of residue at their active site, enabling them to hydrolyze the β-lactam ring found within these antibiotics. However, this hydrolytic activity is inhibited when piperacillin works in conjunction with tazobactam. Tazobactam binds to these enzymes to form a stable acyl-enzyme complex; similar to one formed during the hydrolysis of the β-lactam ring. Thus, protecting piperacillin from hydrolysis. The inclusion of a β-lactamase inhibitor does not always increase drug efficacy. Some bacteria may produce certain types of β-lactamase such as AmpC, which are intrinsically resistant to tazobactam.   === Mechanisms of resistance === A major mechanism of resistance against piperacillin-tazobactam is Gram-negative bacteria producing β-lactamases. Other currently known mechanisms include mutations in the active site of penicillin-binding proteins, changes in membrane efflux, or bacteria permeability. Some enzymes, such as extended-spectrum β-lactamase (ESBL) have evolved from narrow-spectrum β-lactamases due to genetic mutations, increasing their capabilities to hydrolyze much broader spectrum penicillin. Due to prior conflicting reports on the drug's affinity with ESBL-producing bacteria, piperacillin-tazobactam treatment for such is not recommended. Antibiotic resistance occurs sporadically, conferred by the continuous use of piperacillin-tazobactam in situations where it may prove to be ineffective, leading to cases where plasmid-mediated β-lactamases are being produced in bacteria that do not naturally produce it. Some Gram-positive bacteria penicillin-binding proteins such as Enterococcus faecium (PBP-5) or Staphylococcus aureus (PBP-2a) are intrinsically antibiotic resistant, consisting of relatively low affinity with piperacillin and therefore high resistance to piperacillin-tazobactam. Furthermore, mutations in penicillin-binding proteins cause fluctuations in piperacillin affinity, whereas Streptococcus pneumoniae (PBP-2b) autolytic response is significantly reduced due to decreased affinity with piperacillin. Although membrane permeability changes are less common as a mechanism of resistance, studies investigating Klebsiella pneumoniae have reported a correlation between decreased permeability of piperacillin and increased SHV-1 β-lactamase production.   === Pharmacokinetics === Piperacillin is generally available in their stable form as crystallized potassium or sodium salt, quickly losing bactericidal activity upon dissolution due to their short half-lives. As the gastrointestinal tract does not absorb piperacillin and tazobactam, they are dissolved in a solution before being administered to a patient, through parenteral means. Excreted through renal mechanisms like glomerular or tubular filtration as a component of urine, uncontrolled dosages of the drug can cause renal dysfunction and competitive inhibition of excretion, delaying piperacillin-tazobactam excretion, and endangering patients to drug exposure.  Although the distribution of the drug remained the same, the half-life for elimination increased by three to five folds for patients diagnosed with renal dysfunction. Measured by creatinine clearance (CrCl), patients with less than 30 mL/min of clearance had significantly reduced levels of piperacillin/tazobactam excretion, measuring down to 35% of the initial dosage, while the area under the curve (AUC) for piperacillin increased by about three folds for those with less than 20 mL/min. A reduced dosage or alteration in the interval of administration is recommended for patients lying under 40 mL/min of CrCl, depending on the severity of dysfunction. Renal is the main pathway for drug elimination for both tazobactam and piperacillin in the body. While there are other non-renal means of drug elimination like hepatobiliary excretion, they occur less frequently. A substantial amount (~80%) of piperacillin found in urine when excreted through glomerular and tubular filtration is unmetabolized. Tazobactam renal elimination may be significantly reduced through piperacillin interaction, dropping from 63.7% to 56.8% of the administered dose over a 24-hour period. Piperacillin may be actively diffused through filtration into the biliary tract during renal clearing, indicated by a generally higher concentration of piperacillin than tazobactam in the bile. The metabolites that make up the remaining percentage in the excreted urine are composed of M1 (inactive) and N-desethyl-piperacillin (active), formed from the division of β-lactam rings of both tazobactam and piperacillin respectively. Due to the hydrophilic nature of piperacillin-tazobactam, a volume distribution of ~15 L amounting to various sites (tissues) is desired, as hydrophilic compounds are not able to pass through plasma membranes as easily as hydrophobic compounds. Concentrations often in the range of 90 MIC or above are located in specific areas including the gallbladder, lung, muscle, and skin, making up 16–85% of the plasma concentrations. The concentration of piperacillin-tazobactam is especially lower in fatty tissue, making up less than 10% of the plasma concentrations.   === Pharmacodynamics === Compared to concentration dependent bactericidal antibiotics like aminoglycosides and fluoroquinolones, the antibacterial activity of β-lactam antibiotics are generally more time dependent. Unlike the former, when piperacillin-tazobactam concentrations exceed minimum inhibitory concentrations (MIC) of a pathogen by five folds, the exponential relationship between concentration and activity begins to level off. Otherwise, piperacillin-tazobactam bactericidal efficacy is shown to consist of a strong association with the duration of time the concentration exceeds minimum inhibitory concentrations (T>MIC). When the T>MIC in the serum equates to 60–70% of the frequency for drug administration (dosing interval), maximal activity is achieved against Gram-negative bacteria, while for Gram-positive bacteria it occurs at around 40–50%. Within a 24-hour period in one clinical study, a T>MIC surpassing 60% was found for piperacillin-susceptible bacteria including Escherichia coli, Klebsiella pneumoniae and Staphylococcus aureus in two dosing regimes (4.5 g every 8 hours and 3.375 g every 8 hours). The evidence for this was obtained through Monte Carlo experiments procured by a special program (OPTAMA), where for several different scenarios (e.g. hospital acquired infections, secondary peritonitis, skin or soft tissue infections), the probability of attaining those figures were in the ranges of 85–95% and 90–89% respectively for the two regimes. In addition, two similar dosing regimes (3.375 g and 4.5 g every 6 hours) both had lower chances of reaching the 90% T>MIC threshold compared to the 50% threshold against hospital acquired pneumonia pathogens. The optimization of piperacillin-tazobactam drug efficiency has been covered by various studies, limiting the focus down to two types of infusions; continuous and intermittent. A comparison using the two administration methods under the same dosage regime of 13.5 g per day highlighted no major differences when treating complex intra-abdominal infections. Furthermore, a follow-up analysis of this trial deduced that both methods of administration lead to higher concentrations compared to the MIC of the pathogens that were used. Similar results are found in a study where a select number of β-lactam susceptible pathogens consisting of Enterococcus faecalis, Klebsiella pneumoniae and Citrobacter freundii were used to test a ~10 g every 24 hour dosing interval for continuous infusion. Organisms with a piperacillin-tazobactam MIC values equal to 32 or less than 16 μg/mL lead to 50% T>MIC when extended-interval intermittent administrations under two different dosing intervals (8.1 g and 6.75 g every 12 hours) were used against them. The pharmacodynamic target attainments corresponding to pathogens with MIC values of 16 μg/mL are found to reach 92% when a more traditional 4 hour dosing regime is utilized to administer at irregular intervals. One study using the Monte Carlo simulation produced contradicting results to the previous studies, deducing that inadequate pharmacodynamic targets were achieved (T>MIC > 50%) for similar ESBL-producing bacteria, applying to both continuous and high dosage intermittent infusion.   == Chemistry ==  Derived from “the addition of a hydrophilic heterocyclic group to the α-amino group of ampicillin”, the structure consists of a thiazolidine ring conjoined to a β-lactam ring contained within several ring compounds. The addition of this substituent increases the compound's affinity to penicillin-binding protein PBP-3, improving activity against Gram-negative bacteria, and thus broadening its spectrum of activity. Susceptible β-lactamase producing bacteria such as Staphylococcus spp. or Haemophilus influenzae, the combination of tazobactam (which shares a similar structure to sulbactam, another β-lactamase inhibitor), and piperacillin significantly improves the stability of the drug against β-lactamases.   == References =="}