{"name": "piperonyl butoxide", "category": "drug", "content": "Piperonyl butoxide (PBO) is a pale yellow to light brown liquid organic compound used as an adjuvant component of pesticide formulations for synergy. That is, despite having no pesticidal activity of its own, it enhances the potency of certain pesticides such as carbamates, pyrethrins, pyrethroids, and rotenone.   It is a semisynthetic derivative of safrole and is produced from the condensation of the sodium salt of 2-(2-butoxyethoxy) ethanol and the chloromethyl derivative of hydrogenated safrole (dihydrosafrole); or through 1,2-Methylenedioxybenzene.   == History == PBO was developed in the late 1930s and early 1940s to enhance the performance of the naturally derived insecticide pyrethrum.  Pyrethrum is a type of potent insecticide that kills mosquitoes and other disease-carrying vectors, thereby providing public health benefits, such as preventing malaria. Although exhibiting little intrinsic insecticidal activity of its own, PBO increases the effectiveness of pyrethrins, thus it is called a synergist. PBO was first patented in 1947 in the US by Herman Wachs. There are 3 known manufacturer of PBO in the world, Endura, Tagros and Catasynth (Anthea) who manufacture PBO through the MDB route.   == Uses == PBO was first registered in the United States in the 1950s. PBO is mainly used in combination with insecticides, such as natural pyrethrins or synthetic pyrethroids, in ratios (PBO: pyrethrins) ranging from 3:1 to 20:1.  Appearing in over 1,500 United States EPA-registered products, PBO is one of the most commonly registered synergists as measured by the number of formulas in which it is present.  It is approved for pre- and postharvest application to a wide variety of crops and commodities, including grain, fruits and vegetables.  The application rates are low; the highest single rate is 0.5 lbs PBO/acre. It is used extensively as an ingredient with insecticides to control insect pests in and around the home, in food-handling establishments such as restaurants, and for human and veterinary applications against ectoparasites (head lice, ticks, fleas).  A wide variety of water-based PBO-containing products such as crack and crevice sprays, total release foggers, and flying insect sprays are produced for and sold to consumers for home use. PBO has an important public health role as a synergist used in pyrethrins and pyrethroid formulations used for mosquito control (e.g. space sprays, surface sprays and bed nets). Because of its limited, if any, insecticidal properties, PBO is never used alone.   == Mechanism of action == PBO acts as an insecticide synergist by inhibiting the natural defense mechanisms of the insect, the most important of which is the mixed-function oxidase system, (MFOs) also known as the cytochrome P-450 system. The MFO system is the primary route of detoxification in insects, and causes the oxidative breakdown of insecticides such as pyrethrins and the synthetic pyrethroids – thus when PBO is added, higher insecticide levels remain in the insect to exercise their lethal effect. An important consequence of this property is that, by enhancing the activity of a given insecticide, less may be used to achieve the same result. PBO does not appear to have a significant effect on the MFO system in humans. PBO is found to be an efficacious, low-potency, neutral antagonist of G-protein-coupled CB1 receptors. Other synergists for pyrethroid insecticides include Sesamex and \"Sulfoxide\" (not to be confused with the functional group).   == Regulatory == PBO is regulated in the United States and some other countries as a pesticide, even though PBO does not have this property. The United States Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA), the law that gives United States EPA its authority to regulate pesticides, includes certain synergists in its definition of a “pesticide” and is thus subject to the same approval and registration as products that kill pests, like the insecticides with which PBO is formulated.  Pesticide registration is the process through which United States EPA examines the ingredients of a pesticide, where and how the pesticide is used (e.g., whole room fogger, crack-and-crevice, etc.), and the specific use pattern (amount and frequency of its use).  United States EPA also evaluates the pesticide to ensure that it will not have unreasonable adverse effects on humans, the environment and non-target species.  The United States EPA must register pesticides before they may be sold or distributed in the United States. Registration is required for the pesticide itself, as well as for all products containing it. The World Health Organization recognizes the public health value of PBO when used in conjunction with the synthetic pyrethroids deltamethrin or permethrin used in mosquito nets.   == Hazard assessment == Numerous toxicology studies have been conducted over the past 40 years on PBO examining the full range of potential toxic effects.  These studies were conducted in accord with regulatory requirements put forth by the United States EPA or other international agencies.  Many were conducted following United States EPA Good Laboratory Practices (GLPs), a system of processes and controls to ensure the consistency, integrity, quality, and reproducibility of laboratory studies conducted in support of pesticides registration.  The following types of studies have been conducted in support of PBO registration:   === Acute toxicity studies ===  Acute toxicity studies are designed to identify potential hazards from acute exposures.  The studies usually employ a single or a few high doses over a short time period.  The data are used for the development of appropriate precautionary statements for pesticide product labels.  Acute studies identify:   Dermal toxicity Eye irritation Inhalation toxicity Oral toxicity Skin irritation Skin sensitization PBO has a low acute toxicity by oral, inhalation, and dermal routes in adults.  It is minimally irritating to the eyes and skin.  It is a not a skin sensitizer.   === Dermal absorption === The available data indicate that less than 3% of the amount on the skin (forearm) is absorbed over an 8-hour period.  Other studies with a pediculicide formulation indicate that about 2% crossed the skin and about 8% crossed the scalp.   === Endocrine disruption ===  The Food Quality Protection Act (FQPA) of 1996 required the United States EPA to address the issue of endocrine disruption.  Since the passage of the FQPA, the US EPA has developed a two-tiered endocrine disruptor screening program (EDSP) designed to examine potential effects of substances on the estrogenic, androgenic, and thyroid (EAT) hormone systems in both humans and wildlife.  Tier 1 consists of 11 assays, and is designed to determine whether a substance has the potential to interact with the EAT hormone systems.  If results indicate a relationship, the chemical progresses to Tier 2 testing.  The purpose of Tier 2 is to determine whether a substance that interacts with the EAT hormone system exerts an adverse effect in humans or wildlife, and to develop a dose-response that, in association with exposure data, can be used to assess risk. PBO is one of the chemicals selected by EPA to be part of the initial effort under the EDSP.  The EPA issued its first list of chemicals for EDSP testing in 2009, consisting of over 60 pesticide chemicals, including the insecticide synergist PBO.  The first list of chemicals for EDSP screening is not based on a potential for endocrine activity or a potential for adverse effects.  Rather, the list is based on an EPA prioritization regarding exposure potential. PBO was added to this list because of its wide use pattern (1500 products registered with US EPA), and people may be exposed to low levels of PBO in their diets, from treated surfaces in their homes (e.g., carpet), and in certain occupations (e.g., pest control operators). No evidence suggests that PBO disrupts the normal functioning of the endocrine system.  This includes the recently developed data to assess the possible interaction of PBO with the endocrine system.  The Piperonyl Butoxide Task Force II, a group of companies that produces or markets PBO-containing products, has conducted all 11 EDSP Tier 1 screens and has submitted all required documentation and study reports. The US EPA intends to use a weight of evidence (WoE) approach for assessing EDSP Tier 1 results.  While the agency issued WOE guidelines, no actual WOE assessments have yet been conducted and released to the registrants.  The PBTFII has conducted a WoE analysis for PBO that is consistent with EPA’s guidelines.  The WoE analysis for PBO examines each EDSP Tier 1 assay conducted for PBO.  It discusses the purpose of the assay, and summarizes the study design and results and provides an overall conclusion for each assay.  All 11 individual assays are then considered together to arrive at an overall conclusion for the outcome of the Tier 1 battery.  For some assays, other scientifically relevant information  is also considered as part of the assessment. The purpose of the WoE analysis is to determine whether PBO has the potential to interact with the endocrine system, as determined by EDSP Tier 1 assays, the Tier 1 battery as a whole and OSRI.  A determination that a chemical has the potential to interact with the endocrine system would trigger a need for EDSP Tier 2 testing. The EPA is planning to issue their WOE assessment in late 2014 or early 2015.   === Subchronic and chronic/carcinogenicity studies === Subchronic and chronic studies examine the toxicity of longer-term, repeated exposure to chemicals.  They may range from 90 days for subchronic studies, to 12–24 months for full lifetime chronic studies, designed to determine potential for carcinogenesis.  They are also intended to identify any noncancer effects, as well as a clear no observable adverse effect level (NOAEL) that is used for risk assessment.  Studies conducted on PBO include:  90-day inhalation toxicology study 18-month chronic toxicity/carcinogenicity study in mice 24-month chronic toxicity/carcinogenicity study in rats NOAELs were derived for PBO from both subchronic and chronic studies.  These NOAELs are used by the EPA to conduct risk assessments for all individual uses of PBO to ensure that all registered products with PBO pose a reasonable certainty of no harm used according to the label directions.  PBO caused an increase in liver tumors in mice that ingested high levels of PBO in the diet for their entire lifetimes. The scientific identification and analysis of the key events leading to the formation of the mouse liver tumors suggest that the events are not likely to occur in humans. The EPA classifies PBO as a group C carcinogen – \"possibly carcinogenic to humans.\" Under the auspices of the United Nations, the Food and Agriculture Organization/World Health Organization (FAO/WHO) Joint Meeting on Pesticide Residues  evaluated the entire body of toxicology of PBO several times since 1965. They concluded that, at doses up to internationally accepted standards for a maximum tolerated dose, PBO is not considered to be carcinogenic in the mouse or rat, thus leading to the conclusion that PBO is not carcinogenic to humans.   === Developmental toxicity studies === PBO has been found to inhibit the Hedgehog signaling pathway, a critical regulator of brain and face development in all vertebrates, via antagonism of the protein Smoothened (SMO). PBO was found to be capable of causing dose-dependent brain and face malformations in mice exposed during early development, including the rare human birth defect holoprosencephaly. Even doses of PBO that did not cause overt holoprosencephaly associated facial abnormalities were found to cause subtle neuroanatomical defects, for which the cognitive or behavioral consequences are unknown. An epidemiology study found that PBO exposure was correlated with dose-dependent reductions in neurocognitive development in 3-year old children.   === Animal impacts === PBO is moderately to highly toxic to aquatic invertebrates, such as water fleas and shrimp. At lower, long-term doses, water flea reproduction was affected. PBO is highly toxic to amphibians in the tadpole stage.   == Exposure assessment ==  Given the extensive non-dietary use of PBO, manufacturers of PBO and marketers of PBO-containing products formed the Non-Dietary Exposure Task Force (NDETF) in 1996 to develop a long-term research program to more fully understand the phenomenon of human exposure to insecticides used in the home.  Most of the studies were conducted with formulations of pyrethrins/PBO and synthetic pyrethroids/PBO, and focused on the indoor use of fogger and aerosol products.  Carpet and vinyl flooring surfaces were selected because of their different physical and chemical properties, and because they represent a significant percentage of the floor coverings used in homes in North America. While the focus of the NDETF effort was on total-release foggers, a study was also conducted to determine both dispersion (air levels) and deposition (on flooring) of pyrethrins/PBO resulting from the use of a hand held aerosol spray can.  Potential direct exposure of the user was also measured.  Air sampling from the breathing zone of the applicator and analysis of residues on cotton gloves was performed. This data was submitted to the United States EPA and was key to the agency’s comprehensive risk assessment for PBO.   == Risk assessment == The US EPA, in their re-registration eligibility decision, determined \"no risks of concern\" existed for householders mixing, loading, handling, or applying PBO-containing products.   == References =="}