{"name": "pirfenidone", "category": "drug", "content": "Pirfenidone, sold under the brand name Pirespa among others, is a medication used for the treatment of idiopathic pulmonary fibrosis. It works by reducing lung fibrosis through downregulation of the production of growth factors and procollagens I and II. It was first approved in Japan for the treatment of people with idiopathic pulmonary fibrosis after clinical trials in 2008. It was approved for use in the European Union in 2011, in Canada in 2012, and in the United States in October 2014. It is available as a generic medication.   == Medical uses == In the European Union, pirfenidone is indicated for the treatment of mild-to-moderate idiopathic pulmonary fibrosis. It was approved by the European Medicines Agency in 2011. In October 2008, it was approved for use in Japan, in India in 2010, and in China in 2011 (commercial launch in 2014). In October 2014, it was approved for medical use in the United States. A tablet version was approved for use in the United States in January 2017. In Mexico it was approved as a gel for the treatment of scars and fibrotic tissue.   == Adverse effects ==   === Gastrointestinal === Pirfenidone is frequently associated with gastrointestinal side effects such as dyspepsia, nausea, gastritis, gastroesophageal reflux disease and vomiting. To reduce the severity of these reactions, pirfenidone is to be taken after meals.   === Skin === Pirfenidone is known to cause photosensitivity reactions, rash, pruritus and dry skin. Patients are usually advised to avoid direct exposure to sunlight, including sun lamps, and to use protective clothing and sunscreening agents. Continuing photosensitivity reactions are usually managed by dose adjustment and temporary discontinuation of treatment if required, along with local symptomatic treatment.   === Hepatic dysfunction === Pirfenidone can increase hepatic enzyme levels, especially those of aspartate transaminase, alanine transaminase and gamma-glutamyl transpeptidase; periodic monitoring of hepatic enzyme levels is required during therapy: once before the initiation of therapy, monthly monitoring until 6 months after initiation of therapy, and 3 monthly thereafter. Extra precaution is required while prescribing the drug in patients with hepatic impairment and in patients who are concomitantly taking a CYP1A2 inhibitor. The drug is contraindicated in patients who have severe hepatic impairment.   === Dizziness and fatigue === Dizziness and fatigue have been reported in patients undergoing pirfenidone treatment. Dizziness typically resolves, although patients should know how they react to pirfenidone before undertaking activities that need mental alertness or coordination. If severe, dose adjustment or treatment discontinuation may be required.   === Weight loss === Weight loss has been reported in patients treated with pirfenidone. Doctors should monitor patients’ weight and encourage increased caloric intake if necessary.   == Interactions == Most drug interactions are mediated by various cytochrome P450 enzymes.   === CYP1A2 inhibitors === Since Pirfenidone is metabolised through the CYP1A2 enzyme pathway, any drug which inhibits this enzyme is likely to precipitate the toxicity of pirfenidone: concomitant therapy is to be avoided. Fluvoxamine is contraindicated in patients who are on treatment with pirfenidone. Other inhibitors of CYP1A2 such as ciprofloxacin, amiodarone and propafenone should be used with caution.   === Other CYP inhibitors === Some pirfenidone is also metabolized by cytochrome P450 enzymes other than CYP1A2. Consequently, strong inhibitors of other cytochrome P450 enzymes such as fluconazole (CYP2C9), chloramphenicol (CYP2C19), fluoxetine and paroxetine (both CYP2D6) should be used with caution.   === CYP1A2 inducers === Moderate inducers of CYP1A2 such as omeprazole should be used with caution since they might reduce the circulating plasma levels of the drug.   === Cigarette smoking === Cigarette smoking causes increased clearance of pirfenidone by inducing CYP1A2, thereby decreasing exposure to the drug. Patients must be advised to abstain from cigarette smoking while on therapy with pirfenidone.   == Pharmacology ==   === Mechanism of action === Pirfenidone has well-established antifibrotic and anti-inflammatory properties in various in vitro systems and animal models of fibrosis. A number of cell-based studies have shown that pirfenidone reduces fibroblast proliferation, inhibits transforming growth factor beta stimulated collagen production and reduces the production of fibrogenic mediators such as transforming growth factor beta. Pirfenidone has also been shown to reduce production of inflammatory mediators such as tumor necrosis factor alpha and IL-1β in both cultured cells and isolated human peripheral blood mononuclear cells. These activities are consistent with the broader antifibrotic and anti-inflammatory activities observed in animal models of fibrosis.   === Pharmacokinetics === Pirfenidone is administered orally. Though the presence of food significantly reduces the extent of absorption, the drug is to be taken after food, to reduce the nausea and dizziness associated with the drug. The drug is around 60% bound to plasma proteins, especially to albumin.  Up to 50% of the drug is metabolized by hepatic CYP1A2 enzyme system to yield 5-carboxypirfenidone, the inactive metabolite. Almost 80% of the administered dose is excreted in the urine within 24 hours of intake.   == History == The drug was developed by several companies worldwide, including the original patent holder, Marnac, InterMune (now part of Roche), Shionogi, and GNI Group. In August 2023, Roche subsidiary Genentech sued Novartis in a New Jersey court. The lawsuit asserts that Novartis subsidiary Sandoz did not apply for a license when it began to sell pirfenidone in the U.S. market. Esbriet had a revenue of $740 million in the U.S. market (2021), and Genentech alleges that Sandoz's unlawful sale of pirfenidone has caused \"significant financial harm.\"   === Preclinical studies in models of fibrosis === In animal models, pirfenidone displays a systemic antifibrotic activity and has been shown to reduce biochemical and histopathological indices of fibrosis of the lung, liver, heart and kidney. Pirfenidone demonstrates a consistent antifibrotic effect in several animal models of pulmonary fibrosis. Of these, the bleomycin model is the most widely used model of pulmonary fibrosis.  In this model, bleomycin administration results in oxidative stress and acute inflammation, with the subsequent onset of pulmonary fibrosis in a number of animal species including the mouse and hamster. Numerous studies have demonstrated that pirfenidone attenuates bleomycin-induced pulmonary fibrosis. One study investigated the effect of pirfenidone over a 42-day period after repeated bleomycin administration. Administration of pirfenidone minimised early lung oedema and pulmonary fibrosis when treatment was initiated concurrently with lung damage. This study evaluated pulmonary protein expression and found pirfenidone treatment normalised expression of proinflammatory and fibrogenic proteins.  Similar reductions in pulmonary fibrosis were observed when pirfenidone treatment was delayed until pulmonary fibrosis was established and progressing, i.e. when administered in a therapeutic as opposed to a prophylactic treatment regimen. The antifibrotic effect of pirfenidone has been further established in animal models of cardiac (heart), renal (kidney), and hepatic (liver) fibrosis, as well as in Dupuytren's contracture. In these models, pirfenidone demonstrated a consistent ability to reduce fibrosis and the expression of fibrogenic mediators. Pirfenidone has also been shown to inhibit spondyloarthritis fibroblast-like synoviocytes and osteoblasts in vitro.   === Clinical trials in idiopathic pulmonary fibrosis === The clinical efficacy of pirfenidone has been studied in three Phase III, randomized, double-blind, placebo-controlled studies in patients with idiopathic pulmonary fibrosis. The first Phase III clinical trial to evaluate the efficacy and safety of pirfenidone for the treatment of patients with idiopathic pulmonary fibrosis was conducted in Japan. This was a multicentre, randomised, double-blind, trial, in which 275 patients with idiopathic pulmonary fibrosis were randomly assigned to receive pirfenidone 1800 mg/day (110 patients), pirfenidone 1200 mg/day (56 patients), or placebo (109 patients), for 52 weeks. Pirfenidone 1800 or 1200 mg/day reduced the mean decline in vital capacity from baseline to week 52 compared with placebo. Progression-free survival was also improved with pirfenidone compared with placebo. Two randomized, double-blind, placebo-controlled Phase III studies in eleven countries across Europe, North America, and Australia. Patients with idiopathic pulmonary fibrosis were randomly assigned to treatment with oral pirfenidone or placebo for a minimum of 72 weeks. In study 004, pirfenidone reduced decline in forced vital capacity. Mean change in FVC at week 72 was –8.0% in the pirfenidone 2403 mg/day group and –12.4% in the placebo group, a difference of 4.4%. Thirty-five (20%) of 174 versus 60 (35%) of 174 patients, respectively, had a decline in forced vital capacity of at least 10%. In study 006, the difference between groups in forced vital capaticy change at week 72 was not statistically significant. Mean change in forced vital capacity FVC at week 72 was –9.0% in the pirfenidone group and –9.6% in the placebo group. The difference between groups in change in predicted forced vital capacity at week 72 was not significant. In May 2014, the results of another randomized, double-blind, placebo-controlled trial that enrolled 555 patients were published. They confirmed observations from previous clinical studies that pirfenidone significantly reduced the progression of idiopathic pulmonary fibrosis as measured by change in percent predicted forced vital capacity from baseline to week 52. In addition, significant treatment effects were shown on both of the key secondary endpoints of six-minute walk test distance change and progression-free survival. A pre-specified analysis of the pooled population of 1,247 subjects from three studies showed that the risk of all-cause mortality was reduced by 48% in the pirfenidone group compared to the placebo group. A review by the Cochrane Collaboration concluded that pirfenidone appears to improve progression-free survival and, to a lesser effect, pulmonary function in patients with idiopathic pulmonary fibrosis. Randomised studies comparing non-steroid drugs with placebo or steroids in adult patients with idiopathic pulmonary fibrosis were included. Four placebo-controlled trials of pirfenidone treatment were reviewed, involving a total of 1155 patients. The result of the meta-analysis showed that pirfenidone significantly reduces the risk of disease progression by 30%. In addition, meta-analysis of the two Japanese studies confirmed the beneficial effect of pirfenidone on the change in vital capacity from baseline compared with placebo.   === Regulatory progress === In May 2010, the U.S.  Food and Drug Administration (FDA) declined to approve the use of pirfenidone for the treatment of idiopathic pulmonary fibrosis, requesting additional clinical trials. In December 2010, an advisory panel to the European Medicines Agency (EMA) recommended approval of the drug. In February 2011, the European Commission granted marketing authorisation in all 27 EU member states and the China Food and Drug Administration granted approval in September 2011. Afterwards, a randomised, Phase III trial was completed in the U.S. in 2014, with regulatory approval in U.S. following shortly after. In October 2010, the Indian Company Cipla launched the drug as Pirfenex, and MSN laboratories launched it as Pulmofib. It was approved for use in the European Union in 2011, under the brand name Esbriet; it was approved in Canada in 2012 under the same name; and was approved in the United States in October 2014, also as Esbriet. In September 2011, the Chinese State Food and Drug Administration provided GNI Group Ltd with new drug approval of pirfenidone in China, and later manufacture approval in 2013, under the brand name of Etuary. In 2014, it was approved in Mexico under the name KitosCell LP, indicated for pulmonary fibrosis and liver fibrosis. In Mexico it has also been approved in gel for the treatment of chronic wounds and skin injuries and the oral form it is approved for the treatment of pulmonary fibrosis and liver fibrosis.   == Research == Other research shows that pirfenidone may be an effective anti-fibrotic treatment for chronic liver fibrosis.   == See also == Nintedanib   == References =="}