{"name": "piribedil", "category": "drug", "content": "Piribedil (trade names Pronoran, Trivastal Retard, Trastal, Trivastan, Clarium and others) is an antiparkinsonian agent and piperazine derivative which acts as a D2 and D3 receptor agonist. It also has α2-adrenergic antagonist properties.   == Medical uses == Treatment of Parkinson's disease (PD), either as monotherapy (without levodopa) or in combination with L-DOPA therapy, in the early stages of the disease as well as in the advanced ones Treatment of pathological cognitive deficits in the elderly (impaired attention, motivation, memory, etc.) Treatment of dizziness in the young patients Treatment of retinal ischemic manifestations Adjunctive treatment of intermittent claudication due to peripheral vascular disease (PVD) of the lower limbs (stage 2) Adjunctive treatment of anhedonia, apathy and treatment-resistant depression in unipolar and bipolar depressives (off label) Treatment of gait disorders associated with Parkinson's disease (no related cause) and other forms of parkinsonism   === Other uses === The drug has been shown to enhance working memory capacities in normal aging adults. In age-related memory impairment, it has a positive effect on psychophysiological state of elderly people, improving memory and attention and increasing the velocity of psychomotor reactions and lability of nervous processes. It enhances cognitive skill learning in healthy older adults. It showed a positive effect in restless legs syndrome.   == Side effects == Minor gastrointestinal upset (nausea, vomiting, flatulence, etc.) in predisposed individuals, or when taken between meals: adjust dosage individually, and/or add domperidone; Orthostatic hypotension or drowsiness may occur, particularly in predisposed individuals (underlying condition or causative illness); Mild dizziness, confusion and feeling \"drunk\" also may occur. As with other dopamine agonists (like pramipexole and ropinirole), compulsive behavior like pathological gambling, overeating, excessive shopping, increased libido, sexual and/or other intense urges, may develop. Another rare side effect of piribedil is excessive daytime sleepiness and unintended sleep episodes.   == Overdose == At very high doses, piribedil has an emetic action on the chemoreceptor trigger zone (CTZ). Tablets will thus be rapidly rejected, which explains why no data are currently available concerning the risk of overdosage.   == Interactions == Dopamine antagonists reduce the effect of piribedil.   == Pharmacology ==   === Pharmacodynamics === Dopamine receptor agonist, selective for subtypes D2 and D3. Dopamine receptor antagonist, selective for subtypes D4. Adrenergic receptor antagonist, subtypes α2A and α2C. Lack of affinity to serotonin receptor 5-HT2B.   == References =="}