{"name": "pitolisant", "category": "drug", "content": "Pitolisant, sold under the brand name Wakix among others, is a medication used for the treatment of excessive daytime sleepiness in adults with narcolepsy. It is an inverse agonist of the histamine 3 (H3) receptor (an antihistamine drug specific to that kind of receptors). It represents the first commercially available medication in its class, so that the U.S. Food and Drug Administration (FDA) declares it a first-in-class medication. Pitolisant enhances the activity of histaminergic neurons in the brain that function to improve a person's wakefulness. It was approved by the European Medicines Agency (EMA) in March 2016 for narcolepsy with or without cataplexy, and for excessive daytime sleepiness by the FDA in August 2019. The most common side effects include difficulty sleeping, nausea, and feeling worried.   == Medical uses == Pitolisant is indicated in adults for the treatment of narcolepsy. Narcolepsy is a chronic sleep disorder that causes overwhelming daytime drowsiness. Pitolisant is also indicated to improve alertness and reduce excessive daytime sleepiness in adults with obstructive sleep apnea.   == Side effects == The most common side effects include insomnia, headache, nausea, anxiety, irritability, dizziness, depression, tremor, sleep disorders, tiredness, vomiting, vertigo, dyspepsia, and heartburn. Rare but serious side effects are abnormal weight loss and spontaneous abortion.   == Pharmacology == Pitolisant is an inverse agonist of the histamine 3 (H3) autoreceptor. The H3 autoreceptors regulate histaminergic activity in the central nervous system (and to a lesser extent, the peripheral nervous system) by inhibiting histamine synthesis and release upon binding to endogenous histamine. By preventing the binding of endogenous histamine at the H3, as well as producing a response opposite to that of endogenous histamine at the receptor (inverse agonism), pitolisant enhances histaminergic activity in the brain. Pitolisant is a drug that belongs to the class of CNS stimulants. Pitolisant is also considered a medication of class \"eugeroic\", which means that it promotes wakefulness and alertness. Eugeroics are different from traditional CNS stimulants such as amphetamine in that they have fewer side effects and lower abuse potential. Pitolisant is the first eugeroic drug that acts by blocking the histamine 3 (H3) autoreceptor, which increases the activity of histamine neurons in the brain. Pitolisant has been shown to be effective and well-tolerated for the treatment of narcolepsy with or without cataplexy. Pharmacokinetics Pitolisant is readily absorbed when taken by mouth and reaches peak blood concentrations approximately 3 hours after administration. The biological half-life of Pitolisant ranges from 10 to 12 hours.   == History == Pitolisant is marketed in the European Union by Bioprojet Pharma. It was approved for medical use in the European Union in March 2016 by the European Medicines Agency (EMA). The U.S. Food and Drug Administration (FDA) approved pitolisant for excessive daytime sleepiness in participants with narcolepsy based primarily on evidence from two trials (Trial 1/NCT01067222, Trial 2/NCT01638403). An additional trial (Trial 3/NCT01800045), in which participants with a different type of narcolepsy were exposed to the same dose of pitolisant, was used to add data for evaluation of side effects. The trials were conducted in Europe and South America. The two primary trials enrolled adults with narcolepsy and excessive daytime sleepiness. Participants received pitolisant, placebo, or an approved drug for narcolepsy for eight weeks. For participants receiving pitolisant, the dose could be increased during the first three weeks but had to remain the same for the next five weeks. Neither the participants nor the healthcare providers knew which treatment was being given during the trial. The benefit of pitolisant was evaluated by comparing changes in daytime sleepiness during the trial between pitolisant- and placebo-treated participants. To measure the daytime sleepiness, the investigators used a scale called the Epworth Sleepiness Scale (ESS). The ESS asks participants to rate the likelihood that they would fall asleep while doing eight daily activities (such as sitting and reading or watching television). Participants rate each item from zero (would never doze) to three (high chance of dozing). Pitolisant was approved by the FDA in August 2019. It was granted orphan drug designation for the treatment of narcolepsy, fast track designation for the treatment of excessive daytime sleepiness  and cataplexy in people with narcolepsy, and breakthrough therapy designation for the treatment of cataplexy in people with narcolepsy.   == Society and culture ==   === Legal status === Pitolisant is approved in the European Union and the United States to treat narcolepsy, and is not a controlled substance in these countries. Still, long-term studies comparing the effectiveness and tolerability of pitolisant with modafinil or sodium oxybate are lacking. Pitolisant, the only non-controlled anti-narcoleptic drug in the US, has shown minimal abuse risk in studies.   == References ==   == External links == Clinical trial number NCT01067222 for \"Efficacy and Safety Study of BF2.649 in the Treatment of Excessive Daytime Sleepiness in Narcolepsy (Harmony1)\" at ClinicalTrials.gov Clinical trial number NCT01638403 for \"Effects of BF2.649 in the Treatment of Excessive Daytime Sleepiness in Narcolepsy.\" at ClinicalTrials.gov"}