{"name": "Plantar wart", "category": "disease", "content": "A plantar wart is a wart occurring on the bottom of the foot or toes. Its color is typically similar to that of the skin. Small black dots often occur on the surface. One or more may occur in an area. They may result in pain with pressure such that walking is difficult. They are caused by the human papillomavirus (HPV). A break in the skin is required for infection to occur. Risk factors include use of communal showers, having had prior warts, and poor immune function. Diagnosis is typically based on symptoms. Treatment is only needed if it is causing symptoms. This may include salicylic acid, cryotherapy, chemo-based fluorouracil or bleomycin, and surgical removal. The skin atop the lesion should generally be removed before treatment. In about a third to two-thirds of cases, they go away without specific treatment, but this may take a few years. Plantar warts are common. Children and young adults are most often affected.   == Signs and symptoms == Their colors are typically similar to that of the nearby skin. Small, black dots may occur on their surfaces. One or more may occur in an area. They may result in pain with pressure such that walking may be difficult.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Cause == Plantar warts are benign epithelial tumors generally caused by infection by human papillomavirus types 1, 2, 4, 60, or 63, but have also been caused by types 57, 65, 66, and 156. These types are classified as clinical (visible symptoms). The virus attacks compromised skin through direct contact,  possibly entering through tiny cuts and abrasions in the stratum corneum (outermost layer of skin). After infection, warts may not become visible for several weeks or months. Because of pressure on the sole of the foot or finger, the wart is pushed inward and a layer of hard skin may form over the wart. A plantar wart can be painful if left untreated. Warts may spread through autoinoculation, by infecting nearby skin, or by contaminated walking surfaces. They may fuse or develop into clusters called mosaic warts.   == Diagnosis == A plantar wart is a small lesion that appears on the surface of the skin and typically resembles a cauliflower, with tiny black petechiae (tiny hemorrhages under the skin) in the center. Pinpoint bleeding may occur when these are scratched. Plantar warts occur on the soles of feet and toes. They may be painful when standing or walking. Plantar warts are often similar to calluses or corns, but can be differentiated by close observation of skin striations. Feet are covered in friction ridges, which are akin to fingerprints of the feet. Friction ridges are disrupted by plantar warts; if the lesion is not a plantar wart, the striations continue across the top layer of the skin. Plantar warts tend to be painful on application of pressure from either side of the lesion rather than direct pressure, unlike corns (which tend to be painful on direct pressure, instead).   == Prevention == HPV is spread by direct and indirect contact from an infected host. Avoiding direct contact with contaminated surfaces such as communal changing rooms and shower floors and benches, avoiding sharing of shoes and socks and avoiding contact with warts on other parts of the body and on the bodies of others may help reduce the spread of infection. Infection is less common among adults than children. As all warts are contagious, precautions should be taken to avoid spreading them. Recommendations include:  Cover them with an adhesive bandage while swimming Wear latex swimming socks Wear flip-flops when using communal showers Do not share towels. Plantar warts are not prevented by inoculation with HPV vaccines because the warts are caused by different strains of HPV. Gardasil protects against strains 6, 11, 16, and 18, and Cervarix protects against 16 and 18, whereas plantar warts are caused by strains 1, 2, 4, and 63.   == Treatment ==  A number of treatments have been found to be effective. A 2012 review of different treatments for skin warts in otherwise healthy people concluded modest benefit from salicylic acid, and cryotherapy appears similar to salicylic acid.   === Medications === Salicylic acid, the treatment of warts by keratolysis, involves the peeling away of dead surface skin cells with keratolytic chemicals such as salicylic acid or trichloroacetic acid. These are available in over-the-counter products, but in higher concentrations may need to be prescribed by a physician.  A 12-week daily treatment with salicylic acid has been shown to lead to a complete clearance of warts in 10–15% of the cases. Formic acid, topical, is a common treatment for plantar warts, which works by being applied over a period of time, causing the body to reject the wart. Fluorouracil cream, a chemotherapy agent sometimes used to treat skin cancer, can be used on particularly resistant warts, by blocking viral DNA and RNA production and repair. Bleomycin, a more potent chemotherapy drug, can be injected into deep warts, destroying the viral DNA or RNA. Bleomycin is notably not US FDA approved for this purpose. Possible side effects include necrosis of the digits, nail loss, and Raynaud syndrome. The usual treatment is one or two injections. Immunotherapy, as intralesional injection of antigens (mumps, candida or trichophytin antigens USP), is a wart treatment that may trigger a host immune response to the wart virus, resulting in wart resolution. It is now recommended as a second-line therapy.   === Surgery ===  Liquid nitrogen  and similar cryosurgery methods are common surgical treatments, which act by freezing the external cell structure of the warts, destroying the live tissue. Electrodesiccation and surgical excision may produce scarring. Laser surgery is generally a last resort treatment, as it is expensive and painful, but may be necessary for large, hard-to-cure warts. Cauterization may be effective as a prolonged treatment. As a short-term treatment, cauterization of the base with anesthetic can be effective, but this method risks scarring or keloids. Subsequent surgical removal, if necessary, also risks keloids and/or recurrence in the operative scar.   == References ==   == External links ==  Plantar warts at the Mayo Clinic website Warts at Merck Manual"}