{"name": "plazomicin", "category": "drug", "content": "Plazomicin, sold under the brand name Zemdri, is an aminoglycoside antibiotic used to treat complicated urinary tract infections. As of 2019 it is recommended only for those in whom alternatives are not an option. It is given by injection into a vein. Common side effects include kidney problems, diarrhea, nausea, and blood pressure changes. Other severe side effects include hearing loss, Clostridium difficile-associated diarrhea, anaphylaxis, and muscle weakness. Use during pregnancy may harm the baby. Plazomicin works by decreasing the ability of bacteria to make protein. Plazomicin was approved for medical use in the United States in 2018. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Plazomicin is approved by the U.S. Food and Drug Administration (FDA) for adults with complicated urinary tract infections, including pyelonephritis, caused by Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis, or Enterobacter cloacae, in patients who have limited or no alternative treatment options. Zemdri is an intravenous infusion, administered once daily. The FDA declined approval for treating bloodstream infections due to lack of demonstrated effectiveness. The lack of demonstrated effectiveness was not so much about the antibiotic itself being ineffective so much as the low enrollment rate for the study. Studies using mouse models however, showed a high survival rate. Plazomicin has been reported to demonstrate in vitro synergistic activity when combined with daptomycin or ceftobiprole versus methicillin-resistant Staphylococcus aureus, vancomycin-resistant S. aureus and against Pseudomonas aeruginosa when combined with cefepime, doripenem, imipenem or piperacillin/tazobactam. It also demonstrates potent in vitro activity versus carbapenem-resistant Acinetobacter baumannii. Plazomicin was found to be noninferior to meropenem.   == History == The drug was developed by the biotech company Achaogen.  In 2012, the U.S. Food and Drug Administration granted fast track designation for the development and regulatory review of plazomicin. The FDA approved plazomicin for adults with complicated UTIs and limited or no alternative treatment options in 2018. Achaogen was unable to find a robust market for the drug, and declared bankruptcy a few months later. As part of the bankruptcy process, the rights to plazomicin were sold to Cipla USA, who currently markets ZEMDRI. There is no generic plazomicin currently available in the US market.   == Synthesis == It is derived from sisomicin by appending a hydroxy-aminobutyric acid substituent at position 1 and a hydroxyethyl substituent at position 6'. The latter makes it impervious to acetylation (deactivation) by Aminoglycoside Acetyltransferase 6'-N- Type Ib (AAC(6')-Ib), the most prevalent AAC enzyme.   == Names == Plazomicin is the international nonproprietary name (INN).   == References ==   == Further reading == \"FDA Briefing Information for the May 2, 2018 Meeting of the Antimicrobial Drugs Advisory Committee\" (PDF). U.S. Food and Drug Administration. 2 May 2018. Retrieved 14 September 2019. \"Achaogen Briefing Information for the May 2, 2018 Meeting of the Antimicrobial Drugs Advisory Committee\" (PDF). U.S. Food and Drug Administration. 2 May 2018. Retrieved 14 September 2019. \"Errata to the Achaogen Briefing Information for the May 2, 2018 Meeting of the Antimicrobial Drugs Advisory Committee\" (PDF). U.S. Food and Drug Administration. 2 May 2018. Retrieved 14 September 2019."}