{"name": "plerixafor", "category": "drug", "content": "Plerixafor, sold under the brand name Mozobil, is an immunostimulant used to mobilize hematopoietic stem cells in cancer patients into the bloodstream. The stem cells are then extracted from the blood and transplanted back to the patient. The drug was developed by AnorMED, which was subsequently bought by Genzyme.   == Medical uses == Peripheral blood stem cell mobilization, which is important as a source of hematopoietic stem cells for transplantation, is generally performed using granulocyte colony-stimulating factor (G-CSF), but is ineffective in around 15 to 20% of patients. Combination of G-CSF with plerixafor increases the percentage of persons that respond to the therapy and produce enough stem cells for transplantation. The drug is approved for patients with lymphoma and multiple myeloma. Phase 2 clinical trials started in 2021 exploring the combination of plerixafor and MGTA-145, a CXCL2 ligand.   == Contraindications ==   === Pregnancy and lactation === Studies in pregnant animals have shown teratogenic effects. Plerixafor is therefore contraindicated in pregnant women except in critical cases. Fertile women are required to use contraception. It is not known whether the drug is secreted into the breast milk. Breast feeding should be discontinued during therapy.   == Adverse effects == Nausea, diarrhea and local reactions were observed in over 10% of patients. Other problems with digestion and general symptoms like dizziness, headache, and muscular pain are also relatively common; they were found in more than 1% of patients. Allergies occur in less than 1% of cases. Most adverse effects in clinical trials were mild and transient. The European Medicines Agency has listed a number of safety concerns to be evaluated on a post-marketing basis, most notably the theoretical possibilities of spleen rupture and tumor cell mobilisation. The first concern has been raised because splenomegaly was observed in animal studies, and G-CSF can cause spleen rupture in rare cases. Mobilisation of tumor cells has occurred in patients with leukaemia treated with plerixafor.   == Interactions == No interaction studies have been conducted. The fact that plerixafor does not interact with the cytochrome system indicates a low potential for interactions with other drugs.   == Pharmacology ==   === Mechanism of action === In the form of its zinc complex, plerixafor acts as an antagonist (or perhaps more accurately a partial agonist) of the alpha chemokine receptor CXCR4 and an allosteric agonist of CXCR7. The CXCR4 alpha-chemokine receptor and one of its ligands, SDF-1, are important in hematopoietic stem cell homing to the bone marrow and in hematopoietic stem cell quiescence. The in vivo effect of plerixafor with regard to ubiquitin, the alternative endogenous ligand of CXCR4, is unknown. Plerixafor has been found to be a strong inducer of mobilization of hematopoietic stem cells from the bone marrow to the bloodstream as peripheral blood stem cells. Additionally, plerixafor inhibits CD20 expression on B cells by interfering with CXCR4/SDF1 axis that regulates its expression.   === Pharmacokinetics === Following subcutaneous injection, plerixafor is absorbed quickly and peak concentrations are reached after 30 to 60 minutes. Up to 58% are bound to plasma proteins, the rest mostly resides in extravascular compartments. The drug is not metabolized in significant amounts; no interaction with the cytochrome P450 enzymes or P-glycoproteins has been found. Plasma half life is 3 to 5 hours. Plerixafor is excreted via the kidneys, with 70% of the drug being excreted within 24 hours.   == Chemistry == Plerixafor is a macrocyclic compound and a bicyclam derivative, the cyclam rings being linked at the amine nitrogen atoms by a 1,4-xylyl spacer. It is a base; all eight nitrogen atoms accept protons readily. The two macrocyclic rings form chelate complexes with bivalent metal ions, especially zinc, copper and nickel, as well as  cobalt and rhodium. The biologically active form of plerixafor is its zinc complex.   === Synthesis === Three of the four nitrogen atoms of the macrocycle cyclam... (1,4,8,11-tetraazacyclotetradecane) are protected with tosyl groups. The product is treated with 1,4-bis(brommethyl)benzene and potassium carbonate in acetonitrile. After cleaving of the tosyl groups with hydrobromic acid, plerixafor octahydrobromide is obtained.   == History == The molecule was first synthesised in 1987 to carry out basic studies on the redox chemistry of dimetallic coordination compounds. Then, it was serendipitously discovered by another chemist that such a molecule could have a potential use in the treatment of HIV because of its role in the blocking of CXCR4, a chemokine receptor which acts as a co-receptor for certain strains of HIV (along with the virus's main cellular receptor, CD4). Development of this indication was terminated because of lacking oral availability and cardiac disturbances. Further studies led to the new indication for cancer patients.   == Society and culture == Plerixafor has orphan drug status in the United States and European Union for the mobilization of hematopoietic stem cells. It was approved by the U.S. Food and Drug Administration (FDA) for this indication on 15 December 2008. In the European Union, the drug was approved after a positive Committee for Medicinal Products for Human Use assessment report on 29 May 2009. The drug was approved for use in Canada by Health Canada on 8 December 2011.   == Research ==   === Anti-cancer properties === Plerixafor was seen to reduce metastasis in mice in several studies. It has also been shown to reduce recurrence of glioblastoma in a mouse model after radiotherapy. In this model, the cancer cells that survived radiation critically depended on bone marrow derived cells for vasculogenesis, and the recruitment of the latter was mediated by SDF-1 CXCR4 interactions, which are blocked by plerixafor.   === Use in stem cell research === Researchers at Imperial College have demonstrated that plerixafor in combination with vascular endothelial growth factor (VEGF) can mobilise mesenchymal stem cells and endothelial progenitor cells into the peripheral blood of mice. In a 2020 study, researchers did not find evidence that plerixafor assisted in the healing of diabetic-related arterial insufficiency ulcers.   === Neurologic === Blockade of CXCR4 signalling by plerixafor has also unexpectedly been found to be effective at counteracting opioid-induced hyperalgesia produced by chronic treatment with morphine, though only animal studies have been conducted as yet.   == References =="}