{"name": "Pneumococcal Infections", "category": "disease", "content": "Pneumococcal infection is an infection caused by the bacterium Streptococcus pneumoniae.  S. pneumoniae is a common member of the bacterial flora colonizing the nose and throat of 5–10% of healthy adults and 20–40% of healthy children. However, it is also a cause of significant disease, being a leading cause of pneumonia, bacterial meningitis, and sepsis. The World Health Organization estimates that in 2005 pneumococcal infections were responsible for the death of 1.6 million children worldwide.   == Infections ==  Pneumococcal pneumonia represents 15%–50% of all episodes of community-acquired pneumonia, 30–50% of all cases of acute otitis media, and a significant proportion of bloodstream infections and bacterial meningitis. As estimated by WHO in 2005 it killed about 1.6 million children every year worldwide with 0.7–1 million of them being under the age of five. The majority of these deaths were in developing countries.   == Pathogenesis == S. pneumoniae is normally found in the nose and throat of 5–10% of healthy adults and 20–40% of healthy children. It can be found in higher amounts in certain environments, especially those where people are spending a great deal of time in close proximity to each other (day-care centers, military barracks).  It attaches to nasopharyngeal cells through interaction of bacterial surface adhesins. This normal colonization can become infectious if the organisms are carried into areas such as the Eustachian tube or nasal sinuses where it can cause otitis media and sinusitis, respectively. Pneumonia occurs if the organisms are inhaled into the lungs and not cleared (again, viral infection, or smoking-induced ciliary paralysis might be contributing factors). The organism's polysaccharide capsule makes it resistant to phagocytosis and if there is no pre-existing anticapsular antibody alveolar macrophages cannot adequately kill the pneumococci. The organism spreads to the blood stream (where it can cause bacteremia) and is carried to the meninges, joint spaces, bones, and peritoneal cavity, and may result in meningitis, brain abscess, septic arthritis, or osteomyelitis. S. pneumoniae has several virulence factors, including the polysaccharide capsule mentioned earlier, that help it evade a host's immune system.  It has pneumococcal surface proteins that inhibit complement-mediated opsonization, and it secretes IgA1 protease that will destroy secretory IgA produced by the body and mediates its attachment to respiratory mucosa. The risk of pneumococcal infection is much increased in persons with impaired IgG synthesis, impaired phagocytosis, or defective clearance of pneumococci. In particular, the absence of a functional spleen, through congenital asplenia, surgical removal of the spleen, or sickle-cell disease predisposes one to a more severe course of infection (overwhelming post-splenectomy infection) and prevention measures are indicated.  People with a compromised immune system, such as those living with HIV, are also at higher risk of pneumococcal disease.  In HIV patients with access to treatment, the risk of invasive pneumoccal disease is 0.2–1% per year and has a fatality rate of 8%. There is an association between pneumococcal pneumonia and influenza. Damage to the lining of the airways (respiratory epithelium) and upper respiratory system caused by influenza may facilitate pneumococcal entry and infection. Other risk factors include smoking, injection drug use, Hepatitis C, and COPD.   === Virulence factors === S. pneumoniae expresses different virulence factors on its cell surface and inside the organism.  These virulence factors contribute to some of the clinical manifestations during infection with S. pneumoniae.  Polysaccharide capsule—prevents phagocytosis by host immune cells by inhibiting C3b opsonization of the bacterial cells Pneumolysin (Ply)—a 53-kDa pore-forming protein that can cause lysis of host cells and activate complement Autolysin (LytA)—activation of this protein lyses the bacteria releasing its internal contents (i.e., pneumolysin) Hydrogen peroxide—causes damage to host cells (can cause apoptosis in neuronal cells during meningitis) and has bactericidal effects against competing bacteria (Haemophilus influenzae, Neisseria meningitidis, Staphylococcus aureus) Pili—hair-like structures that extend from the surface of many strains of S. pneumoniae. They contribute to  colonization of upper respiratory tract and increase the formation of large amounts of TNF by the immune system during sepsis, raising the possibility of septic shock Choline binding protein A/Pneumococcal surface protein A (CbpA/PspA)—an adhesin that can interact with carbohydrates on the cell surface of pulmonary epithelial cells and can inhibit complement-mediated opsonization of pneumococci Competence for genetic transformation likely plays an important role in nasal colonization fitness and virulence (lung infectivity)   == Diagnosis == Depending on the nature of infection an appropriate sample is collected for laboratory identification. Pneumococci are typically gram-positive cocci seen in pairs or chains. When cultured on blood agar plates with added optochin antibiotic disk they show alpha-hemolytic colonies and a clear zone of inhibition around the disk indicating sensitivity to the antibiotic. Pneumococci are also bile soluble. Just like other streptococci they are catalase-negative. A Quellung test can identify specific capsular polysaccharides. Pneumococcal antigen (cell wall C polysaccharide) may be detected in various body fluids. Older detection kits, based on latex agglutination, added little value above Gram staining and were occasionally false-positive. Better results are achieved with rapid immunochromatography, which has a sensitivity (identifies the cause) of 70–80% and >90% specificity (when positive identifies the actual cause) in pneumococcal infections. The test was initially validated on urine samples but has been applied successfully to other body fluids. Chest X-rays can also be conducted to confirm inflammation though are not specific to the causative agent.   == Prevention ==  Due to the importance of disease caused by S. pneumoniae several vaccines have been developed to protect against invasive infection. The World Health Organization recommend routine childhood pneumococcal vaccination; it is incorporated into the childhood immunization schedule in a number of countries including the United Kingdom, United States, and South Africa.   == Treatment == Throughout history treatment relied primarily on β-lactam antibiotics. In the 1960s nearly all strains of S. pneumoniae were susceptible to penicillin, but more recently there has been an increasing prevalence of penicillin resistance especially in areas of high antibiotic use. A varying proportion of strains may also be resistant to cephalosporins, macrolides (such as erythromycin), tetracycline, clindamycin and the fluoroquinolones. Penicillin-resistant strains are more likely to be resistant to other antibiotics. Most isolates remain susceptible to vancomycin, though its use in a β-lactam-susceptible isolate is less desirable because of tissue distribution of the medication and concerns of development of vancomycin resistance. More advanced beta-lactam antibiotics (cephalosporins) are commonly used in combination with other antibiotics to treat meningitis and community-acquired pneumonia. In adults recently developed fluoroquinolones such as levofloxacin and moxifloxacin are often used to provide empiric coverage for patients with pneumonia, but in parts of the world where these medications are used to treat tuberculosis, resistance has been described. Susceptibility testing should be routine with empiric antibiotic treatment guided by resistance patterns in the community in which the organism was acquired.  There is currently debate as to how relevant the results of susceptibility testing are to clinical outcome.  There is slight clinical evidence that penicillins may act synergistically with macrolides to improve outcomes. Resistant Pneumococci strains are called penicillin-resistant Pneumococci (PRP), penicillin-resistant Streptococcus pneumoniae (PRSP), Streptococcus pneumoniae penicillin resistant (SPPR), or drug-resistant Strepotococcus pneumomoniae (DRSP).   == History == In the 19th century it was demonstrated that immunization of rabbits with killed pneumococci protected them against subsequent challenge with viable pneumococci. Serum from immunized rabbits or from humans who had recovered from pneumococcal pneumonia also conferred protection. In the 20th century, the efficacy of immunization was demonstrated in South African miners. It was discovered that the pneumococcus's capsule made it resistant to phagocytosis, and in the 1920s it was shown that an antibody specific for capsular polysaccharide aided the killing of S. pneumoniae. In 1936, a pneumococcal capsular polysaccharide vaccine was used to abort an epidemic of pneumococcal pneumonia. In the 1940s, experiments on capsular transformation by pneumococci first identified DNA as the material that carries genetic information. In 1900 it was recognized that different serovars of pneumococci exist and that immunization with a given serovar did not protect against infection with other serovars. Since then over ninety serovars have been discovered each with a unique polysaccharide capsule that can be identified by the quellung reaction. Because some of these serovars cause disease more commonly than others it is possible to provide reasonable protection by immunizing with less than 90 serovars; current vaccines contain up to 23 serovars (i.e., it is \"23-valent\"). The serovars are numbered according to two systems: the American system, which numbers them in the order in which they were discovered, and the Danish system, which groups them according to antigenic similarities.   == References ==   == External links ==  November 2nd: World Pneumonia Day Website Pneumococcal Vaccine Accelerated Development and Introduction Plan"}