{"name": "Pneumonia due to Pseudomonas", "category": "disease", "content": "Murepavadin also known as POL7080 is a Pseudomonas specific peptidomimetic antibiotic.  It is a synthetic cyclic beta hairpin peptidomimetic based on the cationic antimicrobial peptide protegrin I (PG-1) and the first example of an outer membrane protein-targeting antibiotic class with a novel, nonlytic mechanism of action, highly active and selective against the protein transporter LptD of Pseudomonas aeruginosa.  In preclinical studies the compound was highly active on a broad panel of clinical isolates including multi-drug resistant Pseudomonas  bacteria with outstanding in vivo efficacy in sepsis, lung, and thigh infection models.  Intravenous murepavadin is in development  for the treatment of bacterial hospital-acquired pneumonia and bacterial ventilator-associated pneumonia due to Pseudomonas aeruginosa.   == Discovery and structure == The host defense antimicrobial peptide protegrin I (PG-1), exhibits broad-spectrum antimicrobial activity and good activity against multi-drug resistant Gram-negative pathogens, with a mechanism consistent with membrane disruption via pore formation. However, PG-1 exhibits unfavorable drug properties and also exhibits significant hemolysis and, as such, has limited clinical use. PG-1 contains 18 amino acids and is ordered into an anti-parallel β-strand by two disulfide bridges.  A fully synthetic cyclic peptide-like molecule containing a D-proline–L-proline template grafted into a peptidomimetic scaffold to simulate and stabilize the beta hairpin conformation exhibited by PG-1 was used to generate a diverse library of peptidomimetic macrocycles which were screened for antibacterial activity.  Variants in this 14-residue protein epitope mimetic (PEM) library such as the peptidomimetic L8-1 had an antimicrobial activity like that of PG-1 but with reduced hemolytic activity on human red blood cells.  Iterative rounds of synthesis generated analogues with an increasingly potent and selective profile producing nanomolar range compounds specifically against Pseudomonas spp. at the expense of broad-spectrum activity. Final optimization led to the discovery of murepavadin, with remarkable Pseudomonas-specific activity in vitro and in vivo that has high plasma stability across species and is non-hemolytic at 100 μg/mL.  Structure–activity relationship (SAR) studies showed that aromatic side chains of Trp2 and Trp8 are very important for antibiotic activity, while nuclear magnetic resonance studies showed that these potent D-pro-L-pro antibiotic derivatives had a stable β- hairpin conformation in aqueous solution whereas related derivatives with the D-pro-L-pro template inverted to L-pro-D-pro, shows no stable hairpin conformation and the antimicrobial activity was lost, suggesting that the β-hairpin structure is crucial for interaction with the bacterial target.   == Mechanism of action == Murepavadin functions through a novel mechanism of action by binding to the lipopolysaccharide transport protein D (LptD), an outer membrane protein involved in lipopolysaccharide biogenesis in Gram-negative bacteria. By binding to LptD, murepavadin inhibit the lipopolysaccharide transport function of LptD and causes lipopolysaccharide alterations in the outer membrane of the bacterium and, ultimately, cell death.   == Spectrum of activity == Murepavadin exhibits a specific and potent bactericidal activity in vitro against Pseudomonas aeruginosa including carbapenemase-producing and colistin-resistant isolates and was shown to be largely inactive against other Gram-negative bacteria, and Gram-positive bacteria.  When tested in a large minimum inhibitory concentration surveillance study, against 1219 contemporary clinical isolates from the USA, Europe, and China of which 28% were multi-drug resistant strains, murepavadin exhibited a potent antimicrobial activity having a minimum inhibitory concentration for 90% of strains of 0.12 mg/L.  There were no significant differences between geographic locations, and there was little difference in activity between multi-drug resistant/and non-multi-drug resistant isolates and no cross-resistance was observed with any other antimicrobial tested which supports its novel mechanism of action.  Murepavadin showed outstanding in vivo efficacy in mouse sepsis (ED50 of 0.25 - 0.55 mg/kg) and lung and thigh infection models. It displays linear pharmacokinetics, is dose proportional with a good penetration into the epithelial lung fluid which underscores its potent in vivo activity in lung infection models including extensively drug-resistant isolates. In phase I clinical trial in healthy volunteers, single doses were well tolerated at plasma concentrations expected to meet or exceed efficacious levels, with no serious adverse events reported.  The favorable in vitro and in vivo properties of murepavadin combined with an appropriate safety pharmacology and toxicology profile led to the clinical development of murepavadin for the treatment of serious infections caused by Pseudomonas aeruginosa.  Murepavadin successfully completed phase-II clinical tests in hospital patients with life-threatening Pseudomonas lung infections and is in phase III development for the treatment of bacterial hospital-acquired and ventilator-associated bacterial due to Pseudomonas aeruginosa infection.   == References =="}