{"name": "Pneumonia, Bacterial", "category": "disease", "content": "Bacterial pneumonia is a type of pneumonia caused by bacterial infection.   == Types ==   === Gram-positive === Streptococcus pneumoniae (J13) is the most common bacterial cause of pneumonia in all age groups except newborn infants. Streptococcus pneumoniae is a Gram-positive bacterium that often lives in the throat of people who do not have pneumonia. Other important Gram-positive causes of pneumonia are Staphylococcus aureus (J15.2) and Bacillus anthracis.   === Gram-negative === Gram-negative bacteria are seen less frequently: Haemophilus influenzae (J14), Klebsiella pneumoniae (J15.0), Escherichia coli (J15.5), Pseudomonas aeruginosa (J15.1), Bordetella pertussis, and Moraxella catarrhalis are the most common. These bacteria often live in the gut and enter the lungs when contents of the gut (such as vomit or faeces) are inhaled. Pneumonia caused by Yersinia pestis is usually called pneumonic plague.   === Atypical === Atypical bacteria causing pneumonia are Coxiella burnetii, Chlamydophila pneumoniae (J16.0), Mycoplasma pneumoniae (J15.7), and Legionella pneumophila. The term \"atypical\" does not relate to how commonly these organisms cause pneumonia, how well it responds to common antibiotics or how typical the symptoms are; it refers instead to the fact that these organisms have atypical or absent cell wall structures and do not take up Gram stain in the same manner as gram-negative and gram-positive organisms.   == Signs and symptoms == Pneumonia Fever Rigors Cough Runny nose (either direct bacterial pneumonia or accompanied by primary viral pneumonia) Dyspnea – shortness of breath Chest pain Shaking chills Pneumococcal pneumonia can cause coughing up of blood, or hemoptysis, characteristically  associated with \"rusty\" sputum Night Sweats   == Pathophysiology == Bacteria typically enter the lung with inhalation, though they can reach the lung through the bloodstream if other parts of the body are infected. Often, bacteria live in parts of the upper respiratory tract and are continuously being inhaled into the alveoli, the cavities deep in the lungs where gas exchange takes place. Once inside the alveoli, bacteria travel into the spaces between the cells and also between adjacent alveoli through connecting pores. This invasion triggers the immune system to respond by sending white blood cells responsible for attacking microorganisms (neutrophils) to the lungs. The neutrophils engulf and kill the offending organisms but also release cytokines that result in a general activation of the immune system. This results in the fever, chills, and fatigue common in bacterial and fungal pneumonia. The neutrophils, bacteria, and fluid leaked from surrounding blood vessels fill the alveoli and result in impaired oxygen transportation. Bacteria can travel from the lung into the blood stream (bacteremia) and can result in serious illness such as sepsis and eventually septic shock, in which there is low blood pressure leading to damage in multiple parts of the body including the brain, kidney, and heart. They can also travel to the area between the lungs and the chest wall, called the pleural cavity. In some very rare cases, bacterial pneumonia can form from someone throwing up and then falling asleep on their side causing some stomach fluid to funnel into the lungs leading to this infection.   == Diagnosis == Diagnosis is carried out in steps.  Patient history is obtained, including the symptoms and their duration, as well as exposure to any risk factors of the disease. A chest X-ray may be performed to check for signs of inflammation and a complete blood count will also be obtained. A sputum sample will also be obtained to ascertain the causative bacteria. This also plays a role in informing treatment options. In some cases, pulse oximetry may also be required as pneumonia is known to deplete oxygen levels in the blood. Other vitals such as pulse and body temperature are also checked. Depending on the general health, severity of the disease and age of the patient, several other tests may be required, such as:  Blood culture Thoracocentesis A CT scan Bronchoscopy Polymerase chain reaction (PCR)   == Prevention == Prevention of bacterial pneumonia is by vaccination against Streptococcus pneumoniae (pneumococcal polysaccharide vaccine for adults and pneumococcal conjugate vaccine for children), Haemophilus influenzae type B, meningococcus, Bordetella pertussis, Bacillus anthracis, and Yersinia pestis.   == Treatment == Antibiotics are the treatment of choice for bacterial pneumonia, with ventilation (oxygen supplement) as supportive therapy. The antibiotic choice depends on the nature of the pneumonia, the microorganisms most commonly causing pneumonia in the geographical region, and the immune status and underlying health of the individual. In the United Kingdom, amoxicillin is used as first-line therapy in the vast majority of patients acquiring pneumonia in the community, sometimes with added clarithromycin. In North America, where the \"atypical\" forms of community-acquired pneumonia are becoming more common, clarithromycin, azithromycin, or fluoroquinolones as single therapy have displaced the amoxicillin as first-line therapy. Local patterns of antibiotic resistance always need to be considered when initiating pharmacotherapy. Another common antibiotic used is called zithromax, this treats many other bacterial infections. In hospitalized individuals or those with immune deficiencies, local guidelines determine the selection of antibiotics.    === Gram-positive organisms === Streptococcus pneumoniae — amoxicillin (or erythromycin in patients allergic to penicillin); cefuroxime and erythromycin in severe cases. Staphylococcus aureus — flucloxacillin (to counteract the organism's β-lactamase).   === Gram-negative organisms === Haemophilus influenzae — doxycycline; second generation cephalosporins such as cefaclor Klebsiella pneumoniae Escherichia coli Pseudomonas aeruginosa — ciprofloxacin Moraxella catarrhalis   === Atypical organisms === Chlamydophila pneumoniae — doxycycline Chlamydophila psittaci — erythromycin Mycoplasma pneumoniae — erythromycin Coxiella burnetti — doxycycline Legionella pneumophila — erythromycin, with rifampicin sometimes added. People who have difficulty breathing due to pneumonia may require extra oxygen. An extremely sick individual may require artificial ventilation and intensive care as life-saving measures while his or her immune system fights off the infectious cause with the help of antibiotics and other drugs.   == References ==   == External links =="}