{"name": "Pneumonia, Necrotizing", "category": "disease", "content": "Necrotizing pneumonia (NP), also known as cavitary pneumonia or cavitatory necrosis, is a rare but severe complication of  lung  parenchymal  infection. In necrotizing pneumonia, there is a substantial  liquefaction following death of the lung tissue, which may lead to gangrene formation in the lung. In most cases patients with NP have fever, cough and bad breath, and those with more indolent infections have weight loss. Often patients clinically present with acute respiratory failure. The most common pathogens responsible for NP are Streptococcus pneumoniae, Staphylococcus aureus, Klebsiella pneumoniae. Diagnosis is usually done by chest imaging, e.g.  chest X-ray, CT scan. Among these CT scan is the most sensitive test which shows loss of lung architecture and multiple small thin walled cavities. Often cultures from bronchoalveolar lavage and blood may be done for identification of the causative organism(s). It is primarily managed by  supportive care along with appropriate antibiotics. However, if patient develops severe complications like sepsis or fails to medical therapy, surgical resection is a reasonable option for saving life.   == History == NP in adults was first described in the 1940s, whereas in children it was reported later in 1994. Necrotizing pneumonia is an ancient disease which was once a leading cause of death in both adults and children. Its clinical features were presumably first outlined by Hippocrates. Later, in 1826, René Laennec described these features in a more detailed fashion in his seminal work De l’auscultation médiate ou Traité du Diagnostic des Maladies des Poumon et du Coeur (A treatise on the diseases of the chest, and on mediate auscultation). Although availability of appropriate antibiotics had made NP a rare disease,  over the last two decades it has emerged as a severe complication of childhood pneumonia.   == Causative organisms == The most common pathogens responsible for NP are Streptococcus pneumoniae, Staphylococcus aureus and Klebsiella pneumoniae. Other pathogens which are less likely to cause NP are bacteria like Haemophilus influenzae, Streptococcus anginosus group, Pseudomonas aeruginosa, Mycoplasma pneumoniae, Acinetobacter baumannii, Streptococcus pyogenes, Stenotrophomonas maltophilia, anaerobes like Fusobacterium nucleatum and Bacteroides fragilis; fungi like Aspergillus sp. and Histoplasma capsulatum; viruses like Influenza and Adenovirus.   === Children === Apart from Streptococcus pneumoniae (also known as Pneumococcus), several other organisms have appeared to cause necrotizing pneumonia in children since 2002. Most of the aforementioned organisms have been reported to be associated with childhood NP, except that, K. pneumoniae is not a common cause in children. However, Pneumococci and S. aureus are frequently responsible for it. Pneumococcal conjugate vaccine (PCV7) covering serotypes 4, 6B, 9V, 14, 18C, 19F, and 23F was introduced in the USA in 2000. Consequently, non-PCV7 serotypes like 3, 5, 7F 19A emerged as new threats. Of this, serotypes 3 and 19A were particularly associated with NP. In 2010 PCV7 was replaced by a 13-valent pneumococcal conjugate vaccine (PCV13). PCV13 includes all PCV7 serotypes plus six additional serotypes (1, 3, 5, 6A, 7F & 19A). Panton–Valentine leukocidin (PVL) producing S. aureus strains are oftentimes responsible for life-threatening necrotizing pneumonia in previously healthy children and young adults. These PVL-producing strains are frequently methicillin resistant (MRSA).  In developing countries with high rates of HIV infection, Mycobacterium tuberculosis is the common cause of NP in children.   === Adults === Adults are more commonly affected by community-acquired Staphylococcus aureus, S. pneumoniae and K. pneumoniae.  Gram-negative organisms like K. pneumoniae and P. aeruginosa are usually associated with pulmonary gangrene.   == Predisposing risk factors ==   === Adults === Necrotizing pneumonia typically occurs in adult males who have coexisting health problems like diabetes mellitus, alcohol use disorder, and corticosteroid therapy. Other risk factors may include smoking, gastrectomy, history of substance use disorder or  HIV/AIDS.   === Children === On the contrary, in most of the cases children of both sexes are affected equally. Furthermore, it is unlikely that affected children have any underlying co-morbidities, but if any, asthma is the most common chronic disorder followed by recurrent otitis media.   === Relationship with viral infection === Group A streptococcus such as S. pyogenes, often preceded by varicella infection, may cause severe invasive infections and complicated childhood pneumonia. Influenza virus infection substantially increases the risk of developing necrotizing pneumonia in children mostly by PVL-producing S. aureus followed by S. pneumoniae. In the United States it is observed that NP has increased following influenza owing to the emergence of MRSA strain USA300 infections.   == Additional imaging ==  a) Initial plain chest radiograph showing a dense right upper zone airspace opacity and lingula airspace changes, consistent with multi-focal pneumonia. The following images were performed 24 h later. b) Plain chest radiograph with the patient intubated and ventilated revealing cavitation in the right mid to upper zones, pleural effusion and more general airspace changes bilaterally. c) Computed tomography (CT) scan, coronal view, demonstrating non-enhancing area (necrotic) thin-walled cavities within the right upper lobe and lingula. d) Lung ultrasonographic image displaying thin-walled cavities in the lingula region of the left lung. This requires further clarification.   == See also == Lung abscess Pneumonia   == Notes ==   == References =="}