{"name": "Pneumonia caused by Chlamydia pneumoniae", "category": "disease", "content": "Chlamydia pneumoniae is a species of Chlamydia, an obligate intracellular bacterium that infects humans and is a major cause of pneumonia. It was known as the Taiwan acute respiratory agent (TWAR) from the names of the two original isolates – Taiwan (TW-183) and an acute respiratory isolate designated AR-39. Briefly, it was known as Chlamydophila pneumoniae, and that name is used as an alternate in some sources. In some cases, to avoid confusion, both names are given. Chlamydia pneumoniae has a complex life cycle and must infect another cell to reproduce; thus, it is classified as an obligate intracellular pathogen.  The full genome sequence for C. pneumoniae was published in 1999. It also infects and causes disease in koalas, emerald tree boas (Corallus caninus), iguanas, chameleons, frogs, and turtles. The first known case of infection with C. pneumoniae was a case of conjunctivitis in Taiwan in 1950. There are no known cases of C. pneumoniae in human history before 1950. This atypical bacterium commonly causes pharyngitis, bronchitis, coronary artery disease and atypical pneumonia in addition to several other possible diseases.   == Life cycle and method of infection ==  Chlamydia pneumoniae is a small gram-negative bacterium (0.2 to 1 μm) that undergoes several transformations during its life cycle. It exists as an elementary body (EB) between hosts. The EB is not biologically active, but is resistant to environmental stresses and can survive outside a host for a limited time. The EB travels from an infected person to the lungs of an uninfected person in small droplets and is responsible for infection. Once in the lungs, the EB is taken up by cells in a pouch called an endosome by a process called phagocytosis. However, the EB is not destroyed by fusion with lysosomes, as is typical for phagocytosed material. Instead, it transforms into a reticulate body (RB) and begins to replicate within the endosome. The reticulate bodies must use some of the host's cellular metabolism to complete its replication. The reticulate bodies then convert back to elementary bodies and are released back into the lung, often after causing the death of the host cell. The EBs are thereafter able to infect new cells, either in the same organism or in a new host. Thus, the lifecycle of C. pneumoniae is divided between the elementary body, which is able to infect new hosts but cannot replicate, and the reticulate body, which replicates but is not able to cause a new infection.   == Diseases ==  Chlamydia pneumoniae is a common cause of pneumonia around the world; it is typically acquired by otherwise-healthy people and is a form of community-acquired pneumonia. Its treatment and diagnosis are different from historically recognized causes, such as Streptococcus pneumoniae. Because it does not gram stain well, and because C. pneumoniae bacteria is very different from the many other bacteria causing pneumonia (in the earlier days, it was even thought to be a virus), the pneumonia caused by C. pneumoniae is categorized as an \"atypical pneumonia\". One meta-analysis of serological data comparing prior C. pneumoniae infection in patients with and without lung cancer found results suggesting prior infection was associated with an increased risk of developing lung cancer. In research into the association between C. pneumoniae infection and atherosclerosis and coronary artery disease,   serological testing, direct pathologic analysis of plaques, and in vitro testing suggest infection with C. pneumoniae is a significant risk factor for development of atherosclerotic plaques and atherosclerosis. C. pneumoniae infection increases adherence of macrophages to endothelial cells in vitro and aortas ex vivo. However, most current research and data are insufficient and do not define how often C. pneumoniae is found in atherosclerotic or normal vascular tissue. Chlamydia pneumoniae has also been found in the cerebrospinal fluid of patients diagnosed with multiple sclerosis. Chlamydia pneumoniae infection was first associated with wheezing, asthmatic bronchitis, and adult-onset asthma in 1991. Subsequent studies of bronchoalveolar lavage fluid from pediatric patients with asthma and also other severe chronic respiratory illnesses have demonstrated that over 50 percent had evidence of C. pneumoniae by direct organism identification.  C. pneumoniae infection triggers acute wheezing, if it becomes chronic then it is diagnosed as asthma. These observations suggest that acute C. pneumoniae infection is capable of causing protean manifestations of chronic respiratory illness which lead to asthma. Macrolide antibiotic treatment can improve asthma in a subgroup of patients that remains to be clearly defined. Macrolide benefits were first suggested in two observational trials and two randomized controlled trials of azithromycin treatment for asthma. One of these RCTs and another macrolide trial suggest that the treatment effect may be greatest in patients with severe, refractory asthma. These clinical results correlate with epidemiological evidence that C. pneumoniae is positively associated with asthma severity and laboratory evidence that C. pneumoniae infection creates steroid-resistance. A meta analysis of 12 RCTs of macrolides for the long term management of asthma found significant effects on asthma symptoms, quality of life, bronchial hyper reactivity and peak flow but not FEV1. More recent positive results of long-term treatment with azithromycin on asthma exacerbations and quality-of-life in patients with severe, refractory asthma have resulted in azithromycin now being recommended in international guidelines as a treatment option for these types of patients. A recent case series of 101 adults with asthma reported that macrolides (mostly azithromycin) and tetracyclines, either separately or in combination, appeared to be dramatically efficacious in a subgroup of \"difficult-to-treat\" (i.e., not necessarily refractory to high-dose inhaled corticosteroids but who did not take them) patients with severe asthma, many of whom also had the \"overlap syndrome\" (asthma and COPD). Randomized, controlled trials that include these types of asthma patients are needed. Chlamydia pneumoniae infection is also associated with schizophrenia.  Many other pathogens have been associated with schizophrenia.   == Vaccine research == There is currently no vaccine to protect against Chlamydia pneumoniae. Identification of immunogenic antigens is critical for the construction of an efficacious subunit vaccine against C. pneumoniae infections. Additionally, there is a general shortage worldwide of facilities that can identify/diagnose Chlamydia pneumoniae.   == References ==   == External links ==  Chlamydia Pneumoniae cpnhelp.org Archived 2022-07-05 at the Wayback Machine Type strain of Chlamydopila pneumoniae at BacDive -  the Bacterial Diversity Metadatabase"}