{"name": "podophyllotoxin", "category": "drug", "content": "Podophyllotoxin (PPT) is the active ingredient in Podofilox, which is a medical cream that is used to treat genital warts and molluscum contagiosum. It is not recommended in HPV infections without external warts. It can be applied either by a healthcare provider or the person themselves. It is a non-alkaloid toxin lignin extracted from the roots and rhizomes of Podophyllum species. A less refined form known as podophyllum resin is also available, but has greater side effects. Podophyllotoxin was first isolated in pure form in 1880 by Valerian Podwyssotzki (1818 – 28 January 1892), a Polish-Russian privatdozent at the  University of Dorpat (now:  Tartu, Estonia) and assistant at the Pharmacological Institute there. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Podophyllotoxin possesses a large number of medical applications, as it is able to stop replication of both cellular and viral DNA by binding necessary enzymes. It can additionally destabilize microtubules and prevent cell division. Because of these interactions it is considered an antimitotic drug, although modern medicine instead use less orally toxic derivatives when such effect is wanted. Podophyllotoxin cream is commonly prescribed as a potent topical antiviral. It is used for the treatment of HPV infections with external warts as well as molluscum contagisum infections. 0.5% PPT cream is prescribed for twice daily applications for 3 days followed by 4 days with no application, this weekly cycle is repeated for 4 weeks. It can also be prescribed as a gel, as opposed to cream. PPT is also sold under the names condyline and warticon.   == Adverse effects == The most common side effects of podophyllotoxin cream are typically limited to irritation of tissue surrounding the application site, including burning, redness, pain, itching, swelling. Application can be immediately followed by burning or itching. Small sores, itching and peeling skin can also follow, for these reasons it is recommended that application be done in a way that limits contact with surrounding, uninfected tissue Neither podophyllin resin nor podophyllotoxin lotions or gels are used during pregnancy because these medications have been shown to be embryotoxic in both mice and rats. Additionally, antimitotic agents are not typically recommended during pregnancy. Additionally, it has not been determined if podophyllotoxin can pass into breast milk from topical applications and therefore it is not recommended for breastfeeding women. Podophyllotoxin cream is safe for topical use; however, it can cause CNS depression as well as enteritis if ingested. The podophyllum resin from which podophyllotoxin is derived has the same effect.   == Mechanism of action ==  Podophyllotoxin destabilizes microtubules by binding tubulin and thus preventing cell division. In contrast, some of its derivatives display binding activity to the enzyme topoisomerase II (Topo II) during the late S and early G2 stage. For instance, etoposide binds and stabilizes the temporary DNA break caused by the enzyme, disrupts the reparation of the break through which the double-stranded DNA passes, and consequently stops DNA unwinding and replication. Mutants resistant to either podophyllotoxin, or to its topoisomerase II inhibitory derivatives such as etoposide (VP-16), have been described in Chinese hamster cells. The mutually exclusive cross-resistance patterns of these mutants provide a highly specific means to distinguish the two kinds of podophyllotoxin derivatives. Mutant Chinese hamster cells resistant to podophyllotoxin are affected in a protein P1 that was later identified as the mammalian HSP60 or chaperonin protein. Furthermore, podophyllotoxin is classified as an arytetralin lignan for its ability to bind and deactivate DNA. It and its derivates bind Topo II and prevent its ability to catalyze rejoining of DNA that has been broken for replication. Lastly, experimental evidence has shown that these arytetralin lignans can interact with cellular factors to create chemical DNA adducts, thus further deactivating DNA.   == Chemistry ==   === Structural characteristic === The structure of podophyllotoxin was first elucidated in the 1930s. Podophyllotoxin bears four consecutive chiral centers, labelled C-1 through C-4 in the following image. The molecule also contains four almost planar fused rings. The podophyllotoxin molecule includes a number of oxygen containing functional groups: an alcohol, a lactone, three methoxy groups, and an acetal.  Derivatives of podophyllotoxin are synthesized as properties of the rings and carbon 1 through 4 are diversified. For example, ring A is not essential to antimitotic activity. Aromatization of ring C leads to loss of activity, possibly from ring E no longer being placed on the axial position. In addition, the stereochemistry at C-2 and C-3 configures a trans-lactone, which has more activity than the cis counterpart. Chirality at C-1 is also important as it implies an axial position for ring E.   === Biosynthesis === The biosynthetic route of podophyllotoxin was not completely eludicidated for many years; however, in September 2015, the identity of the six missing enzymes in podophyllotoxin biosynthesis were reported for the first time.  Several prior studies have suggested a common pathway starting from coniferyl alcohol being converted to (+)-pinoresinol in the presence of a one-electron oxidant  through dimerization of stereospecific radical intermediate. Pinoresinol is subsequently reduced in the presence of co-factor NADPH to first lariciresinol, and ultimately secoisolariciresinol. Lactonization on secoisolariciresinol gives rise to matairesinol. Secoisolariciresinol is assumed to be converted to yatein through appropriate quinomethane intermediates, leading to podophyllotoxin.  A sequence of enzymes involved has been reported to be dirigent protein (DIR), to convert coniferyl alcohol to (+)-pinocresol, which is converted by pinocresol-lariciresinol reductase (PLR) to (-)-secoisolariciresinol, which is converted by sericoisolariciresinol dehydrogenase (SDH) to (-)-matairesinol, which is converted by CYP719A23 to (-)-pluviatolide, which is likely converted by Phex13114 (OMT1) to (-)-yatein, which is converted by Phex30848 (2-ODD) to (-)-deoxypodophyllotoxin.  Though not proceeding through the last step of producing podophyllotoxin itself, a combination of six genes from the mayapple enabled production of the etoposide aglycone in tobacco plants.   === Chemical synthesis === Podophyllotoxin has been successfully synthesized in a laboratory; however, synthesis mechanisms require many steps, resulting in a low overall yield. It therefore remains more efficient to obtain podophyllotoxin from natural sources. Four routes have been used to synthesize podophyllotoxin with varying success: an oxo ester route, lactonization of a dihydroxy acid, cyclization of a conjugate addition product, and a Diels-Alder reaction.   === Derivatives === Podophyllotoxin and its derivatives are used as cathartic, purgative, antiviral agent, vesicant, antihelminthic, and antitumor agents. Podophyllotoxin derived antitumor agents include etoposide and teniposide. These drugs have been successfully used in therapy against numerous cancers including testicular, breast, pancreatic, lung, stomach, and ovarian cancers.   == Natural abundance == Podophyllotoxin is present at concentrations of 0.3% to 1.0% by mass in the rhizome of the American mayapple (Podophyllum peltatum). Another common source is the rhizome of Sinopodophyllum hexandrum Royle (Berberidaceae). It is biosynthesized from two molecules of coniferyl alcohol by phenolic oxidative coupling and a series of oxidations, reductions and methylations.   == References ==   == Further reading =="}