{"name": "polatuzumab vedotin", "category": "drug", "content": "Polatuzumab vedotin, sold under the brand name Polivy, is a CD79b-directed antibody-drug conjugate medication used for the treatment of diffuse large B-cell lymphoma (cancer). It was developed by the Genentech subsidiary of Roche. The most common side effects include low levels of white blood cells (neutropenia), platelets (thrombocytopenia) and red blood cells (anemia); nerve damage (peripheral neuropathy); fatigue; diarrhea; fever; decreased appetite; and pneumonia. Polatuzumab vedotin was approved for medical use in the United States in June 2019, in Australia in October 2019, in the European Union in January 2020, and in Canada in November 2020.   == Medical uses == Polatuzumab vedotin is indicated in combination with bendamustine and a rituximab product for the treatment of adults with relapsed or refractory diffuse large B-cell lymphoma. Polivy in combination with rituximab, cyclophosphamide, doxorubicin, and prednisone (R-CHP) is indicated for the treatment of adults with previously untreated diffuse large B-cell lymphoma (DLBCL).   == History == In June 2019, polatuzumab vedotin was approved in the United States in combination with the chemotherapy bendamustine and a rituximab product, to treat adults with diffuse large B-cell lymphoma (DLBCL) that has progressed or returned after at least two prior therapies. Polatuzumab vedotin is a novel antibody-drug conjugate, and DLBCL is the most common type of non-Hodgkin lymphoma. The US Food and Drug Administration (FDA) granted accelerated approval to polatuzumab vedotin used in combination with the chemotherapy bendamustine and a rituximab product. The FDA approved polatuzumab vedotin based primarily on evidence from one clinical trial (NCT02257567) that was conducted in the United States, Canada, Europe, and Asia. Participants in the trial had lymphoma that came back or did not improve after prior treatment. The FDA granted the application of polatuzumab vedotin breakthrough therapy, priority review, and orphan drug designations. The FDA granted the approval of Polivy to Genentech. Polatuzumab vedotin was approved for medical use in the European Union in January 2020, as a second-line treatment. The European Medicines Agency (EMA) designated polatuzumab vedotin an orphan medicine in April 2018. In March 2022, the European Medicines Agency's Committee for Medicinal Products for Human Use recommended  Polatuzumab vedotin, in combination with R-CHP or R-CHOP, as a primary treatment. In February 2023, polatuzumab vedotin was recommended by the National Institute for Health and Care Excellence (NICE) to be used in combination with rituximab, cyclophosphamide, doxorubicin and prednisolone (R-CHP) for untreated diffuse large B-cell lymphoma (DLBCL). In April 2023, the FDA approved polatuzumab vedotin in combination with rituximab, cyclophosphamide, doxorubicin and prednisone as first-line therapy for people with previously untreated diffuse large B-cell lymphoma, not otherwise specified or high-grade B-cell lymphoma who have an International Prognostic Index score of two or greater.   == Society and culture ==   === Names === Polatuzumab vedotin is the international nonproprietary name and the United States Adopted Name.   == References ==   == Further reading == Bourbon E, Salles G (October 2020). \"Polatuzumab vedotin: an investigational anti-CD79b antibody drug conjugate for the treatment of diffuse large B-cell lymphoma\". Expert Opinion on Investigational Drugs. 29 (10): 1079–1088. doi:10.1080/13543784.2020.1800638. PMID 32700972. S2CID 220718129. Burke JM, Morschhauser F, Andorsky D, Lee C, Sharman JP (October 2020). \"Antibody-drug conjugates for previously treated aggressive lymphomas: focus on polatuzumab vedotin\". Expert Review of Clinical Pharmacology. 13 (10): 1073–1083. doi:10.1080/17512433.2020.1826303. PMID 32985934. Deeks ED (September 2019). \"Polatuzumab Vedotin: First Global Approval\". Drugs. 79 (13): 1467–1475. doi:10.1007/s40265-019-01175-0. PMC 6794237. PMID 31352604. Tilly H, Morschhauser F, Sehn LH, Friedberg JW, Trněný M, Sharman JP, et al. (January 2022). \"Polatuzumab Vedotin in Previously Untreated Diffuse Large B-Cell Lymphoma\". The New England Journal of Medicine. 386 (4): 351–363. doi:10.1056/NEJMoa2115304. PMID 34904799.   == External links == Clinical trial number NCT02257567 for \"A Study of Polatuzumab Vedotin (DCDS4501A) in Combination With Rituximab or Obinutuzumab Plus Bendamustine in Participants With Relapsed or Refractory Follicular or Diffuse Large B-Cell Lymphoma\" at ClinicalTrials.gov Clinical trial number NCT03274492 for \"A Study Comparing the Efficacy and Safety of Polatuzumab Vedotin With Rituximab-Cyclophosphamide, Doxorubicin, and Prednisone (R-CHP) Versus Rituximab-Cyclophosphamide, Doxorubicin, Vincristine, and Prednisone (R-CHOP) in Participants With Diffuse Large B-Cell Lymphoma (POLARIX)\" at ClinicalTrials.gov"}