{"name": "Polyarteritis Nodosa", "category": "disease", "content": "Polyarteritis nodosa (PAN) is a systemic necrotizing inflammation of blood vessels (vasculitis) affecting medium-sized muscular arteries, typically involving the arteries of the kidneys and other internal organs but generally sparing the lungs' circulation. Small aneurysms are strung like the beads of a rosary, therefore making this \"rosary sign\" an important diagnostic feature of the vasculitis. PAN is sometimes associated with infection by the hepatitis B or hepatitis C virus. The condition may be present in infants. PAN is a rare disease. With treatment, five-year survival is 80%; without treatment, five-year survival is 13%. Death is often a consequence of kidney failure, myocardial infarction, or stroke.   == Signs and symptoms == PAN may affect nearly every organ system and thus can present with a broad array of signs and symptoms. These manifestations result from ischemic damage to affected organs, often the skin, heart, kidneys, and nervous system. Constitutional symptoms are seen in up to 90% of affected individuals and include fever, fatigue, weakness, loss of appetite, and unintentional weight loss. Skin: The skin may show rashes, swelling, necrotic ulcers, and subcutaneous nodules (lumps). Skin manifestations of PAN include palpable purpura and livedo reticularis in some individuals. Neurologic system: Nerve involvement may cause sensory changes with numbness, pain, burning, and weakness (peripheral neuropathy). Peripheral nerves are often affected, and this most commonly presents as mononeuritis multiplex, which is the most common neurologic sign of PAN. Mononeuritis multiplex develops in more than 70% of patients with polyarteritis nodosa because of damage to arteries supplying large peripheral nerves. Most cases are marked by asymmetric polyneuropathy, but progressive disease can lead to symmetric nerve involvement. Central nervous system involvement may cause strokes or seizures. Renal system: Kidney involvement is common and often leads to death of parts of the kidney. Involvement of the renal artery, which supplies the kidneys with highly oxygenated blood, often leads to high blood pressure in about one-third of cases. deposition of protein or blood in the urine may also be seen. Almost all patients with PAN have renal insufficiency caused by renal artery narrowing, thrombosis, and infarctions. Cardiovascular system: Involvement of the arteries of the heart may cause a heart attack, heart failure, and inflammation of the sac around the heart (pericarditis). Gastrointestinal system: Damage to mesenteric arteries can cause abdominal pain, mesenteric ischemia, and bowel perforation. Abdominal pain may also be seen. Musculoskeletal system: Muscle and joint aches are common.   === Complications === Stroke Heart failure resulting from cardiomyopathy and pericarditis Intestinal necrosis and perforation   == Causes == PAN has no association with anti-neutrophil cytoplasmic antibodies, but about 30% of people with PAN have chronic hepatitis B and deposits containing HBsAg-HBsAb complexes in affected blood vessels, indicating an immune complex-mediated cause in that subset. Infection with the hepatitis C virus and HIV are occasionally discovered in people affected by PAN. PAN has also been associated with underlying hairy cell leukemia. The cause remains unknown in the remaining cases; there may be causal and clinical distinctions between classic idiopathic PAN, the cutaneous forms of PAN, and PAN associated with chronic hepatitis. In children, cutaneous PAN is frequently associated with streptococcal infections, and positive streptococcal serology is included in the diagnostic criteria.   == Diagnosis ==  No specific lab tests exist for diagnosing polyarteritis nodosa. Diagnosis is generally based on the physical examination and a few laboratory studies that help confirm the diagnosis:  CBC (may demonstrate an elevated white blood count) ESR (elevated) Perinuclear pattern of antineutrophil cytoplasmic antibodies (p-ANCA) - not associated with \"classic\" polyarteritis nodosa, but is present in a form of the disease affecting smaller blood vessels, known as microscopic polyangiitis or leukocytoclastic angiitis Tissue biopsy (reveals inflammation in small arteries, called arteritis) Elevated C-reactive protein A patient is said to have polyarteritis nodosa if he or she has three of the 10 signs known as the 1990 American College of Rheumatology (ACR) criteria, when a radiographic or pathological diagnosis of vasculitis is made:  Weight loss greater than/equal to 4.5 kg Livedo reticularis (a mottled purplish skin discoloration over the extremities or torso) Testicular pain or tenderness (occasionally, a site biopsied for diagnosis) Muscle pain, weakness, or leg tenderness Nerve disease (either single or multiple) Diastolic blood pressure greater than 90 mmHg (high blood pressure) Elevated kidney blood tests (BUN greater than 40 mg/dL or creatinine greater than 1.5 mg/dL) Hepatitis B (not C) virus tests positive (for surface antigen or antibody) Arteriogram (angiogram) showing the arteries that are dilated (aneurysms) or constricted by the blood vessel inflammation Biopsy of tissue showing the arteritis (typically inflamed arteries): The sural nerve is a frequent location for the biopsy.  In polyarteritis nodosa, small aneurysms are strung like the beads of a rosary, therefore making this \"rosary sign\" an important diagnostic feature of the vasculitis. The 1990 ACR criteria were designed for classification purposes only, but their good discriminatory performances, indicated by the initial ACR analysis, suggested their potential usefulness for diagnostic purposes as well. Subsequent studies did not confirm their diagnostic utility, demonstrating a significant dependence of their discriminative abilities on the prevalence of the various vasculitides in the analyzed populations. Recently, an original study, combining the analysis of more than 100 items used to describe patients' characteristics in a large sample of vasculitides with a computer simulation technique designed to test the potential diagnostic utility of the various criteria, proposed a set of eight positively or negatively  discriminating items to be used as a screening tool for  diagnosis in patients suspected of systemic vasculitis.   === Differential diagnosis === Polyarteritis nodosa rarely affects the blood vessels of the lungs and this feature can help to differentiate it from other vasculitides that may have similar signs and symptoms (e.g., granulomatosis with polyangiitis or microscopic polyangiitis).   == Treatment == Treatment involves medications to suppress the immune system, including prednisone and cyclophosphamide. When present, underlying hepatitis B virus infection should be immediately treated. In some cases, methotrexate or leflunomide may be helpful. Some patients have entered a remission phase when a four-dose infusion of rituximab is used before the leflunomide treatment is begun. Therapy results in remissions or cures in 90% of cases. Untreated, the disease is fatal in most cases. The most serious associated conditions generally involve the kidneys and gastrointestinal tract. A fatal course usually involves gastrointestinal bleeding, infection, myocardial infarction, and/or kidney failure. In case of remission, about 60% experience relapse within five years. In cases caused by hepatitis B virus, however, recurrence rate is only around 6%.   == Epidemiology == The condition affects adults more frequently than children and males more frequently than females. Most cases occur between the ages of 40 and 60. Polyarteritis nodosa is more common in people with hepatitis B infection.   == Culture == In the 1956 American film Bigger Than Life, the protagonist character played by James Mason is diagnosed with polyarteritis nodosa after experiencing excruciating chest pain and is treated with cortisone.   == References ==   == External links =="}