{"name": "Polymyalgia Rheumatica", "category": "disease", "content": "Polymyalgia rheumatica (PMR) is a syndrome experienced as pain or stiffness, usually in the neck, shoulders, upper arms, and hips, but which may occur all over the body. The pain can be sudden or can occur gradually over a period. Most people with PMR wake up in the morning with pain in their muscles; however, cases have occurred in which the person has developed the pain during the evenings or has pain and stiffness all day long. People who have polymyalgia rheumatica may also have temporal arteritis (giant cell arteritis), an inflammation of blood vessels in the face which can cause blindness if not treated quickly. The pain and stiffness can result in a lowered quality of life, and can lead to depression. It is thought to be brought on by a viral or bacterial illness or trauma of some kind, but genetics play a role as well. Persons of Northern European descent are at greater risk. There is no definitive laboratory test, but C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) can be useful. PMR is usually treated with corticosteroids taken by mouth. Most people need to continue the corticosteroid treatment for two to three years. PMR sometimes goes away on its own in a year or two, but medications and self-care measures (e.g., eating the recommended amount of fruits and vegetables) can improve the rate of recovery. PMR was first established as a distinct disease in 1966 by a case report on 11 patients at Mount Sinai Hospital in New York City. It takes its name from the Greek word Πολυμυαλγία polymyalgia, which means \"pain in many muscles\".   == Signs and symptoms == A wide range of symptoms can indicate if a person has polymyalgia rheumatica. The classic symptoms include:  Pain and stiffness (moderate to severe) in the neck, shoulders, upper arms, thighs, and hips, which inhibits activity, especially in the morning/after sleeping. Pain can also occur in the groin area and in the buttocks. The pain can be limited to one of these areas as well.  It is a disease of the \"girdles\" meaning shoulder girdle or pelvic girdle. Fatigue and lack of appetite (possibly leading to weight loss) Anemia An overall feeling of illness or flu-like symptoms. Low-grade (mild) fever or abnormal temperature is sometimes present. In most people, it is characterized by constant fatigue, weakness and sometimes exhaustion. Night sweating Weight loss Swollen hands and feet because of retained moisture About 15% of people who are diagnosed with polymyalgia rheumatica also have temporal arteritis, and about 50% of people with temporal arteritis have polymyalgia rheumatica. Some symptoms of temporal arteritis include headaches, scalp tenderness, jaw or facial soreness, distorted vision, or aching in the limbs caused by decreased blood flow, and fatigue.   == Causes == The cause of PMR is not well understood. The pain and stiffness result from the activity of inflammatory cells and proteins that are normally a part of the body's disease-fighting immune system, and the inflammatory activity seems to be concentrated in tissues surrounding the affected joints. During this disorder, the white blood cells in the body attack the lining of the joints, causing inflammation. Inherited factors also play a role in the probability that an individual will develop PMR. Several theories have included viral stimulation of the immune system in genetically susceptible individuals. Infectious diseases may be a contributing factor. This would be expected with sudden onset of symptoms, for example. In addition, new cases often appear in cycles in the general population, implying a viral connection. Studies are inconclusive, but several somewhat common viruses were identified as possible triggers for PMR. As of 2008, per a pamphlet from the  Mayo Clinic the viruses thought to be involved included the adenovirus, which causes respiratory infections; the human parvovirus B19, an infection that affects children; and the human parainfluenza virus. Subsequent prospective studies have shown, that there is no link between parvovirus B19 and PM. Persons having the HLA-DR4 type of human leucocyte antigen appear to have a higher risk of PMR.   == Diagnosis == No specific test exists to diagnose polymyalgia rheumatica; many other diseases can cause inflammation and pain in muscles, but a few tests can help narrow down the cause of the pain. Limitation in shoulder motion or swelling of the joints in the wrists or hands, are noted by the doctor. A patient's answers to questions, a general physical exam, and the results of tests can help a doctor determine the cause of pain and stiffness. One blood test usually performed is the erythrocyte sedimentation rate (ESR) which measures how fast the patient's red blood cells settle in a test tube. The faster the red blood cells settle, the higher the ESR value (measured in mm/hour), which suggests that inflammation may be present. Many conditions can cause an elevated ESR, so this test alone is not proof that a person has polymyalgia rheumatica. Another test that checks the level of C-reactive protein (CRP) in the blood may also be conducted. CRP is produced by the liver in response to an injury or infection, and people with polymyalgia rheumatica usually have high levels. However, like the ESR, this test is also not very specific. Polymyalgia rheumatica is sometimes associated with temporal arteritis, a condition requiring more aggressive therapy. To test for this additional disorder, a biopsy sample may be taken from the temporal artery.   == Treatment == Prednisone is the drug of choice for PMR, and treatment duration is frequently greater than one year. If the patient does not experience dramatic improvement after three days of 10–20 mg oral prednisone per day, the diagnosis should be reconsidered. Sometimes relief of symptoms occurs in only several hours. Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen are ineffective in the initial treatment of PMR, but they may be used in conjunction with the maintenance dose of corticosteroid. Along with medical treatment, patients are encouraged to exercise and eat healthily, helping to maintain a strong immune system and build strong muscles and bones. A diet of fruits, vegetables, whole grains, and low-fat meat and dairy products, avoiding foods with high levels of refined sugars and salt is recommended. Research in the UK has also suggested that people with polymyalgia rheumatica would benefit from a falls assessment when first diagnosed, and regular treatment reviews.   == Epidemiology == No circumstances are certain as to which an individual will get polymyalgia rheumatica, but a few factors show a relationship with the disorder:  Usually, PMR only affects adults over the age of 50. The average age of a person who has PMR is about 70 years old. Women are twice as likely to get PMR as men. White people of western and Northern European descent are more likely to get this disease. It is more likely to affect people of Northern European origin; Scandinavians are especially vulnerable. About 50% of people with temporal arteritis also have polymyalgia rheumatica.   == See also == Remitting seronegative symmetrical synovitis with pitting edema Tocilizumab   == References ==   == External links == Questions and Answers about Polymyalgia Rheumatica and Giant Cell Arteritis - US National Institute of Arthritis and Musculoskeletal and Skin Diseases Symptomatrix"}