{"name": "polysorbate 80", "category": "drug", "content": "Polysorbate 80 is a nonionic surfactant and emulsifier often used in pharmaceuticals, foods, and cosmetics. This synthetic compound is a viscous, water-soluble yellow liquid.   == Chemistry == Polysorbate 80 is derived from polyethoxylated sorbitan and oleic acid. The hydrophilic groups in this compound are polyethers also known as polyoxyethylene groups, which are polymers of ethylene oxide. In the nomenclature of polysorbates, the numeric designation following polysorbate refers to the lipophilic group, in this case, the oleic acid (see polysorbate for more detail). The full chemical names for polysorbate 80 are:  Polyoxyethylene (80) sorbitan monooleate (x)-sorbitan mono-9-octadecenoate poly(oxy-1,2-ethanediyl) The critical micelle concentration of polysorbate 80 in pure water is reported as 0.012 mM.   == Other names == E number: E433 Brand names:  Kolliphor PS 80 - Kolliphor is a registered trademark of BASF Alkest TW 80 Scattics Canarcel Poegasorb 80 Montanox 80 – Montanox is a registered trademark of Seppic Tween 80 – Tween is a registered trademark of Croda Americas, Inc. Kotilen-80 - Kotilen is a registered trademark of Kolb AG   == Uses ==   === Food === Polysorbate 80 is used as an emulsifier in foods, though research suggests it may \"profoundly impact intestinal microbiota in a manner that promotes gut inflammation and associated disease states.\" For example, in ice cream, polysorbate is added up to 0.5% (v/v) concentration to make the ice cream smoother and easier to handle, as well as increasing its resistance to melting. Adding polysorbate prevents milk proteins from completely coating the fat droplets. This allows them to join in chains and nets, which hold air in the mixture, and provide a firmer texture that holds its shape as the ice cream melts.   === Health and beauty === Polysorbate 80 is also used as a surfactant in soaps and cosmetics (including eyedrops), or a solubilizer, such as in a mouthwash. The cosmetic grade of polysorbate 80 may have more impurities than the food grade.   === Medical === Polysorbate 80 is a surfactant and solubilizer used in a variety of oral and topical pharmaceutical products. Polysorbate 80 is also an excipient that is used to stabilize aqueous formulations of medications for parenteral administration, and used as an emulsifier in the making of the antiarrhythmic amiodarone. It is also used as an excipient in some European and Canadian influenza vaccines. Influenza vaccines contain 2.5 μg of polysorbate 80 per dose. Polysorbate 80 is found in many vaccines used in the United States, including the Janssen COVID-19 vaccine. It is used in the culture of Mycobacterium tuberculosis in Middlebrook 7H9 broth. It is also used as an emulsifier in the estrogen-regulating drug Estrasorb. Polysorbate 80 is also used in granulation for stabilization of drugs and excipients when IPA binding.   === Laboratory === Some mycobacteria contain a type of lipase (enzyme that breaks up lipid molecules); when these species are added to a mixture of polysorbate 80 and phenol red, they cause the solution to change color, so this is used as a test to identify the phenotype of a strain or isolate.  On RODAC agar plates used in microbiological control, polysorbate 80 counteracts disinfectants often found on sampled surfaces, thereby allowing the microbes found on these surfaces to grow.   == See also == Polysorbate 20, used as a wetting agent in mouth drops Polysorbate 40 Polysorbate 60, used as an emulsifier in powdered drink preparations such as hot cocoa mix Polysorbate 65   == References ==  ."}