{"name": "pomalidomide", "category": "drug", "content": "Pomalidomide, sold under the brand names Pomalyst and Imnovid, is an anti-cancer medication used for the treatment of multiple myeloma and AIDS-related Kaposi sarcoma. Pomalidomide was approved for medical use in the United States in February 2013, and in the European Union in August 2013. It is available as a generic medication.   == Medical uses == In the European Union, pomalidomide, in combination with bortezomib and dexamethasone, is indicated in the treatment of adults with multiple myeloma who have received at least one prior treatment regimen including lenalidomide; and in combination with dexamethasone is indicated in the treatment of adults with relapsed and refractory multiple myeloma who have received at least two prior treatment regimens, including both lenalidomide and bortezomib, and have demonstrated disease progression on the last therapy. In the United States, pomalidomide is indicated, in combination with dexamethasone, for people with multiple myeloma who have received at least two prior therapies including lenalidomide and a proteasome inhibitor and have demonstrated disease progression on or within 60 days of completion of the last therapy; and is indicated for people with AIDS-related Kaposi sarcoma after failure of highly active antiretroviral therapy (HAART) or in people with Kaposi sarcoma who are HIV-negative.   == Origin and development == The parent compound of pomalidomide, thalidomide, was originally discovered to inhibit angiogenesis in 1994. Based upon this discovery, thalidomide was taken into clinical trials for cancer, leading to its ultimate FDA approval for multiple myeloma. Structure-activity studies revealed that amino substituted thalidomide had improved antitumor activity, which was due to its ability to directly inhibit both the tumor cell and vascular compartments of myeloma cancers.  This dual activity of pomalidomide makes it more efficacious than thalidomide in vitro and in vivo.   == Mechanism of action == Pomalidomide directly inhibits angiogenesis and myeloma cell growth.  This dual effect is central to its activity in myeloma, rather than other pathways such as TNF alpha inhibition, since potent TNF inhibitors including rolipram and pentoxifylline do not inhibit myeloma cell growth or angiogenesis. Upregulation of interferon gamma, IL-2 and IL-10 as well as downregulation of IL-6 have been reported for pomalidomide. These changes may contribute to pomalidomide's anti-angiogenic and anti-myeloma activities. Like thalidomide, pomalidomide works as a cereblon E3 ligase modulator.   == Side effects == Pomalidomide can cause harm to unborn babies when administered during pregnancy. Pomalidomide is present in the semen of people receiving the drug.   == Clinical trials == Phase I trial results showed tolerable side effects. Phase II clinical trials for multiple myeloma and myelofibrosis reported 'promising results'. Phase III results showed significant extension of progression-free survival, and overall survival (median 11.9 months vs. 7.8 months; p = 0.0002) in patients taking pomalidomide and dexamethasone vs. dexamethasone alone.   == References =="}