{"name": "ponatinib", "category": "drug", "content": "Ponatinib, sold under the brand name Iclusig, is a medication used for the treatment of chronic myeloid leukemia and Philadelphia chromosome–positive (Ph+) acute lymphoblastic leukemia. It was developed by Ariad Pharmaceuticals. It is a multi-targeted tyrosine-kinase inhibitor. Some forms of chronic myeloid leukemia, those that have the T315I mutation, are resistant to current therapies such as imatinib. Ponatinib has been designed to be effective against these types of tumors. The United States Food and Drug Administration (FDA) approved the medication as a candidate in December 2012, but temporarily suspended sales in October 2013, because of \"the risk of life-threatening blood clots and severe narrowing of blood vessels\". The suspension was partially lifted on in December 2013, with ponatinib being issued revised prescribing information, a new \"Black Box Warning\" and a \"Risk Evaluation and Mitigation Strategy\" in place to better evaluate the risks and benefits of using the drug.   == Medical uses == Ponatinib in indicated for the treatment of adults with Philadelphia chromosome-positive acute lymphoblastic leukemia and chronic myeloid leukemia.   == Adverse effects == The FDA issued a partial clinical hold on new trial enrollment for ponatinib in October 2013, due to an increased number of blood clots observed in patients taking the drug. The EPIC trial was later canceled in October 2013. Subsequent studies of 449 patients treated during 4 years with ponatinib for chronic phase chronic myelogenous leukemia found the following adverse reactions. 150 Patients experienced cardiac vascular (21% of patients), peripheral vascular (12%), and cerebrovascular (9%) arterial occlusive events. Venous thromboembolic events occurred in 6% of patients. The most common all-grade adverse events included hypertension (69%), rash (63%), abdominal pain (48%), fatigue (47%), headache (43%), arterial ischemia (42%), dry skin (42%), constipation (41%), arthralgia (32%), nausea (28%), pyrexia (26%), peripheral neuropathy (24%), myalgia (24%), pain in extremity (23%), back pain (21%), and diarrhea (20%). In addition, there have been reported cases of the posterior reversible encephalopathy syndrome. Recently, an analogue of ponatinib was developed that retained anti-tumor efficacy but had reduced cardiovascular toxicity in experimental models.   == Clinical trials == In 2010, Ariad announced result from a phase I study of ponatinib in patients with resistant and refractory chronic myeloid leukemia and Philadelphia-positive acute lymphoblastic leukemia (Ph+ ALL). The study demonstrated that in chronic-phase chronic myeloid leukemia patients treated with ponatinib, 66 percent of patients in the trial achieved a major cytogenetic response, including 100 percent of patients who also had a T315I mutation. The PACE (Ponatinib Ph+ ALL and chronic myeloid leukemia Evaluation) pivotal phase II trial started enrolling patients in September 2010 and is designed to provide definitive clinical data for regulatory approval in this setting. Good results were reported in December 2012. The EPIC (Evaluation of Ponatinib versus Imatinib in chronic myeloid leukemia) phase-III trial began in June 2012  and was halted on October 18, 2013.   == Mechanism of action == The primary target for ponatinib is BCR-ABL, an abnormal tyrosine kinase that is the hallmark of chronic myeloid leukemia and Philadelphia-positive acute lymphoblastic leukemia. Chronic myeloid leukemia is characterized by an excessive and unregulated production of white blood cells by the bone marrow due to a genetic abnormality that produces the BCR-ABL protein. After a chronic phase of production of too many white blood cells, chronic myeloid leukemia typically evolves to more aggressive phases such as accelerated or blast crisis. Philadelphia-positive acute lymphoblastic leukemia is a subtype of acute lymphoblastic leukemia that carries the Ph+ chromosome that produces BCR-ABL. It has a more aggressive course than chronic myeloid leukemia and is often treated with a combination of chemotherapy and tyrosine kinase inhibitors. Because both of these diseases express the BCR-ABL protein, this would render them potentially susceptible to treatment with ponatinib. BCR-ABL is detected in 95% of patients with chronic myeloid leukemia.   == History == Ponatinib was designed using Ariad's computational and structure-based drug design platform to inhibit the enzymatic activity of BCR-ABL with very high potency and broad specificity. Ponatinib was intended to target not only native BCR-ABL, but also its isoforms that carry mutations that confer resistance to treatment with existing tyrosine kinase inhibitors, including especially the T315I mutation for which no effective therapy exists. The road to discovery is linked to AP23464, one of the first of Ariad's ATP competitive dual Src/Abl inhibitors. AP23464 was identified using structure base drug design and focused synthetic libraries of trisubstituted purine analogs. The substance potently inhibits Src and Bcr-Abl kinases including many common imatinib-resistant Bcr-Abl mutations. AP23464 does not inhibit the T315I mutation, however, whereas ponatinib does.   == Society and culture ==   == Legal status == Ponatinib was approved by the US FDA in December 2012, for people with resistant or intolerant chronic myeloid leukemia and Philadelphia-positive acute lymphoblastic leukemia, based on results of the PACE phase II trial. Based on additional studies, the FDA granted full approval in 2016 and updated the label to include people with chronic phase, accelerated phase, or blast phase chronic myeloid leukemia and Philadelphia chromosome-positive acute lymphoblastic leukemia for whom no other tyrosine kinase inhibitor therapy is indicated. Approval was also granted for T315I-positive and T315I-positive Philadelphia chromosome positive acute lymphoblastic leukemia.   === Economics === The medication costs $138,000 per year. As of 2015, ponatinib is available in England for the treatment of chronic myeloid leukemia (chronic phase, accelerated phase or blast phase) and Philadelphia-positive acute lymphoblastic leukemia in patients with documented T315I mutation under the Cancer Drugs Fund, and has not been appraised by the National Institute for Health and Care Excellence (NICE), who noted the small expected patient population. NICE estimated that ponatinib would cost approximately £61,000 per year, but the price paid under the Cancer Drugs Fund is confidential and may be different.   == References =="}