{"name": "poractant alfa", "category": "drug", "content": "Poractant alfa is a pulmonary surfactant sold under the brand name Curosurf by Chiesi Farmaceutici.  Poractant alfa is an extract of natural porcine lung surfactant. As with other surfactants, marked improvement on oxygenation may occur within minutes of the administration of poractant alfa. The new generic form of surfactant is Varasurf (Sheep Lung Surfactant) developed in PersisGen Co. and commercialized by ArnaGen Pharmad. It has fully comparable quality profile with Curosurf.   == Pharmacology == Each milliliter of poractant alfa contains 80 mg of surfactant (extract) that includes 76 mg of phospholipids and 1 mg of protein of which 0.2 mg is surfactant protein B (SP-B). Depending on local country registration, CUROSURF is available in 1.5 mL vials, 3.0 mL vials, and/or twin packs containing two 1.5 mL vials. The amount of phospholipids is calculated from the content of phosphorus and contains 55 mg of phosphatidylcholine of which 30 mg is dipalmitoylphosphatidylcholine.   == Other adverse effects == Transient episodes of bradycardia, decreased oxygen saturation, hypotension, or endotracheal tube blockage may occur.   == Mechanism of action == Endogenous pulmonary surfactant reduces surface tension at the air-liquid interface of the alveoli during mechanical ventilation and stabilizes the alveoli against collapse at resting transpulmonary pressures. A deficiency of pulmonary surfactant in preterm infants results in respiratory distress syndrome. Poractant alfa compensates for the surfactant deficiency and restores surface activity to the lung tissue.   == History == Surfactant deficiency was identified as the cause of infant respiratory distress syndrome (RDS) as long ago as 1959. Trials of surfactant replacement in the 1960s were unsuccessful because the preparations used contained only phospholipids and they were administered inefficiently by nebulization. In the 1970s Bengt Robertson and Göran Enhörning showed that natural surfactant, containing both phospholipids and proteins, could ameliorate the signs of RDS in immature rabbits. In the 1980s Bengt Robertson and Tore Curstedt developed a porcine surfactant, Curosurf (named after their surnames), which was effective in immature animals and was used in a pilot clinical trial beginning in 1983. Subsequent randomized clinical trials were planned a year later by Bengt Robertson, Tore Curstedt and Henry Halliday, and the first trial was begun in 1985. This showed that Curosurf reduced pulmonary air leaks and neonatal mortality in preterm infants with severe RDS. A second trial, coordinated by Christian P. Speer, demonstrated that multiple doses of Curosurf were more effective than a single dose. Subsequent trials conducted by the Collaborative European Multicenter Study Group, which included among others Guilio Bevilacqua, Janna Koppe, Ola Saugstad, Nils Svenningsen and Jean-Pierre Relier, showed that early treatment was more effective than later administration and that infants treated at birth had similar neurodevelopmental status to untreated controls at a corrected age of 2 years. Members of the Collaborative European Multicenter Study Group in Denmark and Sweden performed studies to demonstrate the benefits of a combination of surfactant treatment and early continuous positive airway pressure. As with other surfactants, marked improvements in oxygenation may occur within minutes of the administration of Curosurf.   == References =="}