{"name": "Postpartum Hemorrhage", "category": "disease", "content": "Postpartum bleeding or postpartum hemorrhage (PPH) is often defined as the loss of more than 500 ml or 1,000 ml of blood  following childbirth. Some have added the requirement that there also be signs or symptoms of low blood volume for the condition to exist. Signs and symptoms may initially include: an increased heart rate, feeling faint upon standing, and an increased breathing rate. As more blood is lost, the patient may feel cold, blood pressure may drop, and they may become restless or unconscious. In severe cases circulatory collapse, disseminated intravascular coagulation and death can occur. The condition can occur up to twelve weeks following delivery in the secondary form.  The most common cause is poor contraction of the uterus following childbirth. Not all of the placenta being delivered, a tear of the uterus, or poor blood clotting are other possible causes. It occurs more commonly in those who already have a low amount of red blood, are Asian, have a larger fetus or more than one fetus, are obese or are older than 40 years of age. It also occurs more commonly following caesarean sections, those in whom medications are used to start labor, those requiring the use of a vacuum or forceps, and those who have an episiotomy. 100% rates of prevention are achieved at vaginal births by expediently delivering the placenta in squat position by 3 minutes postpartum. Other means of prevention involve decreasing known risk factors including procedures associated with the condition, if possible, and giving the medication oxytocin to stimulate the uterus to contract shortly after the baby is born. Misoprostol may be used instead of oxytocin in resource-poor settings. Treatments may include: intravenous fluids, blood transfusions, and the medication ergotamine to cause further uterine contraction. Efforts to compress the uterus using the hands may be effective if other treatments do not work. The aorta may also be compressed by pressing on the abdomen. The World Health Organization has recommended the non-pneumatic anti-shock garment to help until other measures such as surgery can be carried out. Tranexamic acid has also been shown to reduce the risk of death, and has been recommended within three hours of delivery. In the developing world about 1.2% of deliveries are associated with PPH and when PPH occurred about 3% of women died. It is responsible for 8% of maternal deaths during childbirth in developed regions and 20% of maternal deaths during childbirth in developing regions. Globally it occurs about 8.7 million times and results in 44,000 to 86,000 deaths per year making it the leading cause of death during pregnancy. About 0.4 women per 100,000 deliveries die from PPH in the United Kingdom while about 150 women per 100,000 deliveries die in sub-Saharan Africa. Rates of death have decreased substantially since at least the late 1800s in the United Kingdom.   == Definition == Depending on the source, primary postpartum bleeding is defined as blood loss in excess of 500 ml following vaginal delivery or 1000 mL following caesarean section in the first 24 hours following birth. Others have defined the condition as blood loss of greater than 1000 mL after either delivery method, or any amount of blood loss with signs and symptoms of hypovolemia. Secondary postpartum bleeding is that which occurs after the 24 hours up to 12 weeks after childbirth.   == Signs and symptoms == Symptoms generally include heavy bleeding from the vagina that doesn't slow or stop over time. Initially there may be an increased heart rate, feeling faint upon standing, and an increased respiratory rate. As more blood is lost, the patient may feel cold, blood pressure may drop, and they may become unconscious. Signs and symptoms of circulatory shock may also include blurry vision, cold and clammy skin, confusion, and feeling sleepy or weak.   == Causes ==  Causes of postpartum hemorrhage are uterine atony, trauma, retained placenta or placental abnormalities, and coagulopathy, commonly referred to as the \"four Ts\":  Tone: uterine atony is the inability of the uterus to contract and may lead to continuous bleeding. Retained placental tissue and infection may contribute to uterine atony.  Uterine atony is the most common cause of postpartum hemorrhage. Trauma: Injury to the birth canal which includes the uterus, cervix, vagina and the perineum which can happen even if the delivery is monitored properly. The bleeding is substantial as all these organs become more vascular during pregnancy. Tissue: retention of tissue from the placenta or fetus as well as placental abnormalities such as placenta accreta and percreta may lead to bleeding. Thrombin: a bleeding disorder occurs when there is a failure of clotting, such as with diseases known as coagulopathies. Other risk factors include endometriosis, obesity, fever during pregnancy, bleeding before delivery, and heart disease.   == Prevention == Oxytocin is typically used right after the delivery of the baby to prevent PPH. Misoprostol may be used in areas where oxytocin is not available. Early clamping of the umbilical cord does not decrease risks and may cause anemia in the baby, and thus is usually not recommended. Active management of the third stage is a method of shortening the stage between when the baby is born and when the placenta is delivered. This stage is when the mother is at risk of having a PPH. Active management involves giving a drug which helps the uterus contract before delivering the placenta by a gentle but sustained pull on the umbilical cord whilst exerting upward pressure on the lower abdomen to support the uterus (controlled cord traction). Active management of the third stage of labor with uterotonics (oxytocin or Misoprostol) and gentle umbilical cord traction have been shown to reduce the incidence of PPH by 66%. Another method of active management which is no longer recommended is fundal pressure during the delivery of the placenta. A review into this method found no benefit to its use and advises only controlled cord traction because fundal pressure can cause the mother unnecessary pain. Allowing the cord to drain appears to shorten the third stage and reduce blood loss but evidence around this subject is not strong enough to draw solid conclusions. Nipple stimulation and breastfeeding triggers the release of natural oxytocin in the body, therefore it is thought that encouraging the baby to suckle soon after birth may reduce the risk of PPH for the mother. A review looking into this did not find enough good research to say whether or not nipple stimulation did reduce PPH. More research is needed to answer this question.   == Management ==  Uterine massage is a simple first line treatment as it helps the uterus to contract to reduce bleeding. Although the evidence around the effectiveness of uterine massage is inconclusive, it is common practice after the delivery of the placenta.   === Medication === Intravenous or intramuscular oxytocin is the drug of choice for postpartum hemorrhage. Ergotamine may also be used. Oxytocin helps the uterus to contract quickly and the contractions to last longer. It is the first line treatment for PPH when its cause is the uterus not contracting well. A combination of syntocinon and ergometrine is commonly used as part of active management of the third stage of labour. This is called syntometrine. Syntocinon alone lowers the risk of PPH. Based on limited research available it is unclear whether syntocinon or syntometrine is most effective in preventing PPH but adverse effects are worse with syntometrine making syntocinon a more attractive option. Ergometrine also has to be kept cool and in a dark place so that it is safe to use. It may reduce the risk of PPH by improving the tone of the uterus when compared with no treatment, however it must be used with caution due to its effects of raising blood pressure and worsening pain. More research would be useful in determining the best doses of ergometrine and syntocinon. Oxytocin requires refrigeration, which may not always be available, particularly in low-resourced settings. When oxytocin is not available, misoprostol can be used. Misoprostol does not need to be kept at a certain temperature and research into its effectiveness in reducing blood loss appears promising when compared with a placebo in a setting where it is not appropriate to use oxytocin. Misoprostol can cause unpleasant side effects such as very high body temperatures and shivering. Lower doses of misoprostol appear to be safer and cause less side effects. Giving oxytocin in a solution of saline into the umbilical vein is a method of administering the drug directly to the placental bed and uterus. However quality of evidence around this technique is poor and it is not recommended for routine use in the management of the third stage. More research is needed to ascertain whether this is an effective way of administering uterotonic drugs. As a way of treating a retained placenta, this method is not harmful and has shown low certainty evidence of effectiveness. Carbetocin compared with oxytocin produced a reduction in women who needed uterine massage and further uterotonic drugs for women having caesarean sections. There was no difference in rates of PPH in women having caesarean sections or women having vaginal deliveries when given carbetocin. Carbetocin appears to cause less adverse effects. More research is needed to find the cost effectiveness of using carbetocin. Tranexamic acid, a clot stabilizing medication, may also be used to reduce bleeding and blood transfusions in low-risk patients, however evidence as of 2015 was not strong. A 2017 trial found that it decreased the risk of death from bleeding from 1.9% to 1.5% in women with postpartum bleeding. The benefit was greater when the medication was given within three hours. In some countries, such as Japan, methylergometrine and other herbal remedies are given following the delivery of the placenta to prevent severe bleeding more than a day after the birth. However, there is not enough evidence to suggest that these methods are effective.   === Surgery === Surgery may be used if medical management fails or in case of cervical lacerations, tears in the uterine wall or a uterine rupture. Methods used may include uterine artery ligation, ovarian artery ligation, internal iliac artery ligation, selective arterial embolization, B-lynch suture, and hysterectomy. Bleeding caused by traumatic causes should be managed by surgical repair. When there is bleeding due to uterine rupture a repair can be performed but most of the time a hysterectomy is needed. There is currently no reliable evidence from randomised clinical trials about the effectiveness or risks of mechanical and surgical methods of treating postpartum bleeding. In those with placenta accreta (in which the placenta invades into the muscular layer of the uterus) planned caesarian delivery is recommended due to the very high risk of PPH although the optimal time for planned delivery is not well established with the American College of Obstetricians and Gynecologists recommending planned caesarian at delivery between 34 weeks and 35 weeks and 6 days gestation and the Royal College of Obstetricians and Gynaecologists recommending it between 35 and 36 weeks and 6 days. A hysterectomy is sometimes required, or planned, after the planned delivery.   === Medical devices === The World Health Organization recommends the use of a device called the non-pneumatic anti-shock garment (NASG) for use in delivery activities outside of a hospital setting, the aim being to improve shock in a mother with obstetrical bleeding long enough to reach a hospital. External aortic compression devices (EACD) may also be used. Uterine balloon tamponade (UBT) can improve postpartum bleeding. Inflating a Sengstaken–Blakemore tube in the uterus successfully treats atonic postpartum hemorrhage refractory to medical management in approximately 80% of cases. Such procedure is relatively simple, inexpensive and has low surgical morbidity. A Bakri balloon is a balloon tamponade specifically constructed for uterine postpartum hemorrhage. While effective, commercially available devices may be expensive for settings in which postpartum hemorrhage is most common. Low-cost devices, such as the ESM-UBT, have been shown to be effective without the need for operative intervention. Uterine balloon tamponade devices may be left in place for up to 24 hours in the treatment of PPH. Uterine and vaginal packing are not recommended in the treatment of PPH and are associated with a high risk of infection.   === Protocol === Protocols to manage postpartum bleeding are recommended to ensure the rapid giving of blood products when needed. A detailed stepwise management protocol has been introduced by the California Maternity Quality Care Collaborative. It describes four stages of obstetrical hemorrhage after childbirth and its application reduces maternal mortality.  Stage 0: normal - treated with fundal massage and oxytocin. Stage 1:  more than normal bleeding - establish large-bore intravenous access, assemble personnel, increase oxytocin, consider use of methergine, perform fundal massage, prepare 2 units of packed red blood cells. Stage 2: bleeding continues - check coagulation status, assemble response team, move to operating room, place intrauterine balloon, administer additional uterotonics (misoprostol, carboprost tromethamine), consider: uterine artery embolization, dilatation and curettage, and laparotomy with uterine compression stitches or hysterectomy. Stage 3: bleeding continues - activate massive transfusion protocol, mobilize additional personnel, recheck laboratory tests, perform laparotomy, consider hysterectomy. A Cochrane review suggests that active management (use of uterotonic drugs, cord clamping and controlled cord traction) during the third stage of labour may reduce severe bleeding and anemia. However, the review also found that active management increased the patient's blood pressure, nausea, vomiting, and pain. In the active management group more patients returned to hospital with bleeding after discharge, and there was also a reduction in birthweight due to infants having a lower blood volume. The effects on the baby of early cord clamping was discussed in another review which found that delayed cord clamping improved iron stores longer term in the infants. Although they were more likely to need phototherapy (light therapy) to treat jaundice, the improved iron stores are expected to be worth increasing the practice of delayed cord clamping in healthy term babies. For preterm babies (babies born before 37 weeks) a review of the research found that delaying cord clamping may lead to fewer babies with bleeding in the brain, compared to early cord clamping. Another Cochrane review looking at the timing of the giving oxytocin as part of the active management found similar benefits with giving it before or after the expulsion of the placenta. There is no good quality evidence on how best to treat a secondary PPH (PPH occurring 24 hrs or more after the birth).   == Epidemiology == Methods of measuring blood loss associated with childbirth vary, complicating comparison of prevalence rates. A systematic review reported the highest rates of PPH in Africa (27.5%), and the lowest in Oceania (7.2%), with an overall rate globally of 10.8%. The rate in both Europe and North America was around 13%. The rate is higher for multiple pregnancies (32.4% compared with 10.6% for singletons), and for first-time mothers (12.9% compared with 10.0% for women in subsequent pregnancies). The overall rate of severe PPH (>1000 ml) was much lower at an overall rate of 2.8%, again with the highest rate in Africa (5.1%).   == References ==   == External links ==  WHO recommendations for the prevention and treatment of postpartum haemorrhage. Geneva: World Health Organization. 2012. ISBN 9789241548502. Postpartum hemorrhage and the B-Lynch technique"}