{"name": "Postnatal infection", "category": "disease", "content": "The postpartum (or postnatal) period begins after childbirth and is typically considered to last for six weeks. There are three distinct  phases of the postnatal period; the acute phase, lasting for six to twelve hours after birth; the subacute phase, lasting six weeks; and the delayed phase, lasting up to six months. During the delayed phase, some changes to the genitourinary system take much longer to resolve and may result in conditions such as urinary incontinence.  The World Health Organization (WHO) describes the postnatal period as the most critical and yet the most neglected phase in the lives of mothers and babies; most maternal and newborn deaths occur during this period. In scientific literature, the term is commonly abbreviated to Px, where x is a number; for example, \"day P5\" should be read as \"the fifth day after birth\". This is not to be confused with the medical nomenclature that uses G P to stand for number and outcomes of pregnancy (gravidity and parity). A woman giving birth may leave as soon as she is medically stable, which can be as early as a few hours postpartum, though the average for a vaginal birth is one to two days. The average caesarean section postnatal stay is three to four days. During this time, the mother is monitored for bleeding, bowel and bladder function, and baby care. The infant's health is also monitored. Early postnatal hospital discharge is typically defined as discharge of the mother and newborn from the hospital within 48 hours of birth. The postpartum period can be divided into three distinct stages; the initial or acute phase, 8–19 hours after childbirth; subacute postpartum period, which lasts two to six weeks, and the delayed postpartum period, which can last up to six months. In the subacute postpartum period, 87% to 94% of women report at least one health problem. Long-term health problems (persisting after the delayed postpartum period) are reported by 31% of women. Various organizations recommend routine postpartum evaluation at certain time intervals in the postpartum period.   == Acute phase ==  The first 6 to 12 hours after childbirth is the initial or acute phase of the postpartum period. During this time the mother is typically monitored by nurses or midwives as complications can arise. The greatest health risk in the acute phase is postpartum bleeding. Following delivery the area where the placenta was attached to the uterine wall bleeds, and the uterus must contract to prevent blood loss. After contraction takes place the fundus (top) of the uterus can be palpated as a firm mass at the level of the navel. It is important that the uterus remains firm and the nurse or midwife will make frequent assessments of both the fundus and the amount of bleeding. Uterine massage is commonly used to help the uterus contract. Following delivery if the mother had an episiotomy or tearing at the opening of the vagina, it is stitched.  In the past, an episiotomy was routine. However, more recent research shows that routine episiotomy, when a normal delivery without complications or instrumentation is anticipated, does not offer benefits in terms of reducing perineal or vaginal trauma. Selective use of episiotomy results in less perineal trauma. A healthcare professional can recommend comfort measures to help to ease perineal pain.   === Infant caring in the acute phase ===  Within about 10 seconds the infant takes its first breath and the caregiver places the baby on the mother's chest.  The infant's condition is evaluated using the Apgar scale.  The Apgar score is determined by evaluating the newborn baby on five criteria which are summarized using words chosen to form an acronym (Appearance, Pulse, Grimace, Activity, Respiration). Until recently babies were routinely removed from their mothers following birth; however beginning around 2000, some authorities began to suggest that early skin-to-skin contact (placing the naked baby on the mother's chest) is of benefit to both mother and infant. As of 2014, early skin-to-skin contact, also called kangaroo care, is endorsed by all major organizations that are responsible for the well-being of infants. Thus, to help establish bonding and successful breastfeeding, the caregiver carries out immediate mother and infant assessments as the infant lies on the mother's chest and removes the infant for further observations only after they have had their first breastfeed, depending on the mother's preference.  The World Health Organization (WHO) also encourages skin-to-skin contact for the first 24 hours after birth to help regulate the baby's temperature.   == Subacute postpartum period == The subacute postpartum starts after the acute postpartum period concludes and can last for two to six weeks.   === Physical recovery in the subacute postpartum period ===  In the first few days following childbirth, the risk of a deep vein thrombosis (DVT) is relatively high as hypercoagulability increases during pregnancy and is maximal in the postpartum period, particularly for women with C-section with reduced mobility. Anti-coagulants or physical methods such as compression may be used in the hospital, particularly if the woman has risk factors, such as obesity, prolonged immobility, recent C-section, or first-degree relative with a history of thrombotic episode. For women with a history of thrombotic event in pregnancy or prior to pregnancy, anticoagulation is generally recommended.   The increased vascularity (blood flow) and edema (swelling) of the woman's vagina gradually resolves in about three weeks. The cervix gradually narrows and lengths over a few weeks. Postpartum infections can lead to sepsis and if untreated, death. Postpartum urinary incontinence is experienced by about 33% of all women; women who deliver vaginally are about twice as likely to have urinary incontinence as women who give birth via a cesarean. Urinary incontinence in this period increases the risk of long term incontinence. In the subacute postpartum period, 87% to 94% of women report at least one health problem. Kegel exercises are recommended to strengthen the pelvic floor muscles and control urinary incontinence.   Discharge from the uterus, called lochia, will gradually decrease and turn from bright red, to brownish, to yellow and cease at around five or six weeks. Women are advised in this period to wear adult diapers or nappies, disposable maternity briefs, maternity pads or towels, or sanitary napkins. The use of tampons or menstrual cups are contraindicated as they may introduce bacteria and increase the risk of infection. An increase in lochia between 7–14 days postpartum may indicate delayed postpartum hemorrhage. Hemorrhoids and constipation in this period are common, and stool softeners are routinely given. If an episiotomy or perineal tear had to be sutured, the use of a donut pillow allows the woman to sit pain-free or at least with reduced pain. Some women feel uterine contractions, called afterpains, during the first few days after delivery.  They have been described as similar to menstrual cramps and are more common during breastfeeding, due to the release of oxytocin.  The cramping is the  compressing of the blood vessels in the uterus to prevent bleeding.   === Infant caring in the subacute period ===  At two to four days postpartum, a woman's breastmilk will generally come in. Historically, women who were not breastfeeding (nursing their babies) were given drugs to suppress lactation, but this is no longer medically indicated. In this period, difficulties with breastfeeding may arise. Maternal sleep is often disturbed as night waking is normal in the newborn, and newborns need to be fed every two to three hours, including during the night. The lactation consultant, health visitor, monthly nurse, postnatal doula, or kraamverzorgster may be of assistance at this time.   === Psychological disorders === During the subacute postpartum period, psychological disorders may emerge. Among these are postpartum depression, posttraumatic stress disorder, and in rare cases, postpartum psychosis. Postpartum mental illness can affect both mothers and fathers, and is not uncommon. Early detection and adequate treatment is required. Approximately 70–80% of postpartum women will experience the \"baby blues\" for a few days. Between 10 and 20 percent may experience clinical depression, with a higher risk among those women with a history of postpartum depression, clinical depression, anxiety, or other mood disorders. Prevalence of PTSD following normal childbirth (excluding stillbirth or major complications) is estimated to be between 2.8% and 5.6% at six weeks postpartum.   === Maternal-infant postpartum evaluation === Various organizations across the world recommend routine postpartum evaluation in the postpartum period. The American College of Obstetricians and Gynecologists (ACOG) recognizes the postpartum period (the \"fourth trimester\") as critical for women and infants. Instead of the traditional single four- to six-week postpartum visit, ACOG, as of 2018, recommends that postpartum care be an ongoing process. They recommend that all women have contact (either in person or by phone) with their obstetric provider within the first three weeks postpartum to address acute issues, with subsequent care as needed.  A more comprehensive postpartum visit should be done at four to twelve weeks postpartum to address the mother's mood and emotional well-being, physical recovery after birth, infant feeding, pregnancy spacing and contraception, chronic disease management, and preventive health care and health maintenance. Results of a 2023 systematic review of the evidence suggests a relationship between having sufficient health insurance and attendance at follow-up postpartum care visits that may prevent additional needs for preventable care. Women with hypertensive disorders should have a blood pressure check within three to ten days postpartum. A 2023 systematic review of the literature suggests monitoring the blood pressure at home of women in the postpartum period appears to help with overall blood pressure measures and supports overall patient satisfaction. More than one half of postpartum strokes occur within ten days of discharge after delivery. Women with chronic medical (e.g., hypertensive disorders, diabetes, kidney disease, thyroid disease) and psychiatric conditions should continue to follow with their obstetric or primary care provider for ongoing disease management. Women with pregnancies complicated by hypertension, gestational diabetes, or preterm birth should undergo counseling and evaluation for cardiometabolic disease, as lifetime risk of cardiovascular disease is higher in these women.  Similarly, the World Health Organization recommends postpartum evaluation of the mother and infant at three days, one to two weeks, and six weeks postpartum.   == Delayed postpartum period == The delayed postpartum period starts after the subacute postpartum period and lasts up to six months. During this time, muscles and connective tissue returns to a pre-pregnancy state. Recovery from childbirth complications in this period, such as urinary and fecal incontinence, painful intercourse, and pelvic prolapse, are typically very slow and in some cases may not resolve. Symptoms of PTSD often subside in this period, dropping from 2.8% and 5.6% at six weeks postpartum to 1.5% at six months postpartum.  During this period, infant sleep during the night gradually increases and maternal sleep generally improves. Approximately three months after giving birth (typically between two and five months), estrogen levels drop and large amounts of hair loss is common, particularly in the temple area (postpartum alopecia). Hair typically grows back normally and treatment is not indicated.   Many factors figure into the likelihood of post natal problems including the size of the infant; the method of delivery, such as c-section, or of forceps; perineum trauma from either an episiotomy or natural tearing; and the physical condition of the birth mother. Conditions that may result from childbirth include uterine prolapse, cystocele, rectocele, fecal incontinence, and urinary incontinence.  Other conditions that may also arise in this period include postpartum thyroiditis.  Long-term health problems (persisting after the delayed postpartum period) are reported by 31% of women. Ongoing physical and mental health evaluation, risk factor identification, and preventive health care should be provided (see § Maternal-infant postpartum evaluation).   == Return to work == The American College of Obstetricians and Gynecologists (ACOG) recommends women take at least six weeks off work following childbirth.  In the U.S., the only national maternity leave provision is covered by the Family and Medical Leave Act (FMLA), which entitles new parents to up to 12 weeks of unpaid leave. However, 60% of new parents are unable to afford taking unpaid leave for six weeks.  According to U.S. Department of Labor statistics, only 17% have access to paid leave.   The National Partnership for Women & Families, an organization that works to promote the wellbeing of women and families, says \"the benefits of paid family leave in states that have introduced it include improved worker morale, time for parents to bond with their children, increased breastfeeding, more children getting vaccinations on time, cuts in children’s hospital admissions and reduced probabilities of having ADHD and hearing problems.\" The United States is the only country in the Organisation for Economic Co-operation and Development (OECD) that does not provide paid maternity, paternity, and parental leave.  Thirteen countries, including eight of the European countries and Colombia, Costa Rica, Chile, Argentina and Mexico offer at least three months of equivalent pay.   == Cultures ==  Postpartum confinement refers to a system for recovery following childbirth. It begins immediately after the birth, and lasts for a culturally variable length: typically for one month or 30 days, up to 40 days, two months or 100 days. This postnatal recuperation can include \"traditional health beliefs, taboos, rituals, and proscriptions.\" The practice used to be known as \"lying-in\", which, as the term suggests, centres around bed rest. (Maternity hospitals used to use this phrase, as in the General Lying-in Hospital.) Postpartum confinement customs are well-practiced in China, where it is known as \"sitting the month\", and similar customs manifest all over the world. A modern version of this rest period has evolved, to give maximum support to the new mother.   == See also == Parental leave Postpartum physiological changes Postpartum depression Puerperal disorder Sex after pregnancy   == References ==   == External links == eMedicine: Normal and Abnormal Puerperium Patient UK: Postnatal Care (Puerperium) NHS: Postnatal post-traumatic stress disorder Postpartum care of mother and newborn: WHO Postpartum period: First 6 Weeks After Childbirth: Uofmhealth"}