{"name": "Postherpetic neuralgia", "category": "disease", "content": "Postherpetic neuralgia (PHN) is neuropathic pain that occurs due to damage to a peripheral nerve caused by the reactivation of the varicella zoster virus (herpes zoster, also known as shingles). PHN is defined as pain in a dermatomal distribution that lasts for at least 90 days after an outbreak of herpes zoster. Several types of pain may occur with PHN including continuous burning pain, episodes of severe shooting or electric-like pain, and a heightened sensitivity to gentle touch which would not otherwise cause pain or to painful stimuli. Abnormal sensations and itching may also occur. Postherpetic neuralgia is the most common long-term complication of herpes zoster, and occurs in approximately 20% of patients with shingles. Risk factors for PHN include older age, severe prodrome or rash, severe acute zoster pain, ophthalmic involvement, immunosuppression, and chronic conditions such as diabetes mellitus and lupus. The pain from postherpetic neuralgia can be very severe and debilitating. There is no treatment which modifies the course of the disease and management primarily aims to control symptoms. Affected individuals often experience a decrease in their quality of life. Shingles vaccination is the only way for adults to be protected against both shingles and postherpetic neuralgia, with the vaccine Shingrix providing 90% protection from postherpetic neuralgia. The chickenpox vaccine is approved for infants to prevent chickenpox, which also protects against PHN from a herpes zoster infection.   == Overview == Postherpetic neuralgia (PHN) is neuropathic pain that occurs due to damage to a peripheral nerve caused by the reactivation of the varicella zoster virus (herpes zoster, also known as shingles). Typically, the nerve pain (neuralgia) is confined to an area of skin innervated by a single sensory nerve, which is known as a dermatome. PHN is defined as dermatomal nerve pain that persists for more than 90 days after an outbreak of herpes zoster affecting the same dermatome. Several types of pain may occur with PHN including continuous burning pain, episodes of severe shooting or electric-like pain, and a heightened sensitivity to gentle touch which would not otherwise cause pain (mechanical allodynia) or to painful stimuli (hyperalgesia). Abnormal sensations and itching may also occur. The nerve pain of PHN is thought to result from damage in a peripheral nerve that was affected by the reactivation of the varicella zoster virus. PHN typically begins when the herpes zoster vesicles have crusted over and begun to heal, but can begin in the absence of herpes zoster—a condition called zoster sine herpete. There is no treatment that modifies the disease course of PHN; therefore, controlling the affected person's symptoms is the main goal of treatment. Medications applied to the skin such as capsaicin or topical anesthetics (e.g., lidocaine) are used for mild pain and can be used in combination with oral medications for moderate to severe pain. Oral anticonvulsant medications such as gabapentin and pregabalin are also approved for treatment of PHN. Tricyclic antidepressants reduce PHN pain, but their use is limited by side effects. Opioid medications are not generally recommended for treatment except in specific circumstances. Such cases should involve a pain specialist in patient care due to mixed evidence of efficacy and concerns about potential for abuse and addiction. Shingles vaccination is the only way for adults to be protected against both shingles and postherpetic neuralgia, with the vaccine Shingrix providing 90% protection from postherpetic neuralgia. The chickenpox vaccine is approved for infants to prevent chickenpox, which also protects against PHN from a herpes zoster infection. PHN is the most common long-term complication of herpes zoster. The incidence and prevalence of PHN are uncertain due to varying definitions. Approximately 20% of people affected by herpes zoster report pain in the affected area three months after the initial episode of herpes zoster, and 15% of people similarly report this pain two years after the herpes zoster rash. Since herpes zoster occurs due to reactivation of the varicella zoster virus, which is more likely to occur with a weakened immune system, both herpes zoster and PHN occur more often in the elderly. Risk factors for PHN include older age, severe prodrome or rash, severe acute zoster pain, ophthalmic involvement, immunosuppression, and chronic conditions such as diabetes mellitus and lupus. PHN is often very painful and can be quite debilitating. Affected individuals often experience a decrease in their quality of life.   == Signs and symptoms == Symptoms:  With resolution of the herpes zoster eruption, pain that continues for three months or more is defined as postherpetic neuralgia. Pain is variable, from discomfort to very severe, and may be described as burning, stabbing, or gnawing. Signs:  Area of previous herpes zoster may show evidence of cutaneous scarring. Sensation may be altered over the areas involved, in the form of either hypersensitivity or decreased sensation. In rare cases, the patient might also experience muscle weakness, tremor, or paralysis if the nerves involved also control muscle movement.   == Pathophysiology == Postherpetic neuralgia is thought to be due to nerve damage caused by herpes zoster. The damage causes nerves in the affected dermatomic area of the skin to send abnormal electrical signals to the brain. These signals may convey excruciating pain, and may persist or recur for months, years, or for life. A key factor in the neural plasticity underlying neuropathic pain is altered gene expression in sensory dorsal root ganglia neurons. Injury to sensory nerves induces neurochemical, physiological, and anatomical modifications to afferent and central neurons, such as afferent terminal sprouting and inhibitory interneuron loss. Following nerve damage, NaCl channel accumulation causes hyperexcitability, and downregulation of the TTX-resistant Nav1.8 (sensory neuron specific, SNS1) channel and upregulation of TTX-sensitive Nav1.3 (brain type III) and TRPV1 channels. These changes contribute to increased NMDA glutamate receptor-dependent excitability of spinal dorsal horn neurons and are restricted to the ipsilateral (injured) side. A combination of these factors could contribute to the neuropathic pain state of postherpetic neuralgia.   == Diagnosis == Lab Studies:  No laboratory work is usually necessary. Results of cerebrospinal fluid evaluation are abnormal in 61%. Pleocytosis is observed in 46%, elevated protein in 26%, and VZV DNA in 22%. These findings are not predictive of the clinical course of postherpetic neuralgia. Viral culture or immunofluorescence staining may be used to differentiate herpes simplex from herpes zoster in cases that are difficult to distinguish clinically. Antibodies to herpes zoster can be measured. A 4-fold increase has been used to support the diagnosis of subclinical herpes zoster (zoster sine herpete). However, a rising titer secondary to viral exposure rather than reactivation cannot be ruled out. Imaging studies:  Magnetic resonance imaging lesions attributable to herpes zoster were seen in the brain stem and cervical cord in 56% (9/16) of patients. At three months after onset of herpes zoster, 56% (5/9) of patients with an abnormal magnetic resonance image had developed postherpetic neuralgia. Of the seven patients who had no herpes-zoster-related lesions on the magnetic resonance image, none had residual pain.   == Prevention ==   === Primary prevention === Shingles vaccination is the only way for adults to be protected against both shingles and postherpetic neuralgia, with two vaccines approved for use in people over age 50. The zoster vaccine Shingrix provides around 90% protection from postherpetic neuralgia, and has been used in many countries since 2017. The earlier vaccine Zostavax provides lesser protection against shingles, and PHN. The varicella vaccine is approved for infants to prevent chickenpox, which also protects against PHN from a herpes zoster infection. Vaccination decreases the overall incidence of virus reactivation, and also decreases the severity of disease development and incidence of PHN if reactivation does occur.   === Secondary prevention === A 2013 Cochrane meta-analysis of 6 randomized controlled trials (RCTs) investigating oral antiviral medications given within 72 hours after the onset of herpes zoster rash in immunocompetent people for preventing postherpetic neuralgia (PHN) found no significant difference between placebo and aciclovir. Additionally, there was no significant difference in preventing the incidence of PHN found in the one RCT included in the meta-analysis that compared placebo to oral famciclovir treatment within 72 hours of HZ rash onset. Studies using valaciclovir treatment were not included in the meta-analysis. PHN was defined as pain at the site of the dermatomic rash at 120 days after the onset of rash, and incidence was evaluated at 1, 4, and 6 months after rash onset. Patients who are prescribed oral antiviral agents after the onset of rash should be informed that their chances of developing PHN are no different than those not taking oral antiviral agents.   == Treatment == The pain from postherpetic neuralgia can be very severe and requires immediate treatment. There is no treatment which modifies the course of the disease and management primarily aims to control symptoms.   === Medications ===   ==== Topical medications ==== Medications applied to the skin can be used alone if the pain from PHN is mild or in combination with oral medications if the pain is moderate to severe. Topical medications for PHN include low-dose (0.075%) and high-dose (8%) capsaicin and anesthetics such as lidocaine patches. Lidocaine patches (5% concentration) are approved in the United States and Europe to treat PHN though evidence supporting their use is limited. A meta-analysis of multiple small placebo-controlled randomized controlled trials found that for every two people treated with topical lidocaine, one person experienced at least a 50% reduction in their PHN-associated pain (number needed to treat (NNT)=2). Low-dose capsaicin may be useful for reducing PHN-associated pain but is limited by side effects (redness and a burning or stinging sensation with application) and the need to apply it four times daily. Approximately three people must be treated with low-dose capsaicin cream for one person to experience significant pain relief (number needed to treat =3.3). A single topical application of a high-dose capsaicin patch over the affected area after numbing the area with a topical anesthetic has also been found to relieve PHN-associated pain. For every eleven people treated with a high-dose capsaicin patch for up to 12 weeks, one person experienced a significant improvement in their pain. (number needed to treat=11). Due to the need for topical anesthesia before application of the high-dose capsaicin patch, referral to a pain specialist is generally recommended if this approach is being considered.   ==== Oral medications ==== Multiple oral medications have demonstrated efficacy in relieving postherpetic neuralgia pain. Tricyclic antidepressants (TCAs), such as nortriptyline or desipramine, are effective in reducing postherpetic neuralgia pain but are limited by their numerous side effects. For every three people treated with a tricyclic antidepressant, one person is expected to have a clinically significant reduction in their pain (NNT=3). Additionally, of every sixteen people treated with a TCA, one person is expected to stop the medication due to a bothersome side effect, such as dry mouth, constipation, or urinary retention (number needed to harm=16). The anticonvulsant medications pregabalin and gabapentin also effectively relieve postherpetic neuralgia pain. Treatment with pregabalin leads to a reduction in pain intensity of 50% or more in one person out of every 4–5 people treated (NNT=4–5). Similarly, treatment with gabapentin also leads to a 50% reduction in pain intensity in one person out of every 7-8 people treated (NNT=7.5). Opioids such as tramadol, methadone, oxycodone, and morphine have not been well-studied for postherpetic neuralgia treatment. Acetaminophen and nonsteroidal anti-inflammatory drugs are thought to be ineffective and have not undergone rigorous study for PHN.   ==== New medications ==== Pharmacological treatment of PHN is unsatisfactory for many patients and there is a clinical need for new treatments. Between 2016 and 2023, 18 clinical trials have been carried out evaluating 15 molecules with pharmacological actions on nine different molecular targets: antagonism of the angiotensin type 2 receptor (AT2R) (olodanrigan), inhibition of the α2δ subunit of the voltage-gated calcium channel (VGCC)(crisugabalin, mirogabalin and pregabalin), activated sodium channel (VGSC) blockade (funapide and lidocaine), cyclooxygenase-1 (COX-1) inhibition (TRK-700), adapter-associated kinase 1 inhibition ( AAK1) (LX9211), lanthionine synthase C-like protein (LANCL) activation (LAT8881), N-methyl-D-aspartate (NMDA) receptor antagonism (esketamine), mu opioid receptor agonism (tramadol, oxycodone e hydromorphone) and nerve growth factor (NGF) inhibition (fulranumab). Of them, some of them report promising results while others did not work. Hopefully, these experimental treatments will result in better clinical management of PHN.   == Prognosis == The natural history of postherpetic neuralgia involves slow resolution of the pain syndrome.  A subgroup of affected individuals may develop severe, long-lasting pain that does not respond to medical therapy.   == Epidemiology == In the United States each year approximately 1,000,000 individuals develop herpes zoster, with nearly 1 in 3 people in the United States developing it in their lifetime. Of those individuals, approximately 10–18% develop postherpetic neuralgia. The incidence of herpes zoster, and also developing postherpetic neuralgia, both increase with age. The frequency and severity of postherpetic neuralgia increase with advancing age, occurring in 20% of people age 60–65 years old who have had herpes zoster, and in more than 30% of people over 80 years old.   == References ==   == Further reading == Hempenstall K, Nurmikko TJ, Johnson RW, A'Hern RP, Rice AS (July 2005). \"Analgesic therapy in postherpetic neuralgia: a quantitative systematic review\". PLOS Medicine. 2 (7): e164. doi:10.1371/journal.pmed.0020164. PMC 1181872. PMID 16013891.   == External links =="}