{"name": "Post traumatic osteoarthritis", "category": "disease", "content": "Post-traumatic arthritis (PTAr) is a form of osteoarthritis following an injury to a joint.   == Classification == Post-traumatic arthritis is a form of osteoarthritis and the former can occur after the latter. However, post-traumatic arthritis can also occur after the development of chronic inflammatory arthritis. Generally, post-traumatic arthritis is classified in two groups: post-traumatic osteoarthritis and post-traumatic inflammatory arthritis.   === Post-traumatic osteoarthritis === Post-traumatic osteoarthritis is the most common variation of post-traumatic arthritis. Between 20 and 50% of all osteoarthritis cases are preceded by post-traumatic arthritis. Patients having post-traumatic osteoarthritis are usually younger than osteoarthritis patients without any previous physical injuries.   === Post-traumatic inflammatory arthritis === Less common is post-traumatic inflammatory arthritis, accounting for between 2 and 25% of all post-traumatic arthritis cases. There are reports about a connection between previous physical injury and inflammatory arthritis, such as rheumatoid arthritis or psoriatic arthritis.   == Signs and symptoms == The symptoms of post-traumatic arthritis are similar to the ones occurring with osteoarthritis. General symptoms are stiffness, swelling, synovial effusion, pain, redness, tenderness, grinding, instability and intra-articular bleeding of the injured joint. As a result of these symptoms, post-traumatic arthritis often comes along with the loss of ability.   == Risk factors == Since post-traumatic arthritis usually occurs after injuring a joint, the risk of having post-traumatic arthritis after such an injury is significantly higher. Risk factors which increase the danger of getting post-traumatic arthritis are being overweight and physical activity. The prevalence of post-traumatic arthritis is much higher when doing heavy work and overusing the injured joints. Examinations also revealed that a body mass index (BMI) increase of five units results in a 35% higher risk of post-traumatic arthritis. It is reported that genetics do have an influence on the prevalence of post-traumatic arthritis. According to newer examinations, the sex of the patients may also have an influence on post-traumatic arthritis, since females are affected by post-traumatic arthritis more frequently than males.   == Pathogenesis == The process of post-traumatic arthritis can be divided into three phases: immediate, acute, and chronic.   === Immediate phase === This phase usually begins a few seconds after the injury; it is characterized by cell necrosis, collagen rupture, swelling of the cartilage, hemarthrosis, and the loss of glycosaminoglycans (GAGs).   === Acute phase === In this phase, acute post-traumatic arthrosis emerges. Matrix degradation, leukocyte infiltration, inflammatory mediators, deficient lubricants, and apoptosis can occur. Typically, the acute phase comes hours after the injury.   === Chronic phase === The chronic phase occurs months or years after the trauma. Typical symptoms are joint pain and dysfunction.   == Diagnosis == Post-traumatic arthritis is diagnosed with the help of a patient's medical history. Additionally, radiographic imaging can assist in diagnosing post-traumatic arthritis.   == Management == It is not possible to cure the acute post-traumatic arthritis in order to prevent a chronic post-traumatic arthritis. There are many different options to manage chronic post-traumatic arthritis.   === Lifestyle === Since being overweight is a risk factor for post-traumatic arthritis, lifestyle changes that help manage body weight are important in the treatment and prevention of the condition. Lifestyle changes and weight loss often involve educating the affected person about how to practice a healthy lifestyle.   === Therapeutic measures === Physical therapy may help reduce pain and other symptoms of post-traumatic arthritis. The efficacy of massage therapy and manual therapy are not yet proven.   === Medication === Post-traumatic arthritis is treated symptomatically with nonsteroidal anti-inflammatory drugs (NSAIDs). For more moderate symptoms, paracetamol is also used. Another medical treatment approach is the injection of cortisone or corticosteroid into the affected joint.   === Surgery === If medications, lifestyle changes, and physical therapy are not enough to reduce the symptoms, especially the pain, surgery and other such interventions for managing post-traumatic arthritis are available. In many cases, joint replacement or cartilage resurfacing are recommended. As clinical studies have demonstrated, such surgical methods can be effective at reducing symptomatic pain and the costs associated with management of the condition.   == Epidemiology == About 12% of all osteoarthritis cases in the United States are classified as post-traumatic osteoarthritis. This means that over 5.6 million people are affected by post-traumatic osteoarthritis only in the United States. Females are more often affected than males. Post-traumatic arthritis costs the US health care system approximately US$3.06 billion (0.15%) of total health care costs each year.   == References ==   == External links =="}