{"name": "potassium hydrogencarbonate", "category": "drug", "content": "Potassium bicarbonate (IUPAC name: potassium hydrogencarbonate, also known as potassium acid carbonate) is the inorganic compound with the chemical formula KHCO3. It is a white solid.   == Production and reactivity == It is manufactured by treating an aqueous solution of potassium carbonate with carbon dioxide:  K2CO3 + CO2 + H2O → 2 KHCO3 Decomposition of the bicarbonate occurs between 100 and 120 °C (212 and 248 °F):  2 KHCO3 → K2CO3 + CO2 + H2O This reaction is employed to prepare high purity potassium carbonate.   == Uses ==   === Food and drink === This compound is a source of carbon dioxide for leavening in baking. It can substitute for baking soda (sodium bicarbonate) for those with a low-sodium diet, and it is an ingredient in low-sodium baking powders. As an inexpensive, nontoxic base, it is widely used in diverse application to regulate pH or as a reagent. Examples include as buffering agent in medications, an additive in winemaking. Potassium bicarbonate is often added to bottled water to improve taste, and is also used in club soda.   === Medical uses and health === Higher potassium intake may prevent development of kidney stone disease. Higher potassium intake is associated with a reduced risk of stroke.   === Fire extinguishers === Potassium bicarbonate is used as a fire suppression agent (\"BC dry chemical\") in some dry chemical fire extinguishers, as the principal component of the Purple-K dry chemical, and in some applications of condensed aerosol fire suppression. It is the only dry chemical fire suppression agent recognized by the U.S. National Fire Protection Association for firefighting at airport crash rescue sites. It is about twice as effective in fire suppression as sodium bicarbonate.   === Agriculture === Potassium bicarbonate has widespread use in crops, especially for neutralizing acidic soil. Potassium bicarbonate is an effective fungicide against powdery mildew and apple scab, allowed for use in organic farming. Potassium bicarbonate is a contact killer for Spanish moss when mixed 1⁄4 cup per gallon.   == History == The word saleratus, from Latin sal æratus meaning \"aerated salt\", first used in the nineteenth century, refers to both potassium bicarbonate and sodium bicarbonate.   == References ==   == External links == Potassium Bicarbonate Handbook Archived 2021-01-22 at the Wayback Machine OMRI Potassium Bicarbonate Safety Data sheet - potassium bicarbonate \"Saleratus\" . New International Encyclopedia. 1905."}