{"name": "potassium citrate", "category": "drug", "content": "Potassium citrate (also known as tripotassium citrate) is a potassium salt of citric acid with the molecular formula K3C6H5O7. It is a white, hygroscopic crystalline powder. It is odorless with a saline taste. It contains 38.28% potassium by mass. In the monohydrate form, it is highly hygroscopic and deliquescent. As a food additive, potassium citrate is used to regulate acidity, and is known as E number E332. Medicinally, it may be used to control kidney stones derived from uric acid or cystine. In 2020, it was the 297th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Synthesis == Potassium citrate can be synthesized by the neutralization of citric acid which is achieved by the addition of potassium bicarbonate, potassium carbonate or potassium hydroxide to it. The solution can then be filtered and the solvent can be evaporated till granulation.    == Uses == Potassium citrate is rapidly absorbed when given by mouth, and is excreted in the urine. Since it is an alkaline salt, it is effective in reducing the pain and frequency of urination when these are caused by highly acidic urine. It is used for this purpose in dogs and cats, but is chiefly employed as a non-irritating diuretic. Potassium citrate is an effective way to treat/manage arrhythmia, if the patient is hypokalemic. It is widely used to treat urinary calculi (kidney stones), and is often used by patients with cystinuria. A systematic review showed a significant reduction in the incidence of stone formation RR 0.26, 95% CI 0.10 to 0.68. It is also used as an alkalizing agent in the treatment of mild urinary tract infections, such as cystitis. It is also used in many soft drinks as a buffering agent. Frequently used in an aqueous solution with other potassium salts, it is a wet chemical fire suppressant that is particularly useful against kitchen fires. Its alkaline pH encourages saponification to insulate the fuel from oxidizing air, and the endothermic dehydration reaction absorbs heat energy to reduce temperatures.   == Administration == Potassium citrate liquid is usually administered by mouth in a diluted aqueous solution, because of its somewhat caustic effect on the stomach lining, and the potential for other mild health hazards. Pill tablets also exist in normal, and extended-release formulations.   == References ==   == External links == Tanner, G.A. \"Potassium citrate improves renal function in rats with polycystic kidney disease\". Journal of the American Society of Nephrology. Retrieved December 17, 2016."}