{"name": "potassium acetate", "category": "drug", "content": "Potassium acetate (also called potassium ethanoate), (CH3COOK) is the potassium salt of acetic acid. It is a hygroscopic solid at room temperature.   == Preparation == It can be prepared by treating a potassium-containing base such as potassium hydroxide or potassium carbonate with acetic acid:  CH3COOH + KOH → CH3COOK + H2O This sort of reaction is known as an acid-base neutralization reaction. At saturation, the sesquihydrate in water solution (CH3COOK·1½H2O) begins to form semihydrate at 41.3 °C.   == Applications ==   === Deicing === Potassium acetate (as a substitute for calcium chloride or magnesium chloride) can be used as a deicer to remove ice or prevent its formation. It offers the advantage of being less aggressive on soils and much less corrosive: for this reason, it is preferred for airport runways although it is more expensive.   === Fire extinguishing === Potassium acetate is the extinguishing agent used in Class K fire extinguishers because of its ability to cool and form a crust over burning oils.   === Food additive === Potassium acetate is used in processed foods as a preservative and acidity regulator.  In the European Union, it is labeled by the E number E261; it is also approved for usage in the USA, Australia, and New Zealand. Potassium hydrogen diacetate (CAS #4251-29-0 ) with formula KH(OOCCH3)2 is a related food additive with the same E number as potassium acetate.   === Medicine and biochemistry === In medicine, potassium acetate is used as part of electrolyte replacement protocols in the treatment of diabetic ketoacidosis because of its ability to break down to bicarbonate to help neutralize the acidotic state. In molecular biology, potassium acetate is used to precipitate Sodium dodecyl sulfate (SDS) and SDS-bound proteins to allow their removal from DNA.  Potassium acetate is used in mixtures applied for tissue preservation, fixation, and mummification. Most museums today use a formaldehyde-based method recommended by Kaiserling in 1897 which contains potassium acetate. This process was used to soak Lenin's corpse.   === Use in executions === Potassium acetate was incorrectly used in place of potassium chloride when putting a prisoner to death in Oklahoma in January 2015. Charles Frederick Warner was executed on January 15, 2015 with potassium acetate; this was not public knowledge until the scheduled execution of Richard Glossip was called off. In August 2017, the U.S. state of Florida executed Mark James Asay using a combination of etomidate, rocuronium bromide, and potassium acetate. The drug was also used in the February 2023 execution of Donald Dillbeck, once again in combination with etomidate and rocuronium bromide.   === Industry === Potassium acetate is used as a catalyst in the production of polyurethanes.   == Historical == It is used as a diuretic and urinary alkalizer. Before modern chemistry, it was variously called terra foliata tartari, sal Sennerti, tartarus regeneratus, arcanum tartari and sal diureticus. In 1760 it was used in the preparation of Cadet's fuming liquid ((CH3)2As)2O, the first organometallic compound ever produced.   == References ==   == External links =="}