{"name": "povidone-iodine", "category": "drug", "content": "Povidone-iodine (PVP-I), also known as iodopovidone, is an antiseptic used for skin disinfection before and after surgery. It may be used both to disinfect the hands of healthcare providers and the skin of the person they are caring for. It may also be used for minor wounds. It may be applied to the skin as a liquid, an ointment or a powder. Side effects include skin irritation and sometimes swelling. If used on large wounds, kidney problems, high blood sodium, and metabolic acidosis may occur. It is not recommended in women who are less than 32 weeks pregnant. Frequent use is not recommended in people with thyroid problems or who are taking lithium. Povidone-iodine is a chemical complex of povidone, hydrogen iodide, and elemental iodine. The recommended strength solution contains 10% Povidone, with total iodine species equaling 10,000 ppm or 1% total titratable iodine. It works by releasing iodine which results in the death of a range of microorganisms. Povidone-iodine came into commercial use in 1955. It is on the World Health Organization's List of Essential Medicines. Povidone-iodine is available over the counter. It is sold under a number of brand names including Betadine.   == Medical uses ==  Povidone-iodine is a broad spectrum antiseptic for topical application in the treatment and prevention of wound infection. It may be used in first aid for minor cuts, burns, abrasions and blisters. Povidone-iodine exhibits longer lasting antiseptic effects than tincture of iodine, due to its slow absorption via soft tissue, making it the choice for longer surgeries. Chlorhexidine is almost twice as effective in preventing infection after surgery with a similar to lower risk of adverse events, and the combination of sodium hypochlorite and hypochlorous acid in very low concentration is significantly superior for wound healing. Consequently, PVP-I has found broad application in medicine as a surgical scrub; for pre- and post-operative skin cleansing; for the treatment and prevention of infections in wounds, ulcers, cuts and burns; for the treatment of infections in decubitus ulcers and stasis ulcers; in gynecology for vaginitis associated with candidal, trichomonal or mixed infections. For these purposes PVP-I has been formulated at concentrations of 7.5–10.0% in solution, spray, surgical scrub, ointment, and swab dosage forms; however, use of 10% povidone-iodine  though recommended, is infrequently used, as it is poorly accepted by health care workers and is excessively slow to dry. Because of these critical indications, only sterile povidone-iodine should be used in most cases. Non-sterile product can be appropriate in limited circumstances in which people have intact, healthy skin that will not be compromised or cut. The non-sterile form of Povidone iodine has a long history of intrinsic contamination with Burkholderia cepacia (a.k.a. Pseudomonas cepacia), and other opportunistic pathogens. Its ability to harbor such microbes further underscores the importance of using sterile products in any clinical setting. Since these bacteria are resistant to povidone iodine, statements that bacteria do not develop resistance to PVP-I, should be regarded with great caution: some bacteria are intrinsically resistant to a range of biocides including povidone-iodine.   === Eyes === A buffered PVP-I solution of 2.5% concentration can be used for prevention of neonatal conjunctivitis, especially if it is caused by Neisseria gonorrhoeae, or Chlamydia trachomatis. It is currently unclear whether PVP-I is more effective in reducing the number of cases of conjunctivitis in neonates over other methods. PVP-I appears to be very suitable for this purpose because, unlike other substances, it is also efficient against fungi and viruses (including HIV and Herpes simplex).   === Pleurodesis === It is used in pleurodesis (fusion of the pleura because of incessant pleural effusions). For this purpose, povidone-iodine is equally effective and safe as talc, and may be preferred because of easy availability and low cost.   === Alternatives === There is strong evidence that chlorhexidine and denatured alcohol used to clean skin prior to surgery is better than any formulation of povidone-iodine.   == Contraindications == PVP-I is contraindicated in people with hyperthyroidism (overactive thyroid gland) and other diseases of the thyroid, after treatment with radioiodine, and in people with dermatitis herpetiformis (Duhring's disease).   == Side effects == The sensitization rate to the product is 0.7%.   == Interactions == The iodine in PVP-I reacts with hydrogen peroxide, silver, taurolidine and proteins such as enzymes, rendering them (and itself) ineffective. It also reacts with many mercury compounds, giving the corrosive compound mercury iodide, as well as with many metals, making it unsuitable for disinfecting metal piercings. Iodine is absorbed into the body to various degrees, depending on application area and condition of the skin. As such, it interacts with diagnostic tests of the thyroid gland such as radioiodine diagnostics, as well as with various diagnostic agents used on the urine and stool, for example Guaiacum resin.   == Structure ==  Povidone-iodine is a chemical complex of the polymer povidone (polyvinylpyrrolidone, PVP) and triiodide (I−3). It is synthesized by mixing the PVP polymer with iodine (I2), allowing the two to react. It is soluble in cold and mild-warm water, ethyl alcohol, isopropyl alcohol, polyethylene glycol, and glycerol. Its stability in solution is much greater than that of tincture of iodine or Lugol's solution. Free iodine, slowly liberated from the povidone-iodine (PVP-I) complex in solution, kills cells through iodination of lipids and oxidation of cytoplasmic and membrane compounds. This agent exhibits a broad range of microbiocidal activity against bacteria, fungi, protozoa, and viruses. Slow release of iodine from the PVP-I complex in solution minimizes iodine toxicity towards mammalian cells. PVP-I can be loaded into hydrogels, which can be based on carboxymethyl cellulose (CMC), poly(vinyl alcohol) (PVA), and gelatin, or on crosslinked polyacrylamide. These hydrogels can be used for wound dressing. The rate of release of the iodine in the PVP-I is heavily dependent on the hydrogel composition: it increases with more CMC/PVA and decreases with more gelatin.   == History == Following the discovery of iodine by Bernard Courtois in 1811, it has been broadly used for the prevention and treatment of skin infections, as well as the treatment of wounds. Iodine has been recognized as an effective broad-spectrum bactericide, and is also effective against yeasts, molds, fungi, viruses, and protozoans. Drawbacks to its use in the form of aqueous solutions include irritation at the site of application, toxicity, and the staining of surrounding tissues. These deficiencies were overcome by the discovery and use of PVP-I, in which the iodine is carried in a complexed form and the concentration of free iodine is very low. The product thus serves as an iodophor. PVP-I was discovered in 1955, at the Industrial Toxicology Laboratories in Philadelphia by H. A. Shelanski and M. V. Shelanski. They carried out tests in vitro to demonstrate anti-bacterial activity, and found that the complex was less toxic in mice than tincture of iodine. Human clinical trials showed the product to be superior to other iodine formulations.   == Research ==  Povidone-iodine has found application in the field of nanomaterials.  A wound-healing application has been developed which employs a mat of single wall carbon nanotubes (SWNTs) coated in a monolayer of povidone-iodine. Research has previously found that the polymer polyvinylpyrrolidone (PVP, povidone) can coil around individual carbon nanotubes to make them water-soluble.   == References ==   == Further reading ==   == External links =="}