{"name": "prajmalium", "category": "drug", "content": "Prajmaline (Neo-gilurythmal) is a class Ia antiarrhythmic agent which has been available since the 1970s. Class Ia drugs increase the time one action potential lasts in the heart. Prajmaline is a semi-synthetic propyl derivative of ajmaline, with a higher bioavailability than its predecessor. It acts to stop arrhythmias of the heart through a frequency-dependent block of cardiac sodium channels.   == Mechanism == Prajmaline causes a resting block in the heart. A resting block is the depression of a person's Vmax after a resting period. This effect is seen more in the atrium than the ventricle. The effects of some Class I antiarrhythmics are only seen in a patient who has a normal heart rate (~1 Hz). This is due to the effect of a phenomenon called reverse use dependence. The higher the heart rate, the less effect Prajmaline will have.   == Uses == The drug Prajmaline has been used to treat a number of cardiac disorders. These include: coronary artery disease, angina, paroxysmal tachycardia and Wolff–Parkinson–White syndrome. Prajmaline has been indicated in the treatment of certain disorders where other antiarrhythmic drugs were not effective.   == Administration == Prajmaline can be administered orally, parenterally or intravenously. Three days after the last dose, a limited effect has been observed. Therefore, it has been suggested that treatment of arrhythmias with Prajmaline must be continuous to see acceptable results.   == Pharmacokinetics == The main metabolites of Prajmaline are: 21-carboxyprajmaline and hydroxyprajmaline. Twenty percent of the drug is excreted in the urine unchanged. Daily therapeutic dose is 40–80 mg. Distribution half-life is 10 minutes. Plasma protein binding is 60%. Oral bioavailability is 80%. Elimination half-life is 6 hours. Volume of distribution is 4-5 L/kg.   == Side Effects == There are no significant adverse side-effects of Prajmaline when taken alone and with a proper dosage.  Patients who are taking other treatments for their symptoms (e.g. beta blockers and nifedipine) have developed minor transient conduction defects when given Prajmaline.   == Overdose == An overdose of Prajmaline is possible. The range of symptoms seen during a Prajmaline overdose include: no symptoms, nausea/vomiting, bradycardia, tachycardia, hypotension, and death.   == Other Potential Uses == Due to Prajmaline's sodium channel-blocking properties, it has been shown to protect rat white matter from anoxia (82 +/- 15%). The concentration used causes little suppression of the preanoxic response.   == References =="}