{"name": "pralsetinib", "category": "drug", "content": "Pralsetinib, sold under the brand name Gavreto, is a medication approved for RET mutation-positive medullary thyroid cancer (MTC) and RET fusion-positive differentiated thyroid cancer (DTC) refractory to radioactive iodine (RAI) therapy. Pralsetinib is a tyrosine kinase inhibitor. It is taken by mouth. The most common adverse reactions include increased aspartate aminotransferase (AST), decreased hemoglobin, decreased lymphocytes, decreased neutrophils, increased alanine aminotransferase (ALT), increased creatinine, increased alkaline phosphatase, fatigue, constipation, musculoskeletal pain, decreased calcium, hypertension, decreased sodium, decreased phosphate, and decreased platelets. Pralsetinib was approved for medical use in the United States in September 2020, and in the European Union in November 2021.   == Medical uses == Pralsetinib is indicated for the treatment of adults with metastatic RET fusion-positive non-small cell lung cancer (NSCLC) as detected by an FDA approved test.   == History == Efficacy was investigated in a multicenter, open-label, multi-cohort clinical trial (ARROW, NCT03037385) with 220 participants aged 26-87 whose tumors had RET alterations. Identification of RET gene alterations was prospectively determined in local laboratories using either next generation sequencing, fluorescence in situ hybridization, or other tests. The main efficacy outcome measures were overall response rate (ORR) and response duration determined by a blinded independent review committee using RECIST 1.1. The trial was conducted at sites in the United States, Europe and Asia. Efficacy for RET fusion-positive NSCLC was evaluated in 87 participants previously treated with platinum chemotherapy. The ORR was 57% (95% CI: 46%, 68%); 80% of responding participants had responses lasting 6 months or longer. Efficacy was also evaluated in 27 participants who never received systemic treatment. The ORR for these participants was 70% (95% CI: 50%, 86%); 58% of responding participants had responses lasting 6 months or longer. The US Food and Drug Administration (FDA) granted the application for pralsetinib priority review, orphan drug, and breakthrough therapy designationsand granted approval of Gavreto to Blueprint Medicines.   == Society and culture ==   === Legal status === On 16 September 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Gavreto, intended for the treatment of people with rearranged during transfection (RET)-fusion positive non-small cell lung cancer (NSCLC). The applicant for this medicinal product is Roche Registration GmbH. Pralsetinib was approved for medical use in the European Union in November 2021.   == References ==   == External links == \"Pralsetinib\". NCI Drug Dictionary. National Cancer Institute. Clinical trial number NCT03037385 for \"Phase 1/2 Study of the Highly-selective RET Inhibitor, Pralsetinib (BLU-667), in Patients With Thyroid Cancer, Non-Small Cell Lung Cancer, and Other Advanced Solid Tumors (ARROW)\" at ClinicalTrials.gov \"Understanding Metastatic RET Fusion-Positive Non-Small Cell Lung Cancer (NSCLC)\" (PDF). \"Understanding Metastatic RET-Driven Thyroid Cancers\" (PDF)."}