{"name": "pralatrexate", "category": "drug", "content": "Pralatrexate, sold under the brand name Folotyn, is a medication used for the treatment of relapsed or refractory peripheral T-cell lymphoma (PTCL). Pralatrexate was approved for medical use in  the United States in September 2009, as the first treatment for Peripheral T-cell Lymphoma (PTCL), an often aggressive type of non-Hodgkins lymphoma.   == Medical uses == Pralatrexate is indicated for the treatment of people with relapsed or refractory peripheral T-cell lymphoma (PTCL).   == Mechanism == Pralatrexate is a dihydrofolate reductase inhibitor.   == Discovery == Research on this class of drugs began in the 1950s at SRI International, where scientists were focused on developing new chemotherapies and antifolates that would be effective against tumor cells. In the late 1970s, researchers at Memorial Sloan Kettering Cancer Center discovered that cancerous cells take in natural folate through a protein identified as plasma membrane transporter (now referred to as \"reduced folate carrier type 1\" or \"RFC-1\").  Further research showed that when normal cells evolve into cancerous cells they often overproduce RFC-1 to ensure they get enough folate. A subsequent scientific collaboration was ultimately formed among SRI International, Memorial Sloan Kettering Cancer Center, and the Southern Research Institute with the intention of developing an antifolate with greater therapeutic selectivity – an agent that could be more effectively internalized into tumors (transported into the cells through RFC-1) and would be more toxic to cancer cells than normal cells. This collaboration, supported by the National Cancer Institute, led to the identification of pralatrexate in the mid-1990s.  Pralatrexate was later licensed to Allos Therapeutics in 2002 for further development. Allos Therapeutics, Inc. was acquired by Spectrum Pharmaceuticals, Inc. on September 5, 2012. Allos is a wholly owned subsidiary of Spectrum.   == Society and culture ==   === Legal status === Pralatrexate was approved for medical use in  the United States in September 2009.   === Economics === Some oncologists, patient groups, and insurance companies criticized the cost of $30,000 a month or more, which could reach a total of $126,000 during a course of treatment.   == References ==   == External links == \"Pralatrexate\". Drug Information Portal. U.S. National Library of Medicine. \"Pralatrexate\". NCI Drug Dictionary. National Cancer Institute. \"Pralatrexate\". National Cancer Institute. 29 October 2009."}