{"name": "pramipexole", "category": "drug", "content": "Pramipexole, sold under the brand Mirapex among others, is a medication used to treat Parkinson's disease (PD) and restless legs syndrome (RLS). In Parkinson's disease it may be used alone or together with levodopa. It is taken by mouth. Pramipexole is a dopamine agonist of the non-ergoline class. Pramipexole (and related D3-preferring dopamine agonist medications such as ropinirole) can induce \"impulsive-compulsive spectrum disorders\" such as compulsive gambling, punding,  hypersexuality, and overeating, even in people without any prior history of these behaviours. There have also been reported detrimental side effects related to impulse-control disorders resulting from off-label use of pramipexole or other dopamine agonists in treating clinical depression. The incidence and severity of impulse-control disorders for those taking the drug for depression are not fully understood because the drug has not been approved for the treatment of depression and the first major studies of its efficacy in treating anhedonic depression were conducted in 2022. There have been anecdotal reports of abrupt and severe personality changes related to impulsivity and loss of self-control in a minority of patients regardless of the condition being treated, although the incidence of these side effects is not yet fully known. Pramipexole was approved for medical use in the United States in 1997. Use in pregnancy and breastfeeding is of unclear safety. It is available as a generic medication. In 2021, it was the 209th most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Pramipexole is used in the treatment of Parkinson's disease (PD) and restless legs syndrome (RLS). Use in pregnancy and breastfeeding is of unclear safety. A 2008 meta-analysis found that pramipexole was more effective than ropinirole in the treatment of RLS. It is occasionally prescribed off-label for depression. Its effectiveness as an antidepressant may be a product of its strong partial agonistic activity on and preferential occupation of dopamine D3 receptors at low doses (see table below); as well, the drug has been shown to desensitize the inhibitory D2 autoreceptors but not the postsynaptic D2 receptors, leading to an increase in dopamine and serotonin levels in the prefrontal cortex. Chronic administration of pramipexole may also result in desensitization of D3 autoreceptors, leading to reduced dopamine transporter function. Trials have shown mixed results for depression. Pramipexole has also been used as a treatment for REM sleep behaviour disorder, but it is not licensed for use in this disorder. Observational studies suggest it may reduce the frequency and intensity of REM sleep behaviour disorder symptoms, but randomised controlled trials have not been performed, so the evidence for its role in this disorder is weak.   == Side effects == Common side effects of pramipexole may include:  Headache Peripheral edema Hyperalgesia (body aches and pains) Nausea and vomiting Sedation and somnolence Decreased appetite and subsequent weight loss Orthostatic hypotension (resulting in dizziness, lightheadedness, and possibly fainting, especially when standing up) Insomnia Hallucinations (seeing, hearing, smelling, tasting or feeling things that are not there), amnesia and confusion Twitching, twisting, or other unusual body movements Unusual tiredness or weakness Impulsive-compulsive behaviors: pramipexole (and related D3-preferring dopamine agonist medications such as ropinirole) can induce \"impulsive-compulsive spectrum disorders\" such as compulsive gambling, punding,  hypersexuality, and overeating, even in people without any prior history of these behaviours. Augmentation: Especially when used to treat restless legs syndrome, long-term pramipexole treatment may exhibit drug augmentation, which is \"an iatrogenic worsening of RLS symptoms following treatment with dopaminergic agents\" and may include an earlier onset of symptoms during the day or a generalized increase in symptoms.   == Pharmacology == The activity profile of pramipexole at various sites has been characterized as follows:  While pramipexole is used clinically (see below), its D3-preferring receptor binding profile has made it a popular tool compound for preclinical research. For example, pramipexole has been used (in combination with D2- and or D3-preferring antagonists) to discover the role of D3 receptor function in rodent models and tasks for neuropsychiatric disorders. Of note, it appears that pramipexole, in addition to having effects on dopamine D3 receptors, may also affect mitochondrial function via a mechanism that remains less understood. A pharmacological approach to separate dopaminergic from non-dopaminergic (e.g. mitochondrial) effects of pramipexole has been to study the effects of the R-stereoisomer of pramipexole (which has much lower affinity to the dopamine receptors when compared to the S-isomer) side by side with the effects of the S-isomer. Parkinson's disease is a neurodegenerative disease affecting the substantia nigra, a component of the basal ganglia. The substantia nigra has a high quantity of dopaminergic neurons, which are nerve cells that release the neurotransmitter known as dopamine. When dopamine is released, it may activate dopamine receptors in the striatum, which is another component of the basal ganglia. When neurons of the substantia nigra deteriorate in Parkinson's disease, the striatum no longer properly receives dopamine signals. As a result, the basal ganglia can no longer regulate body movement effectively and motor function becomes impaired. By acting as an agonist for the D2, D3, and D4 dopamine receptors, pramipexole may directly stimulate the underfunctioning dopamine receptors in the striatum, thereby restoring the dopamine signals needed for proper functioning of the basal ganglia. Pramipexole can increase growth hormone indirectly through its inhibition of somatostatin.   == Society and culture ==   === Brand names === Brand names include Mirapex, Mirapex ER, Mirapexin, Sifrol, Glepark, and Oprymea.   == Research == Pramipexole has been evaluated for the treatment of sexual dysfunction experienced by some users of selective serotonin reuptake inhibitor (SSRI) antidepressants. Pramipexole has shown effects on pilot studies in a placebo-controlled proof of concept study in bipolar disorder. It is also being investigated for the treatment of clinical depression and fibromyalgia.   == Derivatives == Derivatives of pramipexole include CJ-998, CJ-1037, CJ-1638, CJ-1639, D-264, D-440, and D-512.   == Explanatory notes ==   == References =="}