{"name": "prasterone", "category": "drug", "content": "Prasterone, also known as dehydroepiandrosterone (DHEA) and sold under the brand name Intrarosa among others, is a medication as well as over-the-counter dietary supplement which is used to correct DHEA deficiency due to adrenal insufficiency or old age, as a component of menopausal hormone therapy, to treat painful sexual intercourse due to vaginal atrophy, and to prepare the cervix for childbirth, among other uses. It is taken by mouth, by application to the skin, in through the vagina, or by injection into muscle. Side effects of prasterone in women include symptoms of masculinization like oily skin, acne, increased hair growth, voice changes, and increased sexual desire, headaches, insomnia, and others. The compound is a naturally occurring prohormone of androgens and estrogens and hence is an agonist of the androgen and estrogen receptors, the respective biological targets of androgens like testosterone and estrogens like estradiol. Prasterone also has a variety of activities of its own, including neurosteroid and other activities. DHEA, the active ingredient of prasterone, was discovered in 1934. An association between DHEA levels and aging was first reported in 1965. The compound started being used as a medication in the late 1970s and as a supplement in the early 1980s. The marketing of prasterone over-the-counter as a supplement is allowed in the United States but is banned in many other countries.   == Medical uses ==   === Deficiency === DHEA and DHEA sulfate (DHEA-S) are produced by the adrenal glands. In people with adrenal insufficiency such as in Addison's disease, there may be deficiency of DHEA and DHEA-S. In addition, levels of these steroids decrease throughout life and are 70 to 80% lower in the elderly relative to levels in young adults. Prasterone can be used to increase DHEA and DHEA-S levels in adrenal insufficiency and older age. Although there is deficiency of these steroids in such individuals, clinical benefits of supplementation, if any, are uncertain, and there is insufficient evidence at present to support the use of prasterone for such purposes.   === Menopause ===  Prasterone is sometimes used as an androgen in menopausal hormone therapy. In addition to prasterone itself, a long-lasting ester prodrug of prasterone, prasterone enanthate, is used in combination with estradiol valerate for the treatment of menopausal symptoms under the brand name Gynodian Depot. The current evidence of any benefit of DHEA supplementation to menopausal and postmenopausal women is inconclusive. Whereas prasterone (DHEA) supplementation in postmenopausal women can lead to an increase in E1, E2, testosterone, DHEA, and DHEAS serum levels, and a reduction in SHBG; still, the current evidence regarding the benefits of DHEA supplementation in postmenopausal women is inconclusive—while some studies suggest potential benefits, such as improved well-being, sexual function, and possibly decreased menopausal symptoms, these findings are not universally agreed upon. Moreover, the long-term safety data for DHEA supplementation is lacking, which is a significant concern. This is particularly relevant given that DHEA supplementation can lead to increased estrogenic availability, which could potentially have implications for conditions sensitive to hormonal levels. This is particularly relevant given that DHEA supplementation can lead to increased estrogenic availability, which could potentially have implications for conditions sensitive to hormonal levels.   === Vaginal atrophy === Prasterone, under the brand name Intrarosa, is approved in the United States in a vaginal insert formulation for the treatment of atrophic vaginitis. The mechanism of action of prasterone for this indication is unknown, though it may involve local metabolism of prasterone into androgens and estrogens.   === Sexual desire === Prasterone has been used orally at a dosage of 10 mg/day to increase sexual desire in women.   === Childbirth ===  As the sodium salt of prasterone sulfate (brand names Astenile, Mylis, Teloin), an ester prodrug of prasterone, prasterone is used in Japan as an injection for the treatment of insufficient cervical ripening and cervical dilation during childbirth.   === Available forms ===  Prasterone was previously marketed as a pharmaceutical medication under the brand name Diandrone in the form of a 10 mg oral tablet in the United Kingdom.   == Side effects == Prasterone is produced naturally in the human body, but the long-term effects of its use are largely unknown. In the short term, several studies have noted few adverse effects. In a study by Chang et al., prasterone was administered at a dose of 200 mg/day for 24 weeks with slight androgenic effects noted. Another study utilized a dose up to 400 mg/day for 8 weeks with few adverse events reported. A longer-term study followed patients dosed with 50 mg of prasterone for 12 months with the number and severity of side effects reported to be small. Another study delivered a dose of 50 mg of prasterone for 10 months with no serious adverse events reported. As a hormone precursor, there have been reports of side effects possibly caused by the hormone metabolites of prasterone. It is not known whether prasterone is safe for long-term use. Some researchers believe prasterone supplements might actually raise the risk of breast cancer, prostate cancer, heart disease, diabetes, and stroke. Prasterone may stimulate tumor growth in types of cancer that are sensitive to hormones, such as some types of breast, uterine, and prostate cancer. Prasterone may increase prostate swelling in men with benign prostatic hyperplasia (BPH), an enlarged prostate gland. Prasterone is a steroid hormone. High doses may cause aggressiveness, irritability, trouble sleeping, and the growth of body or facial hair on women. It also may stop menstruation and lower the levels of HDL cholesterol, which could raise the risk of heart disease. Other reported side effects include acne, heart rhythm problems, liver problems, hair loss (from the scalp), and oily skin. It may also alter the body's regulation of blood sugar. Prasterone may promote tamoxifen resistance in breast cancer. It may also increase the risk of uterine and prostate cancers due to metabolism into estrogens and androgens, respectively. Patients on hormone replacement therapy may have more estrogen-related side effects when taking prasterone. This supplement may also interfere with other medicines, and potential interactions between it and drugs and herbs are possible. Prasterone is possibly unsafe for individuals experiencing pregnancy, breastfeeding, hormone sensitive conditions, liver problems, diabetes, depression or mood disorders, polycystic ovarian syndrome (PCOS), or cholesterol problems. Prasterone has been reported to possess few or no side effects even at very high dosages (e.g., 50 times the recommended over-the-counter supplement dosage). However, it may cause masculinization and other androgenic side effects in women and gynecomastia and other estrogenic side effects in men.   == Pharmacokinetics == Oral uptake of prasterone is excellent. Its volume of distribution is 17.0-38.5L (whereas it is 8.5-9.3L for its active metabolite DHEA-S). Prasterone (DHEA) has a biological half-life of 15-38 min (whereas it is 7-22h for DHEA-S). 51-73% of DHEA-S and its metabolites are excreted via the renal route.  Prasterone is metabolized into androgens and estrogens in the body, including androstenedione, testosterone, estrone, estradiol, and estriol. The transformation of prasterone into androgens and estrogens is tissue-specific, for instance occurring in the liver, fat, vagina, prostate gland, skin, and hair follicles (as well as other tissues).   === Metabolism === Prasterone is also reversibly transformed into its active metabolite prasterone sulfate (DHEA-S) by steroid sulfotransferase (specifically SULT1E1 and SULT2A1), which in turn can be converted back into prasterone by steroid sulfatase. Interconversion takes place in both adrenal and peripheral tissues. It is transformed into androstenedione by 3β-hydroxysteroid dehydrogenase (3β-HSD), and into androstenediol by 17β-hydroxysteroid dehydrogenase (17β-HSD). Then, androstenedione and androstenediol can be converted into testosterone by 17β-HSD and 3β-HSD, respectively. Subsequently, testosterone can be metabolized into dihydrotestosterone by 5α-reductase. In addition, androstenedione and testosterone can be converted into estrone and estradiol by aromatase, respectively.   === Dose-response of hormone levels === At a high dosage of 1,600 mg/day orally for 4 weeks, treatment of postmenopausal women with prasterone has been found to increase serum levels of DHEA by 15-fold, testosterone by 9-fold, DHEA-S, androstenedione, and DHT all by 20-fold, and estrone and estradiol both by 2-fold. Although prasterone can reliably increase testosterone levels in women, this isn't similarly the case in men. A high dosage of 1,600 mg/day prasterone in men for 4 weeks was found to increase DHEA and androstenedione levels but did not significantly affect testosterone levels.   === Dosing === In clinical studies of prasterone supplementation, dosages have ranged from 20 to 1,600 mg per day. In people with adrenal insufficiency, oral dosages of 20 to 50 mg/day prasterone have been found to restore DHEA and DHEA-S levels to physiological levels seen in young healthy adults. Conversely, oral dosages of 100 to 200 mg/day prasterone have been found to result in supraphysiological levels of DHEA and DHEA-S. Micronization of prasterone has been found to significantly increase levels of DHEA-S achieved with oral administration, but to produce no significant change in levels of DHEA or testosterone levels achieved.   == Chemistry ==  Prasterone, also known as androst-5-en-3β-ol-17-one, is a naturally occurring androstane steroid and a 17-ketosteroid. It is closely related structurally to androstenediol (androst-5-ene-3β,17β-diol), androstenedione (androst-4-ene-3,17-dione), and testosterone (androst-4-en-17β-ol-3-one). Prasterone is the δ5 (5(6)-dehydrogenated) analogue of epiandrosterone (5α-androstan-3β-ol-17-one), and is also known as 5-dehydroepiandrosterone (5-DHEA) or δ5-epiandrosterone. A positional isomer of prasterone which may have similar biological activity is 4-dehydroepiandrosterone (4-DHEA).   === Derivatives ===  Prasterone is used medically as the C3β esters prasterone enanthate and prasterone sulfate. The C19 demethyl analogue of prasterone is 19-nordehydroepiandrosterone (19-nor-DHEA), which is a prohormone of nandrolone (19-nortestosterone). The 5α-reduced and δ1 (1(2)-dehydrogenated) analogue of prasterone is 1-dehydroepiandrosterone (1-DHEA or 1-androsterone), which is a prohormone of 1-testosterone (δ1-DHT or dihydroboldenone). Fluasterone (3β-dehydroxy-16α-fluoro-DHEA) is a derivative of prasterone with minimal or no hormonal activity but other biological activities preserved.   == History == DHEA was discovered, via isolation from male urine, by Adolf Butenandt and Hans Dannenbaum in 1934, and the compound was isolated from human blood plasma by Migeon and Plager in 1954. DHEA sulfate, the 3β-sulfate ester of DHEA, was isolated from urine in 1944, and was found by Baulieu to be the most abundant steroid hormone in human plasma in 1954. From its discovery in 1934 until 1959, DHEA was referred to by a number of different names in the literature, including dehydroandrosterone, transdehydroandrosterone, dehydroisoandrosterone, and androstenolone. The name dehydroepiandrosterone, also known as DHEA, was first proposed by Fieser in 1949, and subsequently became the most commonly used name of the hormone. For decades after its discovery, DHEA was considered to be an inactive compound that served mainly as an intermediate in the production of androgens and estrogens from cholesterol. In 1965, an association between DHEA sulfate levels and aging was reported by De Nee and Vermeulen. Following this, DHEA became of interest to the scientific community, and numerous studies assessing the relationship between DHEA and DHEA sulfate levels and aging were conducted. Prasterone, the proposed INNTooltip International Nonproprietary Name and recommended INN of DHEA and the term used when referring to the compound as a medication, were published in 1970 and 1978, respectively. The combination of 4 mg estradiol valerate and 200 mg prasterone enanthate in an oil solution was introduced for use in menopausal hormone therapy by intramuscular injection under the brand name Gynodian Depot in Europe by 1978. In the early 1980s, prasterone became available and was widely sold over-the-counter as a non-prescription supplement in the United States, primarily as a weight loss aid. It was described as a \"miracle drug\", with supposed anti-aging, anti-obesity, and anti-cancer benefits. This continued until 1985, when the marketing of prasterone was banned by the Food and Drug Administration (FDA) due to a lack of evidence for health benefits and due to the long-term safety and risks of the compound being unknown at the time. Subsequently, prasterone once again became available over-the-counter as a dietary supplement in the United States following the passage of the Dietary Supplement Health and Education Act of 1994. Conversely, it has remained banned as a supplement in Canada, the United Kingdom, Australia, and New Zealand. In 2001, Genelabs submitted a New Drug Application of prasterone for the treatment of systemic lupus erythematosus (SLE) to the FDA. It had the tentative brand names Anastar, Aslera, and Prestara. However, this application was not approved, and while development of prasterone for SLE in both the United States and Europe continued until up to 2010, the medication was ultimately never approved for the treatment of this condition. In 2016, the FDA approved prasterone in an intravaginal gel formulation for the treatment of painful sexual intercourse due to vulvovaginal atrophy in the United States under the brand name Intrarosa. This was the first prasterone-containing medication to be approved by the FDA in this country.   == Society and culture ==   === Generic names === Prasterone is the generic name of DHEA in English and Italian and its International Nonproprietary Name, United States Adopted Name and Italian Common Name, while its generic name is prasteronum in Latin, prastérone in French and its French popular name, and prasteron in German.   === Marketing === In the United States, prasterone or prasterone sulfate have been advertised, under the names DHEA and DHEA-S, with claims that they may be beneficial for a wide variety of ailments. Prasterone and prasterone sulfate are readily available in the United States, where they are sold as over-the-counter dietary supplements. In 1996, reporter Harry Wessel of the Orlando (Florida) Sentinel wrote about DHEA that \"Thousands of people have gotten caught up in the hoopla and are buying the stuff in health food stores, pharmacies and mail-order catalogs\" but that \"such enthusiasm is viewed as premature by many in the medical field.\" He noted that \"National publications such as  Time, Newsweek and USA Today have run articles recently about the hormone, while several major publishers have come out with books touting it.\" His column was widely syndicated and reprinted in other U.S. newspapers. The product was being \"widely marketed to and used by bodybuilders,\" Dr. Paul Donahue wrote in 2012 for King Features syndicate.   === Regulation ===   ==== By country ====   ===== Australia ===== In Australia, a prescription is required to buy prasterone, where it is also comparatively expensive compared to off-the-shelf purchases in US supplement shops. Australian customs classify prasterone as an \"anabolic steroid[s] or precursor[s]\" and, as such, it is only possible to carry prasterone into the country through customs if one possesses an import permit which may be obtained if one has a valid prescription for the hormone.   ===== Canada ===== In Canada, prasterone is a Controlled Drug listed under Section 23 of Schedule IV of the Controlled Drugs and Substances Act and as such is available by prescription only.   ===== United Kingdom ===== Prasterone is listed as an anabolic steroid and is thus a class C controlled drug.   ===== United States ===== Prasterone is legal to sell in the United States as a dietary supplement. It is currently grandfathered in as an \"Old Dietary Ingredient\" being on sale prior to 1994. Prasterone is specifically exempted from the Anabolic Steroid Control Act of 1990 and 2004.   ==== Sports and athletics ==== Prasterone is banned from use in athletic competition. It is a prohibited substance under the World Anti-Doping Code of the World Anti-Doping Agency, which manages drug testing for Olympics and other sports.  Yulia Efimova, who holds the world record pace for both the 50-meter and 200-meter breaststroke, and won the bronze medal in the 200-meter breaststroke in the 2012 London Olympic Games, tested positive for prasterone in an out-of-competition doping test. Rashard Lewis, then with the Orlando Magic, tested positive for prasterone and was suspended 10 games before the start of the 2009–10 season. In 2016 MMA fighter Fabio Maldonado revealed he was taking prasterone during his time with the UFC. In January 2011, NBA player O. J. Mayo was given a 10-game suspension after testing positive for prasterone. Mayo termed his use of prasterone as \"an honest mistake,\" saying the prasterone was in an over-the-counter supplement and that he was unaware the supplement was banned by the NBA. Mayo was the seventh player to test positive for performance-enhancing drugs since the league began testing in 1999. Olympic 400-meter champion Lashawn Merritt tested positive for prasterone in 2010 and was banned from the sport for 21 months. Tennis player Venus Williams had permission from the International Tennis Federation to use DHEA along with hydrocortisone as a treatment for \"adrenal insufficiency,\" but it was revoked in 2016 by the World Anti-Doping Agency, which believed DHEA use would enhance Williams' athletic performance.   == Research ==   === Anabolic uses === A meta-analysis of intervention studies shows that prasterone supplementation in elderly men can induce a small but significant positive effect on body composition that is strictly dependent on prasterone conversion into its bioactive metabolites such as androgens or estrogens. Evidence is inconclusive in regards to the effect of prasterone on strength in the elderly. In middle-aged men, no significant effect of prasterone supplementation on lean body mass, strength, or testosterone levels was found in a randomized placebo-controlled trial.   === Cancer === There is no evidence prasterone is of benefit in treating or preventing cancer.   === Cardiovascular disease === A review in 2003 found the then-extant evidence sufficient to suggest that low serum levels of DHEA-S may be associated with coronary heart disease in men, but insufficient to determine whether prasterone supplementation would have any cardiovascular benefit. Prasterone may enhance G6PD mRNA expression, confounding its inhibitory effects.   === Lupus === There is some evidence of short-term benefit in those with systemic lupus erythematosus but little evidence of long-term benefit or safety. Prasterone was under development for the treatment of systemic lupus erythematosus in the United States and Europe in the 1990s and 2000s and reached phase III clinical trials and preregistration for this indication, respectively, but ultimately development was not continued past 2010.   === Memory === Prasterone supplementation has not been found to be useful for memory function in normal middle aged or older adults. It has been studied as a treatment for Alzheimer's disease, but there is no evidence that it is effective or ineffective. More research is needed to determine its benefits.   === Mood === A few small, short term clinical studies have found that prasterone improves mood but its long-term efficacy and safety, and how it compares to antidepressants, was unknown as of 2015.   == References ==   == Further reading =="}