{"name": "prasugrel", "category": "drug", "content": "Prasugrel, sold under the brand names Effient and Efient, is a medication used to prevent formation of blood clots. It is a platelet inhibitor and an irreversible antagonist of P2Y12 ADP receptors and is of the thienopyridine drug class. It was developed by Daiichi Sankyo Co. and produced by Ube and marketed in the United States in cooperation with Eli Lilly and Company. Prasugrel was approved for use in the European Union in February 2009, and in the US in July 2009, for the reduction of thrombotic cardiovascular events (including stent thrombosis) in people with acute coronary syndrome (ACS) who are to be managed with percutaneous coronary intervention (PCI).   == Medical uses == Prasugrel is used in combination with low-dose aspirin to prevent thrombosis in patients with acute coronary syndrome, including unstable angina pectoris, non-ST elevation myocardial infarction (NSTEMI), and ST elevation myocardial infarction (STEMI), who are planned for treatment with PCI. Prasugrel is associated with a higher bleeding risk compared to clopidogrel but has demonstrated superiority in reducing the composite endpoint of death, recurrent myocardial infarctions and stroke. Prasugrel does not change the risk of death when given to people who have had a STEMI or NSTEMI. Given the risk of bleeding, prasugrel should not be used in people who are older than 75 years, who have low body weight or a history of transient ischemic attacks or strokes. The initiation of prasugrel before coronary angiography outside the context of primary PCI is not recommended.   == Approval status == The drug was introduced to clinical practice in Canada in 2010  but was subsequently withdrawn by the manufacturer in 2020 as a \"business decision\". This has left a gap in the management of high-risk patients in certain situations in Canada where Effient was the drug of choice.   == Contraindications == Prasugrel should not be given to people with active pathological bleeding, such as peptic ulcer or a history of transient ischemic attack or stroke, because of higher risk of stroke (thrombotic stroke and intracranial hemorrhage).   == Adverse effects == Adverse effects include:  Cardiovascular: Hypertension (8%), hypotension (4%), atrial fibrillation (3%), bradycardia (3%), noncardiac chest pain (3%), peripheral edema (3%), thrombotic thrombocytopenic purpura (TTP) Central nervous system: Headache (6%), dizziness (4%), fatigue (4%), fever (3%), extremity pain (3%) Dermatologic: Rash (3%) Endocrine and metabolic: Hypercholesterolemia/hyperlipidemia (7%) Gastrointestinal: Nausea (5%), diarrhea (2%), gastrointestinal hemorrhage (2%) Hematologic: Leukopenia (3%), anemia (2%) Neuromuscular and skeletal: Back pain (5%) Respiratory: Epistaxis (6%), dyspnea (5%), cough (4%) Hypersensitivity, including angioedema   == Interactions == Prasugrel has a low potential for interactions. It may, for example, be used with proton pump inhibitors to reduce the risk of gastrointestinal bleeding without loss of its antiplatelet effect.   == Pharmacology ==   === Mechanism of action === Prasugrel is a member of the thienopyridine class of ADP receptor inhibitors, like ticlopidine (trade name Ticlid) and clopidogrel (trade name Plavix).  These agents reduce the aggregation (\"clumping\") of platelets by irreversibly binding to P2Y12 receptors. Prasugrel inhibits platelet aggregation more rapidly, more consistently, and to a greater extent than clopidogrel. The TRITON-TIMI 38 study compared prasugrel with clopidogrel, and showed that prasugrel reduced rates of ischaemic events, but increased bleeding risk. Overall mortality rates were similar for each drug. Clopidogrel, unlike prasugrel, was issued a black box warning from the FDA on 12 March 2010, as the estimated 2–14% of the US population who have low levels of the CYP2C19 liver enzyme needed to activate clopidogrel may not get the full effect. Tests are available to predict if a patient would be susceptible to this problem or not. Unlike clopidogrel, prasugrel is effective in most individual with the exception in patients over the age of 75, weight under 60 kg, and patients with a history of stroke or TIA due to increased risk of bleeding, although several cases have been reported of decreased responsiveness to prasugrel. It has been suggested that the decreased responsiveness observed in prasugrel is likely due to its low but significant frequency of High Platelet Reactivity (HPR).   === Pharmacodynamics === Prasugrel produces inhibition of platelet aggregation to 20 μM or 5 μM ADP, as measured by light transmission aggregometry.  Following a 60-mg loading dose of the drug, about 90% of patients had at least 50% inhibition of platelet aggregation by one hour. Maximum platelet inhibition was about 80%. Mean steady-state inhibition of platelet aggregation was about 70% following three to five days of dosing at 10 mg daily after a 60-mg loading dose. Platelet aggregation gradually returns to baseline values over five to 9 days after discontinuation of prasugrel, this time course being a reflection of new platelet production rather than pharmacokinetics of prasugrel. Discontinuing clopidogrel 75 mg and initiating prasugrel 10 mg with the next dose resulted in increased inhibition of platelet aggregation, but not greater than that typically produced by a 10-mg maintenance dose of prasugrel alone. Increasing platelet inhibition could increase bleeding risk. The relationship between inhibition of platelet aggregation and clinical activity has not been established.   === Pharmacokinetics ===  Prasugrel is a prodrug and is rapidly metabolized by carboxylesterase 2 in the intestine and carboxylesterase 1 in the liver to a likewise inactive thiolactone, which is then converted by CYP3A4 and CYP2B6, and to a minor extent by CYP2C9 and CYP2C19, to a pharmacologically active metabolite (R-138727). R-138727 has an elimination half-life of about 7 hours (range 2 h to 15 h). Healthy subjects, patients with stable atherosclerosis, and patients undergoing PCI show similar pharmacokinetics.   == Chemistry == Prasugrel has one chiral atom. It is used in racemic form as the hydrochloride salt, which is a white powder.   == References ==   == Further reading ==   == External links == US 5288726  claims prasugrel compound; expired on 14 April 2017 US 6693115  claims hydrochloride salt of prasugrel; will expire on 3 July 2021"}