{"name": "pravastatin", "category": "drug", "content": "Pravastatin, sold under the brand name Pravachol among others, is a statin medication, used for preventing cardiovascular disease in those at high risk and treating abnormal lipids. It is suggested to be used together with diet changes, exercise, and weight loss. It is taken by mouth. Common side effects include joint pain, diarrhea, nausea, headaches, and muscle pains. Serious side effects may include rhabdomyolysis, liver problems, and diabetes. Use during pregnancy may harm the fetus. Like all statins, pravastatin works by inhibiting HMG-CoA reductase, an enzyme found in liver that plays a role in producing cholesterol. Pravastatin was patented in 1980 and approved for medical use in 1989. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2022, it was the 37th most commonly prescribed medication in the United States, with more than 16 million prescriptions.   == Medical uses == Pravastatin is primarily used for the treatment of dyslipidemia and the prevention of cardiovascular disease. It is recommended to be used only after other measures, such as diet, exercise, and weight reduction, have not improved cholesterol levels. Pravastatin has been found to have a similar effectiveness at lowering low-density lipoprotein cholesterol as fluvastatin but evidence indicates that pravastatin may not be as effective as other statin medications. The beneficial effect of pravastatin is dependent on the dose and the potential for side effects or unwanted effects from this medication are not clear from clinical trials.    == Adverse effects and contraindications == Pravastatin has undergone over 112,000 patient-years of double-blind, randomized trials using the 40 mg, once-daily dose and placebos. These trials indicate pravastatin is well tolerated and displays few noncardiovascular abnormalities in patients. Contraindications, conditions that warrant withholding treatment with pravastatin, include pregnancy and breastfeeding. Taking pravastatin while pregnant could lead to birth defects. While the amount of pravastatin ingested by an infant from breastfeeding is low, patients breastfeeding should not take pravastatin due to potential effects on the infant's lipid metabolism.   == Drug interactions == Medications that should not be taken with pravastatin include, but are not limited to:  Cimetidine (Tagamet) Colchicine (Colcrys) Cyclosporine (Neoral, Sandimmune) Ketoconazole (Nizoral) Additional cholesterol-lowering medications such as: fenofibrate (Tricor), gemfibrozil (Lopid), cholestyramine (Questran, Questran Light, Cholybar), and niacin (nicotinic acid, Niacor, Niaspan); Specific HIV protease inhibitors such as: lopinavir and ritonavir (Kaletra), and ritonavir (Norvir) taken with darunavir (Prezista); and spironolactone (Aldactone). The combination of fenofibrate with pravastatin is approved for use in the European Union.   == Mechanism of action == Pravastatin acts as a lipoprotein-lowering drug through two pathways. In the major pathway, pravastatin inhibits the function of hydroxymethylglutaryl-CoA (HMG-CoA) reductase. As a reversible competitive inhibitor, pravastatin sterically hinders the action of HMG-CoA reductase by occupying the active site of the enzyme. Taking place primarily in the liver, this enzyme is responsible for the conversion of HMG-CoA to mevalonate in the rate-limiting step of the biosynthetic pathway for cholesterol. Pravastatin also inhibits the synthesis of very-low-density lipoproteins, which are the precursor to low-density lipoproteins (LDL). These reductions increase the number of cellular LDL receptors, thus LDL uptake increases, removing it from the bloodstream.   == Pharmacokinetics == Oral bioavailability of pravastatin ranges from 17-34% with peak plasma concentration achieved 1-1.5 hours after administration. Absorption of drug is modestly decreased when taken with food however this does not reduce the clinical lipid-lowering effect. The 3α-hydroxyisomeric metabolite of pravastatin is also an active HMG-CoA reductase inhibitor with approximately 2.5-10% the potency of the parent compound. Pravastatin has a plasma half-life of 1.8 hours whereas this active metabolite has a half-life up to 77 hours.   == History == Initially known as CS-514, pravastatin is a derivative of ML236B (compactin), which was identified in a fungus called Penicillium citrinum in the 1970s by researchers of the Sankyo Pharma Inc.  It is being marketed outside Japan by the pharmaceutical company Bristol-Myers Squibb. In 2005, Pravachol was the 22nd-highest selling brand-name drug in the United States, with sales totaling $1.3 billion. The Food and Drug Administration (FDA) approved generic pravastatin for use in the United States in April 2006. Generic pravastatin sodium tablets were manufactured by Biocon Ltd, India and Teva Pharmaceuticals in Kfar Sava, Israel.   == References =="}