{"name": "prazosin", "category": "drug", "content": "Prazosin, sold under the brand name Minipress among others, is a medication used to treat high blood pressure, symptoms of an enlarged prostate, and nightmares related to post-traumatic stress disorder (PTSD). It is an α1 blocker. It is a less preferred treatment of high blood pressure. Other uses may include heart failure and Raynaud syndrome. It is taken by mouth. Common side effects include dizziness, sleepiness, nausea, and heart palpitations. Serious side effects may include low blood pressure with standing and depression. Prazosin is a non-selective inverse agonist of the α1-adrenergic receptors. It works to decrease blood pressure by dilating blood vessels and helps with an enlarged prostate by relaxing the outflow of the bladder. How it works in PTSD is not entirely clear. Prazosin was patented in 1965 and came into medical use in 1974. It is available as a generic medication. In 2021, it was the 183rd most commonly prescribed medication in the United States, with more than 2 million prescriptions.   == Medical uses == Prazosin is active after taken by mouth and has a minimal effect on cardiac function due to its α1-adrenergic receptor selectivity. When prazosin is started, however, heart rate and contractility can increase in order to maintain the pre-treatment blood pressures because the body has reached homeostasis at its abnormally high blood pressure. The blood pressure lowering effect becomes apparent when prazosin is taken for longer periods of time. The heart rate and contractility go back down over time and blood pressure decreases. The antihypertensive characteristics of prazosin make it a second-line choice for the treatment of high blood pressure. Prazosin is also useful in treating urinary hesitancy associated with benign prostatic hyperplasia, blocking α1-adrenergic receptors, which control constriction of both the prostate and urethra. Although not a first-line choice for either hypertension or benign prostatic hyperplasia, it is a choice for people who present with both problems concomitantly. During its use for urinary hesitancy in military veterans in the 1990s, Murray A. Raskind and colleagues discovered that prazosin appeared to be effective in reducing nightmares. Subsequent reviews indicate prazosin is effective in improving sleep quality and treating nightmares related to post-traumatic stress disorder (PTSD). Prazosin is used off-label in the treatment of insomnia for its sedative effects. Prazosin is an inverse agonist at α1-adrenergic receptors; these receptors are expressed on dendrites that noradrenergic neurons synapse onto in the brain. Some of the noradrenergic pathways in the central nervous system form part of the ascending reticular activating system, which promotes arousal when stimulated.  Prazosin inhibits the output neurons of the noradrenergic pathways in that system, in turn causing sedation. The drug is usually recommended for severe stings from the Indian red scorpion.   == Adverse effects == Common (4–10% frequency) side effects of prazosin include dizziness, headache, drowsiness, lack of energy, weakness, palpitations, and nausea. Less frequent (1–4%) side effects include vomiting, diarrhea, constipation, edema, orthostatic hypotension, dyspnea, syncope, vertigo, depression, nervousness, nasal congestion and rash. A very rare side effect of prazosin is priapism. One phenomenon associated with prazosin is known as the \"first dose response\", in which the side effects of the drug — specifically orthostatic hypotension, dizziness, and drowsiness — are especially pronounced in the first dose. Orthostatic hypotension and syncope are associated with the body's poor ability to control blood pressure without active α-adrenergic receptors. The nasal congestion is exacerbated by changing body positions, because α1-adrenergic receptors also control nasal vascular blood flow and alpha blockers inhibit this, in the same way that alpha-adrenergic agonists have the opposite effect of being a decongestant.   == Pharmacology ==   === Pharmacodynamics === Prazosin is an α1-blocker that acts as a non-selective inverse agonist at α1-adrenergic receptors, including of the α1A-, α1B-, and α1D-adrenergic receptor subtypes. It binds to these receptors with affinity (Ki) values of 0.13 to 1.0 nM for the α1Α-adrenergic receptor, 0.06 to 0.62 nM for the α1B-adrenergic receptor, and 0.06 to 0.38 nM for the α1D-adrenergic receptor. It has much lower affinity for the α2-adrenergic receptors (Ki = 210–5,012 nM for the α2A-adrenergic receptor, 13–398 nM for the α2B-adrenergic receptor, and 10–200 nM for the α2C-adrenergic receptor). The α1-adrenergic receptors are found in vascular smooth muscle, where they are responsible for the vasoconstrictive action of norepinephrine. They are also found throughout the central nervous system. α1-Adrenergic receptors have additionally been found on immune cells, where catecholamine binding can stimulate and enhance cytokine production.   === Pharmacokinetics === Prazosin has an onset of action of 30 to 90 minutes, the elimination half-life of prazosin is 2 to 3 hours, and its duration of action is 10 to 24 hours.   == Research == Prazosin has been said to be the only selective α1-adrenergic receptor antagonist which has been used in the treatment of insomnia to any significant degree. It is used at doses of 1 to 12 mg for this purpose. The combination of prazosin and the beta blocker timolol may produce greater sedative effects than either of them alone. Prazosin has been shown to prevent death in animal models of cytokine storm. As a repurposed drug, prazosin is being investigated for the prevention of cytokine storm syndrome and complications of COVID-19 where it is thought to decrease cytokine dysregulation.   == References =="}