{"name": "prednisolone", "category": "drug", "content": "Prednisolone is a corticosteroid, a steroid hormone used to treat certain types of allergies, inflammatory conditions, autoimmune disorders, and cancers. Some of these conditions include adrenocortical insufficiency, high blood calcium, rheumatoid arthritis, dermatitis, eye inflammation, asthma, and multiple sclerosis. It can be taken by mouth, injected into a vein, used topically as a skin cream, or as eye drops. It differs from the similarly named prednisone in having a hydroxyl at the 11th carbon instead of a ketone. Side effects with short-term use include nausea, inability to concentrate, insomnia, or feeling tired. More severe side effects include psychiatric problems, which may occur in about 5% of people. Common side effects with long term use include bone loss, weakness, yeast infections, and easy bruising. While short-term use in the later part of pregnancy is safe, long-term use or use in early pregnancy is occasionally associated with harm to the baby. It is a glucocorticoid made from hydrocortisone (cortisol). Prednisolone was discovered and approved for medical use in 1955. It is on the World Health Organization's List of Essential Medicines. It is available as a generic drug. In 2021, it was the 153rd most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses ==   === Systemic use === Prednisolone is a corticosteroid drug with predominant glucocorticoid and low mineralocorticoid activity, making it useful for the treatment of a wide range of inflammatory and autoimmune conditions such as asthma, uveitis, pyoderma gangrenosum, rheumatoid arthritis, urticaria, angioedema, ulcerative colitis, pericarditis, temporal arteritis and Crohn's disease, Bell's palsy, multiple sclerosis, cluster headaches, vasculitis, acute lymphoblastic leukemia and autoimmune hepatitis, systemic lupus erythematosus, Kawasaki disease, dermatomyositis, post-myocardial infarction syndrome and sarcoidosis. Prednisolone can also be used for allergic reactions ranging from seasonal allergies to drug allergic reactions. Prednisolone can also be used as an immunosuppressive drug for organ transplants. Prednisolone in lower doses can be used in cases of primary adrenal insufficiency (Addison's disease).   === Topical use in ophthalmology ===  Topical prednisolone is a type of glucocorticoid, mainly used in the ophthalmic pathway as eye drops in numerous eye conditions, including corneal injuries caused by chemicals, burns and alien objects, inflammation of the eyes, mild to moderate non-infectious allergies, disorders of the eyelid, conjunctiva or sclera, ocular inflammation caused by operation and optic neuritis. Some side effects include glaucoma, blurring of vision, eye discomfort, impaired recovery of injured site, scarring of the optic nerve, clouding of lenses and urticaria. However, their prevalence is not known. Prednisolone eye drops are contraindicated in individuals who develop hypersensitivity reactions against prednisolone, or individuals with the current conditions, such as tuberculosis of the eye, shingles affecting the eye, raised intraocular pressure, and eye infection caused by fungus. Prednisolone acetate ophthalmic suspension (eye drops) is an adrenocortical steroid product, prepared as a sterile ophthalmic suspension and used to reduce swelling, redness, itching, and allergic reactions affecting the eye. It has been explored as a treatment option for bacterial keratitis. Prednisolone eye drops are used in conjunctiva inflammations, also known as conjunctivitis, caused by allergies and bacteria, marginal keratitis, inflammation of the anterior segment of the eye, choroid and iris. Endophthalmitis, which is an infection of the eye involving the aqueous humor, Graves' ophthalmopathy, herpes zoster ocular infection, inflammation of the eye after surgery, corneal injuries caused by chemicals, radiations and thermal burns, or penetration of foreign objects. It is also used in the prevention of myringosclerosis, herpes simplex stromal keratitis. Topical prednisolone can also be used after procedures such as Laser Peripheral Iridotomy for patients with primary angle-closure suspects (PACS) to control inflammations.   === Ear drops === In addition, topical prednisolone can also be administered as ear drops.    == Adverse effects == Adverse reactions from the use of prednisolone include:  Increased appetite, weight gain, nausea, and malaise Increased risk of infection Cardiovascular events Dermatological effects including reddening of face, bruising/skin discoloration, impaired wound healing, thinning of skin, skin rash, fluid build up and abnormal hair growth Hyperglycemia; patients with diabetes may need increased insulin or diabetic therapies Menstrual abnormalities Lower response to hormones, especially during stressful instances such as surgery or illness Change in electrolytes: rise in blood pressure, increased sodium and low potassium, leading to alkalosis GI system effects: swelling of stomach lining, reversible increase in liver enzymes, and risk of stomach ulcers Muscular and skeletal abnormalities, such as muscle weakness/muscle loss, osteoporosis (see steroid-induced osteoporosis), long bone fractures, tendon rupture, and back fractures Neurological effects, including involuntary movements (convulsions), headaches, and vertigo Psychosocial behavioral and emotional disturbances with aggression being one of the most common cognitive symptoms or symptoms overall, especially with oral use. Nasal septum perforation and bowel perforation (in some pathologic conditions). Withdrawal from prednisolone after long-term or high-dose use can lead to adrenal insufficiency.   === Pregnancy and breastfeeding === Although there are no major human studies of prednisolone use in pregnant women, studies in several animals show that it may cause birth defects including increased likelihood of cleft palate. Prednisolone is found in breast milk of mothers taking prednisolone.   === Local adverse effects in the eye ===  When used topically on the eye, the following are potential side-effects:  Cataracts: Extended usage of corticosteroids may cause clouding at the back of the lens, also known as posterior subcapsular cataract. This type of cataract reduces the path of light from reaching the eye, which interferes with a person's reading vision. Consumption of prednisolone eye drops post surgery may also retard the healing process. Corneal thinning: When corticosteroids are used in the long term, corneal and scleral thinning is also one of its consequences. When not ceased, thinning may ultimately lead to perforation of the cornea. Glaucoma: Elongated use of corticosteroids has a chance of causing a raised intraocular pressure (IOP), injuring the optic nerve and weakening of visual awareness. Corticosteroids should be used cautiously in patients with concomitant conditions of glaucoma. Doctors track patients' IOP if they are using corticosteroid eye drops for more than 103 days.   == Pharmacology ==   === Pharmacodynamics === As a glucocorticoid, the lipophilic structure of prednisolone allows for easy passage through the cell membrane where it then binds to its respective glucocorticoid receptor (GCR) located in the cytoplasm. Upon binding, formation of the GC/GCR complex causes dissociation of chaperone proteins from the glucocorticoid receptor enabling the GC/GCR complex to translocate inside the nucleus. This process occurs within 20 minutes of binding.  Once inside the nucleus, the homodimer GC/GCR complex binds to specific DNA binding-sites known as glucocorticoid response elements (GREs) resulting in gene expression or inhibition.  Complex binding to positive GREs leads to synthesis of anti-inflammatory proteins while binding to negative GREs blocks the transcription of inflammatory genes. They inhibit the release of signals that promote inflammation such as nuclear factor-Kappa B (NF-κB), Activator protein 1 (AP-1), nuclear factor of activated T-cells (NFAT), and stimulate anti-inflammatory signals such as the interleukin-10 gene. All of them will collectively cause a sequence of events, including the inhibition of prostaglandin synthesis and additional inflammatory mediators. Glucocorticoids also inhibit neutrophil cell death and demargination. As well as phospholipase A2, which in turn lessens arachidonic acid derivative genesis.   === Pharmacokinetics === Prednisolone has a relatively short half-life, ranging 2–4 hours. It also has a large therapeutic window, considering the dosage required to produce a therapeutic effect is a few times higher than what the body naturally produces. Prednisolone is 70–90% plasma protein bound, it binds to proteins such as albumin. Both prednisolone phosphate and prednisolone acetate go through ester hydrolysis in the body to form prednisolone. It subsequently undergoes the usual metabolism of prednisolone. Concomitant use of prednisolone and strong CYP3A4 inhibitors such as ketoconazole is shown to cause a rise in plasma prednisolone concentrations by about 50% owing to a diminished clearance. Prednisolone predominantly undergoes kidney elimination and is excreted in the urine as sulphate and metabolites of glucuronide conjugate.   === Prednisone === Prednisone is a prodrug that is activated in the liver. When it enters the body, prednisone is triggered by the liver and body chemicals to turn into its active form, prednisolone.   == Chemistry == Prednisolone is a synthetic pregnane corticosteroid closely related to its cognate prednisone, having identical structure save for two fewer hydrogens near C11. It is also known as δ1-cortisol, δ1-hydrocortisone, 1,2-dehydrocortisol, or 1,2-dehydrohydrocortisone, as well as 11β,17α,21-trihydroxypregna-1,4-diene-3,20-dione.   == Interactions == Drug interactions of prednisolone include other immunosuppressants like azathioprine or ciclosporin, antiplatelet drugs like clopidogrel, anticoagulants like dabigatran or warfarin or NSAIDs such as aspirin, celecoxib or ibuprofen.   == Contraindications ==   == Minor contraindications and drug reactions == Co-administration of prednisolone eye drops with ophthalmic nonsteroidal anti-inflammatory agents (NSAIDs) may perhaps exacerbate its effects, causing unwanted side effects such as toxicity. The wound healing process may also be hindered. When used in low doses, corticosteroids serve as an anti-inflammatory agent. At higher doses, they are considered as immunosuppressives. Corticosteroids inhibit the inflammatory response to a variety of inciting agents and, it is presumed, delay or slow healing. They inhibit the edema, fibrin deposition, capillary dilation, leukocyte migration, capillary proliferation, fibroblast proliferation, deposition of collagen, and scar formation with inflammation.   == Special populations ==   === Child use === Prolonged use of prednisolone eye drops in children may lead to a raised intraocular pressure. While this phenomenon is dose dependent, it is shown to have a greater effect especially in children under 6 years of age.   === Pregnancy and breastfeeding === Researches on animal reproduction have indicated that there is a trace of teratogenicity when doses are reduced by 10 times of the human recommended dose. There is no sufficient information on human pregnancy at this moment. Use is only recommended when the potential benefits outweigh the potential risks of the pregnant mother and the fetus. Prednisolone when delivered systemically can be found in the mother's breast milk, however, there is no data provided for the extent of prednisolone found in the system after administering eye drops. However, the presence of corticosteroids is recorded when they are administered systemically, and it could possibly affect the fetus' growth. Therefore, use of prednisolone during breastfeeding is not advocated.   == Society and culture ==   === Dosage forms === Prednisolone is supplied as oral liquid, oral suspension, oral syrup, oral tablet, and oral disintegrating tablet. It may be a generic medication or supplied as brands  Flo-Pred (prednisolone acetate oral suspension), Millipred (oral tablets), Orapred (prednisolone sodium phosphate oral dissolving tablets), Pediapred (prednisolone sodium phosphate oral solution), Veripred 20,  Prelone, Hydeltra-T.B.A., Hydeltrasol, Key-Pred, Cotolone, Predicort, Medicort, Predcor, Bubbli-Pred, Omnipred (prednisolone acetate ophthalmic suspension), Pred Mild, Pred Forte, and others.   === Athletics === As a glucocorticosteroid, unauthorized or ad hoc use of prednisolone during competition via oral, intravenous, intramuscular or rectal routes is banned under World Anti-Doping Agency (WADA) anti-doping rules.   == Veterinary uses == Prednisolone is used in the treatment of inflammatory and allergic conditions in cats, dogs, horses, small mammals such as ferrets, birds, and reptiles. Its usage in treating inflammation, immune-mediated disease, Addison's disease, and neoplasia is often 'off label' or 'extra label'. Many drugs are commonly prescribed for off label use in veterinary medicine.\" Studies in ruminating species, such as alpacas, have shown that oral administration of the drug is associated with a reduced bioavailability compared to intravenous administration; however, levels that are therapeutic in other species can be achieved with oral administration in alpacas. It is used in a broad spectrum of diseases, for example, inflammation of scleral tissues, cornea, conjunctiva in dogs. In horses, prednisolone acetate suspensions are priorly used to treat inflammation in the middle layer of the eye, also known as anterior uveitis and equine recurrent uveitis (ERU), which is the leading cause of visual impairment in horses. Prednisolone acetate eye drops are not to be used in other animals such as birds. Prednisolone acetate eye drops are also prescribed to the dogs and cats to lessen swelling, redness, burning and pain sensations after surgeries of the eye. Cats with conjunctivitis usually are required to avoid using ophthalmic preparations of corticosteroids and its derivatives. The most typical infections are caused by herpes virus.   == References ==   == External links == \"Prednisolone Ophthalmic\". MedlinePlus. US patent 2837464, Arthur Nobile, \"Process for production of dienes by corynebacteria\", published 1958-06-03, issued 1958-06-03,  assigned to Schering Corp"}