{"name": "pregabalin", "category": "drug", "content": "Pregabalin, sold under the brand name Lyrica among others, is an anticonvulsant, analgesic, and anxiolytic amino acid medication used to treat epilepsy, neuropathic pain, fibromyalgia, restless legs syndrome, opioid withdrawal, and generalized anxiety disorder (GAD). Pregabalin also has antiallodynic properties. Its use in epilepsy is as an add-on therapy for partial seizures. It is a gabapentinoid medication (GABA analogue) which are drugs that are derivatives of γ-aminobutyric acid (GABA), an inhibitory neurotransmitter. Pregabalin acts by inhibiting certain calcium channels. When used before surgery, it reduces pain but results in greater sedation and visual disturbances. It is taken by mouth. Common side effects include headache, dizziness, sleepiness, confusion, trouble with memory, poor coordination, dry mouth, problems with vision, and weight gain. Serious side effects may include angioedema, drug misuse, and an increased suicide risk. When pregabalin is taken at high doses over a long period of time, addiction may occur, but if taken at usual doses the risk is low. Use during pregnancy or breastfeeding is of unclear safety. Pregabalin was approved for medical use in the United States in 2004. It was developed as a successor to the related gabapentin. It is available as a generic medication. In 2021, it was the 73rd most commonly prescribed medication in the United States, with more than 8 million prescriptions. In the US, pregabalin is a Schedule V controlled substance under the Controlled Substances Act of 1970, which means that the drug has low abuse potential compared to substances in Schedules I-IV, however, there is still a potential for misuse. Despite the low abuse potential, there have been reports of euphoria, improved happiness, excitement, calmness, and a \"high\" similar to marijuana with the use of pregabalin; there is a potential for developing dependence on these substances, and withdrawal symptoms may occur if the medication is abruptly discontinued. It is a Class C controlled substance in the UK. Therefore, pregabalin requires a prescription. Furthermore, the prescription must clearly set forth the dose. Pregabalin has potential for misuse. It can bring about an elevated mood in users. It can also have serious side effects, particularly when used in combination with other drugs.   == Medical uses ==   === Seizures === For drug-resistant focal epilepsy, pregabalin is useful as an add-on therapy to other treatments. Its use alone is less effective than some other seizure medications. It is unclear how it compares to gabapentin for this use.   === Neuropathic pain === The European Federation of Neurological Societies recommends pregabalin as a first line agent for the treatment of pain associated with diabetic neuropathy, post-herpetic neuralgia, and central neuropathic pain. A minority obtain substantial benefit, and a larger number obtain moderate benefit. It is given equal weight as gabapentin and tricyclic antidepressants as a first-line agent, however the latter are less expensive as of 2010. Pregabalin is as effective at relieving pain as duloxetine and amitriptyline. Combination treatment of pregabalin and amitriptyline or duloxetine offers additional pain relief for people whose pain is not adequately controlled with one medication, and is safe. Studies have shown that higher doses of pregabalin are associated with greater efficacy. Pregabalin's use in cancer-associated neuropathic pain is controversial, though such use is common. It has been examined for the prevention of post-surgical chronic pain, but its utility for this purpose is controversial. Pregabalin is generally not regarded as efficacious in the treatment of acute pain. In trials examining the utility of pregabalin for the treatment of acute post-surgical pain, no effect on overall pain levels was observed, but people did require less morphine and had fewer opioid-related side effects. Several possible mechanisms for pain improvement have been discussed.   === Anxiety disorders === Pregabalin is effective for treatment of generalized anxiety disorder. It is also effective for the short- and long-term treatment of social anxiety disorder and in reducing preoperative anxiety. However, there is concern regarding pregabalin's off-label use due to the lack of strong scientific evidence for its efficacy in multiple conditions and its proven side effects. The World Federation of Biological Psychiatry recommends pregabalin as one of several first line agents for the treatment of generalized anxiety disorder, but recommends other agents such as those of selective serotonin reuptake inhibitor (SSRI) class as first line treatment for obsessive–compulsive disorder and post-traumatic stress disorder (PTSD). For PTSD, pregabalin as complementary treatment seems to be effective.   ==== Generalized anxiety disorder ==== Pregabalin has anxiolytic effects similar to benzodiazepines with less risk of dependence. The effects of pregabalin appear within one week of use, and are similar in effectiveness to lorazepam, alprazolam, and venlafaxine, but pregabalin has demonstrated superiority by producing more consistent therapeutic effects for psychosomatic anxiety symptoms. Long-term trials have shown continued effectiveness without the development of tolerance, and, in addition, unlike benzodiazepines, it has a beneficial effect on sleep and sleep architecture, characterized by the enhancement of slow-wave sleep. It produces less severe cognitive and psychomotor impairment compared to benzodiazepines. A 2019 review found that pregabalin reduces symptoms, and was generally well tolerated.   === Other uses === Although pregabalin is sometimes prescribed for people with bipolar disorder there is no evidence showing that it is effective. There is no evidence and significant risk in using pregabalin for sciatica and low back pain. Evidence of benefit in alcohol withdrawal as well as withdrawal from certain other drugs is limited as of 2016. There is no evidence for its use in the prevention of migraines and gabapentin has also been found not to be useful.   == Adverse effects == Exposure to pregabalin is associated with weight gain, sleepiness and fatigue, dizziness, vertigo, leg swelling, disturbed vision, loss of coordination, and euphoria. It has an adverse effect profile similar to other central nervous system (CNS) depressants. Even though pregabalin is a depressant and anticonvulsant it can sometimes paradoxically induce seizures, particularly in large overdoses. Adverse drug reactions associated with the use of pregabalin include:  Very common (>10% of people with pregabalin): dizziness, drowsiness. Common (1–10% of people with pregabalin): blurred vision, diplopia, increased appetite and subsequent weight gain, euphoria, confusion, vivid dreams, changes in libido (increase or decrease), irritability, ataxia, attention changes, feeling high, abnormal coordination, memory impairment, tremors, dysarthria, paresthesia, vertigo, dry mouth and constipation, nausea, vomiting and flatulence, erectile dysfunction, fatigue, peripheral edema, feeling the effects of drunkenness, abnormal walking, asthenia, nasopharyngitis, increased creatine kinase level. Infrequent (0.1–1% of people with pregabalin): depression, lethargy, agitation, anorgasmia, hallucinations, myoclonus, hypoaesthesia, hyperaesthesia, tachycardia, excessive salivation, hypoglycaemia, excessive sweating, flushing, rash, muscle cramp, myalgia, arthralgia, urinary incontinence, dysuria, thrombocytopenia, kidney calculus Rare (<0.1% of people with pregabalin): neutropenia, first degree heart block, hypotension, hypertension, pancreatitis, dysphagia, oliguria, rhabdomyolysis, suicidal thoughts or behavior. Cases of recreational use, with associated adverse effects have been reported.   === Withdrawal symptoms === Following abrupt or rapid discontinuation of pregabalin, some people reported symptoms suggestive of physical dependence. The FDA determined that the substance dependence profile of pregabalin, as measured by a personal physical withdrawal checklist, was quantitatively less than benzodiazepines. Even people who have discontinued short term use of pregabalin have experienced withdrawal symptoms, including insomnia, headache, nausea, anxiety, diarrhea, flu like symptoms, nervousness, major depression, pain, convulsions, hyperhidrosis, and dizziness.   === Pregnancy === It is unclear if it is safe for use in pregnancy with some studies showing potential harm.   === Breathing === In December 2019, the US Food and Drug Administration (FDA) warned about serious breathing issues for those taking gabapentin or pregabalin when used with central nervous system (CNS) depressants or for those with lung problems. The FDA required new warnings about the risk of respiratory depression to be added to the prescribing information of the gabapentinoids. The FDA also required the drug manufacturers to conduct clinical trials to further evaluate their abuse potential, particularly in combination with opioids, because misuse and abuse of these products together is increasing, and co-use may increase the risk of respiratory depression. Among 49 case reports submitted to the FDA over the five-year period from 2012 to 2017, twelve people died from respiratory depression with gabapentinoids, all of whom had at least one risk factor. The FDA reviewed the results of two randomized, double-blind, placebo-controlled clinical trials in healthy people, three observational studies, and several studies in animals. One trial showed that using pregabalin alone and using it with an opioid pain reliever can depress breathing function. The other trial showed gabapentin alone increased pauses in breathing during sleep. The three observational studies at one academic medical center showed a relationship between gabapentinoids given before surgery and respiratory depression occurring after different kinds of surgeries. The FDA also reviewed several animal studies that showed pregabalin alone and pregabalin plus opioids can depress respiratory function.   == Overdose == An overdose of pregabalin usually consists of severe drowsiness, severe ataxia, blurred vision and macular detachment, slurred speech, severe uncontrollable jerking motions (myoclonus), tonic clonic seizures and anxiety. Despite these symptoms an overdose is not usually fatal unless mixed with another CNS depressant. Several people with kidney failure developed myoclonus while receiving pregabalin, apparently as a result of gradual accumulation of the drug. Acute overdosage may be manifested by somnolence, tachycardia, and hypertonia. Plasma, serum, or blood concentrations of pregabalin may be measured to monitor therapy or to confirm a diagnosis of poisoning in hospitalized people.   == Interactions == No interactions have been demonstrated in vivo. The manufacturer notes some potential pharmacological interactions with opioids, benzodiazepines, barbiturates, ethanol (alcohol), and other drugs that depress the central nervous system. ACE inhibitors may enhance the adverse/toxic effect of pregabalin. Pregabalin may enhance the fluid-retaining effect of certain anti-diabetic agents (thiazolidinediones).   == Pharmacology ==   === Mechanism of action ===  Pregabalin is a gabapentinoid medication, which are drugs that are derivatives of the γ-aminobutyric acid (GABA), an inhibitory neurotransmitter. Pregabalin inhibits certain calcium channels, namely, it blocks α2δ subunit-containing voltage-dependent calcium channels (VDCCs). While the exact mechanism of action of pregabalin is not definitively characterized, is believed that the main action is exhibited specifically by its binding to the α2δ subunit of VDCCs, so that this binding modulates calcium influx at the nerve terminals, thereby inhibiting the release of excitatory neurotransmitters. These excitatory neurotransmitters include glutamate, norepinephrine (noradrenaline), serotonin, dopamine, substance P, and calcitonin gene-related peptide. By inhibiting the release of these neurotransmitters, pregabalin can reduce the transmission of pain signals, which helps alleviate symptoms and provides relief for patients experiencing pain, seizures, or other related symptoms. Whereas pregabalin is structurally similar to GABA, pregabalin it does not bind directly to GABA receptors, which supports the notion that its therapeutic effects are achieved through its action on the α2δ subunit of VDCCs.   === Pharmacodynamics ===  Pregabalin is a gabapentinoid and acts by inhibiting certain calcium channels. Specifically it is a ligand of the auxiliary α2δ subunit site of certain voltage-dependent calcium channels (VDCCs), and thereby acts as an inhibitor of α2δ subunit-containing VDCCs. There are two drug-binding α2δ subunits, α2δ-1 and α2δ-2, and pregabalin shows similar affinity for (and hence lack of selectivity between) these two sites. Pregabalin is selective in its binding to the α2δ VDCC subunit. Despite the fact that pregabalin is a GABA analogue, it does not bind to the GABA receptors, does not convert into GABATooltip γ-aminobutyric acid or another GABA receptor agonist in vivo, and does not directly modulate GABA transport or metabolism. However, pregabalin has been found to produce a dose-dependent increase in the brain expression of L-glutamic acid decarboxylase (GAD), the enzyme responsible for synthesizing GABA, and hence may have some indirect GABAergic effects by increasing GABA levels in the brain. There is currently no evidence that the effects of pregabalin are mediated by any mechanism other than inhibition of α2δ-containing VDCCs. In accordance, inhibition of α2δ-1-containing VDCCs by pregabalin appears to be responsible for its anticonvulsant, analgesic, and anxiolytic effects. The endogenous α-amino acids L-leucine and L-isoleucine, which closely resemble pregabalin and the other gabapentinoids in chemical structure, are apparent ligands of the α2δ VDCC subunit with similar affinity as the gabapentinoids (e.g., IC50=71 nM for L-isoleucine), and are present in human cerebrospinal fluid at micromolar concentrations (e.g., 12.9 μM for L-leucine, 4.8 μM for L-isoleucine). It has been theorized that they may be the endogenous ligands of the subunit and that they may competitively antagonize the effects of gabapentinoids. In accordance, while gabapentinoids like pregabalin and gabapentin have nanomolar affinities for the α2δ subunit, their potencies in vivo are in the low micromolar range, and competition for binding by endogenous L-amino acids has been said to likely be responsible for this discrepancy. Pregabalin was found to possess 6-fold higher affinity than gabapentin for α2δ subunit-containing VDCCs in one study. However, another study found that pregabalin and gabapentin had similar affinities for the human recombinant α2δ-1 subunit (Ki=32 nM and 40 nM, respectively). In any case, pregabalin is 2 to 4 times more potent than gabapentin as an analgesic and, in animals, appears to be 3 to 10 times more potent than gabapentin as an anticonvulsant.   === Pharmacokinetics ===   ==== Absorption ==== Pregabalin is absorbed from the intestines by an active transport process mediated via the large neutral amino acid transporter 1 (LAT1, SLC7A5), a transporter for amino acids such as L-leucine and L-phenylalanine. Very few (less than 10 drugs) are known to be transported by this transporter. Unlike gabapentin, which is transported solely by the LAT1, pregabalin seems to be transported not only by the LAT1 but also by other carriers. The LAT1 is easily saturable, so the pharmacokinetics of gabapentin are dose-dependent, with diminished bioavailability and delayed peak levels at higher doses. In contrast, this is not the case for pregabalin, which shows linear pharmacokinetics and no saturation of absorption. The oral bioavailability of pregabalin is greater than or equal to 90% across and beyond its entire clinical dose range (75 to 600 mg/day). Food does not significantly influence the oral bioavailability of pregabalin. Pregabalin is rapidly absorbed when administered on an empty stomach, with a Tmax (time to peak levels) of generally less than or equal to 1 hour at doses of 300 mg or less. However, food has been found to substantially delay the absorption of pregabalin and to significantly reduce peak levels without affecting the bioavailability of the drug; Tmax values for pregabalin of 0.6 hours in a fasted state and 3.2 hours in a fed state (5-fold difference), and the Cmax is reduced by 25–31% in a fed versus fasted state.   ==== Distribution ==== Pregabalin crosses the blood–brain barrier and enters the central nervous system. However, due to its low lipophilicity, pregabalin requires active transport across the blood–brain barrier. The LAT1 is highly expressed at the blood–brain barrier and transports pregabalin across into the brain. Pregabalin has been shown to cross the placenta in rats and is present in the milk of lactating rats. In humans, the volume of distribution of an orally administered dose of pregabalin is approximately 0.56 L/kg. Pregabalin is not significantly bound to plasma proteins (<1%).   ==== Metabolism ==== Pregabalin undergoes little or no metabolism. In experiments using nuclear medicine techniques, it was revealed that approximately 98% of the radioactivity recovered in the urine was unchanged pregabalin. The main metabolite is N-methylpregabalin. Pregabalin is generally safe in patients with liver cirrhosis.   ==== Elimination ==== Pregabalin is eliminated by the kidneys in the urine, mainly in its unchanged form. It has a relatively short elimination half-life, with a reported value of 6.3 hours. Because of its short elimination half-life, pregabalin is administered 2 to 3 times per day to maintain therapeutic levels. The kidney clearance of pregabalin is 73 mL/minute.   == Chemistry ==  Pregabalin is a GABA analogue that is a 3-substituted derivative as well as a γ-amino acid. Specifically, pregabalin is (S)-(+)-3-isobutyl-GABA. Pregabalin also closely resembles the α-amino acids L-leucine and L-isoleucine, and this may be of greater relevance in relation to its pharmacodynamics than its structural similarity to GABA.   === Synthesis === Chemical syntheses of pregabalin have been described.   == History ==  Pregabalin was synthesized in 1990 as an anticonvulsant. It was invented by medicinal chemist Richard Bruce Silverman at Northwestern University in Evanston, Illinois. Silverman is best known for identifying the drug pregabalin as a possible treatment for epileptic seizures. During 1988 to 1990, Ryszard Andruszkiewicz, a visiting research fellow, synthesized a series of molecules requested by Silverman. One looked particularly promising. The molecule was effectively shaped for transportation into the brain, where it activated L-glutamic acid decarboxylase, an enzyme. Silverman hoped that the enzyme would increase production of the inhibitory neurotransmitter GABA and block convulsions. Eventually, the set of molecules were sent to Parke-Davis Pharmaceuticals for testing. The drug was approved in the European Union in 2004. The US received FDA approval for use in treating epilepsy, diabetic neuropathic pain, and postherpetic neuralgia in December 2004. Pregabalin then appeared on the US market under the brand name Lyrica in fall of 2005. In 2017, the FDA approved pregabalin extended-release Lyrica CR for the management of neuropathic pain associated with diabetic peripheral neuropathy, and postherpetic neuralgia. However, unlike the immediate release formulation, Lyrica CR was not approved for the management of fibromyalgia or as add-on therapy for adults with partial onset seizures.   == Society and culture ==   === Legal status === United States: During clinical trials a small number of users (~4%) reported euphoria after use, which led to its control in the US. The Drug Enforcement Administration (DEA) classified pregabalin as a depressant and placed pregabalin, including its salts, and all products containing pregabalin into Schedule V of the Controlled Substances Act. Norway: Pregabalin is in prescription Schedule B, alongside benzodiazepines. United Kingdom: On January 14, 2016, the Advisory Council on the Misuse of Drugs (ACMD) wrote a letter to Home Office ministers recommending that pregabalin alongside gabapentin should be controlled under the Misuse of Drugs Act 1971. It was announced in October 2018, that Pregabalin would become reclassified as a class C controlled substance from April 2019. In the United States, the FDA has approved pregabalin for adjunctive therapy for adults with partial onset seizures, management of postherpetic neuralgia and neuropathic pain associated with spinal cord injury and diabetic peripheral neuropathy, and the treatment of fibromyalgia. Pregabalin has also been approved in the European Union, the United Kingdom, and Russia for treatment of generalized anxiety disorder.   === Economics === Pregabalin is available as a generic medication in a number of countries, including the United States as of July 2019. In the United States as of July 2019 the wholesale/pharmacy cost for generic pregabalin is US$0.17–0.22 per 150 mg capsule. Since 2008, Pfizer has engaged in extensive direct-to-consumer advertising campaigns to promote its branded product Lyrica for fibromyalgia and diabetic nerve pain indications. In January 2016, the company spent a record amount, $24.6 million for a single drug on TV ads, reaching global revenues of $14 billion, more than half in the United States. Up until 2009, Pfizer promoted Lyrica for other uses which had not been approved by medical regulators. For Lyrica and three other drugs, Pfizer was fined a record amount of US$2.3 billion by the Department of Justice, after pleading guilty to advertising and branding \"with the intent to defraud or mislead\". Pfizer illegally promoted the drugs, with doctors \"invited to consultant meetings, many in resort locations; attendees expenses were paid; they received a fee just for being there\", according to prosecutor Michael Loucks.   === Intellectual property === Professor Richard \"Rick\" Silverman of Northwestern University developed pregabalin there. The university holds a patent on it, exclusively licensed to Pfizer. That patent, along with others, was challenged by generic manufacturers and was upheld in 2014, giving Pfizer exclusivity for Lyrica in the US until 2018. Pfizer's main patent for Lyrica, for seizure disorders, in the UK expired in 2013. In November 2018, the Supreme Court of the United Kingdom ruled that Pfizer's second patent on the drug, for treatment of pain, was invalid because there was a lack of evidence for the conditions it covered – central and peripheral neuropathic pain. From October 2015, GPs were forced to change people from generic pregabalin to branded until the second patent ran out in July 2017. This cost the NHS £502 million.   === Brand names === As of October 2017, pregabalin is marketed under many brand names: Algerika, Alivax, Alyse, Alzain, Andogablin, Aprion, Averopreg, Axual, Balifibro, Brieka, Clasica, Convugabalin, Dapapalin, Dismedox, Dolgenal, Dolica, Dragonor, Ecubalin, Epica, Epiron, Gaba-P, Gabanext, Gabarol, Gabica, Gablin, Gablovac, Gabrika, Gavin, Gialtyn, Glonervya, Helimon, Hexgabalin, Irenypathic, Kabian, Kemirica, Kineptia, Lecaent, Lingabat, Linprel, Lyribastad, Lyric, Lyrica, Lyrineur, Lyrolin, Lyzalon, Martesia, Maxgalin, Mystika, Neuragabalin, Neugaba, Neurega, Neurica, Neuristan, Neurolin, Neurovan, Neurum, Newrica, Nuramed, Paden, Pagadin, Pagamax, Painica, Pevesca, PG, Plenica, Pragiola, Prebalin, Prebanal, Prebel, Prebictal, Prebien, Prefaxil, Pregaba, Pregabalin, Pregabalina, Pregabaline, Prégabaline, Pregabalinum, Pregabateg, Pregaben, Pregabid, Pregabin, Pregacent, Pregadel, Pregagamma, Pregalex, Pregalin, Pregalodos, Pregamid, Pregan, Preganerve, Pregastar, Pregatrend, Pregavalex, Pregdin Apex, Pregeb, Pregobin, Prejunate, Prelin, Preludyo, Prelyx, Premilin, Preneurolin, Prestat, Pretor, Priga, Provelyn, Regapen, Resenz, Rewisca, Serigabtin, Symra, Vronogabic, Xablin, and Xil. It is marketed as a combination drug with mecobalamin under the brand names Agemax-P, Alphamix-PG, Freenerve-P, Gaben, Macraberin-P, Mecoblend-P, Mecozen-PG, Meex-PG, Methylnuron-P, Nervolin, Nervopreg, Neurica-M, Neuroprime-PG, Neutron-OD, Nuroday-P, Nurodon-PG, Nuwin-P, Pecomin-PG, Prebel-M, Predic-GM, Pregacent-M, Pregamet, Preganerv-M, Pregeb-M OD, Pregmic, Prejunate Plus, Preneurolin Plus, Pretek-GM, Rejusite, Renerve-P, Safyvit-PR, Vitcobin-P, and Voltanerv with Methylcobalamin and ALA by Cogentrix Pharma. In the US, Lyrica is marketed by Viatris after Upjohn was spun off from Pfizer.   == References =="}