{"name": "Premature Ejaculation", "category": "disease", "content": "Premature ejaculation (PE) is a male sexual dysfunction that occurs when a male expels semen (and most likely experiences orgasm) soon after beginning sexual activity, and with minimal penile stimulation. It has also been called early ejaculation, rapid ejaculation, rapid climax, premature climax and (historically) ejaculatio praecox. There is no uniform cut-off defining \"premature\", but a consensus of experts at the International Society for Sexual Medicine endorsed a definition of around one minute after penetration. The International Classification of Diseases (ICD-10) applies a cut-off of 15 seconds from the beginning of sexual intercourse. Although men with premature ejaculation describe feeling that they have less control over ejaculating, it is not clear if that is true, and many or most average men also report that they wish they could last longer. In males, typical intravaginal ejaculation latency time is approximately 4–8 minutes. The opposite condition is delayed ejaculation. Men with PE often report emotional and relationship distress, and some avoid pursuing sexual relationships because of PE-related embarrassment. Compared with males, females consider PE less of a problem, but several studies show that the condition also causes female partners distress.   == Cause == The causes of premature ejaculation are unclear. Many theories have been suggested, including that PE was the result of masturbating quickly during adolescence to avoid being caught, performance anxiety, passive-aggressive behavior or having too little sex; but there is little evidence to support any of these theories. Several physiological mechanisms have been hypothesized to contribute to causing premature ejaculation, including serotonin receptors, a genetic predisposition, elevated penile sensitivity and nerve conduction atypicalities. Scientists have long suspected a genetic link to certain forms of premature ejaculation. However, studies have been inconclusive in isolating the gene responsible for lifelong PE. The nucleus paragigantocellularis of the brain has been identified as having involvement in ejaculatory control. PE may be caused by prostatitis or as a medication side effect. PE has been classified into four subtypes - lifelong, acquired, variable and subjective PE. The pathophysiology of lifelong PE is mediated by a complex interplay of central and peripheral serotonergic, dopaminergic, oxytocinergic, endocrinological, genetic and epigenetic factors. Acquired PE may occur due to psychological problems - such as sexual performance anxiety, and psychological or relationship problems - and/or co-morbidity, including erectile dysfunction, prostatitis and hyperthyroidism.   == Mechanism == The physical process of ejaculation requires two actions: emission and expulsion. The emission is the first phase. It involves deposition of fluid from the ampullary vas deferens, seminal vesicles and prostate gland into the posterior urethra. The second phase is the expulsion phase. It involves closure of bladder neck, followed by the rhythmic contractions of the urethra by pelvic-perineal and bulbospongiosus muscle and intermittent relaxation of the external male urethral sphincter. Sympathetic motor neurons control the emission phase of ejaculation reflex, and expulsion phase is executed by somatic and autonomic motor neurons. These motor neurons are located in the thoracolumbar and lumbosacral spinal cord and are activated in a coordinated manner when sufficient sensory input to reach the ejaculatory threshold has entered the central nervous system.   === Intromission time === The 1948 Kinsey Report suggested that three-quarters of men ejaculate within two minutes of penetration in over half of their sexual encounters. Current evidence supports an average intravaginal ejaculation latency time (IELT) of six and a half minutes in 18- to 30-year-olds. If the disorder is defined as an IELT percentile below 2.5, then premature ejaculation could be suggested by an IELT of less than about two minutes. Still, it is possible for some men with abnormally low IELTs to be satisfied with their performance and not report a lack of control. Likewise, those with higher IELTs may consider themselves premature ejaculators, and suffer from quality of life issues normally associated with premature ejaculation, and even benefit from non-pharmaceutical treatment.   == Diagnosis == The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) defines premature ejaculation as \"A persistent or recurrent pattern of ejaculation occurring during partnered sexual activity within approximately 1 minute following vaginal penetration and before the person wishes it,\" with the additional requirements that the condition occurs for a duration longer than 6 months, causes clinically significant distress, and cannot be better explained by relationship distress, another mental disorder, or the use of medications. These factors are identified by talking with the person, not through any diagnostic test. The DSM-5 allows for specifiers whether the condition is lifelong or acquired, applying in general or only to certain situations, and severity based on the time under one minute, however these subtypes have been criticised as lacking validity due to insufficient evidence. The 2007 ICD-10 defined PE as ejaculating without control, and within around 15 seconds.   == Treatments == Several treatments have been tested for treating premature ejaculation. A combination of medication and non-medication treatments is often the most effective method.   === Self-treatment === Many men attempt to treat themselves for premature ejaculation by trying to distract themselves, such as by trying to focus their attention away from the sexual stimulation. There is little evidence to indicate that it is effective and it tends to detract from the sexual fulfilment of both partners. Other self-treatments include thrusting more slowly, withdrawing the penis altogether, purposefully ejaculating before sexual intercourse, and using more than one condom. Some men report these to have been helpful.   === Sex therapy === Several techniques have been developed and applied by sex therapists, including Kegel exercises (to strengthen the muscles of the pelvic floor) and Masters and Johnson's \"stop-start technique\" (to desensitize the male's responses) and \"squeeze technique\" (to reduce excessive arousal).: 27  To treat premature ejaculation, Masters and Johnson developed the \"squeeze technique\", based on the Semans technique developed by James Semans in 1956. Men were instructed to pay close attention to their arousal pattern and learn to recognize how they felt shortly before their \"point of no return\", the moment ejaculation felt imminent and inevitable. Sensing it, they were to signal their partner, who squeezed the head of the penis between thumb and index finger, suppressing the ejaculatory reflex and allowing the male to last longer. The squeeze technique worked, but many couples found it cumbersome. From the 1970s to the 1990s, sex therapists refined the Masters and Johnson approach, largely abandoning the squeeze technique and focused on a simpler and more effective technique called the \"stop-start\" technique. During intercourse, as the male gets the sensation of approaching climax, both partners stop moving and remain still until the male's feelings of ejaculatory inevitability subside, at which point, they are free to resume active intercourse. The functional-sexological approach to treating premature ejaculation, as developed by François de Carufel & Gilles Trudel, offers a novel method focusing on sexual function improvement without interrupting sexual activity. This treatment, distinct from traditional behavioral techniques like the squeeze and stop-start methods, has demonstrated significant improvements in the duration of intercourse, sexual satisfaction, and overall sexual function. A pivotal study by De Carufel & Trudel (2006) showcases the effectiveness of this approach. Moreover, the Cochrane review on psychosocial interventions for premature ejaculation recognizes the De Carufel study as having a low risk of bias, highlighting its methodological robustness among psychosocial intervention studies. This acknowledgment points to the functional-sexological treatment as a promising avenue for individuals and couples grappling with premature ejaculation, suggesting a shift towards more contemporary and empirically supported treatments in the field.   === Medications === Dapoxetine, a selective serotonin reuptake inhibitor (SSRI), has been approved for the treatment of premature ejaculation in several countries. Other SSRIs are used off-label to treat PE, including fluoxetine, paroxetine, sertraline, citalopram, escitalopram and clomipramine. The opioid tramadol, an atypical oral analgesic is also used. Results have found PDE5 inhibitors to be effective in combination treatment with SSRIs. The full effects of these medications typically emerge after 2-3 weeks, with results indicating about ejaculatory delay varying between 6–20 times greater than before medication. Premature ejaculation can return upon discontinuation, and the side effects of these SSRIs can also include anorgasmia, erectile dysfunction, and diminished libido. Topical anesthetics such as lidocaine and benzocaine that are applied to the tip and shaft of the penis have also been used. They are applied 10–15 minutes before sexual activity and have fewer potential side effects as compared to SSRIs. However, this is sometimes disliked due to the reduction of sensation in the penis as well as for the partner (due to the medication rubbing onto the partner). Another research was conducted in 21 men who were randomized (15 treatment, 6 placebo) and had complete follow-up data. Baseline mean ± standard deviation IELT was 74.3 ± 31.8 vs 84.9 ± 29.8 seconds among the treatment and placebo groups, respectively (p=0.39). After 2 months, men in the treatment group had significant improvement in IELT with a mean increase of 231.5 ± 166.9 seconds (95% confidence interval of 139-323 seconds) which was significantly greater than men on placebo (94.2 ± 67.1 seconds, p= 0.043).    === Surgical treatments === Two different surgeries, both developed in South Korea, are available to permanently treat premature ejaculation: selective dorsal neurectomy (SDN) and glans penis augmentation using a hyaluronan gel. Circumcision has shown no effect on PE. The International Society for Sexual Medicine guidelines do not recommend either surgical treatment due to the risk of permanent loss of sexual function and insufficient reliable data and on the basis of violating the medical principle of non-maleficence as the surgery can lead to complications, of which some might not yet be known. The most common complication of surgery is the recurrence of PE, reported to occur in about 10% of surgeries. Other sources consider SDN as a safe and efficient treatment and these surgeries are popular in Asian countries.    == Epidemiology == Premature ejaculation is a prevalent sexual dysfunction in males; however, because of the variability in time required to ejaculate and in partners' desired duration of sex, exact prevalence rates of PE are difficult to determine. In the \"Sex in America\" surveys (1999 and 2008), University of Chicago researchers found that between adolescence and age 59, approximately 30% of men reported having experienced PE at least once during the previous 12 months, whereas about 10 percent reported erectile dysfunction (ED). In males, although ED is the most prevalent sex problem after age 60, and may be more prevalent than PE overall according to some estimates, premature ejaculation remains a significant issue that, according to the survey, affects 28 percent of men age 65–74, and 22 percent of men age 75–85. Other studies report PE prevalence ranging from 3 percent to 41 percent of men over 18, but the great majority estimate a prevalence of 20 to 30 percent—making PE a very common sex problem. There is a common misconception that younger men are more likely to develop premature ejaculation and that its frequency decreases with age. Prevalence studies have indicated, however, that rates of PE are relatively constant across age groups.   == History ==   === Naturalism === Male mammals ejaculate quickly during intercourse, prompting some biologists to speculate that rapid ejaculation had evolved into genetic makeup of human males to increase their chances of passing their genes. Ejaculatory control issues have been documented for more than 1,500 years. The Kamasutra, the 4th century BCE Indian marriage handbook, declares that “if a male be long-timed, the female loves him the more, but if he be short timed, she is dissatisfied with him.”  Waldinger summarizes professional perspectives from early in the twentieth century. Sex researcher Alfred Kinsey did not consider rapid ejaculation a problem, but viewed it as a sign of \"masculine vigor\" that could not always be cured. The belief that it should be considered a disease rather than a normal variation, has also been disputed by some modern researchers.   === Medicalization ===  In the 19th century, a symptom called spermatorrhoea invented by William Acton in 1857, meaning excessive or involuntary semen discharge, was developed and at the time used as a medical justification of celibacy. Spermatorrhoea was later sub-classified into other symptom clusters based partially on how it affected semen. Treatment for spermatorrhoea at the time included catheterisation, cauterisation, circumcision, and sticking needles through the perineum into the prostate. In the 19th and early 20th centuries, the cultural stigma towards researching sexuality which drove its unpopularity among doctors and in publications. The first recognition the symptoms described in spermatorrhoea as a disorder in itself is believed to be in 1883, termed ejaculatio praecox. The origin of the modern version of ejaculatio praecox, called premature ejaculation, is thought to have begun with Alfred Adler before major developments of psycohanalytic theory. Through the mid 20th century, Sigmund Freud published widely accepted and virtually unchallenged theories that rapid ejaculation was due to neurosis, that penetrative sex was the only right way to achieve female orgasm, and that a man's erection was essential to female orgasm. It stated that males who ejaculate prematurely have unconscious hostility toward females, so they ejaculate rapidly, which satisfies them but frustrates their partners, who are unlikely to experience orgasm that quickly. Freudians claimed that premature ejaculation could be cured using psychoanalysis. But even years of psychoanalysis accomplished little, if anything, in curing premature ejaculation. In 1974, there was no evidence found to suggest that men with premature ejaculation harbor unusual hostility toward females. This so-called coital imperative has later been argued as a medically recognised disorder that did not actually serve the satisfaction of women but rather contributed to the pressure on and pathologisation of men in obtaining a so-called optimal time to ejaculation.   == See also == Anorgasmia Delayed ejaculation Edging (sexual practice) Pre-ejaculate Retrograde ejaculation Erectile dysfunction Blue balls Pull-out method Foreplay   == References ==   == Cited sources == Kaplan, Helen S. (1974). The New Sex Therapy. Psychology Press. ISBN 9780876300831. Kaplan, Helen S. (1989). How to Overcome Premature Ejaculation. Routledge. ISBN 9780876305423.   == Further reading == Hamblin, James (2012). \"When Is Ejaculation 'Premature,' and When Should a Penis Be Made Numb?\". The Atlantic. Retrieved 6 March 2017. According to [Dr. John Mulhall], when we talk casually about premature ejaculation ... we're usually talking about what the medical community would consider 'premature-ejaculatory-like syndrome,' or simply 'rapid ejaculation.' ... Mulhall says it comes down to whether the guy lasts long enough. If his partner is made wholly replete in 90 seconds, then a man who lasts 95 seconds can be fine. But if another guy lasts 15 minutes, and that's not cutting it, then it's a problem and can be considered rapid.    == External links =="}