{"name": "Premenstrual Dysphoric Disorder", "category": "disease", "content": "Premenstrual dysphoric disorder (PMDD) is a mood disorder characterized by emotional, cognitive, and physical symptoms. PMDD causes significant distress or impairment in menstruating women during the luteal phase of the menstrual cycle. The symptoms occur in the luteal phase (between ovulation and menstruation), improve within a few days after the onset of menses, and are minimal or absent in the week after menses. PMDD has a profound impact on a woman’s quality of life and dramatically increases the risk of suicidal ideation and even suicide attempts. Many women of reproductive age experience discomfort or mild mood changes prior to menstruation. However, 5–8% experience severe premenstrual syndrome causing significant distress or functional impairment. Within this population of reproductive age, some will meet the criteria for PMDD.  The exact cause of PMDD is currently unknown. Ovarian hormone levels during the menstrual cycle do not differ between individuals with PMDD and the general population. However, because the symptoms are only present during ovulatory cycles and resolve after menstruation,  it is believed to be caused by fluctuations in gonadal sex hormones or variations in sensitivity to sex hormones. In 2017, researchers at the National Institutes of Health discovered that women with PMDD have genetic changes that make their emotional regulatory pathways more sensitive to estrogen and progesterone, as well as their chemical derivatives. The researchers believe that this increased sensitivity may be responsible for PMDD symptoms. Studies have found that those with PMDD are more at risk of developing postpartum depression after pregnancy. PMDD was added to the list of depressive disorders in the Diagnostic and Statistical Manual of Mental Disorders in 2013. It has 11 main symptoms, and a woman has to exhibit at least five to be diagnosed with PMDD. Roughly 20% of females have some symptoms of PMDD, but either have less than five or do not have functional impairment. First line treatment for PMDD is with selective serotonin reuptake inhibitors (SSRIs), which can be administered continuously throughout the menstrual cycle or intermittently, with treatment only during the symptomatic phase (approximately 14 days per cycle). Hormonal therapy with oral contraceptives that contain drospirenone have demonstrated efficiency in reducing PMDD symptoms as well. Cognitive behavioral therapy, whether in combination with SSRIs or alone, has shown to be effective in reducing impairment. Dietary modifications and exercise may also be helpful, but studies investigating these treatments have not demonstrated efficacy in reducing PMDD symptoms.   == Signs and symptoms == Clinicians consider mood symptoms, physical symptoms and impact on the patient's life in making the diagnosis of PMDD. Mood symptoms include emotional lability (rapidly changing emotions, sensitivity to rejection, etc.), irritability and anger that may lead to conflict, anxiety, feeling on edge, hopelessness, difficulty concentrating, appetite changes, sleeping more or less than usual, or feeling out of control. The physical symptoms are similar to the symptoms of Premenstrual Syndrome (PMS). These include breast tenderness or swelling, joint pain, muscle pain, gaining weight, or feeling bloated. Because of the broad variety in clinical presentation, the onset of symptoms only during or around the luteal phase is key for diagnosing someone with PMDD rather than any other mood disorders. PMDD follows a predictable, cyclic pattern. Symptoms begin in the late luteal phase of the menstrual cycle (after ovulation) and end or are markedly reduced shortly after menstruation begins. On average, the symptoms last six days but can start up to two weeks before menses, meaning symptoms can be felt for up to three weeks out of a cycle. Severe symptoms can begin and worsen until the onset of menstruation, with many not feeling relief until a few days after menstruation ends. The most intense symptoms occurring in the week and days leading up to the first day of menstrual blood flow. The symptoms usually cease shortly after the start of the menstrual period or a few days after it ends. Various symptom and severity tracking questionnaires exist to document presence and severity of symptoms throughout consecutive menstrual cycles. The International Society for the Study of Premenstrual Disorders (ISPMD) defines two categories of premenstrual disorders: core PMD and variant PMD. Core PMD has six characteristics, all mainly focusing on the cyclical nature of PMDD and its typical onset pre-menses tracked over the course of more than two menstrual cycles. The four classified Variant PMDs involve more unexpected variables that cause the onset of premenstrual distress; such as, PMD with absent menstruation or premenstrual exacerbation, wherein the symptoms of another preexisting psychological disorder may be heightened as a result of PMDD onset.   == Epidemiology == About 5-8% of women who are of reproductive age experience severe premenstrual syndrome; most of these people also meet criteria for PMDD.   == Pathophysiology == PMDD mood symptoms are only present in menstruating women. Thus, symptoms do not occur during pregnancy, after menopause, or in women who have anovulatory cycles. Other mood disorders typically persist across all reproductive life events and are independent of a woman's menstrual cycle. The current consensus on the cause of PMDD is a combination of heightened sensitivity to fluctuating levels of certain hormones (i.e. the reproductive hormones), environmental stress, and genetic predisposition. The sex steroids—estrogen and progesterone—are neuroactive; they have been noted in rat models to be involved in serotonin pathways. Serotonin is involved in mood regulation alongside estrogen, whose receptors are found in the prefrontal cortex and hippocampus—the regions most known for their involvement in regulating one's mood and cognition overall. While the timing of symptoms suggests hormonal fluctuations as the cause of PMDD, a demonstrable hormonal imbalance in women with PMDD has not been identified. In fact, levels of reproductive hormones and their metabolites in women with and without PMDD are indistinguishable. It is instead hypothesized that women with PMDD are more sensitive to normal levels of hormone fluctuations, predominantly estrogen and progesterone, which produces biochemical events in the nervous system that cause the premenstrual symptoms. These symptoms are more predominant in women who have a predisposition to the disorder. It is apparent that the premenstrual disorders are biologically driven and are not only psychological or cultural phenomena. PMDD has been reported by menstruating women worldwide, indicating a biological basis that is not geographically selective. Most psychologists infer that this disorder is caused by both a reaction to hormone flux and also genetic components. There is evidence of heritability of (retrospectively-reported) premenstrual symptoms from several twin and family studies done in the 1990s, with the heritability of PMDD proving to be about 56%.   === Genetic factors === Whether or not this disorder has a specific genetic basis is still being discussed in the academic community. The possible genetic factors contributing to PMDD also have yet to be thoroughly researched. However, multiple genetic factors that contribute to the moodiness, depression, irritability, increased appetite, trouble sleeping, acne, fluid retention, headaches, nausea, and other symptoms associated with this disorder have recently been identified. Many studies have noted that a polymorphism of the brain-derived neurotrophic factor gene (BDNF), a gene that helps support neurons in their function and survival in the brain by creating a protein that helps in the growth, maturation, and maintenance of these cells, may play a role in causing PMDD symptoms. This is because the result of this polymorphism mimics the hallmarks of PMDD: volatile moods, depression and irritability centered around the menstrual cycle. This gene has been studied extensively in its association with depression and, promisingly for PMDD research, mice homozygous for the BDNF polymorphism exhibited anxiety-like traits that fluctuated and changed around the mice's estrus, analogous to the human's menstruation, therefore mimicking some of the symptoms of PMDD.   === Risk factors === Environmental stressors have also been found to prospectively increase risk for PMDD symptoms. Environmental components such as stress, hormonal fluctuation, and epigenetics play a key role in the pathology and onset of the disorder. Some studies have noted evidence of interpersonal trauma (domestic violence, physical or emotional trauma, or substance abuse) or seasonal changes (making PMDD potentially comorbid with Seasonal Affective Disorder) having an impact on PMDD risk. But the most common pre-existing disorder found in those diagnosed with PMDD is major depression, wherein they either actually had it or were misdiagnosed when they should have only been diagnosed with PMDD. Finally, an easily modifiable risk factor for PMDD is cigarette smoking. One meta-analysis found dramatically increased risk of developing PMDD in menstruating women who smoke.   === Relationship to pregnancy and menopause === Women with PMDD usually see their symptoms disappear while they are pregnant. Premenstrual dysphoric disorder is primarily a mood disorder that is associated with onset of menstruation; pregnancy, menopause, and hysterectomies all cause menstruation to cease, thereby stopping the proposed sex steroid-/serotonin-caused symptoms from occurring. Although one might expect a higher rate of postpartum depression among those with PMDD, a large study of women with prospectively-confirmed PMDD did not find a higher prevalence of postpartum depression than in controls. If a woman had experienced PPD beforehand, there was found to be a less-than 12% chance of PMDD pathology emerging—hardly any differentiation from the regular population of those who have never experienced postpartum depression. However, PMDD symptoms can get worse following pregnancy, or other associated events such as birth and miscarriage.   === Mental health comorbidities === The lifetime incidence of other psychiatric disorders is high among women with PMDD. An older review article (2002) utilizing the previous edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV) used studies from 1966 to 2002 on PMS and mental health disorders and selected for patients who retrospectively met the diagnostic criteria for PMDD and found that Major Depressive Disorder, Seasonal affective disorder, and generalized anxiety disorder often co-occur in PMDD. Another systematic review study suggests that patients with bipolar disorder, type I or II, have a higher incidence of PMDD. While the diagnosis of PMDD requires a mental health provider to determine that the symptoms a woman is facing is not due to an underlying mental or physical health condition, it is important to note that other conditions often co-occur and impact the quality of life and treatment plan for people with PMDD.   === Suicidality === Previous links to suicidality and PMS have been made, but women with PMDD are more likely still to consider and attempt suicide even when controlling for mental health comorbidities. Despite the increase in suicidal ideation and attempts in this population, the data currently suggests that suicidal ideation or action is not more likely to occur during the late luteal phase when PMDD symptoms would occur. It is difficult to study whether treatment reduces suicidality because of the multifaceted reasons provided for suicidal ideation. However, treatment has been well documented to reduce physical and emotional symptoms of PMDD.   == Diagnosis == Diagnostic criteria for PMDD are provided by a number of expert medical guides. Diagnosis can be supported by having women who are seeking treatment for PMDD use a daily charting method to record their symptoms. Daily charting helps to distinguish when mood disturbances are experienced and allows PMDD to be more easily distinguished from other mood disorders. With PMDD, mood symptoms are present only during the luteal phase, or last two weeks, of the menstrual cycle. While PMDD mood symptoms are of a cyclical nature, other mood disorders are variable or constant over time. Although there is a lack of consensus on the most efficient instrument by which to confirm a PMDD diagnosis, several validated scales for recording premenstrual symptoms include the Calendar of Premenstrual Experiences (COPE), Daily Record of Severity of Problems (DRSP), and Prospective Record of the Severity of Menstruation (PRISM). In the context of research, standardized numerical cutoffs are often applied to verify the diagnosis. The difficulty of diagnosing PMDD is one reason that it can be challenging for lawyers to cite the disorder as a defense of crime, in the very rare cases where PMDD is allegedly associated with criminal violence.   === DSM-5 === The DSM-5 which established seven criteria (A through G) for the diagnosis of PMDD which is paraphrased below. There is overlap between the criteria for PMDD in the DSM-5 and the criteria found in the Daily Record of Severity of Problems (DRSP). According to the DSM-5, a diagnosis of PMDD requires the presence of at least five of these symptoms with one of the symptoms being numbers 1–4. These symptoms should occur during the week before menses and remit after initiation of menses. In order to meet criteria for the diagnosis, the symptoms should be charted prospectively for two consecutive ovulation cycles in order to confirm a temporal and cyclical nature of the symptoms. The symptoms should also be severe enough to affect normal work, school, social activities, and/or relationships with others. The symptoms of Criteria A-C must have been met for most menstrual cycles that occurred in the preceding year, and have to have cause significant impairment in family, work, school, or social functioning. (Criterion D). Timing Criterion A: During most menstrual cycles throughout the past year, at least 5 of the symptoms outlined in Criterion B and Criterion C must be present in the final week before the onset of menses, must start to improve within a few days after the onset of menses, and become minimal or absent in the week post-menses. Symptoms Criterion B: One (or more) of the following symptoms must be present:  Marked affective lability (e.g., mood swings, feeling suddenly sad or tearful, or increased sensitivity to rejection) Marked irritability or anger or increased interpersonal conflicts Marked depressed mood, feelings of hopelessness, or self-deprecating thoughts Marked anxiety, tension, and/or feelings of being keyed up or on edge Criterion C: One (or more) of the following symptoms must be present additionally, to reach a total of 5 symptoms when combined with present symptoms from Criterion B above:  Decreased interest in usual activities (e.g., work, school, friends, hobbies). Subjective difficulty in concentration. Lethargy, easy fatigability, or marked lack of energy. Marked change in appetite; overeating; or specific food cravings. Hypersomnia or insomnia. A sense of being overwhelmed or out of control. Physical symptoms such as breast tenderness or swelling, joint or muscle pain, a sensation of \"bloating\", or weight gain. Severity Criterion D: The symptoms observed in Criteria A-C are associated with clinically significant distress or interference with work, school, usual social activities, or relationships with others (e.g., avoidance of social activities; decreased productivity and efficiency at work, school, or home). Consideration of Other Psychiatric Disorders Criterion E: The disturbance is not merely an exacerbation of the symptoms of another disorder, such as major depressive disorder, panic disorder, persistent depressive disorder (Dysthymia), or a personality disorder—although it may co-occur with any of these disorders. Confirmation of the Disorder Criterion F: Criterion A should be confirmed by prospective daily ratings during at least two symptomatic cycles. The diagnosis may be made provisionally prior to this confirmation. Criterion G: The symptoms are not attributable to the physiological effects of a substance (e.g., drug abuse, a medication, other treatments) or another medical condition (e.g., hyperthyroidism). Clinically significant distress is not defined explicitly by the DSM-IV, where it has been critiqued by multiple scholars as being too vague, and potentially detrimental for those who have symptoms of depression, anxiety, or other mood disorders because they do not meet the clinical significance requirement.   === ICD 11 === Diagnostic criteria for PMDD are also provided by the 2016 World Health Organization's International Classification of Diseases (ICD-11-CM):  GA34.41 Premenstrual dysphoric disorder Description During a majority of menstrual cycles within the past year, a pattern of mood symptoms (depressed mood, irritability), somatic symptoms (lethargy, joint pain, overeating), or cognitive symptoms (concentration difficulties, forgetfulness) that begin several days before the onset of menses, start to improve within a few days after the onset of menses, and then become minimal or absent within approximately 1 week following the onset of menses. The temporal relationship of the symptoms and luteal and menstrual phases of the cycle may be confirmed by a prospective symptom diary. The symptoms are severe enough to cause significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning and do not represent the exacerbation of a mental disorder.   === Royal College of Obstetricians and Gynecologists and the International Society for the Study of Premenstrual Disorders === Other organizations that have published diagnostic criteria for PMDD include the Royal College of Obstetricians and Gynecologists and the International Society for the Study of Premenstrual Disorders (ISPMD). The ISPMD was a consensus group established by an international multidisciplinary group of experts. The group's diagnostic criteria for PMDD focuses on the cyclic nature of the symptoms occurring during the luteal phase of the menstrual cycle, as well as the symptoms being absent after menstruation and before ovulation and causing significant impairment. The ISPMD diagnostic criteria for PMDD do not specify symptom characteristics or number of symptoms.   === Differential diagnosis === A critical part of diagnosing PMDD is ruling out underlying psychiatric disorder or physical illness that can cause similar symptoms. That exhibits premenstrual exacerbation, the menopausal transition, hyperthyroidism, hypothyroidism, as well as other mood disorders. Furthermore, many medical disorders are worsened prior to ordering menses, but these typically do not present strictly during the luteal phase. Mood disorders – there is potential for patients to have psychiatric disorders with superimposed PMDD or psychiatric disorders. In order to establish the timeline of symptoms required for a diagnosis of PMDD symptoms need to be tracked using scales like the Calendar of Premenstrual Experiences or the Daily Record of Severity of Problems. Menopausal transition – affective symptoms associated with the menopausal transition most commonly start when menstrual cycle starts to become irregular or anovulatory whereas PMDD symptoms occur during the luteal phase of ovulatory cycles. Thyroid disorders—patients with both hyperthyroidism and hypothyroidism may present with affective symptoms. The patient's history is very important to determine whether the provider should suspect thyroid disorders. Patients should also have thyroid hormone levels checked to ensure no underlying thyroid disorder is present.   == Treatment ==   === Medication === Several medications have been shown to effectively reduce the physical and emotional symptoms of PMDD.   === Antidepressant treatment === Selective serotonin reuptake inhibitors (SSRIs) are the first-line medication. Women taking SSRIs to ease PMDD generally report >50% alleviation in symptoms, which was significant improvement compared to placebo. Two approaches to dosing have been studied: continuous dosing (daily) and luteal dosing (14 days before menstruation and discontinuing at the onset of menses). Both dosing schedules have similar effectiveness with some recent studies demonstrating greater symptom control with continuous dosing. Serotonin norepinephrine reuptake inhibitors (SNRIs) have also been studied in the treatment of PMDD and shown efficacy in reducing symptoms. These are an alternative for patients who do not respond to SSRI's. However, they are more likely to be dosed continuously due to SNRI discontinuation syndrome - a flu-like feeling caused by dropping blood levels of SNRI. The rapid onset of anxiolytic and anti-dysphoric effects of SSRIs and SNRIs in PMDD contrast with their delayed efficacy in major depressive disorder (MDD). Some SSRI and SNRIs have been demonstrated to induce inhibitory neurosteroid synthesis, with a select few observed to do so at doses inactive on serotonin reuptake. It has been proposed that this effect may underlie the accelerated efficacy of SSRIs and SNRIs in PMDD relative to MDD.   === Anxiolytics === Two medications typically given to reduce acute anxiety have been studied in treatment for PMDD: alprazolam (Xanax) and buspirone. Alprazolam carries a risk of abuse and causes central nervous system depression and results of clinical trials have not shown benefit to treatment. Buspirone showed lower efficacy than SSRI, but may be used as an adjunctive treatment or alternative if SSRI side effects are intolerable to the patient.   === Psychotherapy === Cognitive behavioral therapy (CBT) has been shown to be effective for reducing premenstrual symptoms in women with (retrospectively-reported) PMS. CBT is an evidence-based approach for treating depression and focuses on the link between mood, thoughts, and actions to help women address current issues and symptoms. When CBT was compared to SSRI alone or in combination with SSRI, groups receiving CBT had significant improvement of PMS symptoms. Through the practice of CBT, women are better able to recognize and modify recurrent issues as well as thought and behavior patterns that interfere with functioning well or that make depressive symptoms worse. However, a recent meta-analysis suggests that existing psychotherapies may be primarily useful for reducing impairment (rather than symptom severity) in PMDD.   === Hormonal treatment === Oral contraceptives have been effective in reducing PMS symptoms, but only certain formulations have proven to be modestly effective in the treatment of PMDD. Transdermal estrogen and intrauterine devices containing levonorgestrel have also had modest efficacy. Another FDA approved treatment for women with premenstrual dysphoric disorder who have impairments with function is an oral contraceptive with ethinylestradiol and drospirenone (progestin) taken on a 24-4 schedule (24 active pills, 4 inactive pills). Hormonal birth control containing drospirenone and low levels of estrogen (ethinylestradiol) helps relieve severe symptoms related to premenstrual dysphoric disorder, for at least the first three months that it is used. It is not clear if this approach is effective for more than three menstrual cycles. The placebo effect has not been ruled out. The idea behind using oral contraceptives is to suppress ovulation, therefore suppressing sex hormone fluctuations. Another treatment, typically used when other options have failed, is injection of a gonadotropin-releasing hormone(GnRH) agonist with adjunctive estrogen and progesterone or tibolone. This is a last resort because GnRH antagonists can cause medical menopause by shutting down the body's pathway for reproductive hormones called the hypothalamic, pituitary, gonadal axis. As a result, GnRH therapy presents increased risk of osteopenia (decreased bone density) and cardiovascular disease. This therapy is often reserved for patients considering surgical menopause to test the outcome of the surgery.   === Surgical menopause === In a minority of patient who meet specific criteria and drug-based treatments are ineffective or produce significant side effects, hysterectomy and bilateral oophorectomy followed by estrogen replacement therapy is an option Typically, the uterus is removed during the same surgery, and the women is prescribed a low-dose estrogen patch to reduce the symptoms produced by surgically induced menopause. There are five guidelines that should be considered before undergoing a surgical treatment. The vast majority of women with PMDD will not require surgical treatment to experience resolution of symptoms.  The diagnosis of PMDD must be confirmed GnRH agonist therapy must be the only medical therapy that has been effective and it must have been effective continuously for a minimum of six months Tolerance of estrogen replacement therapy has been tested The woman does not desire further children The woman's age warrants several more years of therapy   === Adjunctive and alternative treatments === Other proposed treatments include dietary modification, herbal remedies including St John's Wort and chasteberry, acupuncture, and exercise. Some evidence suggests caffeine, sugar and alcohol intake may increase PMS symptoms. A review article claimed significant improvement of PMS symptoms with herbal treatments and acupuncture but the studies selected for review did not stratify severity of symptoms. Finally, the American College of Obstetricians and Gynecologists recommends regular aerobic exercise to reduce PMS symptoms.   == History == In the 18th century, there were early accounts of weeping and other symptoms recurring almost every month, and in 1822 Prichard gave this description: \"Many women … display a degree of excitement and irritation … at the period of menstruation; these are chiefly females of very irritable habits. In such instances, … an unusual vehemence of feeling and expression is observed … or there is torpor and dejection of mind with a despondent disposition\". In 1827 a German mother was acquitted of infanticide on the grounds of menstrual mood disorder. Premenstrual tension was also described in the French literature of the early 19th century. Nearly one hundred years later, there were American descriptions of a cyclic personality change appearing 10–14 days before, and ending dramatically at the menses. The diagnostic category was discussed in the DSM-IIIR (1987), in which the proposed condition was named \"Late Luteal Phase Dysphoric Disorder\" and was included in the appendix as a proposed diagnostic category needing further study. Preparations for the DSM-IV led to debate about whether to keep the category at all, only keep it in the appendix, or remove it entirely; the reviewers determined that the condition was still too poorly studied and defined, so it was kept in the appendix but elaborated with diagnostic criteria to aid further study. As preparations were underway in 1998 for the DSM-IV-TR, the conversation changed, as Eli Lilly and Company paid for a large clinical trial of fluoxetine as a potential treatment for the condition that was then conducted by Canadian academics and published in the New England Journal of Medicine in 1995. Other studies have been conducted as well, wherein all found that approximately 60% of women with PMDD in the trials improved with the drug; representatives from Lilly & Co. and the FDA participated in the discussion. Various strong stances were taken in said discussion. Sally Severino, a psychiatrist, argued that because symptoms were more prevalent in the United States, PMDD was a culture-bound syndrome and not a biological condition; she also claimed it unnecessarily pathologized the hormonal changes of the menstrual cycle. Jean Endicott, another psychiatrist and chair of the committee, has argued that it was a valid condition from which women suffer and should be diagnosed and treated, and has claimed that if the symptoms were felt by males, far more effort and research would have been done by that moment. In the end the committee kept PMDD in the appendix. The decision has been criticized as being driven by Lilly's financial interests, and possibly by financial interests of members of the committee who had received funding from Lilly. Paula Caplan, a psychologist who had served on the committee for the DSM-IV, noted at the time of the DSM-IV-TR decision that there was evidence that calcium supplements could treat PMDD but the committee gave it no attention. She had also claimed that the diagnostic category is harmful to women with PMDD, leading them to believe they are mentally ill, and potentially leading others to mistrust them in situations as important as job promotions or child custody cases. She has called PMDD a fake disorder. Nada Stotland has expressed concern that women with PMDD may actually have a more serious condition like major depressive disorder or may be facing difficult circumstances—such domestic abuse—and therefore may have their true issues remain undiagnosed and mismanaged if their gynecologist diagnoses them with PMDD and gives them drugs to treat it. The validity of PMDD was once more heavily debated when it came time to create the DSM-5 in 2008. In the end it was moved out of the appendix and into the main text as a formal category. A review in the Journal of Clinical Psychiatry published in 2014 examined the arguments against inclusion, which it summarized as:  the PMDD label will harm women economically, politically, legally, and domestically; there is no equivalent hormone-based medical label for males; the research on PMDD is faulty; PMDD is a culture-bound condition; PMDD is due to situational, rather than biological, factors; and PMDD was fabricated by pharmaceutical companies for financial gain. Each argument was addressed and researchers found:  No evidence of harm; no equivalent hormone-driven disorder has been discovered in men despite research seeking it; the research base has matured and many more reputable studies have been performed; several cases of PMDD have been reported or identified; a small minority of women do have the condition; and while there has been financial conflict of interest, it has not made the available research unusable. It concluded that women have historically been under-treated and told that they were making their symptoms up, and that the formal diagnostic criteria would spur more funding, research, diagnosis and treatment for women with PMDD.   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Premenstrual dysphoric disorder at Curlie Bhatia SC, Bhatia SK (October 2002). \"Diagnosis and treatment of premenstrual dysphoric disorder\". American Family Physician. 66 (7): 1239–48. PMID 12387436. International Association for Premenstrual Disorders (IAPMD)"}