{"name": "pretomanid", "category": "drug", "content": "Pretomanid is an antibiotic medication used for the treatment of multi-drug-resistant tuberculosis affecting the lungs. It is generally used together with bedaquiline and linezolid. It is taken by mouth. The most common side effects include nerve damage, acne, vomiting, headache, low blood sugar, diarrhea, and liver inflammation. It is in the nitroimidazole class of medications. Pretomanid was approved for medical use in the United States in August 2019, and in the European Union in July 2020. Pretomanid was developed by TB Alliance. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Pretomanid is indicated in combination with bedaquiline and linezolid, in adults, for the treatment of pulmonary extensively drug resistant, or treatment-intolerant or nonresponsive multidrug-resistant tuberculosis.   == Mechanism of action == Pretomanid is activated in the mycobacterium by deazaflavin-dependent nitroreductase (Ddn), an enzyme which uses dihydro-F420 (reduced form), into nitric oxide and a highly reactive metabolite. This metabolite attacks the synthesis enzyme DprE2, which is important for the synthesis of cell wall arabinogalactan, to which mycolic acid would be attached. This mechanism is shared with delamanid. Clinical isolates resistant to this drug tend to have mutations in the biosynthetic pathway for Coenzyme F420.   == History == Development of this compound was initiated because of the urgent need for new antibacterial drugs effective against resistant strains of tuberculosis. Also, current anti-TB drugs are mainly effective against replicating and metabolically active bacteria, creating a need for drugs effective against persisting or latent bacterial infections as often occur in patients with tuberculosis.   === Discovery and pre-clinical development === Pretomanid was first identified in 2000, in a series of 100 nitroimidazopyran derivatives synthesized and tested for antitubercular activity, by PathoGenesis (now a subsidiary of Novartis). Importantly, pretomanid has activity against static M. tuberculosis isolates that survive under anaerobic conditions, with bactericidal activity comparable to that of the existing drug metronidazole. Pretomanid requires metabolic activation by Mycobacterium for antibacterial activity. Pretomanid was not the most potent compound in the series against cultures of M. tuberculosis, but it was the most active in infected mice after oral administration. Oral pretomanid was active against tuberculosis in mice and guinea pigs at safely tolerated dosages for up to 28 days.   == Society and culture ==   === Legal status === The US Food and Drug Administration (FDA) approved pretomanid only in combination with bedaquiline and linezolid for treatment of a limited and specific population of adults with extensively drug resistant, treatment-intolerant or nonresponsive multidrug resistant pulmonary tuberculosis. Pretomanid was approved under the limited population pathway (LPAD pathway) for antibacterial and antifungal drugs. Pretomanid is only the third tuberculosis drug to receive approval from the FDA in more than 40 years. The FDA granted pretomanid priority review and orphan drug designations. The FDA granted The Global Alliance for TB Drug Development (TB Alliance) the approval of pretomanid and a tropical disease priority review voucher.   === Names === Pretomanid is the international nonproprietary name, the generic name, and the nonproprietary name. Pretomanid is referred to as \"Pa\" in regimen abbreviations, such as BPaL. The \"preto\" part of the compound's name honors Pretoria, South Africa, the home of a TB Alliance clinical development office where much of the drug's development took place, while the \"-manid\" stem designates compounds with similar chemical structures. This class of drug is variously referred to as nitroimidazoles or nitroimidazooxazines.   == References =="}