{"name": "Primary Biliary Cholangitis", "category": "disease", "content": "Primary biliary cholangitis (PBC), previously known as primary biliary cirrhosis, is an autoimmune disease of the liver. It results from a slow, progressive destruction of the small bile ducts of the liver, causing bile and other toxins to build up in the liver, a condition called cholestasis. Further slow damage to the liver tissue can lead to scarring, fibrosis, and eventually cirrhosis. Common symptoms are tiredness, itching, and in more advanced cases, jaundice. In early cases, the only changes may be those seen in blood tests. PBC is a relatively rare disease, affecting up to one in 3,000–4,000 people.  As with many other autoimmune diseases, it is much more common in women, with a sex ratio of at least 9:1 female to male. The reasons for this disparity are unclear, but may involve the expression of sex hormones such as estrogen, which impact immune system response. The condition has been recognised since at least 1851, and was named \"primary biliary cirrhosis\" in 1949. Because cirrhosis is a feature only of advanced disease, a change of its name to \"primary biliary cholangitis\" was proposed by patient advocacy groups in 2014.   == Signs and symptoms == People with PBC experience fatigue (80%); this is a nonspecific symptom and can be debilitating, with a huge impact on quality of life. Its pathogenesis is still unknown, and is quite challenging to explore its specificity and to treat. Comorbidities that could contribute to or worsen fatigue, such as depression, hypothyroidism, anaemia, obesity, or medication side effects, should be promptly identified and treated. Dry skin and dry eyes are also common. Itching (pruritus) occurs in 20–70% of cases, and can develop at any stage of the disease. Textbooks tend to describe itching in the feet and hands, but patients may also experience itching of the scalp, face, back, or other areas. The itching is typically mild-to-moderate in intensity. It may manifest as a tingling, crawling or burning sensation, and can develop even with normal liver function tests. It does not correlate with progression of liver disease, and may even improve or disappear as the disease advances. Given the impact on quality of life and night sleep, pruritus is also correlated with fatigue. It can rarely be severe, non-responsive to medical therapy, and requiring liver transplant. Pruritus is characteristically intermittent, worse at night, and improves during summer. People with more severe PBC may have jaundice (yellowing of the eyes and skin). PBC impairs bone density and the risk of fracture increases. Xanthelasma (skin lesions around the eyes) or other xanthoma may be present as a result of increased cholesterol levels. PBC can eventually progress to cirrhosis of the liver. This, in turn, may lead to a number of symptoms or complications, including:  Fluid retention in the abdomen (ascites) in more advanced disease Enlarged spleen in more advanced disease Oesophageal varices in more advanced disease Hepatic encephalopathy, including coma in extreme cases in more advanced disease. People with PBC may also sometimes have the findings of an associated extrahepatic autoimmune disorder such as thyroid disease or rheumatoid arthritis or Sjögren's syndrome (in up to 80% of cases).   == Causes == PBC has an immunological basis, and is classified as an autoimmune disorder. It results from a slow, progressive destruction of the small bile ducts of the liver, with the intralobular ducts and the canals of Hering (intrahepatic ductules) being affected early in the disease. Most people with PBC (more than 90%) have antimitochondrial antibodies (AMAs) against pyruvate dehydrogenase complex (PDC-E2), an enzyme complex found in the mitochondria. People who are negative for AMAs are usually found to be positive when more sensitive methods of detection are used. People with PBC may also have been diagnosed with another autoimmune disease, such as a rheumatological, endocrinological, gastrointestinal, pulmonary, or dermatological condition, suggesting shared genetic and immune abnormalities. Common associations include Sjögren's syndrome, systemic sclerosis, rheumatoid arthritis, lupus, hypothyroidism, and coeliac disease. A genetic predisposition to disease has been thought to be important for some time. Evidence for this includes cases of PBC in family members, identical twins both having the condition (concordance), and clustering of PBC with other autoimmune diseases.  In 2009, a Canadian-led group of investigators reported in the New England Journal of Medicine results from the first PBC genome-wide association study.  This research revealed parts of the IL12 signaling cascade, particularly IL12A and IL12RB2 polymorphisms, to be important in the aetiology of the disease in addition to the HLA region. In 2012, two independent PBC association studies increased the total number of genomic regions associated to 26, implicating many genes involved in cytokine regulation such as TYK2, SH2B3 and TNFSF11. A study of over 2,000 patients identified a gene, POGLUT1, that appeared to be associated with this condition. Earlier studies have also suggested that this gene may be involved. The implicated protein is an endoplasmic reticulum O-glucosyltransferase. An environmental Gram-negative Alphaproteobacterium — Novosphingobium aromaticivorans has been associated with this disease, with several reports suggesting an aetiological role for this organism. The mechanism appears to be a cross-reaction between the proteins of the bacterium and the mitochondrial proteins of the liver cells. The gene encoding CD101 may also play a role in host susceptibility to this disease. A failure of immune tolerance against the mitochondrial pyruvate dehydrogenase complex (PDC-E2) is a primary cause, with shedding of the antigen into apoptotic bodies or \"apotopes\" leading to the anatomic localization. Such autoreactivity may also be the case with other proteins, including the gp210 and p62 nuclear pore proteins. Gp210 has increased expression in the bile duct of anti-gp210 positive patients, and these proteins may be associated with prognosis.   == Diagnosis == Most patients are currently diagnosed when asymptomatic, having been referred to the hepatologist for abnormal liver function tests (mostly raised GGT or alkaline phosphatase) performed for annual screening blood tests. Other frequent scenarios include screening of patients with nonliver autoimmune diseases, e.g. rheumatoid arthritis, or investigation of elevated cholesterol, evaluation of itch or unresolved cholestasis post partum. Diagnosing PBC is generally straightforward. The basis for a definite diagnosis are:  Abnormalities in liver enzyme tests are usually present and elevated gamma-glutamyl transferase and alkaline phosphatase  are found in early disease.  Elevations in bilirubin occur in advanced disease. Antimitochondrial antibodies are the characteristic serological marker for PBC, being found in 90–95% of patients and only 1% of controls. PBC patients have AMA against pyruvate dehydrogenase complex (PDC-E2), an enzyme complex that is found in the mitochondria. Those people who are AMA negative but with disease similar to PBC have been found to have AMAs when more sensitive detection methods are employed. Other auto-antibodies may be present: Antinuclear antibody measurements are not diagnostic for PBC because they are not specific, but may have a role in prognosis. Anti-glycoprotein-210 antibodies, and to a lesser degree anti-p62 antibodies, correlate with the disease's progression toward end-stage liver failure. Anti-gp210 antibodies are found in 47% of PBC patients. Anti-centromere antibodies often correlate with developing portal hypertension. Anti-np62 and anti-sp100 are also found in association with PBC. Abdominal ultrasound, magnetic resonance cholangiopancreatography or a CT scan is usually performed to rule out blockage to the bile ducts. This may be needed if a condition causing secondary biliary cirrhosis, such as other biliary duct disease or gallstones, needs to be excluded.  A liver biopsy may help, and if uncertainty remains as in some patients, an endoscopic retrograde cholangiopancreatography, an endoscopic investigation of the bile duct, may be performed. Given the high specificity of serological markers, liver biopsy is not necessary for the diagnosis of PBC; however, it is still necessary when PBC-specific antibodies are absent, or when co-existent autoimmune hepatitis or nonalcoholic steatohepatitis is suspected. Liver biopsy can be useful to stage the disease for fibrosis and ductopenia. Finally, it may also be appropriate in the presence of other extrahepatic comorbidities.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Liver biopsy === On microscopic examination of liver biopsy specimens, PBC is characterized by chronic, nonsuppurative inflammation, which surrounds and destroys interlobular and septal bile ducts. These histopathologic findings in primary biliary cholangitis include:  Inflammation of the bile ducts, characterized by intraepithelial lymphocytes Periductal epithelioid granulomas. Proliferation of bile ductules Fibrosis (scarring) The Ludwig and Scheuer scoring systems have historically been used to stratify four stages of PBC, with stage 4 indicating the presence of cirrhosis. In the new system of Nakanuma, the stage of disease is based on fibrosis, bile duct loss, and features of cholestasis, i.e. deposition of orcein-positive granules, whereas the grade of necroinflammatory activity is based on cholangitis and interface hepatitis. The accumulation of orcein-positive granules occurs evenly across the PBC liver, which means that staging using the Nakanuma system is more reliable regarding sampling variability. Liver biopsy for the diagnosis and staging of PBC lost favour after the evidence of a patchy distribution of the duct lesions and fibrosis across the organ. The widespread availability of noninvasive measures of fibrosis means that liver biopsy for staging of PBC is somewhat obsolete. Liver biopsy does, however, remain useful in certain settings. The main indications are to confirm the diagnosis of PBC when PBC-specific antibodies are absent and confirm a diagnosis of PBC with AIH features (i.e. overlap PBC-AIH). Liver biopsy is also useful to assess the relative contribution of each liver injury when a comorbid liver disease is present, such as non-alcoholic steatohepatitis. In patients with inadequate response to UDCA, liver biopsy may provide the explanation and could undoubtedly inform risk stratification. For example, it may identify a previously unsuspected variant syndrome, steatohepatitis, or interface hepatitis of moderate or greater severity. It is also useful in AMA and ANA-specific antibody negative cholestatic patients to indicate an alternative process, e.g. sarcoidosis, small duct PSC, adult idiopathic ductopenia.   == Histopathology stages (by Ludwig and Scheuer systems) == Stage 1 – portal stage: Normal-sized triads, portal inflammation, subtle bile duct damage: Granulomas are often detected in this stage. Stage 2 – periportal stage: Enlarged triads, periportal fibrosis and/or inflammation, typically characterized by the finding of a proliferation of small bile ducts Stage 3 – septal stage: Active and/or passive fibrous septa Stage 4 – biliary cirrhosis: Nodules present, garland or jigsaw puzzle pattern   == Treatment ==   === Cholestasis === Medical therapy of PBC targets disease progression and symptom control. The first-line treatment for PBC is ursodeoxycholic acid (UDCA). UDCA has been the only drug available for two decades and more recently obeticholic acid (OCA), a semi-synthetic hydrophobic bile acid analogue, has been licensed in patients failing UDCA response or intolerant to UDCA. Several other agents have been studied, including immunosuppressants, but robust evidence of benefit is lacking. UDCA improves liver enzyme levels, slows down histological progression, and improves liver transplant-free survival. UDCA also reduces the need for liver transplantation. UDCA should be taken at a dose of 13 to 15 mg per kg of body weight per day, usually in two divided doses each day. Liver chemistries usually improve within a few weeks of starting UDCA, and 90% of any benefit is observed after 6–9 months of therapy. Liver chemistries should be re-evaluated after 1 year of treatment. UDCA is usually continued lifelong. Up to 40% of people do not respond to treatment with UDCA. Patients with PBC who have an inadequate response to UDCA or those few (less than 3%) who are intolerant to UDCA are candidates for second-line therapies. Obeticholic acid (OCA) is FDA-approved for the treatment of PBC in individuals intolerant or unresponsive to UDCA. OCA is a farnesoid X receptor  agonist, and results in increased bile flow (choleresis). OCA is started at 5 mg daily, and liver chemistries should be rechecked after 3 months of treatment. If the liver chemistries remain elevated, then the dose of OCA may be increased to 10 mg per day. The most common side effect of OCA is pruritus. Fibric acid derivatives, or fibrates, are agonists of the peroxisome proliferator activator receptor (PPAR), a nuclear receptor involved in several metabolic pathways. While fibrates are approved for the treatment of hypertriglyceridemia, they exert anticholestatic effects and have been studied for the treatment of PBC. Among the fibrates, bezafibrate and fenofibrate, PPAR-alpha selective agonists, have been extensively studied as therapeutic agents because of their potential ability to decrease bile acid synthesis and bile acid-related hepatic inflammation. A randomized, controlled trial in 2018 showed its efficacy in patients with inadequate response to UDCA. While fibrates can be considered as off-label treatment for PBC that does not respond to UDCA, they should not be used in decompensated cirrhosis. Elafibranor (Iqirvo) was approved for medical use in the United States in June 2024. Additional medications are being investigated as potential treatments for PBC, and found to be ineffective as single agents (monotherapy), including: chlorambucil, colchicine, cyclosporine, corticosteroids, azathioprine, malotilate, methotrexate, mycophenolate mofetil, penicillamine, and thalidomide. Budesonide may be used as an off-label treatment for PBC, although its efficacy is controversial. Seladelpar, a PPAR-delta receptor agonist, is being studied for treatment of PBC. Seladelpar (Livdelzi) was approved for medical use in the United States in August 2024.   === Itching === Pruritus is a common symptom in people with PBC. First-line treatment of pruritus consists of anion-exchange resins, such as cholestyramine, colestipol, or colesevalam.  These anion-exchange resins are nonabsorbed, highly positively charged substances that bind bile acids, which are negatively charged anions.  Anion-exchange resins relieve itching caused by excess bile acids in circulation by binding bile acids in the gut and facilitating elimination. Bloating or constipation may occur with anion-exchange resins. Cholestyramine may affect absorption of UDCA; if cholestyramine is necessary, it should be taken at least 60 minutes before or 4 hours after UDCA is taken. Treatment options for pruritus that does not improve with anion-exchange resins include: rifampicin, naltrexone, or sertraline. Rifampicin may rarely cause drug induced liver injury and should be avoided if serum bilirubin is elevated (greater than 2.5 mg/dL). Liver enzymes should be monitored after starting rifampin. Rifampicin induces enzymes, resulting in numerous potential drug-drug interactions. Opioid antagonists may cause a self-limited opioid withdrawal like reaction, with abdominal pain, elevated blood pressure, tachycardia, goose bumps, nightmares, and depersonalization. To avoid such reactions, the dose should start low and gradually be increased.   === Other therapies === Fatigue is a nonspecific but often-reported symptom in PBC, and represents an unmet need since no therapies are licensed. A structured approach to management, quantifying fatigue and its impacts (through the use of disease-specific tools such as the PBC-40 quality-of-life measures), addressing contributing and exacerbating factors, and supporting patients to cope with its impact is effective. Drugs such as coenzyme Q and rituximab have been shown to be ineffective. A graded programme of exercise helps some individuals. People with PBC may have poor lipid-dependent absorption of oil-soluble vitamins (A, D, E, and K). Appropriate supplementation is recommended when bilirubin is elevated. People with PBC are at elevated risk of developing osteoporosis as compared to the general population and others with liver disease. Screening and treatment of this complication is an important part of the management of PBC. As in all liver diseases, consumption of alcohol should be restricted or eliminated. In patients with advanced liver disease, the only curative therapy is liver transplant. Outcomes are favourable, with five-year patient survival rates better than for most other indications for LT (80–85%).   == Prognosis == The introduction of UDCA has dramatically changed the pattern and the course of the disease. Numerous trials and observational studies have demonstrated its efficacy on liver biochemistry, histological progression, and transplant-free survival. Among the UDCA-treated patients, the degree of the liver biochemistry improvement, i.e. the UDCA-response, identifies patients with different long-term prognosis. In the absence of cirrhosis, people who experience an improvement of liver enzymes to the normal range on treatment with UDCA have excellent survival, which may be similar to the general population. Survival is significantly reduced though, in those with abnormal liver biochemistry on treatment. The two most important parameters in evaluating response to UDCA are alkaline phosphatase and total bilirubin. Qualitative and quantitative definitions of UDCA-response have been developed, based on changes of bilirubin, transaminases and ALP, after a period of 6 to 24 months of treatment with UDCA at 13–15 mg/kg/day. Patients at diagnosis can be risk-stratified based on the probability of UDCA-response. This is relevant to identify patients who would be eligible for second-line therapies before waiting for the treatment failure under UDCA, with potential impact on disease course. Hepatocellular carcinoma (HCC) is infrequent in PBC. Recent large-scale cohort studies highlighted that the lack of UDCA-response after 12 months of therapy and male sex are associated with increased future risk of developing HCC in PBC. After liver transplant, the recurrence of disease may be as high as 18% at five years, and up to 30% at 10 years. No consensus exists on risk factors for recurrence of the disease.   == Epidemiology == Epidemiologic studies report heterogeneous incidence rates of 0.33 to 5.8 per 100,000 inhabitants per year, and prevalence rates of 1.9 to 40.2 per 100,000 inhabitants. Such figures, in particular the prevalence, have shown some increase in the last decades. Improvement of diagnostic tools, increasing disease awareness, and digitised patient registration with facilitation of case-findings, along with improved survival, likely contributed to the rising prevalence rates. The disease has been described worldwide, though North America and Northern Europe have shown the highest incidence and prevalence rates. Whether a true variation in disease prevalence exists among populations of different geographical areas and of different ethnicity or if this is a consequence of a difference in study quality is unknown. PBC is more common in women, with a female:male ratio of at least 9:1.  The peak incidence of PBC is in the fifth decade of life. In some areas of the US and UK, the prevalence is estimated to be as high as one in 4,000. This is much more common than in South America or Africa, which may be due to better recognition in the US and UK. First-degree relatives may have as much as a 500 times increase in prevalence, but if this risk is greater in the same-generation relatives or the one that follows is debated. PBC is considered a prime example of the female preponderance in autoimmunity with a female to male ratio of up to 9:1, confirmed by large cohort studies, although some recent data, using administrative registries, suggest an increasing male prevalence. Major defects of sex chromosomes, i.e. enhanced monosomy X in female patients and an enhanced Y chromosome loss in male patients, have been described and might well explain the greater female predisposition to develop PBC. An association of a greater incidence of PBC at latitudes more distant from the Equator is similar to the pattern seen in multiple sclerosis. Typical disease onset is between 30 and 60 years, though cases have been reported of patients diagnosed at the ages of 15 and 93. Prevalence of PBC in women over the age of 45 years could exceed one in an estimated 800 individuals.   == History == The first report of the disease dates back 1851 by Addison and Gull, who described a clinical picture of progressive jaundice in the absence of mechanical obstruction of the large bile ducts. Ahrens et al. in 1950 published the first detailed description of 17 patients with this condition, and coined the term \"primary biliary cirrhosis\". In 1959, Dame Sheila Sherlock reported a further series of PBC patients and recognised that the disease could be diagnosed in a precirrhotic stage and proposed the term \"chronic intrahepatic cholestasis\" as more appropriate description of this disease, but this nomenclature failed to gain acceptance, and the term \"primary biliary cirrhosis\" lasted for decades. In 2014, to correct the inaccuracy and remove the social stigma of cirrhosis, as well as all the misunderstanding, disadvantages, and discrimination emanating from this misnomer in daily life for patients, international liver associations agreed to rename the disease \"primary biliary cholangitis\", as it is now known.   == Society and culture ==   === Support groups ===   ==== PBC Foundation ==== The PBC Foundation is a UK-based international charity offering support and information to people with PBC and their families and friends.  It campaigns for increasing recognition of the disorder, improved diagnosis, and treatments, and estimates over 8,000 people are undiagnosed in the UK.  The Foundation has supported research into PBC including the development of the PBC-40 quality of life measure published in 2004 and helped establish the PBC Genetics Study. It was founded by Collette Thain in 1996, after she was diagnosed with the condition.  Thain was awarded an MBE Order of the British Empire in 2004 for her work with the Foundation.  The PBC Foundation helped initiate the name change campaign in 2014.   ==== PBCers Organization ==== The PBCers Organization is a US-based nonprofit patient support group that was founded by Linie Moore in 1996; it advocates for greater awareness of the disease and new treatments. It supported the name change initiative.   == References ==   == External links ==  Primary Biliary Cirrhosis page from the National Digestive Diseases Information Clearinghouse Alagille syndrome"}