{"name": "primaquine", "category": "drug", "content": "Primaquine is a medication used to treat and prevent malaria and to treat Pneumocystis pneumonia. Specifically it is used for malaria due to Plasmodium vivax and Plasmodium ovale along with other medications and for prevention if other options cannot be used. It is an alternative treatment for Pneumocystis pneumonia together with clindamycin. It is taken by mouth. Common side effects include nausea, vomiting, and stomach cramps. Primaquine should not be given to people with glucose-6-phosphate dehydrogenase (G6PD) deficiency due to the risk of red blood cell breakdown. It is often recommended that primaquine not be used during pregnancy. It may be used while breastfeeding if the baby is known not to have G6PD deficiency. The mechanisms of action is not entirely clear but is believed to involve effects on the malaria parasites' DNA. Primaquine was first made in 1946. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses ==   === Malaria === Primaquine is primarily used to prevent relapse of malaria due to Plasmodium vivax and Plasmodium ovale.  It eliminates hypnozoites, the dormant liver form of the parasite, after the organisms have been cleared from the bloodstream. If primaquine is not administered to patients with proven P. vivax or P. ovale infection, a very high likelihood of relapse exists for weeks or months (sometimes years). But it has been hypothesized that primaquine (and perhaps also the newer, related drug tafenoquine) might kill a proportion of non-circulating merozoites as well as hypnozoites, such as merozoites in bone marrow, thereby reducing the number of recrudescences (not only hypnozoite-mediated relapses) that take place. Clarity in this regard is expected to be forthcoming soon. Use of primaquine in combination with quinine or chloroquine each of which is very effective at clearing P. vivax from blood, improves outcomes; they appear to also potentiate the action of primaquine. As of 2016, the US Centers for Disease Control and Prevention recommends the use of primaquine for primary prophylaxis prior to travel to areas with a high incidence of P. vivax, and for terminal prophylaxis (anti-relapse therapy) after travel. A single dose of primaquine has rapid and potent ability to kill gametocytes (stage V) of P. falciparum and P. vivax in blood; it also kills asexual trophozoites of  P. vivax in blood, but not of P. falciparum.  Because of its action against gametocytes, the WHO recommends it for use in reducing transmission to control P. falciparum infections.   === Pneumocystis pneumonia === Primaquine is also used in the treatment of Pneumocystis pneumonia (PCP), a fungal infection commonly occurring in people with AIDS and, more rarely, in those taking immunosuppressive drugs. To treat PCP effectively, it is usually combined with clindamycin.   === Special populations === Primaquine has not been studied extensively in people 65 and older so it is not known if dosing should be adjusted for this population. Primaquine should not be administered to anyone with G6PD deficiency because a severe reaction can occur, resulting in hemolytic anemia. However, the WHO has recommended that a single dose of primaquine (0.25 mg/kg) is safe to give even in individuals with G6PD deficiency, for the purpose of preventing transmission of P. falciparum malaria. Primaquine is contraindicated in pregnancy, because the glucose-6-phosphate dehydrogenase status of the fetus would be unknown. Primaquine overdose can cause a dangerous reduction in various blood cell counts, and therefore should be avoided in people at risk for agranulocytosis, which include people with conditions such as rheumatoid arthritis and lupus erythematosus, and those taking concurrent medications that also decrease blood cell counts. Hemolytic reactions (moderate to severe) may occur in individuals with G6PD deficiency and in individuals with a family or personal history of favism.  Areas of high prevalence of G6PD deficiency are Africa, Southern Europe, Mediterranean region, Middle East, South-East Asia, and Oceania.  People from these regions have a greater tendency to develop hemolytic anemia (due to a congenital deficiency of erythrocytic G6PD) while receiving primaquine and related drugs.   == Adverse reactions == Common side effects of primaquine administration include nausea, vomiting, and stomach cramps. In persons with cytochrome b5 reductase deficiency, primaquine causes methemoglobinemia, a condition in which the blood carries less oxygen that it does normally. Overdosing can reduce the number of function of various kinds of blood cells, including loss of red blood cells, methemoglobinemia, and loss of white blood cells. Persons with glucose-6-phosphate dehydrogenase deficiency (G6PD) may develop hemolytic anemia from primaquine.   == Pharmacology ==   === Mechanism of action === Primaquine is lethal to P. vivax and P. ovale in the liver stage, and also to P. vivax in the blood stage through its ability to do oxidative damage to the cell. However, the exact mechanism of action is not fully understood. Liver hypnozoites aside, primaquine can possibly eliminate P. vivax merozoites in bone marrow as a result of accumulation there of hydrogen peroxide.    === Pharmacokinetics === Primaquine is well-absorbed in the gut and extensively distributed in the body without accumulating in red blood cells. Administration of primaquine with food or grapefruit juice increases its oral bioavailibity. In blood, about 20% of circulating primaquine is protein-bound, with preferential binding to the acute phase protein orosomucoid. With a half-life on the order of 6 hours, it is quickly metabolized by liver enzymes to carboxyprimaquine, which does not have anti-malarial activity. Renal excretion of the parent drug is less than 4%.   == Chemistry == Primaquine is an analog of pamaquine which was the first drug of the 8-aminoquinoline class; tafenoquine is another such drug.   == History == Primaquine was first made by Robert Elderfield of Columbia University in the 1940s as part of a coordinated effort led by the Office of Scientific Research and Development in World War II to develop anti-malarial drugs to protect and treat soldiers fighting in the Pacific theater.   == Society and culture == It is on the World Health Organization's List of Essential Medicines.   == Names == It is a generic drug and is available under many brand names worldwide, including Jasoprim, Malirid, Neo-Quipenyl, Pimaquin, Pmq, Primachina, Primacin, Primaquina, Primaquine, Primaquine diphosphate, Primaquine Phosphate, and Remaquin.  SN-13272   == Research == Primaquine has been studied in animal models of Chagas disease and was about four times as effective as the standard of care, nifurtimox. A clinical trial in 2022 demonstrated the efficacy of higher-dose primaquine in preventing relapse of P. vivax malaria.   == References ==   == External links == \"Primaquine\". Drug Information Portal. U.S. National Library of Medicine."}