{"name": "primidone", "category": "drug", "content": "Primidone, sold under various brand names (including Mysoline), is a barbiturate medication that is used to treat partial and generalized seizures and essential tremors. It is taken by mouth. Its common side effects include sleepiness, poor coordination, nausea, and loss of appetite. Severe side effects may include suicide and psychosis. Use during pregnancy may result in harm to the fetus. Primidone is an anticonvulsant of the barbiturate class; however, its long-term effect in raising the seizure threshold is likely due to its active metabolite, phenobarbital. The drug’s other active metabolite is phenylethylmalonamide (PEMA). Primidone was approved for medical use in the United States in 1954. It is available as a generic medication. In 2020, it was the 269th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses ==   === Epilepsy === It is licensed for generalized tonic-clonic and complex partial seizures in the United Kingdom. In the United States, primidone is approved for adjunctive (in combination with other drugs) and monotherapy (by itself) use in generalized tonic-clonic seizures, simple partial seizures, complex partial seizures, and myoclonic seizures. In juvenile myoclonic epilepsy, it is a second-line therapy, reserved for when the valproates or lamotrigine do not work and when the other second-line therapy, acetazolamide, does not work. The usual dose for seizure disorder is titrated from 100-125 mg/day up to a maintenance dose of 750-1,500 mg/day (maximum daily dosage is 2 g). Open-label case series have suggested that primidone is effective in the treatment of epilepsy. Primidone has been compared to phenytoin, phenobarbital, mephobarbital, ethotoin, metharbital, and mephenytoin. In adult comparison trials, primidone has been found to be just as effective.   === Essential tremor === Primidone is not indicated for essential tremor but is often used as a first-line therapy for essential tremor, as is propranolol. In tremor amplitude reduction, it is just as effective as propranolol, reducing it by 50%. Both drugs are well studied for this condition, unlike other therapies, and are recommended for initial treatment. A low-dose therapy (50 mg/day) is just as good as a high-dose therapy (750 mg/day). The usual dose range is 120 to 250 mg/day in two divided doses or as one single dose. Primidone is not the only anticonvulsant used for essential tremor; the others include topiramate and gabapentin. Other pharmacological agents include alprazolam, clonazepam, atenolol, sotalol, nadolol, clozapine, nimodipine, and botulinum toxin A. Many of these drugs were less effective than primidone. Only propranolol has been compared to primidone in a clinical trial.   === Psychiatric disorders === In 1965, Monroe and Wise reported using primidone along with a phenothiazine derivative antipsychotic and chlordiazepoxide in treatment-resistant psychosis. What is known is that 10 years later, Monroe went on to publish the results of a meta-analysis of two controlled clinical trials on people displaying out-of-character and situationally inappropriate aggression, who had abnormal EEG readings, and who responded poorly to antipsychotics; one of the studies was specifically mentioned as involving psychosis patients. When they were given various anticonvulsants, not only did their EEGs improve, but so did the aggression. In March 1993, S.G. Hayes of the University of Southern California School of Medicine reported that 9 out of 27 people (33%) with either treatment-resistant depression or treatment-resistant bipolar disorder had a permanent positive response to primidone. A plurality of subjects was also given methylphenobarbital in addition to or instead of primidone.   == Adverse effects ==  Primidone can cause drowsiness, listlessness, ataxia, visual disturbances, nystagmus, headache, and dizziness. These side effects are the most common, reportedly occurring in more than 1% of users. Transient nausea and vomiting are also common side effects.  Dupuytren's contracture, a disease of the fasciae in the palm and fingers that permanently bends the fingers (usually the little and ring fingers) toward the palm, was first noted to be highly prevalent in epileptic people in 1941 by a Dr. Lund, 14 years before primidone was on the market. Lund also noted that it was equally prevalent in individuals with idiopathic and symptomatic epilepsy and that the severity of the epilepsy did not matter. Only one-quarter of the women were affected, though, vs. half of the men. Critcheley et al., 35 years later, reported a correlation between how long a patient had had epilepsy and his or her chance of getting Dupuytren's contracture. They suspected that this was due to phenobarbital therapy, and that the phenobarbital was stimulating peripheral tissue growth factors. Dupuytren's contracture is almost exclusively found in Caucasians, especially those of Viking descent, and highest rates are reported in northern Scotland, Norway, Iceland, and Australia. It has also been associated with alcoholism, heavy smoking, diabetes mellitus, physical trauma (either penetrating in nature or due to manual labor), tuberculosis, and HIV. People with rheumatoid arthritis are less likely to get this, and Drs. Hart and Hooper speculate that this is also true of gout due to the use of allopurinol. This is the only susceptibility factor that is generally agreed upon. Anticonvulsants do not seem to increase the incidence of Dupuytren's contracture in people of color. Primidone has other cardiovascular effects in beyond shortening the QT interval. Both phenobarbital and it are associated with elevated serum levels (both fasting and six hours after methionine loading) of homocysteine, an amino acid derived from methionine. This is almost certainly related to the low folate levels reported in primidone users. Elevated levels of homocysteine have been linked to coronary heart disease. In 1985, both drugs were also reported to increase serum levels of high-density lipoprotein cholesterol, total cholesterol, and apolipoproteins A and B. It was first reported to exacerbate hepatic porphyria in 1975. In 1981, phenobarbital, one of primidone's metabolites, was shown to only induced a significant porphyrin level at high concentrations in vitro. It can also cause elevations in hepatic enzymes such as gamma-glutamyl transferase and alkaline phosphatase. Less than 1% of primidone users experience a rash. Compared to carbamazepine, lamotrigine, and phenytoin, this is very low. The rate is comparable to that of felbamate, vigabatrin, and topiramate. Primidone also causes exfoliative dermatitis, Stevens–Johnson syndrome, and toxic epidermal necrolysis.  Primidone, along with phenytoin and phenobarbital, is one of the anticonvulsants most heavily associated with bone diseases such as osteoporosis, osteopenia (which can precede osteoporosis), osteomalacia, and fractures. The populations usually said to be most at risk are institutionalized people, postmenopausal women, older men, people taking more than one anticonvulsant, and children, who are also at risk of rickets. Bone demineralization is suggested to be most pronounced in young people (25–44 years of age), and one 1987 study of institutionalized people found that the rate of osteomalacia in the ones taking anticonvulsants—one out of 19 individuals taking an anticonvulsant (vs. none among the 37 people taking none) —was similar to that expected in elderly people. The authors speculated that this was due to improvements in diet, sun exposure, and exercise in response to earlier findings, and/or that this was because it was sunnier in London than in the Northern European countries, which had earlier reported this effect. In any case, the use of more than one anticonvulsant has been associated with an increased prevalence of bone disease in institutionalized epilepsy patients versus institutionalized people who did not have epilepsy. Likewise, postmenopausal women taking anticonvulsants have a greater risk of fracture than their drug-naive counterparts. Anticonvulsants affect the bones in many ways. They cause hypophosphatemia, hypocalcemia, low vitamin D levels, and increased parathyroid hormone. Anticonvulsants also contribute to the increased rate of fractures by causing somnolence, ataxia, and tremor, which would cause gait disturbance, further increasing the risk of fractures on top of the increase due to seizures and the restrictions on activity placed on epileptic people. Increased fracture rate has also been reported for carbamazepine, valproate, and clonazepam. The risk of fractures is higher for people taking enzyme-inducing anticonvulsants than for people taking enzyme-non-inducing anticonvulsants. In addition to all of the above, primidone can cause arthralgia. Granulocytopenia, agranulocytosis, red-cell hypoplasia and aplasia, and megaloblastic anemia are rarely associated with the use of primidone. Megaloblastic anemia is actually a group of related disorders with different causes that share morphological characteristics—enlarged red blood cells with abnormally high nuclear-cytoplasmic ratios resulting from delayed maturation of nuclei combined with normal maturation of cytoplasm, into abnormal megakaryocytes and sometimes hypersegmented neutrophils; regardless of etiology, all of the megaloblastic anemias involve impaired DNA replication. The anticonvulsant users who get this also tend to eat monotonous diets devoid of fruits and vegetables. This antagonistic effect is not due to the inhibition of dihydrofolate reductase, the enzyme responsible for the reduction of dihydrofolic acid to tetrahydrofolic acid, but rather to defective folate metabolism. In addition to increasing the risk of megaloblastic anemia, primidone, like other older anticonvulsants, also increases the risk of neural tube defects, and like other enzyme-inducing anticonvulsants, it increases the likelihood of cardiovascular defects, and cleft lip without cleft palate. Epileptic women are generally advised to take folic acid, but there is conflicting evidence regarding the effectiveness of vitamin supplementation in the prevention of such defects. Additionally, a coagulation defect resembling vitamin K deficiency has been observed in newborns of mothers taking primidone. Because of this, primidone is a Category D medication. Primidone, like phenobarbital and the benzodiazepines, can also cause sedation in the newborn and also withdrawal within the first few days of life; phenobarbital is the most likely out of all of them to do that. In May 2005, Dr. M. Lopez-Gomez's team reported an association between the use of primidone and depression in epilepsy patients; this same study reported that inadequate seizure control, post-traumatic epilepsy, and polytherapy were also risk factors. Polytherapy was also associated with poor seizure control. Of all of the risk factors, use of primidone and inadequate seizure control were the greatest, with odds ratios of 4.089 and 3.084, respectively. They had been looking for factors associated with depression in epilepsy patients. Schaffer et al. 1999 reported that one of their treatment failures, a 45-year-old woman taking 50 mg a day along with lithium 600 mg/day, clozapine 12.5 mg/day, trazodone 50 mg/day, and alprazolam 4 mg/day for three and a half months experienced auditory hallucinations that led to discontinuation of primidone. It can also cause hyperactivity in children; this most commonly occurs at low serum levels. There is one case of an individual developing catatonic schizophrenia when her serum concentration of primidone went above normal. Primidone is one of the anticonvulsants associated with anticonvulsant hypersensitivity syndrome, with the others being carbamazepine, phenytoin, and phenobarbital. This syndrome consists of fever, rash, peripheral leukocytosis, lymphadenopathy, and occasionally hepatic necrosis. Hyperammonemic encephalopathy was reported by Katano Hiroyuki of the Nagoya City Higashi General Hospital in early 2002 in a patient who had been stable on primidone monotherapy for five years before undergoing surgery for astrocytoma, a type of brain tumor. Additionally, her phenobarbital levels were inexplicably elevated after surgery. This is much more common with the valproates than with any of the barbiturates. A randomized, controlled trial w found that primidone was more likely to cause impotence than phenytoin, carbamazepine, or phenobarbital. Like phenytoin, primidone is rarely associated with lymphadenopathy. Primidone can also cause vomiting; this happens in 1.0–0.1% of users.   === Overdose === The most common symptoms of primidone overdose are coma with loss of deep tendon reflexes, and during the recovery period, if the patient survives, disorientation, dysarthria, nystagmus, and ataxia, lethargy, somnolence, vomiting, nausea, and occasionally, focal neurological deficits which lessen over time. Complete recovery comes within five to seven days of ingestion. The symptoms of primidone poisoning have generally been attributed to its biotransformation to phenobarbital, but primidone has toxic effects independent of its metabolites in humans. The massive crystalluria that sometimes occurs sets its symptom profile apart from that of phenobarbital. The crystals are white, needle-like, shimmering, hexagonal plates consisting mainly of primidone. In the Netherlands alone, 34 cases of suspected primidone poisoning occurred between 1978 and 1982. Of these, primidone poisoning was much less common than phenobarbital poisoning; 27 of those adult cases were reported to the Dutch National Poison Control Center. Of these, one person taking it with phenytoin and phenobarbital died, 12 became drowsy, and four were comatose. Treatments for primidone overdose have included hemoperfusion with forced diuresis, a combination of bemegride and amiphenazole; and a combination of bemegride, spironolactone, caffeine, pentylenetetrazol, strophanthin, penicillin, and streptomycin. In the three adults who are reported to have succumbed, the doses were 20–30 g. However, two adult survivors ingested 30 g 25 g, and 22.5 g. One woman experienced symptoms of primidone intoxication after ingesting 750 mg of her roommate's primidone.   == Interactions == Taking primidone with monoamine oxidase inhibitors (MAOIs) such as isocarboxazid (Marplan), phenelzine (Nardil), procarbazine (Matulane), selegiline (Eldepryl), tranylcypromine (Parnate) or within two weeks of stopping any one of them may potentiate the effects of primidone or change one's seizure patterns. Isoniazid, an antitubercular agent with MAOI properties, has been known to strongly inhibit the metabolism of primidone. Like many anticonvulsants, primidone interacts with other anticonvulsants. Clobazam decreases clearance of primidone, Mesuximide increases plasma levels of phenobarbital in primidone users, both primidone and phenobarbital accelerate the metabolism of carbamazepine via CYP3A4, and lamotrigine's apparent clearance is increased by primidone. In addition to being an inducer of CYP3A4, it is also an inducer of CYP1A2, which causes it to interact with substrates such as fluvoxamine, clozapine, olanzapine, and tricyclic antidepressants. It also interacts with CYP2B6 substrates such as bupropion, efavirenz, promethazine, selegiline, and sertraline; CYP2C8 substrates such as amiodarone, paclitaxel, pioglitazone, repaglinide, and rosiglitazone; and CYP2C9 substrates such as bosentan, celecoxib, dapsone, fluoxetine, glimepiride, glipizide, losartan, montelukast, nateglinide, paclitaxel, phenytoin, sulfonamides, trimethoprim, warfarin, and zafirlukast. It also interacts with estrogens. Primidone and the other enzyme-inducing anticonvulsants can cut the half-life of antipyrine roughly in half (6.2 ± 1.9 h vs. 11.2 ± 4.2 h), and increases the clearance rate by almost 70%. Phenobarbital reduces the half-life to 4.8 ± 1.3 and increases the clearance by almost 109%. It also interferes with the metabolism of dexamethasone, a synthetic steroid hormone, to the point where its withdrawal from the regimen of a 14-year-old living in the United Kingdom made her hypercortisolemic. Tempelhoff and colleagues at the Washington University School of Medicine's Department of Anesthesiology reported in 1990 that primidone and other anticonvulsant drugs increase the amount of fentanyl needed during craniotomy based on the patient's heart rate.   == Mechanism of action == The exact mechanism of primidone's anticonvulsant action is still unknown after over 50 years. It is believed to work via interactions with voltage-gated sodium channels that inhibit high-frequency repetitive firing of action potentials. The effect of primidone in essential tremor is not mediated by phenylethylmalonamide (PEMA). The major metabolite, phenobarbital, is also a potent anticonvulsant in its own right and likely contributes to primidone's effects in many forms of epilepsy. According to Brenner's Pharmacology, it also increases GABA-mediated chloride flux, thereby hyperpolarizing the membrane potential. Primidone was recently shown to directly inhibit the TRPM3 ion channel; whether this effect contributes to its anticonvulsant effect is not known, but gain-of-function mutations in TRPM3 were shown to be associated with  epilepsy and intellectual disability in 2021.   == Pharmacokinetics == Primidone converts to phenobarbital and PEMA; it is still unknown which exact cytochrome P450 enzymes are responsible. The phenobarbital, in turn, is metabolized to p-hydroxyphenobarbital. The rate of primidone metabolism was greatly accelerated by phenobarbital pretreatment, moderately accelerated by primidone pretreatment, and reduced by PEMA pretreatment. In 1983, a new minor metabolite, p-hydroxyprimidone, was discovered. Primidone, carbamazepine, phenobarbital, and phenytoin are among the most potent hepatic enzyme-inducing drugs in existence, which occurs at therapeutic doses. In fact, people taking these drugs have displayed the highest degree of hepatic-enzyme induction on record. In addition to being an inducer of CYP3A4, it is also an inducer of CYP1A2, which causes it to interact with substrates such as fluvoxamine, clozapine, olanzapine, and tricyclic antidepressants, as well as potentially increasing the toxicity of tobacco products. Its metabolite, phenobarbital, is a substrate of CYP2C9, CYP2B6, CYP2C8, CYP2C19, CYP2A6, CYP3A5, CYP1E1, and the CYP2E subfamily. The gene expression of these isoenzymes is regulated by human pregnane receptor X (PXR) and constitutive androstane receptor (CAR). Phenobarbital induction of CYP2B6 is mediated by both. Primidone does not activate PXR. The rate of metabolism of primidone into phenobarbital was inversely related to age; the highest rates were in the oldest patients (the maximum age being 55). People aged 70–81, relative to people aged 18–26, have decreased renal clearance of primidone, phenobarbital, and PEMA, in ascending order of significance, and that there was a greater proportion of PEMA in the urine. The clinical significance is unknown. The percentage of primidone converted to phenobarbital has been estimated to be 5% in dogs and 15% in humans. Work done 12 years later found that the serum phenobarbital 0.111 mg/100 mL for every mg/kg of primidone ingested. Authors publishing a year earlier estimated that 24.5% of primidone was metabolized to phenobarbital, but the patient reported by Kappy and Buckley would have had a serum level of 44.4 mg/100 mL instead of 8.5 mg/100 mL if this were true for individuals who have ingested a large dose. The patient reported by Morley and Wynne would have had serum barbiturate levels of 50 mg/100 mL, which would have been fatal.   == History == Primidone is a congener of phenobarbital, where the carbonyl oxygen of the urea moiety is replaced by two hydrogen atoms. The effectiveness of Primidone for epilepsy was first demonstrated in 1949 by Yule Bogue. He found it to have a similar anticonvulsant effect, but more specific, i.e. with fewer associated sedative effects. It was brought to market a year later by the Imperial Chemical Industry, now known as AstraZeneca in the United Kingdom and Germany. In 1952, it was approved in the Netherlands. Also in 1952, Drs. Handley and Stewart demonstrated its effectiveness in the treatment of patients who failed to respond to other therapies; it was noted to be more effective in people with idiopathic generalized epilepsy than in people whose epilepsy had a known cause. Dr. Whitty noted in 1953 that it benefitted patients with psychomotor epilepsy, who were often treatment-resistant. Toxic effects were reported to be mild. That same year, it was approved in France. Primidone was introduced in 1954 under the brandname Mysoline by Wyeth in the United States.   === Association with megaloblastic anemia === In 1954, Chalmers and Boheimer reported that the drug was associated with megaloblastic anemia. Between 1954 and 1957, 21 cases of megaloblastic anemia associated with primidone and/or phenytoin were reported. In most of these cases, the anemia was due to vitamin deficiencies - usually folic acid deficiency, in one case vitamin B12 deficiency, and in one case vitamin C deficiency. Some cases were associated with deficient diets - one patient ate mostly bread and butter, another ate bread, buns, and hard candy, and another could rarely be persuaded to eat in the hospital. The idea that folic acid deficiency could cause megaloblastic anemia was not new. What was new was the idea that drugs could cause this in well-nourished people with no intestinal abnormalities. In many cases, it was not clear which drug had caused it. This might be related to the structural similarity between folic acid, phenytoin, phenobarbital, and primidone. Folic acid had been found to alleviate the symptoms of megaloblastic anemia in the 1940s, not long after it was discovered, but the typical patient only made a full recovery—cessation of CNS and PNS symptoms as well as anemia—on B12 therapy. Five years earlier, folic acid deficiency was linked to birth defects in rats. Primidone was seen by some as too valuable to withhold based on the slight possibility of this rare side effect and by others as dangerous enough to be withheld unless phenobarbital or some other barbiturate failed to work for this and other reasons (i.e., reports of permanent psychosis).   == Available forms == Primidone is available as a 250 mg/5mL suspension, and in the form of 50 mg, 125 mg, and 250 mg tablets. It is also available in a chewable tablet formulation in Canada. It is marketed as several different brands, including Mysoline (Canada, Ireland, Japan, the United Kingdom, the United States and Turkey), Prysoline (Israel, Rekah Pharmaceutical Products, Ltd.), Apo-Primidone, Liskantin (Germany, Desitin), Resimatil (Germany, Sanofi-Synthélabo GmbH), Mylepsinum (Germany, AWD.pharma GmbH & Co., KG)., and Sertan (Hungary, 250 mg tablets, ICN Pharmaceuticals Inc.[1])   == Veterinary uses == Primidone has veterinary uses, including the prevention of aggressive behavior and cannibalism in gilt pigs, and treatment of nervous disorders in dogs and other animals.   == References ==   == Further reading == \"Toxicology and Carcinogenesis Studies of Primidone in F344/N Rats and B6C3F1 Mice (Feed Studies)\" (PDF). Department of Health and Human Services National Toxicology Program. September 2000. Lay summary in: \"Abstract for TR-476\". National Toxicology Program. September 2000.   == External links == \"Testing Status of Primidone (primaclone) 10270-A\". National Toxicology Program."}