{"name": "Primary hypogonadism", "category": "disease", "content": "Hypergonadotropic hypogonadism (HH), also known as primary or peripheral/gonadal hypogonadism or primary gonadal failure, is a condition which is characterized by hypogonadism which is due to an impaired response of the gonads to the gonadotropins, follicle-stimulating hormone (FSH) and luteinizing hormone (LH), and in turn a lack of sex steroid production. As compensation and the lack of negative feedback, gonadotropin levels are elevated. Individuals with HH have an intact and functioning hypothalamus and pituitary glands (of the hypothalamic-pituitary-gonadal (HPA) axis) so they are still able to produce FSH and LH. HH may present as either congenital or acquired, but the majority of cases are of the former nature. HH can be treated with hormone replacement therapy.   == Signs and symptoms ==  Symptoms can vary greatly depending on the stage of life, biological sex, and etiology.   === Males === During birth and early infancy, HH in males can present as normal male phenotype with or without cryptorchidism, complex genital anomaly, or normal female phenotype. Children often have small or non-palpable testes and this can present with or without genital anomaly. As individuals progress onto adolescence, they may experience absent or delayed puberty or puberty that starts but fails to progress. Adult males with HH may exhibit gynecomastia, erectile dysfunction, reduced testicular volume (absence of testicular enlargement during puberty), abnormal testicular texture and consistency, small stature, decreased libido and sexual activity, infertility due to low (oligospermia) or no (azoospermia) sperm count, loss of body hair, loss of muscle mass, hot flashes, psychological disturbances and poor sleep pattern.   === Females === Females may present with low levels of estrogen and abnormal menstruation. Individuals with Turner syndrome may have short stature, dysmorphic features, gonadal dysgenesis, and delayed puberty. Other signs and symptoms associated with HH consist of intellectual disability or learning difficulties and delayed puberty including amenorrhea and absent breast and pubic hair development. Other complications that can arise include anxiety and depression, osteoporosis and relationship problems.   == Causes == There are a multitude of etiologies for HH and it can include congenital or acquired causes.   === Congenital causes include the following === Sources:  Disorders of Sex Development (DSD) – Turner's syndrome, Klinefelter's syndrome, Swyer's syndrome, XX gonadal dysgenesis, mosaicism, partial androgen insensitivity, complete androgen insensitivity syndrome, congenital adrenal hyperplasia, galactosemia, and testicular regression sequence. Gonadotropin resistance (e.g., due to inactivating mutations in the gonadotropin receptors) – carbohydrate-deficient glycoprotein syndrome, Leydig cell hypoplasia (or insensitivity to LH) in males, FSH insensitivity in females, and LH and FSH resistance due to mutations in the GNAS gene (termed pseudohypoparathyroidism type 1A) Myotonic Dystrophy   === Acquired causes === (due to damage to or dysfunction of the gonads) include testicular torsion, ovarian torsion, vanishing/anorchia, orchitis, premature ovarian failure, ovarian resistance syndrome, trauma, surgery, autoimmunity, chemotherapy, radiation, infections (e.g., sexually-transmitted diseases), toxins (e.g., endocrine disruptors), infection, kidney disease, liver disease, iron overload, and drugs (e.g., antiandrogens, opioids, alcohol).   == Diagnosis == A diagnosis can be made from the following:   === History === Family history including age, healthy pubertal development of family members, and possibility of genetic disease will be evaluated. Prenatal history, such as maternal medication use, birthweight of the affected individual, childhood surgical interventions, and overall general health will also play a significant role during diagnosis. In children with delayed puberty, hypogonadism can be distinguished from constitutional delay through family history, with constitutional delay being closely associated with positive family history.   === Examination === Individuals will be examined for height, weight, and any abnormal body features. Breast and genitalia examinations in presence of a chaperone may also be needed. Diagnostic imaging such ultrasound, computerized tomography (CT), and magnetic resonance imaging (MRI) can be done to evaluate for any abnormalities of the internal genitalia, tumors in the pituitary gland or in the brain, and ovarian cysts for possibilities of polycystic ovarian syndrome (PCOS).   === Further Testing === Individuals with hypergonadotropic hypogonadism also exhibit gonadotropin levels (FSH and LH) that are above normal range and gonadal hormone levels (estrogen in females and testosterone in males) that are below normal range, so these biochemical parameters will be measured via a blood test. However for young males before adolescence, anti-Müllerian hormone (AMH) levels may be more indicative of HH since only small amounts of testosterone will be produced prior to the reactivation of the HPG axis during adolescence. Karyotyping and molecular genetic testing can also be done to evaluate for any chromosomal abnormalities. Blood tests to check levels of prolactin, iron and thyroid hormones can be done to diagnose HH. Semen analysis can be another way to measure the sperm count to help diagnose individuals with HH.   === Etiology === Hypergonadotropic hypogonadism can be caused by a variety of genetic and acquired factors. Common genetic causes include Turner syndrome and Klinefelter syndrome, while acquired causes may involve infections, trauma, radiation, or chemotherapy affecting the gonads.    == Treatment == Treatment of HH is usually with hormone replacement therapy, consisting of androgen and estrogen administration in males and females, respectively. Therapies should be individualized based on individuals needs to help develop and maintain secondary sexual characteristics.  In males, androgen therapy is usually either done by induction of endogenous testosterone production by hCG or by exogenous testosterone replacement therapy. However, it is important to note that testosterone treatment does not restore fertility in men. There are many infertility treatment options available for individuals with HH, such as selective estrogen receptor modulators (SERMs), aromatase inhibitors (AIs), and gonadotropins. Testicular sperm extraction, intracytoplasmic sperm injections, semen/embryo cryopreservation are also possible treatment options .   === Estrogen Replacement === In females with HH, estrogen therapy is done initially for breast development and pubertal induction. Pubertal induction should start no later than the age of 12 to maximize height growth and for benefits to outweigh adverse effects. Estrogen therapy, commonly using ethinylestradiol, should start at low doses and are gradually increased according to the body responses. Most of the studies regarding estrogen therapy have focused on girls with Turner Syndrome. There are many formulations for estrogen therapy that include oral estradiol, oral conjugated estrogen, transdermal estrogen patches, and estrogen gel. The therapy is individualized and is initiated based on many factors including age, bone age, absolute height, and psychosocial issues. Progesterone therapy for a week per month in addition to estrogen allows for adequate uterine and breast development. Routine follow-ups for during and after pubertal inductions can include checkups for height, weight, body-mass index (BMI), and blood pressure three times a year and FSH/LH measurements every year.   === Testosterone Replacement === In males with HH, most of the studies have focused on Klinefelter's syndrome and constitutional delay of growth and puberty (CDGP). The therapy is initiated as 15 to 25% of that of adults doses, then it gradually increased over 4 to 6 months. 50 to 100mg of testosterone ester is given intramuscularly every 2 to 4 weeks. Therapy is lifelong in boys who have permanent hypogonadism. Neonatal testosterone therapy can be given to infants with HH. However, for children, testosterone should be avoided due to the possible adverse effects of rapid bone aging and growth acceleration. There are various formulation of testosterone including oral, intramuscular, and transdermal such as patches and gels. Testosterone therapy should be avoided in individuals with breast and/or prostate cancer.   == See also == Hypogonadism Hypogonadotropic hypogonadism Hypergonadotropic hypergonadism Delayed puberty and infertility Hypothalamus, pituitary gland, and HPG axis Gonads (testicles and ovaries) GnRH and gonadotropins (FSH and LH) Sex hormones (androgens and estrogens)   == References =="}