{"name": "Primary Hyperoxaluria", "category": "disease", "content": "Primary hyperoxaluria is a rare condition (autosomal recessive), resulting in increased excretion of oxalate (up to 600 mg a day from normal 50 mg a day), with oxalate stones being common.   == Signs and symptoms == Primary hyperoxaluria is an autosomal recessive disease, meaning both copies of the gene contain the mutation. Both parents must have one copy of this mutated gene to pass it on to their child, but they do not typically show signs or symptoms of the disease. A single kidney stone in children or recurrent stones in adults is often the first warning sign of primary hyperoxaluria. Other symptoms range from recurrent urinary tract infections, severe abdominal pain or pain in the side, blood in the urine, to chronic kidney disease and kidney failure. The age of symptom onset, progression and severity can vary greatly from one person to another, even among members of the same family. Some individuals may have mild cases that go undiagnosed well into adulthood; others may develop severe complications during infancy, which may result in early death.   == Pathophysiology ==  The buildup of oxalate in the body causes increased renal excretion of oxalate (hyperoxaluria), which in turn results in kidney and bladder stones.  Stones cause urinary obstruction (often with severe and acute pain), secondary infection of urine and eventually kidney damage. Primary hyperoxaluria is caused by genetic defects that result in the overproduction of oxalate. This is different from secondary hyperoxaluria, which is caused by the increase in dietary and intestinal absorption of oxalate or excessive intake of oxalate precursors. Oxalate stones in primary hyperoxaluria tend to be severe, resulting in relatively early kidney damage (in teenage years to early adulthood), which impairs the excretion of oxalate leading to a further acceleration in  accumulation of oxalate in the body. After the development of kidney failure patients may get deposits of oxalate in the bones, joints and bone marrow.  Severe cases may develop haematological problems such as anaemia and thrombocytopaenia.  The deposition of oxalate in the body is sometimes called \"oxalosis\" to be distinguished from \"oxaluria\" which refers to oxalate in the urine.   == Diagnosis == A diagnosis of primary hyperoxaluria is suspected based on presenting patient characteristics such as kidney stones in infants or children, recurrent kidney stones in adults, or family history of hyperoxaluria. In these patients, stone analysis and urine analysis are recommended to rule out secondary causes of hyperoxaluria. A definitive diagnosis of primary hyperoxaluria requires genetic testing. This is performed using a gene panel covering known mutations for all three types of primary hyperoxaluria.   === Classification === The three main types of primary hyperoxaluria (PH1, PH2, and PH3) are each associated with mutations in specific genes involved in the metabolism of glyoxylate, the precursor of oxalate. These mutations result in decreased production or activity of the proteins that are involved in the normal breakdown of glyoxylate, which results in an overproduction of oxalate. Mutations in the genes AGXT  and GRHPR cause PH1 and PH2, respectively, through decreased production or activity of the proteins they make, which stops the normal breakdown of glyoxylate. Similarly, mutations in the gene HOGA1 cause PH3 due to loss-of-function mutations resulting in impaired protein function. PH1 is considered to be the most common and rapidly progressing form, accounting for about 80% of all currently diagnosed cases and PH2 and PH3 accounting for approximately 10% each of the current cases. However, recent evidence has suggested that PH2 and PH3 are not as benign as previously thought, with up to 50% of patients with PH2 developing kidney failure (chronic kidney disease [CKD] stage 5). While current estimates indicate that kidney failure is rarer in patients with PH3 compared to PH1 and PH2, CKD has been reported in patients with PH3. Moreover, the genetic prevalence based on known PH3 variants is much higher than the diagnosed prevalence of the disease, which could mean either incomplete penetrance (i.e. variant present with no clinical symptoms) or underdiagnosis (i.e. variant present with clinical symptoms but not diagnosed).   == Treatment == Increased water intake and alkalinization of urine is advised to prevent oxalate precipitation in urinary tract. In addition, Vitamin B6 (pyridoxine) is used to treat PH1 because alanine glyoxylate transaminase requires pyridoxine as cofactor. In approximately one third of patients with PH1, pyridoxine treatment decreases oxalate excretion and prevent kidney stone formation. Conversely, a restriction in oxalate intake is of limited use as the main source of oxalate is endogenous in primary hyperoxaluria. Lumasiran, an RNA interference therapeutic drug, is indicated for the treatment of primary hyperoxaluria type 1 (PH1) in adults and children of all ages and is available under the UK Early Access to Medicines Scheme (EAMS). Lumasiran was approved for medical use in the European Union and in the United States in November 2020. In addition, there are a few agents under investigation in clinical trials for PH: Nedosiran (RNA interference therapeutic) for PH1, PH2, and PH3; Stiripentol (antiepileptic drug); Oxabact (lyophilized Oxalobacter formigenes; and Reloxaliase (oxalate-digesting enzyme) for PH  Nedosiran (RIVFLOZA) was approved for medical use in the United States in September 2023. RIVFLOZA is an LDHA-directed small interfering RNA indicated to lower urinary oxalate levels in children 9 years of age and older and adults with primary hyperoxaluria type 1 (PH1) and relatively preserved kidney function. Rivfloza concentration is 160 mg/mL, and it is available in single dose prefilled syringes for patients above 50 kg and smaller dose vial for (0.5ml) or those less than 50 kg (pediatrics).The safety and effectiveness of Rivfloza have been established in pediatric patients aged 9 years and older.    === Treatment of renal failure in primary hyperoxaluria === Kidney failure is a serious complication requiring treatment in its own right. Dialysis can control kidney failure but tends to be inadequate to dispose of excess oxalate. Renal transplant is more effective and is the primary treatment of severe hyperoxaluria. Ultimately though, liver transplantation (often in addition to renal transplant) is required to correct the underlying metabolic defect.   == See also == Peroxisomal disorder   == References ==   == External links ==  GeneReview/NCBI/NIH/UW entry on Primary Hyperoxaluria Type 1 GeneReview/NCBI/NIH/UW entry on Primary Hyperoxaluria Type 2 Primary hyperoxaluria (A service of the U.S. National Library of Medicine)"}