{"name": "probenecid", "category": "drug", "content": "Probenecid, also sold under the brand name Probalan, is a medication that increases uric acid excretion in the urine. It is primarily used in treating gout and hyperuricemia. Probenecid was developed as an alternative to caronamide to competitively inhibit renal excretion of some drugs, thereby increasing their plasma concentration and prolonging their effects.   == Medical uses == Probenecid is primarily used to treat gout and hyperuricemia. Probenecid is sometimes used to increase the concentration of some antibiotics and to protect the kidneys when given with cidofovir. Specifically, a small amount of evidence supports the use of intravenous cefazolin once rather than three times a day when it is combined with probenecid. It has also found use as a masking agent, potentially helping athletes using performance-enhancing substances to avoid detection by drug tests.   == Adverse effects == Mild symptoms such as nausea, loss of appetite, dizziness, vomiting, headache, sore gums, or frequent urination are common with this medication. Life-threatening side effects such as thrombocytopenia, hemolytic anemia, leukemia and encephalopathy are extremely rare. Theoretically probenecid can increase the risk of uric acid kidney stones.   == Drug interactions == Some of the important clinical interactions of probenecid include those with captopril, indomethacin, ketoprofen, ketorolac, naproxen, cephalosporins, quinolones, penicillins, methotrexate, zidovudine, ganciclovir, lorazepam, and acyclovir. In all these interactions, the excretion of these drugs is reduced due to probenecid, which in turn can lead to increased concentrations of these.   == Pharmacology ==   === Pharmacodynamics === In gout, probenecid competitively inhibits the reabsorption of uric acid through the organic anion transporter (OAT) at the proximal tubules. This leads to preferential reabsorption of probenecid back into plasma and excretion of uric acid in urine, thus reducing blood uric acid levels and reducing its deposition in various tissues. Probenecid also inhibits pannexin 1. Pannexin 1 is involved in the activation of inflammasomes and subsequent release of interleukin-1β causing inflammation. Inhibition of pannexin 1 thus reduces inflammation, which is the core pathology of gout. Historically, probenecid has been used to increase the duration of action of drugs such as penicillin and other beta-lactam antibiotics. Penicillins are excreted in the urine at proximal and distal convoluted tubules through the same organic anion transporter (OAT) as seen in gout. Probenecid competes with penicillin for excretion at the OAT, which in turn increases the plasma concentration of penicillin.   === Pharmacokinetics === In the kidneys, probenecid is filtered at the glomerulus, secreted in the proximal tubule and reabsorbed in the distal tubule.   == History == During World War II, probenecid was used to extend limited supplies of penicillin. This use exploited probenecid's interference with drug elimination (via urinary excretion) in the kidneys and allowed lower doses of penicillin to be used. Probenecid was added to the International Olympic Committee's list of banned substances in January 1988.   == References =="}