{"name": "procaine benzylpenicillin", "category": "drug", "content": "Procaine benzylpenicillin also known as penicillin G procaine, is an antibiotic useful for the treatment of a number of bacterial infections. Specifically it is used for syphilis, anthrax, mouth infections, pneumonia, diphtheria, cellulitis, and animal bites. It is given by injection into a muscle. Side effects include pain at the site of injection, blood clotting problems, seizures, and allergic reactions including anaphylaxis. When used to treat syphilis a reaction known as Jarisch-Herxheimer may occur. It is not recommended in those with a history of penicillin allergy or procaine allergy. Use during pregnancy and breastfeeding is relatively safe. Procaine benzylpenicillin is in the penicillin and beta lactam family of medications. It works via benzylpenicillin and results in bacterial death. Procaine makes the combination long acting. Procaine benzylpenicillin was introduced for medical use in 1948. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Specific indications for procaine penicillin include:  Syphilis In the United States, Bicillin C-R (an injectable suspension which 1.2 million units of benzathine penicillin and 1.2 million units of procaine penicillin per 4 ml) is not recommended for treating syphilis, since it contains only half the recommended dose of benzathine penicillin. Medication errors have been made due to the confusion between Bicillin L-A & Bicillin C-R. As a result, changes in product packaging have been made; specifically, the statement \"Not for the Treatment of Syphilis\" has been added in red text to both the Bicillin CR and Billin CR 900/300 syringe labels. Respiratory tract infections where compliance with oral treatment is unlikely Alongside Pen V and Erythromycin, Bicillin C-R is used to treat strep throat, given as one IM injection Cellulitis, erysipelas Procaine penicillin is also used as an adjunct in the treatment of anthrax.   == Adverse effects ==  At high doses procaine penicillin can cause seizures and CNS abnormalities due to procaine present in it.   == Mechanism == It is a form of penicillin which is a combination of benzylpenicillin and the local anaesthetic agent procaine. Following deep intramuscular injection, it is slowly absorbed into the circulation and hydrolysed to benzylpenicillin — thus it is used where prolonged low concentrations of benzylpenicillin are required.   == Compendial status == British Pharmacopoeia   == See also == Benzathine benzylpenicillin/procaine benzylpenicillin   == References ==   == External links == \"Penicillin G Procaine\". Drug Information Portal. U.S. National Library of Medicine."}