{"name": "proguanil", "category": "drug", "content": "Proguanil, also known as chlorguanide and chloroguanide, is a medication used to treat and prevent malaria. It is often used together with chloroquine or atovaquone. When used with chloroquine the combination will treat mild chloroquine resistant malaria. It is taken by mouth. Side effects include diarrhea, constipation, skin rashes, hair loss, and itchiness. Because malaria tends to be more severe in pregnancy, the benefit typically outweighs the risk. If used during pregnancy it should be taken with folate. It is likely safe for use during breastfeeding. Proguanil is converted by the liver to its active metabolite, cycloguanil. It is on the World Health Organization's List of Essential Medicines. In the United States and Canada it is only available in combination as atovaquone/proguanil.   == History == When the Japanese attack on Pearl Harbor started World War II in the Pacific, the US became very interested in antimalarial medications and funded a large joint US-UK program to find new non-toxic and easy to produce drugs of the type. It was joined by a team led by Frank Rose at the Medical Chemicals Section of Imperial Chemical Industries (later Pharmaceuticals Division, which ended up demerged into Zeneca) at Blackley, which earlier developed a way to manufacture mepacrine, an antimalarial made exclusively in Germany before the war. Rose and his colleague Frank Curd decided to concentrate on pyrimidines as relatively simple to synthetise, even though the Advisory Panel recommended against that because most antimalarials by then were either quinolines or acridines. Checking prospective 2,4-diaminopyridine derivatives with a basic side chain and a benzenoid moiety one after another, they noticed a geometric pattern in the effective analogs and wondered if they could reproduce their interesting biologic activity with molecules even simpler, without the pyrimidine ring, and tried biguanides (then called diguanides) with which Rose was familiar due to his earlier sulphonamide research to great effect. The drug was introduced by ICI in 1945.   == Medical uses == Proguanil is used for the prevention and treatment of malaria in both adults and children, particularly in areas where chloroquine-resistant P. falciparum malaria has been reported. It is usually taken in combination with atovaquone, another antimalarial drug. It is also effective in the treatment of most other multi-drug resistant forms of P. falciparum; the success rate exceeds 93%.   == Side effects == Proguanil is generally well tolerated, and most people do not experience side effects. However, common side effects include abdominal pain, nausea, headache, and fever. Taking proguanil with food may lessen these side effects. Proguanil should not be taken by people with severe renal impairment, pregnant women, or women who are breastfeeding children less than 5 kg. There have also been reports of increased levels of liver enzymes, which may remain high for up to 4 weeks after completion of treatment.   == Mechanism == When used alone, proguanil functions as a prodrug. Its active metabolite, cycloguanil, is an inhibitor of dihydrofolate reductase (DHFR). Although both mammals and parasites produce DHFR, cycloguanil's inhibitory activity is specific for parasitic DHFR. This enzyme is a critical component of the folic acid cycle. Inhibition of DHFR prevents the parasite from recycling dihydrofolate back to tetrahydrofolate (THF). THF is required for DNA synthesis, amino acid synthesis, and methylation; thus, DHFR inhibition shuts down these processes. Proguanil displays synergism when used in combination with the antimalarial atovaquone. This mechanism of action differs from when proguanil was used as a singular agent. In this case, it is not thought to function as a DHFR inhibitor. The addition of proguanil has shown to reduce resistance to atovaquone and increase the ability of atovaquone to trigger a mitochondrial apoptotic cascade. This is commonly referred to as \"collapse of the mitochondrial membrane potential.\" Proguanil lowers the effective concentration of atovaquone needed to increase permeability of the mitochondrial membrane.   == References =="}