{"name": "promazine", "category": "drug", "content": "Promazine (brand name Sparine among others), is used as a short-term add-on treatment for psychomotor agitation. Its approved uses in people is limited, but is used as a tranquilizer in veterinary medicine. It has weak antipsychotic effects but is generally not used to treat psychoses. It acts similar to chlorpromazine and causes sedation. It has predominantly anticholinergic side effects, though extrapyramidal side effects are not uncommon. It belongs to the typical antipsychotic and phenothiazine class of drugs. Promazine was approved for medical use in the United States in the 1950s, although it is no longer commercially available there.   == Uses == Promazine is a short-term add-on treatment for psychomotor agitation.   == Adverse effects == Common side effects include agitation, amenorrhea, arrhythmias, constipation, drowsiness and dizziness, dry mouth, impotence, tiredness, galactorrhoea, gynecomastia, hyperglycemia, insomnia, hypotension, prolonged QT, seizures, tremor, vomiting and weight gain, among others.   === Overdose === In overdose, it may cause hypotension, hypothermia, tachycardia, and an arrythmias. Sudden death may occur, although rare.   == Other animals == Promazine, given as promazine hydrochloride, is one of the primary tranquilizers used by veterinarians as a pre-anaesthesia injection in horses. It does not provide analgesia and is not a very strong sedative, hence it is used combined with opioids or α2 adrenoreceptor agonists, such as clonidine, or both. It can be used alone when performing a non-painful procedure such as the fitting a horseshoe. Low blood pressure, fast heart rate and paralysis of the penis are side effects. It is also an antiemetic, antispasmodic and hypothermic agent. Additionally it is used to lower blood pressure in animals with laminitis and kidney failure. It is available in the US for veterinary use under the names Promazine and Tranquazine.   == Synthesis ==   == References =="}