{"name": "Proopiomelanocortin Deficiency", "category": "disease", "content": "Pro-opiomelanocortin (POMC) is a precursor polypeptide with 241 amino acid residues. POMC is synthesized in corticotrophs of the anterior pituitary from the 267-amino-acid-long polypeptide precursor pre-pro-opiomelanocortin (pre-POMC), by the removal of a 26-amino-acid-long signal peptide sequence during translation. POMC is part of the central melanocortin system.   == Function == POMC is cut (cleaved) to give rise to multiple peptide hormones. Each of these peptides is packaged in large dense-core vesicles that are released from the cells by exocytosis in response to appropriate stimulation:  α-MSH produced by neurons in the ventromedial nucleus has important roles in the regulation of appetite (POMC neuron stimulation results in satiety.) and sexual behavior, while α-MSH secreted from the intermediate lobe of the pituitary regulates the movement of melanin produced from melanocytes in skin. ACTH is a peptide hormone that regulates the secretion of mainly glucocorticoids from the cells of the zona fasciculata of the adrenal cortex. ACTH can also regulate secretion of gonadocorticoids from the cells of the zona reticularis since they also express ACTH receptors. β-Endorphin and  [Met]enkephalin are endogenous opioid peptides with widespread actions in the brain.   == Synthesis == The POMC gene is located on chromosome 2p23.3. The POMC gene is expressed in both the anterior and intermediate lobes of the pituitary gland. This gene encodes a 285-amino acid polypeptide hormone precursor that undergoes extensive, tissue-specific, post-translational processing via cleavage by subtilisin-like enzymes known as prohormone convertases. The encoded protein is synthesized mainly in corticotroph cells of the anterior pituitary, where four cleavage sites are used; adrenocorticotrophin (ACTH), essential for normal steroidogenesis and the maintenance of normal adrenal weight, and β-lipotropin are the major end-products. However, there are at least eight potential cleavage sites within the polypeptide precursor and, depending on tissue type and the available convertases, processing may yield as many as ten biologically active peptides involved in diverse cellular functions. Cleavage sites consist of the sequences Arg-Lys, Lys-Arg, or Lys-Lys. Enzymes responsible for processing of POMC peptides include prohormone convertase 1 (PC1), prohormone convertase 2 (PC2), carboxypeptidase E (CPE), peptidyl α-amidating monooxygenase (PAM), N-acetyltransferase (N-AT), and prolylcarboxypeptidase (PRCP). The processing of POMC involves glycosylations, acetylations, and extensive proteolytic cleavage at sites shown to contain regions of basic protein sequences. However, the proteases that recognize these cleavage sites are tissue-specific. In some tissues, including the hypothalamus, placenta, and epithelium, all cleavage sites may be used, giving rise to peptides with roles in pain and energy homeostasis, melanocyte stimulation, and immune modulation. These include several distinct melanotropins, lipotropins, and endorphins that are contained within the adrenocorticotrophin and β-lipotropin peptides. It is synthesized by:  Corticotrope cells of the anterior pituitary gland Melanotrope cells of the intermediate lobe of the pituitary gland Neurons in the arcuate nucleus of the hypothalamus Smaller populations of neurons in the dorsomedial hypothalamus and brainstem Melanocytes in the skin   == Regulation by the photoperiod == The levels of proopiomelanocortin (pomc) are regulated indirectly in some animals by the photoperiod. It is referred to the hours of light during a day and it changes across the seasons. Its regulation depends on the pathway of thyroid hormones that is regulated directly by the photoperiod. An example are the siberian hamsters who experience physiological seasonal changes dependent on the photoperiod. During spring in this species, when there is more than 13 hours of light per day, iodothyronine deiodinase 2 (DIO2) promotes the conversion of the prohormone thyroxine (T4) to the active hormone triiodothyronine (T3) through the removal of an iodine atom on the outer ring. It allows T3 to bind to the thyroid hormone receptor (TR), which then binds to thyroid hormone response elements (TREs) in the DNA sequence. The pomc proximal promoter sequence contains two thyroid-receptor 1b (Thrb) half-sites: TCC-TGG-TGA and TCA-CCT-GGA indicating that T3 may be capable of directly regulating pomc transcription. For this reason during spring and early summer, the level of pomc increases due to the increased level of T3. However, during autumn and winter, when there is less than 13 hours of light per day, iodothyronine desiodinase 3 removes an iodine atom which converts thyroxine to the inactive reverse triiodothyronine (rT3), or which converts the active triiodothyronine to diiodothyronine (T2). Consequently, there is less T3 and it blocks the transcription of pomc, which reduces its levels during these seasons.  Influences of photoperiods on relevant similar biological endocrine changes that demonstrate modifications of thyroid hormone regulation in humans have yet to be adequately documented.   == Derivatives ==  The large molecule of POMC is the source of several important biologically active substances . POMC can be cleaved enzymatically into the following peptides:  N-Terminal Peptide of Proopiomelanocortin (NPP, or pro-γ-MSH) α-Melanotropin (α-Melanocyte-Stimulating Hormone, or α-MSH) β-Melanotropin (β-MSH) γ-Melanotropin (γ-MSH) 𝛿-Melanocyte-Stimulating Hormone (𝛿-MSH, present in sharks) ε-Melanocyte-Stimulating Hormone (ε-MSH, present in some teleosts ) Corticotropin (Adrenocorticotropic Hormone, or ACTH) Corticotropin-like Intermediate Peptide (CLIP) β-Lipotropin (β-LPH) Gamma Lipotropin (γ-LPH) β-Endorphin [Met]Enkephalin Although the N-terminal 5 amino acids of β-endorphin are identical to the sequence of  [Met]enkephalin, it is not generally thought that β-endorphin is converted into [Met]enkephalin. Instead, [Met]enkephalin is produced from its own precursor, proenkephalin A. The production of β-MSH occurs in humans but not in mice or rats due to the absence of the enzymatic processing site in the rodent POMC.   == Clinical significance == Mutations in this gene have been associated with early onset obesity, adrenal insufficiency, and red hair pigmentation. A study concluded that a polymorphism was associated with higher fasting insulin levels in the obese patients only. These findings support the hypothesis that the melanocortin pathway may modulate glucose metabolism in obese subjects indicating a possible gene-environment interaction. POMC variant may be involved in the natural history of polygenic obesity, contributing to the link between type 2 diabetes and obesity. Septic patients have increased circulating plasma concentrations of POMC. The clinical significance is currently under investigation. Further augmenting systemic glucocorticoid availability via infusion of hydrocortisone in septic mice resulted in a suppression of ACTH, an endproduct of POMC, but not in a suppression of POMC.   == Dogs == A deletion mutation common in Labrador Retriever and Flat-coated Retriever dogs is associated with increased interest in food and subsequent obesity.   == Drug target == POMC is used as a target for a medication used to treat obesity in humans. The combination of bupropion and naltrexone acts via hypothalamic POMC neurons to decrease appetite. Two humans with POMC deficiency have been treated with setmelanotide, a melanocortin-4 receptor agonist.   == Interactions == Proopiomelanocortin has been shown to interact with melanocortin 4 receptor. The endogenous agonists of melanocortin 4 receptor include α-MSH, β-MSH, γ-MSH, and ACTH. The fact that these are all cleavage products of POMC should suggest likely mechanisms of this interaction.   == See also == Afamelanotide Agouti-related peptide Melanocortin Melanotan II   == References ==   == Further reading ==   == External links == Pro-Opiomelanocortin at the U.S. National Library of Medicine Medical Subject Headings (MeSH) Overview of all the structural information available in the PDB for UniProt: P01189 (Pro-opiomelanocortin) at the PDBe-KB.  This article incorporates public domain material from Reference Sequence collection. National Center for Biotechnology Information."}