{"name": "propafenone", "category": "drug", "content": "Propafenone, sold under the brand name Rythmol among others, is a class 1c anti-arrhythmic medication, which is used to treat illnesses associated with rapid heart beat such as atrial and ventricular arrhythmias.   == Mechanism of action == Propafenone works by slowing the influx of sodium ions into the cardiac muscle cells, causing a decrease in excitability of the cells. Propafenone is more selective for cells with a high rate, but also blocks normal cells more than class Ia or Ib anti-arrhythmic medications. Propafenone differs from the prototypical class Ic antiarrhythmic in that it has additional activity as a beta-adrenergic blocker which can cause bradycardia and bronchospasm.   == Metabolism == Propafenone is metabolized primarily in the liver. Because of its short half-life, it requires dosing two or three times daily to maintain steady blood levels. The long-term safety of propafenone is unknown. Because it is structurally similar to another anti-arrhythmic medicine, flecainide, similar cautions should be exercised in its use. Flecainide and propafenone, like other antiarrhythmic drugs have been shown to increase the occurrence of arrhythmias (5.3% for propafenone, Teva physician prescribing information), primarily in patients with underlying heart disease. However, their use in structurally normal hearts is considered safe.   == Side effects == Side effects attributed to propafenone include hypersensitivity reactions, lupus-like syndrome, agranulocytosis, CNS disturbances such as dizziness, lightheadedness, gastrointestinal upset, a metallic taste and bronchospasm. About 20% of patients discontinued the drug due to side effects.   == Initiation of therapy == Propafenone generally needs to be started in a hospital setting to assure ECG monitoring of the patient. There are many different dosages of propafenone, depending on clinical presentation of the arrhythmia. The treatment is generally begun with a relatively high dose (450–900 mg/d), decreasing to near 300 mg/d. In most Western countries, the accepted maximal dose is 900 mg/d. For economic and convenience reasons, some clinicians are starting certain antiarrhythmic agents in an outpatient setting for some patients. No consensus exists regarding the safety of this practice, and information is needed to determine which agents and which patients are appropriate for outpatient initiation of antiarrhythmic therapy. From a clinical point of view, this drug is used primarily in patients with relatively preserved myocardial function.   == Contraindications and cautions == Caution should be used in administering propafenone in individuals with hepatic dysfunction, asthma, congestive heart failure, or bradycardia.   == History == Propafenone was approved for use in the United States in November 1989.   == Stereochemistry == Propafenone contains a stereocenter and consists of two enantiomers. This is a racemate, a 1:1 mixture of (R)– and (S)–forms:   == See also == List of cardiac pharmaceutical agents   == References ==   == Further reading == Dean L (2017). \"Propafenone Therapy and CYP2D6 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28520383. Bookshelf ID: NBK425391.   == External links == \"Propafenone\". Drug Information Portal. U.S. National Library of Medicine."}