{"name": "propranolol", "category": "drug", "content": "Propranolol is a medication of the beta blocker class. It is used to treat high blood pressure, a number of types of irregular heart rate, thyrotoxicosis, capillary hemangiomas, performance anxiety, and essential tremors, as well to prevent migraine headaches, and to prevent further heart problems in those with angina or previous heart attacks. It can be taken orally (by mouth) or by intravenous injection (injection into a vein). The formulation that is taken orally (by mouth) comes in short-acting and long-acting versions. Propranolol appears in the blood after 30 minutes and has a maximum effect between 60 and 90 minutes when taken orally. Common side effects include nausea, abdominal pain, and constipation. It may worsen the symptoms of asthma. Propranolol may cause harmful effects for the baby if taken during pregnancy; however, its use during breastfeeding is generally considered to be safe. It is a non-selective beta blocker which works by blocking β-adrenergic receptors. Propranolol was patented in 1962 and approved for medical use in 1964. It is on the World Health Organization's List of Essential Medicines. Propranolol is available as a generic medication. In 2022, it was the 77th most commonly prescribed medication in the United States, with more than 8 million prescriptions.   == Medical uses ==  Propranolol is used for treating various conditions, including:   === Cardiovascular === Hypertension Angina pectoris (with the exception of variant angina) Myocardial infarction Tachycardia (and other sympathetic nervous system symptoms, such as muscle tremor) associated with various conditions, including anxiety, panic, hyperthyroidism, and lithium therapy Portal hypertension, to lower portal vein pressure Prevention of esophageal variceal bleeding and ascites Anxiety Hypertrophic cardiomyopathy While once a first-line treatment for hypertension, the role for beta blockers was downgraded in June 2006 in the United Kingdom to fourth-line, as they do not perform as well as other drugs, particularly in the elderly, and evidence is increasing that the most frequently used beta blockers at usual doses carry an unacceptable risk of provoking type 2 diabetes. Propranolol is not recommended for the treatment of high blood pressure by the Eighth Joint National Committee (JNC 8) because a higher rate of the primary composite outcome of cardiovascular death, myocardial infarction, or stroke compared to an angiotensin receptor blocker was noted in one study.   === Psychiatric === Propranolol is occasionally used to treat performance anxiety, although evidence to support its use in any anxiety disorders is poor. Its efficacy in managing panic disorder appears similar to benzodiazepines, while carrying lower risks for addiction or abuse. Although beta-blockers such as propranolol have been suggested to be beneficial in managing physical symptoms of anxiety, its efficacy in treating generalized anxiety disorder and panic disorder remain unestablished. Some experimentation has been conducted in other psychiatric areas:  Post-traumatic stress disorder (PTSD) and specific phobias Aggressive behavior of patients with brain injuries Treating the excessive drinking of fluids in psychogenic polydipsia   ==== PTSD and phobias ==== Propranolol is being investigated as a potential treatment for PTSD. Propranolol works to inhibit the actions of norepinephrine (noradrenaline), a neurotransmitter that enhances memory consolidation. In one small study, individuals given propranolol immediately after trauma experienced fewer stress-related symptoms and lower rates of PTSD than respective control groups who did not receive the drug. Due to the fact that memories and their emotional content are reconsolidated in the hours after they are recalled/re-experienced, propranolol can also diminish the emotional impact of already formed memories; for this reason, it is also being studied in the treatment of specific phobias, such as arachnophobia, dental fear, and social phobia.  It has also been found to be helpful for some individuals with misophonia. Ethical and legal questions have been raised surrounding the use of propranolol-based medications for use as a \"memory damper\", including: altering memory-recalled evidence during an investigation, modifying behavioral response to past (albeit traumatic) experiences, the regulation of these drugs, and others. However, Hall and Carter have argued that many such objections are \"based on wildly exaggerated and unrealistic scenarios that ignore the limited action of propranolol in affecting memory, underplay the debilitating impact that PTSD has on those who suffer from it, and fail to acknowledge the extent to which drugs like alcohol are already used for this purpose\".   === Other uses === Essential tremor. Evidence for use for akathisia however is insufficient Migraine and cluster headache prevention and in primary exertional headache Hyperhidrosis (excessive sweating) Infantile hemangioma Propranolol showed a higher rate of complete response than atenolol. Glaucoma Thyrotoxicosis by deiodinase inhibition Propranolol may be used to treat severe infantile hemangiomas (IHs). This treatment shows promise as being superior to corticosteroids when treating IHs. Extensive clinical case evidence and a small controlled trial support its efficacy.   == Contraindications ==  Propranolol may be contraindicated in people with:  Reversible airway diseases, particularly asthma or chronic obstructive pulmonary disease (COPD) Slow heart rate (bradycardia) (<60 beats/minute) Sick sinus syndrome Atrioventricular block (second- or third-degree) Shock Severe low blood pressure   == Adverse effects ==  Propranolol should be used with caution in people with:  Diabetes mellitus or hyperthyroidism, since signs and symptoms of hypoglycaemia may be masked Peripheral artery disease and Raynaud's syndrome, which may be exacerbated Phaeochromocytoma, as hypertension may be aggravated without prior alpha blocker therapy Myasthenia gravis, which may be worsened Other drugs with bradycardic effects   === Pregnancy and lactation === Propranolol, like other beta blockers, is classified as pregnancy category C in the United States and ADEC category C in Australia. β-blocking agents in general reduce perfusion of the placenta, which may lead to adverse outcomes for the neonate, including lung or heart complications, or premature birth. The newborn may experience additional adverse effects such as low blood sugar and a slower than normal heart rate. Most β-blocking agents appear in the milk of lactating women. However, propranolol is highly bound to proteins in the bloodstream and is distributed into breast milk at very low levels. These low levels are not expected to pose any risk to the breastfeeding infant, and the American Academy of Pediatrics considers propranolol therapy \"generally compatible with breastfeeding\".   == Overdose == In overdose propranolol is associated with seizures. Cardiac arrest may occur in propranolol overdose due to sudden ventricular arrhythmias, or cardiogenic shock which may ultimately culminate in bradycardic PEA.   == Interactions == Since beta blockers are known to relax the cardiac muscle and to constrict the smooth muscle, beta-adrenergic antagonists, including propranolol, have an additive effect with other drugs which decrease blood pressure, or which decrease cardiac contractility or conductivity. Clinically significant interactions particularly occur with:  Verapamil Epinephrine (adrenaline) β2-adrenergic receptor agonists Salbutamol, levosalbutamol, formoterol, salmeterol, clenbuterol  etc. Clonidine Ergot alkaloids Isoprenaline (isoproterenol) Nonsteroidal anti-inflammatory drugs (NSAIDs) Quinidine Cimetidine Lidocaine Phenobarbital Rifampicin Fluvoxamine (slows down the metabolism of propranolol significantly, leading to increased blood levels of propranolol)   == Pharmacology ==   === Pharmacodynamics ===  Propranolol is classified as a competitive non-cardioselective sympatholytic beta blocker that crosses the blood–brain barrier. It is lipid soluble and also has sodium channel blocking effects. Propranolol is a non-selective β-adrenergic receptor antagonist, or beta blocker; that is, it blocks the action of epinephrine (adrenaline) and norepinephrine (noradrenaline) at both β1- and β2-adrenergic receptors. It has little intrinsic sympathomimetic activity, but has strong membrane stabilizing activity (only at high blood concentrations, e.g. overdose).   Propranolol is able to cross the blood–brain barrier and exert effects in the central nervous system in addition to its peripheral activity. In addition to blockade of adrenergic receptors, propranolol has very weak inhibitory effects on the norepinephrine transporter and/or weakly stimulates norepinephrine release (i.e., the concentration of norepinephrine is increased in the synapse). Since propranolol blocks β-adrenoceptors, the increase in synaptic norepinephrine only results in α-adrenoceptor activation, with the α1-adrenoceptor being particularly important for effects observed in animal models. Therefore, it can be looked upon as a weak indirect α1-adrenoceptor agonist in addition to potent β-adrenoceptor antagonist. In addition to its effects on the adrenergic system, there is evidence that indicates that propranolol may act as a weak antagonist of certain serotonin receptors, namely the 5-HT1A, 5-HT1B, and 5-HT2B receptors. The latter may be involved in the effectiveness of propranolol in the treatment of migraine at high doses. Both enantiomers of propranolol have a local anesthetic (topical) effect, which is normally mediated by blockade of voltage-gated sodium channels. Studies have demonstrated propranolol's ability to block cardiac, neuronal, and skeletal voltage-gated sodium channels, accounting for its known membrane stabilizing effect and antiarrhythmic and other central nervous system effects.   === Mechanism of action === Propranolol is a non-selective beta receptor antagonist. This means that it does not have preference to β1 or β2 receptors. It competes with sympathomimetic neurotransmitters for binding to receptors, which inhibits sympathetic stimulation of the heart. Blockage of neurotransmitter binding to β1 receptors on cardiac myocytes inhibits activation of adenylate cyclase, which in turn inhibits cAMP synthesis leading to reduced PKA (Protein Kinase A) activation. This results in less calcium influx to cardiac myocytes through voltage gated L-type calcium channels meaning there is a decreased sympathetic effect on cardiac cells, resulting in antihypertensive effects including reduced heart rate and lower arterial blood pressure. Blockage of neurotransmitter binding to β2 receptors on smooth muscle cells will increase contraction, which will increase hypertension.   === Pharmacokinetics === Propranolol is rapidly and completely absorbed, with peak plasma levels achieved about 1–3 hours after ingestion. More than 90% of the drug is found bound to plasma protein in the blood. Coadministration with food appears to enhance bioavailability. Despite complete absorption, propranolol has a variable bioavailability due to extensive first-pass metabolism. Hepatic impairment therefore increases its bioavailability. Propranolol can be absorbed along the whole intestine with the main absorption site being colon, which means people who have lost their colon due to surgery may absorb relatively less percentage of propranolol. The main metabolite 4-hydroxypropranolol, with a longer half-life (5.2–7.5 hours) than the parent compound (3–4 hours), is also pharmacologically active. Most of the metabolites are excreted in the urine. Propranolol is a highly lipophilic drug achieving high concentrations in the brain. The duration of action of a single oral dose is longer than the half-life and may be up to 12 hours, if the single dose is high enough (e.g., 80 mg). Effective plasma concentrations are between 10 and 100 mg/L. Toxic levels are associated with plasma concentrations above 2000 mg/L.   == Idropranolol ==  Idropranolol is a beta blocker, similar in structure to propranolol, that was never marketed.   == History ==  Scottish scientist James W. Black developed propranolol in the 1960s. It was the first beta-blocker effectively used in the treatment of coronary artery disease and hypertension. Newer, more cardio-selective beta blockers (such as bisoprolol, nebivolol, carvedilol, or metoprolol) are used preferentially in the treatment of hypertension.   == Society and culture == In a 1987 study by the International Conference of Symphony and Opera Musicians, it was reported that 27% of interviewed members said they used beta blockers such as propranolol for musical performances. For about 10–16% of performers, their degree of stage fright is considered pathological. Propranolol is used by musicians, actors, and public speakers for its ability to treat anxiety symptoms activated by the sympathetic nervous system. It has also been used as a performance-enhancing drug in sports where high accuracy is required, including archery, shooting, golf, and snooker. In the 2008 Summer Olympics, 50-metre pistol silver medalist and 10-metre air pistol bronze medalist Kim Jong-su tested positive for propranolol and was stripped of his medals.   === Brand names === Propranolol was first marketed under the brand name Inderal, manufactured by ICI Pharmaceuticals (now AstraZeneca), in 1965. \"Inderal\" is a quasi-anagram of \"Alderlin\", the trade name of pronethalol (which propranolol replaced); both names are an homage to Alderley Park, the ICI headquarters where the drugs were first developed.  Propranolol is also marketed under brand names Avlocardyl, Deralin, Dociton, Inderalici, InnoPran XL, Indoblok, Sumial, Anaprilin, and Bedranol SR (Sandoz). In India it is marketed under brand names such as Ciplar and Ciplar LA by Cipla. Hemangeol, a 4.28 mg/mL solution of propranolol, is indicated for the treatment of proliferating infantile hemangioma.   == References ==   == Further reading == Stapleton MP (1997). \"Sir James Black and propranolol. The role of the basic sciences in the history of cardiovascular pharmacology\". Texas Heart Institute Journal. 24 (4): 336–342. PMC 325477. PMID 9456487."}