{"name": "propylthiouracil", "category": "drug", "content": "Propylthiouracil (PTU) is a medication used to treat hyperthyroidism. This includes hyperthyroidism due to  Graves' disease and toxic multinodular goiter. In a thyrotoxic crisis it is generally more effective than methimazole. Otherwise it is typically only used when methimazole, surgery, and radioactive iodine is not possible. It is taken by mouth. Common side effects include itchiness, hair loss, parotid swelling, vomiting, muscle pains, numbness, and headache. Other severe side effects include liver problems and low blood cell counts. Use during pregnancy may harm the baby. Propylthiouracil is in the antithyroid family of medications. It works by decreasing the amount of thyroid hormone produced by the thyroid gland and blocking the conversion of thyroxine (T4) to triiodothyronine (T3). Propylthiouracil came into medical use in the 1940s. It is on the World Health Organization's List of Essential Medicines.   == Side effects == Propylthiouracil is generally well tolerated, with side effects occurring in one of every 100 patients. The most common side effects are related to the skin and include rash, itching, hives, abnormal hair loss, and skin pigmentation. Other common side effects are swelling, nausea, vomiting, heartburn, loss of taste, joint or muscle aches, numbness and headache, allergic reactions, and hair whitening. Its notable side effects include a risk of agranulocytosis and aplastic anemia. On 3 June 2009, the FDA published an alert \"notifying healthcare professionals of the risk of serious liver injury, including liver failure and death, with the use of propylthiouracil.\" As a result, propylthiouracil is no longer recommended in non-pregnant adults and in children as the front line antithyroid medication. One possible side effect is agranulocytosis, a decrease of white blood cells in the blood. Symptoms and signs of agranulocytosis include infectious lesions of the throat, the gastrointestinal tract, and skin with an overall feeling of illness and fever. A decrease in blood platelets (thrombocytopenia) also may occur. Since platelets are important for the clotting of blood, thrombocytopenia may lead to problems with excessive bleeding. Side effects are suspected and the drug is sometimes discontinued if the patient complains of recurrent episodes of sore throat. Another life-threatening side effect is sudden, severe, fulminant liver failure resulting in death or the need for a liver transplantation, which occurs in up to 1 in 10,000 people taking propylthiouracil. Unlike agranulocytosis which most commonly occurs in the first three months of therapy, this side effect may occur at any time during treatment.   === Pregnancy === Propylthiouracil is classified as Drug Class D in pregnancy.  Class D signifies there is positive evidence of human fetal risk. The maternal benefit may outweigh fetal risk in life-threatening situations. PTU is preferred over methimazole (which is also a class D) only in the first trimester of pregnancy and in women who may become pregnant because of the increased risk of teratogenicity of methimazole during critical organogenesis. In the second and third trimester, this risk is diminished and methimazole is preferred to avoid the risk of liver complications from PTU in the mother. The primary effect on the fetus from transplacental passage of PTU is the production of a mild hypothyroidism when the drug is used close to term.  This usually resolves within a few days without treatment.  The hypothyroid state may be observed as a goiter in the newborn, and is the result of increased levels of fetal pituitary thyrotropin.  The incidence of fetal goiter after PTU treatment in reported cases is approximately 12%.   == Mechanism of action ==   === Thyroid ===  PTU inhibits the enzyme thyroperoxidase, which normally acts in thyroid hormone synthesis by oxidizing the anion iodide (I−) to iodine (I0), facilitating iodine's addition to tyrosine residues on the hormone precursor thyroglobulin.  This is one of the essential steps in the formation of thyroxine (T4). PTU does not inhibit the action of the sodium-dependent iodide transporter located on follicular cells' basolateral membranes. Inhibition of this step requires competitive inhibitors, such as perchlorate and thiocyanate.   === T3/T4 target tissues === PTU also acts by inhibiting the enzyme 5'-deiodinase (tetraiodothyronine 5' deiodinase), which converts T4 to the more active form T3. (This is in contrast to methimazole, which shares propylthiouracil's central mechanism, but not its peripheral one.) It is important to recognize that these enzymes only work on the conjugated tyrosine molecules of T3 and T4: a completely different enzyme family is responsible for the deiodinase activity of iodized single tyrosine molecules within the thyroid follicular cells. For information on that enzyme family, see Iodotyrosine deiodinase.   == Pharmacokinetics == The administration is oral, with peak serum concentrations occurring in one hour, and actively concentrated to the thyroid gland. Depending on several patient variables, however, euthyroid status may not be achieved until 2–4 months after treatment initiation. Of note, the drug is approximately 70% protein-bound and significantly ionized at normal physiologic pH, while the antithyroid agent methimazole is substantially less protein bound. However, both are equally transferred across the placenta. The plasma half-life is one hour and is not altered appreciably by the thyroid status of the patient. Due to the concentration in the thyroid, however, dosing intervals may last 8 hours or longer. Less than 10% of the drug is excreted unchanged, with the remaining fraction undergoing extensive hepatic metabolism via glucuronidation.   == Chemical synthesis == Propylthiouracil can be prepared from ethyl 3-oxohexanoate and thiourea.   == Role in taste == Propylthiouracil, together with phenylthiocarbamide (PTC), are known to have bitter taste. However, it seems the propensity for tasting these compounds is genetically based and the bitter taste is likely to be engendered by the thiocyanate moiety, also present in PTC.   == History == It was approved by the United States Food and Drug Administration in 1947.   == References ==   == External links ==  \"Propylthiouracil\". Drug Information Portal. U.S. National Library of Medicine."}