{"name": "protamine sulfate", "category": "drug", "content": "Protamine sulfate is a medication that is used to reverse the effects of heparin. It is specifically used in heparin overdose, in low molecular weight heparin overdose, and to reverse the effects of heparin during delivery and heart surgery. It is given by  injection into a vein. The onset of effects is typically within five minutes. Common side effects include low blood pressure, slow heart rate, allergic reactions, and vomiting. Allergic reactions may be severe and include anaphylaxis. The risk is greater in males who have had a vasectomy. While there is no evidence of harm from using during pregnancy it has not been well studied in this group. Protamine works by binding with heparin. Protamine sulfate was approved for medical use in the United States in 1969. It is on the World Health Organization's List of Essential Medicines.  It was originally made from the sperm of salmon (salmine, salmon protamine). It is now mainly made using recombinant biotechnology.   == Medical uses == Protamine sulfate is usually administered to reverse the large dose of heparin administered during certain surgeries, especially heart surgery where anti-coagulation is necessary to prevent clot formation within the cardiopulmonary bypass pump apparatus. A dose of protamine is given, by drip administered over several minutes, once the patient is off-pump, when extracorporeal circulation and anticoagulation are no longer needed. It is also used in gene transfer, protein purification and in tissue cultures as a crosslinker for viral transduction. In gene therapy, protamine sulfate has been studied as a means to increase transduction rates by both viral and nonviral-mediated delivery mechanisms (e.g. utilizing cationic liposomes). Protamine is used in insulin aspart protamine and NPH insulin.   === Dosage === Dosage for heparin reversal is 0.5mg to 1.0 mg  mg protamine sulfate IV for every 100 IU of active heparin. Partial thromboplastin time (PTT) should be monitored at 5 to 15 minutes after dose then in 2–8 hours afterward.   == Adverse effects == Protamine has been reported to cause allergic reactions in patients who are allergic to fish, diabetics using insulin preparations containing protamine, and vasectomized or infertile men. These occur at rates ranging from 0.28% to 6%. Avoiding rapid infusion of protamine sulfate and pre-treating at-risk patients with histamine receptor antagonists (H1 and H2) and steroids may minimize these reactions. A 5 to 10 mg test dose is recommended following pretreatment before administering the full dose.   == Mechanism == It is a highly cationic peptide that binds to either heparin or low molecular weight heparin (LMWH) to form a stable ion pair, which does not have anticoagulant activity. The ionic complex is then removed and broken down by the reticuloendothelial system. In large doses, protamine sulfate may also have an independent — however weak — anticoagulant effect.   == History == A Swiss medical student, Friedrich Miescher (1844-1895) became ill with typhoid fever complicated with partial deafness. Although he received his MD in 1868, Miescher left medicine and turned to physiological chemistry. While Friedrich was analyzing the composition of salmon sperm, he isolated for the first time the alkaline substance of “protamine” nucleic acid in 1869 and he called it “nuclein”.  Albrecht Kossel (1853-1927) a German biochemist showed that the substance, called \"nuclein\", consisted of a protein component and a non-protein component. Kossel further isolated and described the non-protein component. This substance has become known as nucleic acid, which contains the genetic information found in all living cells. Although the first protamine was isolated by Friedrich Miescher in 1869 from salmon sperm, Protamine published article was in 1874. Later, Kossel was awarded the Nobel Prize in Physiology or Medicine in 1910 for his research in cell biology, the chemical composition of the cell nucleus, and for his work in isolating and describing nucleic acids. All protamine precipitated as the double salt of platinum and was free of sulfur and phosphorus. Protamine sulfate was originally made from the sperm of salmon. The protamine of salmon, later named “salmine”, which can be extracted with hydrochloric acid and precipitated with platinum chloride, corresponds to about 26.8 % of the dried sperm. Protamine sulfate was approved for medical use in 1969 and now it is mainly made using recombinant biotechnology. Protamine sulfate replaced hexadimethrine bromide (Polybrene), another cationic agent that was the original heparin reversal agent in the early days of heart surgery, until studies in the 1960s suggested that hexadimethrine bromide might cause kidney failure when used in doses in excess of its therapeutic range.   == References ==   == External links == Protamine+Sulfate at the U.S. National Library of Medicine Medical Subject Headings (MeSH) \"Protamine Sulfate\". Drug Information Portal. U.S. National Library of Medicine."}