{"name": "protriptyline", "category": "drug", "content": "Protriptyline, sold under the brand name Vivactil among others, is a tricyclic antidepressant (TCA), specifically a secondary amine, indicated for the treatment of depression and attention-deficit hyperactivity disorder (ADHD). Uniquely among most of the TCAs, protriptyline tends to be energizing instead of sedating, and is sometimes used for narcolepsy to achieve a wakefulness-promoting effect. TCAs including protriptyline are also used to reduce the incidence of recurring headaches such as migraine, and for other types of chronic pain.   == Medical uses == Protriptyline is used primarily to treat depression and to treat the combination of symptoms of anxiety and depression. Like most antidepressants of this chemical and pharmacological class, protriptyline has also been used in limited numbers of patients to treat panic disorder, obsessive-compulsive disorder, attention-deficit/hyperactivity disorder, enuresis, eating disorders such as bulimia nervosa, cocaine dependency, and the depressive phase of bipolar disorder (manic-depressive) disorder. It has also been used to support smoking cessation programs. Protriptyline is available as 5 mg and 10 mg tablets. Doses range from 15 to 40 mg per day and can be taken in one daily dose or divided into up to four doses daily. Some people with severe depression may require up to 60 mg per day. In adolescents and people over age 60, therapy should be initiated at a dose of 5 mg three times a day and increased under supervision of a physician as needed. Patients over age 60 who are taking daily doses of 20 mg or more should be closely monitored for side effects such as rapid heart rate and urinary retention. Like all TCAs, protriptyline should be used cautiously and with close physician supervision. This is especially so for persons with glaucoma, especially angle-closure glaucoma (the most severe form) or urinary retention, for men with benign prostatic hypertrophy (enlarged prostate gland), and for the elderly. Before starting treatment, people should discuss the relative risks and benefits of treatment with their doctors to help determine if protriptyline is the right antidepressant for them.   == Contraindications == Protriptyline may increase heart rate and stress on the heart. It may be dangerous for people with cardiovascular disease, especially those who have recently had a heart attack, to take this drug or other antidepressants in the same pharmacological class. In rare cases in which patients with cardiovascular disease must take protriptyline, they should be monitored closely for cardiac rhythm disturbances and signs of cardiac stress or damage. When protriptyline is used to treat the depressive component of schizophrenia, psychotic symptoms may be aggravated. Likewise, in manic-depressive psychosis, depressed patients may experience a shift toward the manic phase if they are treated with an antidepressant drug. Paranoid delusions, with or without associated hostility, may be exaggerated. In any of these circumstances, it may be advisable to reduce the dose of protriptyline or to use an antipsychotic drug concurrently.   == Side effects == Protriptyline shares side effects common to all TCAs. The most frequent of these are dry mouth, constipation, urinary retention, increased heart rate, sedation, irritability, decreased coordination, anxiety, blood disorders, confusion, decreased libido, dizziness, flushing, headache, impotence, insomnia, low blood pressure, nightmares, rapid or irregular heartbeat, rash, seizures, sensitivity to sunlight, stomach and intestinal problems. Other more complicated side effects include; chest pain or heavy feeling, pain spreading to the arm or shoulder, nausea, sweating, general ill feeling; sudden numbness or weakness, especially on one side of the body; sudden headache, confusion, problems with vision, speech, or balance; hallucinations, or seizure (convulsions); easy bruising or bleeding, unusual weakness; restless muscle movements in your eyes, tongue, jaw, or neck; urinating less than usual or not at all; extreme thirst with headache, nausea, vomiting, and weakness; or feeling light-headed or fainting. Dry mouth, if severe to the point of causing difficulty speaking or swallowing, may be managed by dosage reduction or temporary discontinuation of the drug. Patients may also chew sugarless gum or suck on sugarless candy in order to increase the flow of saliva. Some artificial saliva products may give temporary relief.  Men with prostate enlargement who take protriptyline may be especially likely to have problems with urinary retention. Symptoms include having difficulty starting a urine flow and more difficulty than usual passing urine. In most cases, urinary retention is managed with dose reduction or by switching to another type of antidepressant. In extreme cases, patients may require treatment with bethanechol, a drug that reverses this particular side effect. A common problem with TCAs is sedation (drowsiness, lack of physical and mental alertness), but protriptyline is considered the least sedating agent among this class of agents. Its side effects are especially noticeable early in therapy. In most people, early TCA side effects decrease or disappear entirely with time, but, until then, patients taking protriptyline should take care to assess which side effects occur in them and should not perform hazardous activities requiring mental acuity or coordination. Protriptyline may increase the possibility of having seizures.   === Withdrawal === Though not indicative of addiction, abrupt cessation of treatment after prolonged therapy may produce nausea, headache, and malaise.   === List of side effects === Cardiovascular: Myocardial infarction; stroke; heart block; arrhythmias; hypotension, particularly orthostatic hypotension; hypertension; tachycardia; palpitation. Psychiatric: Confusional states (especially in the elderly) with hallucinations, disorientation, delusions, anxiety, restlessness, agitation; hypomania; exacerbation of psychosis; insomnia, panic, and nightmares. Neurological: Seizures; incoordination; ataxia; tremors; peripheral neuropathy; numbness, tingling, and paresthesias of extremities; extrapyramidal symptoms; drowsiness; dizziness; weakness and fatigue; headache; syndrome of inappropriate ADH (antidiuretic hormone) secretion; tinnitus; alteration in EEG patterns. Anticholinergic: Paralytic ileus; hyperpyrexia; urinary retention, delayed micturition, dilatation of the urinary tract; constipation; blurred vision, disturbance of accommodation, increased intraocular pressure, mydriasis; dry mouth and rarely associated sublingual adentitis. Allergic: Drug fever; petechiae, skin rash, urticaria, itching, photosensitization (avoid excessive exposure to sunlight); edema (general, or of face and tongue). Hematologic: Agranulocytosis; bone marrow depression; leukopenia;thrombocytopenia; purpura; eosinophilia. Gastrointestinal: Nausea and vomiting; anorexia; epigastric distress; diarrhea; peculiar taste; stomatitis; abdominal cramps; black tongue. Endocrine: Impotence, increased or decreased libido: gynecomastia in the male; breast enlargement and galactorrhea in the female; testicular swelling; elevation or depression of blood sugar levels. Other: Jaundice (simulating obstructive); altered liver function; parotid swelling; alopecia; flushing; weight gain or loss; urinary frequency, nocturia; perspiration.   == Overdose ==  Deaths may occur from overdose with this class of drugs. Multiple drug ingestion (including alcohol) is common in deliberate TCA overdose. As management of overdose is complex and changing, it is recommended that the physician contact a poison control center for current information on treatment. Signs and symptoms of toxicity develop rapidly after TCA overdose, therefore, hospital monitoring is required as soon as possible. Critical manifestations of overdose include: cardiac dysrhythmias, severe hypotension, convulsions, and CNS depression, including coma. Changes in the electrocardiogram, particularly in QRS axis or width, are clinically significant indicators of TCA toxicity. Other signs of overdose may include: confusion, disturbed concentration, transient visual hallucinations, dilated pupils, agitation, hyperactive reflexes, stupor, drowsiness, muscle rigidity, vomiting, hypothermia, hyperpyrexia.   == Interactions == The side effects of protriptyline are increased when it is taken with central nervous system depressants, such as alcoholic beverages, sleeping medications, other sedatives, or antihistamines, as well as with other antidepressants including SSRIs, SNRIs or monoamine oxidase inhibitors. It may be dangerous to take protriptyline in combination with these substances.   == Pharmacology ==   === Pharmacodynamics ===  Protriptyline acts by decreasing the reuptake of norepinephrine and to a lesser extent serotonin (5-HT) in the brain. Its affinity for the human norepinephrine transporter (NET) is 1.41 nM, 19.6 nM for the serotonin transporter and 2,100 nM for the dopamine transporter. TCAs act to change the balance of naturally occurring chemicals in the brain that regulate the transmission of nerve impulses between cells. Protriptyline increases the concentration of norepinephrine and serotonin (both chemicals that stimulate nerve cells) and, to a lesser extent, blocks the action of another brain chemical, acetylcholine. The therapeutic effects of protriptyline, like other antidepressants, appear slowly. Maximum benefit is often not evident for at least two weeks after starting the drug. Protriptyline is a TCA. It was thought that TCAs work by inhibiting the reuptake of the neurotransmitters norepinephrine and serotonin by neurons. However, this response occurs immediately, yet mood does not lift for around two weeks. It is now thought that changes occur in receptor sensitivity in the cerebral cortex and hippocampus. The hippocampus is part of the limbic system, a part of the brain involved in emotions. TCAs are also known as effective analgesics for different types of pain, especially neuropathic or neuralgic pain. A precise mechanism for their analgesic action is unknown, but it is thought that they modulate anti-pain opioid systems in the central nervous system via an indirect serotonergic route. TCAs are also effective in migraine prophylaxis, but not in abortion of acute migraine attack. The mechanism of their anti-migraine action is also thought to be serotonergic, similar to psilocybin.   === Pharmacokinetics === Metabolic studies indicate that protriptyline is well absorbed from the gastrointestinal tract and is rapidly sequestered in tissues. Relatively low plasma levels are found after administration, and only a small amount of unchanged drug is excreted in the urine of dogs and rabbits. Preliminary studies indicate that demethylation of the secondary amine moiety occurs to a significant extent, and that metabolic transformation takes place in the liver. It penetrates the brain rapidly in mice and rats, and moreover that which is present in the brain is almost all unchanged drug. Studies on the disposition of radioactive protriptyline in human test subjects showed significant plasma levels within 2 hours, peaking at 8 to 12 hours, then declining gradually. Urinary excretion studies in the same subjects showed significant amounts of radioactivity in 2 hours. The rate of excretion was slow. Cumulative urinary excretion during 16 days accounted for approximately 50% of the drug. The fecal route of excretion did not seem to be important. Protriptyline has uniquely low dosing among TCAs, likely due to its exceptionally long terminal half-life. It is used in dosages of 15 to 40 mg/day, whereas most other TCAs are used at dosages of 75 to 300 mg/day. The maximum dose is 60 mg/day. Therapeutic levels of protriptyline are typically in the range of 70 to 250 ng/mL (266-950 nmol/L), which is similar to that of other TCAs   == Chemistry == Protriptyline is a tricyclic compound, specifically a dibenzocycloheptadiene, and possesses three rings fused together with a side chain attached in its chemical structure. Other dibenzocycloheptadiene TCAs include amitriptyline, nortriptyline, and butriptyline. Protriptyline is a secondary amine TCA, with its N-methylated relative amitriptyline being a tertiary amine. Other secondary amine TCAs include desipramine and nortriptyline. The chemical name of protriptyline is 3-(5H-dibenzo[a,d][7]annulen-5-yl)-N-methylpropan-1-amine and its free base form has a chemical formula of C19H21N1 with a molecular weight of 263.377 g/mol. The drug is used commercially mostly as the hydrochloride salt; the free base form is not used. The CAS Registry Number of the free base is 438-60-8 and of the hydrochloride is 1225-55-4.   == History == Protriptyline was developed by Merck. It was patented in 1962 and first appeared in the literature in 1964. The drug was first introduced for the treatment of depression in 1966.   == Society and culture ==   === Generic names === Protriptyline is the English and French generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while protriptyline hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, and BANMTooltip British Approved Name. Its generic name in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are protriptylina, in German is protriptylin, and in Latin is protriptylinum.   === Brand names === Protriptyline is or has been marketed throughout the world under a variety of brand names including Anelun, Concordin, Maximed, Triptil, and Vivactil.   === Availability === The sale of protriptyline was discontinued in the United Kingdom, Australia, and Ireland in 2000. It remains available worldwide only in the United States as of 2024.   == See also == List of antidepressants   == References =="}