{"name": "prulifloxacin", "category": "drug", "content": "Prulifloxacin is an older synthetic antibiotic of the fluoroquinolone class undergoing clinical trials prior to a possible NDA (New Drug Application) submission to the U.S. Food and Drug Administration (FDA). It is a prodrug which is  metabolized in the body to the active compound ulifloxacin. It was developed over two decades ago by Nippon Shinyaku Co. and was patented in Japan in 1987 and in the United States in 1989. It has been approved for the treatment of uncomplicated and complicated urinary tract infections, community-acquired respiratory tract infections in Italy and gastroenteritis, including infectious diarrheas, in Japan.  Prulifloxacin has not been approved for use in the United States.   == History == In 1987 a European patent for prulifloxacin was issued to the Japanese-based pharmaceutical company, Nippon Shinyaku Co., Ltd (Nippon).  Ten years after the issuance of the European patent, marketing approval was applied for and granted in Japan (March 1997). Subsequent to being approved by the Japanese authorities in 1997 prulifloxacin was co-marketed and jointly developed in Japan with Meiji Seika as licensee (Sword). In more recent times, Angelini ACRAF SpA, under license from Nippon Shinyaku, has fully developed prulifloxacin, for the European market. Angelini is the licensee for the product in Italy.  Following its launch in Italy, Angelini launched prulifloxacin in Portugal (January 2007) and it has been stated that further approvals will be sought in other European countries. Prulifloxacin is marketed in Japan and Italy as Quisnon (Nippon Shinyaku); Sword (Meiji); Unidrox (Angelini); Prixina (Angelini) and Glimbax (ITF Hellas) in Greece  and generic as Pruquin. In 1989 and 1992 United States patents (US 5086049) were issued to Nippon Shinyaku for prulifloxacin.  It was not until June 2004, when Optimer Pharmaceuticals acquired exclusive rights to discover, develop and commercialize prulifloxacin (Pruvel) in the U.S. from Nippon Shinyaku Co., Ltd., that there were any attempts to seek FDA approval to market the drug in the United States.  Optimer Pharmaceuticals expects to file an NDA (new drug application) for prulifloxacin some time in 2010.  As the patent for prulifloxacin has already expired, Optimer Pharmaceuticals has stated that this may have an effect on the commercial prospects of prulifloxacin within the United States market.   == Licensed uses == Prulifloxacin has been approved in Italy, Japan, China, India and Greece (as indicated), for treatment of infections caused by susceptible bacteria, in the following conditions:  Italy Acute uncomplicated lower urinary tract infections (simple cystitis) Complicated lower urinary tract infections Acute exacerbation of chronic bronchitis Japan Gastroenteritis, including infectious diarrheas Other countries Prulifloxacin has not been approved for use in the United States, but may have been approved in other Countries, other than that which is indicated above.   == Availability == Prulifloxacin is available as:  Tablets (250 mg, 450 mg or 600 mg) In most countries, all formulations require a prescription.   == Mechanism of action == Like other fluoroquinolones, Prulifloxacin prevents bacterial DNA replication, transcription, repair and recombination through inhibition of bacterial DNA gyrase. Quinolones and fluoroquinolones are bactericidal drugs, eradicating bacteria by interfering with DNA replication. Quinolones are synthetic agents that have a broad spectrum of antimicrobial activity as well as a unique mechanism of action, resulting in inhibition of bacterial DNA gyrase and topoisomerase IV. Quinolones inhibit the bacterial DNA gyrase or the topoisomerase IV enzyme, thereby inhibiting DNA replication and transcription. For many gram-negative bacteria, DNA gyrase is the target, whereas topoisomerase IV is the target for many gram-positive bacteria. It is believed that eukaryotic cells do not contain DNA gyrase or topoisomerase IV.   == Contraindications == There are only four contraindications found within the package insert:  \"Avoid using Prulifloxacin in elderly population (Risk of Tendon damage).\" \"Prulifloxacin  is contraindicated in patients with anamnesis of tendon diseases related to the administration of quinolones.\" \"Prulifloxacin  is contraindicated in persons with a history of hypersensitivity to Prulifloxacin, any member of the quinolone class of antimicrobial agents, or any of the product components.\" \"Prulifloxacin  is contraindicated in subjects with celiac disease.\"' \"Prulifloxacin is also considered to be contraindicated within the pediatric population, pregnancy, nursing mothers, and in patients with epilepsy or other seizure disorders.\"   == Special populations ==   === Pregnancy === The fluoroquinolones rapidly cross the blood-placenta and blood-milk barrier, and are extensively distributed into the fetal tissues. The fluoroquinolones have also been reported as being present in the mother’s milk and are passed on to the nursing child.   === Pediatric population === Fluoroquinolones are not licensed by the U.S. FDA for use in children due to the risk of  permanent injury to the musculoskeletal system, with two exceptions.  However, the fluoroquinolones are licensed to treat lower respiratory infections in children with cystic fibrosis in the UK.   == Special precautions == \"As with other quinolones, exposure to the sun or ultra-violet rays may cause phototoxicity reactions in patients treated with prulifloxacin.\" \"When treated with antibacterial agents of the quinolone group, patients with latent or known deficiencies for the glucose-6-phosphate dehydrogenase activity are predisposed to hemolytic reactions.\"   == Adverse Events == Within one review prulifloxacin was stated to have a similar tolerability profile to that of ciprofloxacin. Within another study it was found that prulifloxacin patients experienced a similar number of adverse reactions compared to those in the ciprofloxacin group (15.4% vs 12.7%). There were four serious adverse events in each treatment arm, including 1 death in the prulifloxacin arm. None were considered treatment related by the investigator. If approved in the U.S., prulifloxacin will likely carry a black box warning for tendon damage, as the FDA has determined that this is a class effect of fluoroquinolones. Prulifloxacin has a reduced effect on the QTc interval compared to other fluoroquinolones and may be a safer choice for patients with pre-existing risk factors for arrhythmia.   == Interactions == Probenecid:  Prulifloxacin urinary excretion decreases when concomitantly administered with probenecid. Fenbufen:  The concomitant administration of fenbufen can cause increased risk of convulsions. Hypoglycemic agents:  May cause hypoglycemia in diabetic patients under treatment with hypoglycemic agents. Theophylline: May cause a decreased theophylline clearance. Warfarin:  May enhance the effects of oral anticoagulants such as warfarin and its derivatives. Nicardipine:  May potentiate the phototoxicity of prulifloxacin.   == Overdose == In the event of acute overdosage, the stomach should be emptied by inducing vomiting or by gastric lavage; the patient should be carefully observed and given supportive treatment.   == Pharmacokinetics == Prulifloxacin 600 mg achieves peak plasma concentration (Cmax) of ulifloxacin (1.6μg/mL) in a median time to Cmax (tmax) of 1 hour. Ulifloxacin is ≈45% bound to serum proteins in vivo. It is extensively distributed throughout tissues and shows good penetration into many body tissues.  The elimination half-life (t1/2) of ulifloxacin after single-dose prulifloxacin 300–600 mg ranged from 10.6 to 12.1 hours.  After absorption from the gastrointestinal tract, prulifloxacin undergoes extensive first-pass metabolism (hydrolysis by esterases, mainly paraoxonase to form ulifloxacin, the active metabolite).  Unchanged ulifloxacin is predominantly eliminated by renal excretion.  Quoting from the available package insert.   == See also == Quinolone   == References ==   == Bibliography == \"Annual Report 2008\". Optimer Pharmaceuticals, Inc. Archived from the original on 2011-07-04. Retrieved 2010-04-08. PDF File"}