{"name": "Pruritus Ani", "category": "disease", "content": "Pruritus ani is the irritation of the skin at the exit of the rectum, known as the anus, causing the desire to scratch. The intensity of anal itching increases from moisture, pressure, and rubbing caused by clothing and sitting. At worst, anal itching causes intolerable discomfort that often is accompanied by burning and soreness.  It is estimated that up to 5% of the population of the United States experiences this type of discomfort daily.   == Causes == If a specific cause for pruritus ani is found it is classified as \"secondary pruritus ani\".  If a specific cause is not found it is classified as \"idiopathic pruritus ani\".  The irritation can be caused by intestinal parasites, anal perspiration, frequent liquid stools, diarrhea, residual stool deposits, or the escape of small amounts of stool as a result of incontinence or flatulence. Another cause is yeast infection or candidiasis. Some diseases increase the possibility of yeast infections, such as diabetes mellitus or HIV infection. Treatment with antibiotics can bring about a disturbance of the natural balance of intestinal flora, and lead to perianal thrush, a yeast infection affecting the anus. Psoriasis also can be present in the anal area and cause irritation. Abnormal passageways (fistulas) from the small intestine or colon to the skin surrounding the anus can form as a result of disease (such as Crohn's disease), acting as channels which may allow leakage of irritating fluids to the anal area. Other problems that can contribute to anal itching include pinworms, hemorrhoids, tears of the anal skin near the mucocutaneous junction (fissures), and skin tags (abnormal local growth of anal skin). Aside from diseases relative to the condition, a common view suggests that the initial cause of the itch may have passed, and that the illness is in fact prolonged by what is known as an itch-scratch-itch cycle. It states that scratching the itch encourages the release of inflammatory chemicals, which worsen redness, intensifies itchiness and increases the area covered by dry skin, thereby causing a snowball effect. Some authorities describe “psychogenic pruritus” or \"functional itch disorder\", where psychological factors may contribute to awareness of itching. Ingestion of pinworm eggs leads to enterobiasis, indicative of severe itching around the anus from migration of gravid females from the bowel.  Severe cases of enterobiasis result in hemorrhage and eczema.   == Diagnosis == Diagnosis is usually done with a careful examination of the anus and the patient's history. If the presentation or physical findings are atypical, biopsies can be done. In case of long-lasting symptoms, above all in patients over 50 years of age, a colonoscopy is useful to rule out a colonic polyp or tumor, that can show pruritus ani as first symptom.   == Treatment == The goal of treatment is asymptomatic, intact, dry, clean perianal skin with reversal of morphological changes.  For pruritus ani of unknown cause (idiopathic pruritus ani) treatment typically begins with measures to reduce irritation and trauma to the perianal area. Stool softeners can help prevent constipation. If this is not effective topical steroids or injected methylene blue may be tried. Another treatment option that has been met with success in small-scale trials is the application of a very mild (0.006%) topical capsaicin cream. This strength cream is not typically commercially available and therefore must be diluted by a pharmacist or end-user. If the itchiness is secondary to another condition such as infection or psoriasis these are typically treated. A successful treatment option for chronic idiopathic pruritus ani has been documented using a clean, dry and apply (if necessary) method.  The person is instructed to follow this procedure every time the urge to scratch occurs. The treatment makes the assumption that there is an unidentified bacteria in the feces that causes irritation and itching when the feces makes contact with the anal and perianal skin during defecation, flatulation or anal leakage (particularly during sleep). Cleaning the area with warm water, avoiding all soaps and even baby wipes, then drying the area, ideally with a hair dryer to avoid irritation or failing that simply patting gently with a clean, dry, towel. If persons with pruritus ani do not need to scratch after these steps they are instructed to do nothing else. If the urge to scratch is still present they are instructed to apply a topical steroid cream which has antibiotic and antifungal properties. This will address a skin condition which may have become infected. The cream may need to be applied twice a day for one to two weeks. After this, they must maintain their clean and dry regime and apply an emollient ointment (not cream) to moisturize the skin. This should be applied after each bowel movement and at night until no longer needed. At any time, persons may use antihistamine treatments orally, to control the itching. For otherwise idiopathic, intractable cases, a double-blind trial with 44 patients found that capsaicin may be an effective treatment. By applying topical capsaicin mixed with paraffin wax (both available over the counter) with a concentration of 0.006% to the perianal area every 1-2 days, approximately three quarters of patients reported total (or near-total) relief of symptoms.    == See also == Pruritus scroti Pruritus vulvae Perianal candidiasis   == References ==   == External links == Siddiqi S, Vijay V, Ward M, Mahendran R, Warren S (September 2008). \"Pruritus ani\". Annals of the Royal College of Surgeons of England. 90 (6): 457–463. doi:10.1308/003588408X317940. PMC 2647235. PMID 18765023."}