{"name": "prussian blue", "category": "drug", "content": "Prussian blue (also known as Berlin blue, Brandenburg blue, Parisian and Paris blue) is a dark blue pigment produced by oxidation of ferrous ferrocyanide salts.  It has the chemical formula FeIII4[FeII(CN)6]3. Turnbull's blue is chemically identical, but is made from different reagents, and its slightly different color stems from different impurities and particle sizes. Prussian blue was created in the early 18th century and is the first modern synthetic pigment. It is prepared as a very fine colloidal dispersion, because the compound is not soluble in water. It  contains variable amounts of other ions and its appearance depends sensitively on the size of the colloidal particles. The pigment is used in paints, it became prominent in 19th-century aizuri-e (藍摺り絵) Japanese woodblock prints, and it is the traditional \"blue\" in technical blueprints. In medicine, orally administered Prussian blue is used as an antidote for certain kinds of heavy metal poisoning, e.g., by thallium(I) and radioactive isotopes of cesium. The therapy exploits Prussian blue's ion-exchange properties and high affinity for certain \"soft\" metal cations. It is on the World Health Organization's List of Essential Medicines, the most important medications needed in a basic health system. Prussian blue lent its name to prussic acid (hydrogen cyanide) derived from it. In German, hydrogen cyanide is called Blausäure ('blue acid'). French chemist Joseph Louis Gay-Lussac gave cyanide its name, from the Ancient Greek word κύανος (kyanos, 'blue'/'cyan'), because of its Prussian blue color.   == History ==  Prussian blue pigment is significant since it was the first stable and relatively lightfast blue pigment to be widely used since the loss of knowledge regarding the synthesis of Egyptian blue. European painters had previously used a number of pigments such as indigo dye, smalt, and Tyrian purple, and the extremely expensive ultramarine made from lapis lazuli. Japanese painters and woodblock print artists, likewise, did not have access to a long-lasting blue pigment until they began to import Prussian blue from Europe. Prussian blue Fe7(CN)18 (also (Fe4[Fe(CN)6]3) · xH2O) was probably synthesized for the first time by the paint maker Johann Jacob Diesbach in Berlin around 1706. The pigment is believed to have been accidentally created when Diesbach used potash tainted with blood to create some red cochineal dye. The original dye required potash, ferric sulfate, and dried cochineal. Instead, the blood, potash, and iron sulfate reacted to create a compound known as iron ferrocyanide, which, unlike the desired red pigment, has a very distinct blue hue. It was named Preußisch blau and Berlinisch Blau in 1709 by its first trader. The pigment readily replaced the expensive lapis lazuli-derived ultramarine and was an important topic in the letters exchanged between Johann Leonhard Frisch and the president of the Prussian Academy of Sciences, Gottfried Wilhelm Leibniz, between 1708 and 1716. It is first mentioned in a letter written by Frisch to Leibniz, from March 31, 1708. Not later than 1708, Frisch began to promote and sell the pigment across Europe. By August 1709, the pigment had been termed Preussisch blau; by November 1709, the German name Berlinisch Blau had been used for the first time by Frisch. Frisch himself is the author of the first known publication of Prussian blue in the paper Notitia Coerulei Berolinensis nuper inventi in 1710, as can be deduced from his letters. Diesbach had been working for Frisch since about 1701.  To date, the Entombment of Christ, dated 1709 by Pieter van der Werff (Picture Gallery, Sanssouci, Potsdam) is the oldest known painting where Prussian blue was used. Around 1710, painters at the Prussian court were already using the pigment. At around the same time, Prussian blue arrived in Paris, where Antoine Watteau and later his successors Nicolas Lancret and Jean-Baptiste Pater used it in their paintings. François Boucher used the pigment extensively for both blues and greens. In 1731, Georg Ernst Stahl published an account of the first synthesis of Prussian blue. The story involves not only Diesbach, but also Johann Konrad Dippel. Diesbach was attempting to create a red lake pigment from cochineal, but obtained the blue instead as a result of the contaminated potash he was using. He borrowed the potash from Dippel, who had used it to produce his animal oil. No other known historical source mentions Dippel in this context. It is, therefore, difficult to judge the reliability of this story today. In 1724, the recipe was finally published by John Woodward. In 1752, French chemist Pierre J. Macquer made the important step of showing Prussian blue could be reduced to a salt of iron and a new acid, which could be used to reconstitute the dye. The new acid, hydrogen cyanide, first isolated from Prussian blue in pure form and characterized in 1782 by Swedish chemist Carl Wilhelm Scheele, was eventually given the name Blausäure (literally \"blue acid\") because of its derivation from Prussian blue, and in English became known popularly as Prussic acid. Cyanide, a colorless anion that forms in the process of making Prussian blue, derives its name from the Greek word for dark blue. In the late 1800s, Rabbi Gershon Henoch Leiner, the Hasidic Rebbe of Radzin, dyed tzitziyot with Prussian blue made with sepia, believing that this was the true techeiles dye. Even though some have questioned its identity as techeiles because of its artificial production, and claimed that had Rabbi Leiner been aware of this he would have retracted his position that his dye was techeiles, others have disputed this and claimed that Rabbi Leiner would not have retracted.   === Military symbol ===  From the beginning of the 18th century, Prussian blue was the predominant uniform coat color worn by the infantry and artillery regiments of the Prussian Army. As Dunkelblau (dark blue), this shade achieved a symbolic importance and continued to be worn by most German soldiers for ceremonial and off-duty occasions until the outbreak of World War I, when it was superseded by greenish-gray field gray (Feldgrau).   == Synthesis == Prussian blue is produced by oxidation of ferrous ferrocyanide salts. These white solids have the formula M2Fe[Fe(CN)6] where M+ = Na+ or K+. The iron in this material is all ferrous, hence the absence of deep color associated with the mixed valency. Oxidation of this white solid with hydrogen peroxide or sodium chlorate produces ferricyanide and affords Prussian blue. A \"soluble\" form, KFeIII[FeII(CN)6], which is really colloidal, can be made from potassium ferrocyanide and iron(III):  K+ + Fe3+ + [FeII(CN)6]4− → KFeIII[FeII(CN)6] The similar reaction of potassium ferricyanide and iron(II) results in the same colloidal solution, because [FeIII(CN)6]3− is converted into ferrocyanide. The \"insoluble\" Prussian blue is obtained if, in the reactions above, an excess of Fe3+ is added:  4Fe3+ + 3[FeII(CN)6]4− → FeIII[FeIIIFeII(CN)6]3  Despite the fact that it is prepared from cyanide salts, Prussian blue is not toxic because the cyanide groups are tightly bound to iron. Both ferrocyanide ((FeII(CN)6)4−) and ferricyanide ((FeIII(CN)6)3−) are particularly stable and non-toxic polymeric cyanometalates due to the strong iron coordination to cyanide ions. Although cyanide bonds well with transition metals in general like chromium, these non-iron coordination compounds are not as stable as iron cyanides, therefore increasing the risk of releasing CN− ions, and subsequently comparative toxicity.   === Turnbull's blue ===  In former times, the addition of iron(II) salts to a solution of ferricyanide was thought to afford a material different from Prussian blue. The product was traditionally named Turnbull's blue (TB). X-ray diffraction and electron diffraction methods have shown, though, that the structures of PB and TB are identical. The differences in the colors for TB and PB reflect subtle differences in the methods of precipitation, which strongly affect particle size and impurity content.   === Prussian white === Prussian white, also known as Berlin white or Everett's salt, is the sodium end-member of the totally reduced form of the Prussian blue in which all iron is present as FeII. It is a sodium hexacyanoferrate of Fe(II) of formula Na2Fe[Fe(CN)6]. Its molecular weight value is 314 g/mol. A more generic formula allowing for the substitution of Na+ cations by  K+ cations is A(2−x)BxFe2(CN)6 (in which A or B = Na+ or K+).  The Prussian white is closely related to the Prussian blue, but it significantly differs by its crystallographic structure, molecular framework pore size, and its color. The cubic sodium Prussian white, Na(2−x)KxFe2(CN)6·yH2O, and potassium Prussian white, K(2−x)NaxFe2(CN)6·yH2O, are candidates as cathode materials for Na-ion batteries. The insertion of Na+ and K+ cations in the framework of potassium Prussian white provides favorable synergistic effects improving the long-term battery stability and increasing the number of possible recharge cycles, lengthening so its service life. The large-size framework of Prussian white easily accommodating Na+ and K+ cations facilitates their intercalation and subsequent extraction during the charge/discharge cycles. The spacious and rigid host crystal structure contributes to its volumetric stability against the internal swelling stress and strain developing in sodium-batteries after many cycles. The material also offers perspectives of high energy densities (Ah/kg) while providing high recharge rate, even at low temperature.   == Properties == Prussian blue is a microcrystalline blue powder. It is insoluble, but the crystallites tend to form a colloid. Such colloids can pass through fine filters. Despite being one of the oldest known synthetic compounds, the composition of Prussian blue remained uncertain for many years. Its precise identification was complicated by three factors:  Prussian blue is extremely insoluble, but also tends to form colloids Traditional syntheses tend to afford impure compositions Even pure Prussian blue is structurally complex, defying routine crystallographic analysis   === Crystal structure ===  The chemical formula of insoluble Prussian blue is Fe7(CN)18 · xH2O, where x = 14–16. The structure was determined by using IR spectroscopy, Mössbauer spectroscopy, X-ray crystallography, and neutron crystallography. Since X-ray diffraction cannot easily distinguish carbon from nitrogen in the presence of heavier elements such as iron, the location of these lighter elements is deduced by spectroscopic means, as well as by observing the distances from the iron atom centers. Neutron diffraction can easily distinguish N and C atoms, and it has been used to determine the detailed structure of Prussian blue and its analogs. PB has a face centered cubic lattice structure, with four iron(III) ions per unit cell. \"Soluble\" PB crystals contain interstitial K+ ions; insoluble PB has interstitial water, instead. In ideal insoluble PB crystals, the cubic framework is built from Fe(II)–C–N–Fe(III) sequences, with Fe(II)–carbon distances of 1.92 Å and Fe(III)–nitrogen distances of 2.03 Å. One-fourth of the sites of Fe(CN)6 subunits (supposedly at random) are vacant (empty), leaving three such groups on average per unit cell. The empty nitrogen sites are filled with water molecules instead, which are coordinated to Fe(III).  The Fe(II) centers, which are low spin, are surrounded by six carbon ligands in an octahedral configuration. The Fe(III) centers, which are high spin, are octahedrally surrounded on average by 4.5 nitrogen atoms and 1.5 oxygen atoms (the oxygen from the six coordinated water molecules). Around eight (interstitial) water molecules are present in the unit cell, either as isolated molecules or hydrogen bonded to the coordinated water. It is worth noting that in soluble hexacyanoferrates Fe(II or III) is always coordinated to the carbon atom of a cyanide, whereas in crystalline Prussian blue Fe ions are coordinated to both C and N. The composition is notoriously variable due to the presence of lattice defects, allowing it to be hydrated to various degrees as water molecules are incorporated into the structure to occupy cation vacancies. The variability of Prussian blue's composition is attributable to its low solubility, which leads to its rapid precipitation without the time to achieve full equilibrium between solid and liquid.   === Color === Prussian blue is strongly colored and tends towards black and dark blue when mixed into oil paints. The exact hue depends on the method of preparation, which dictates the particle size. The intense blue color of Prussian blue is associated with the energy of the transfer of electrons from Fe(II) to Fe(III). Many such mixed-valence compounds absorb certain wavelengths of visible light resulting from intervalence charge transfer. In this case, orange-red light around 680 nanometers in wavelength is absorbed, and the reflected light appears blue as a result. Like most high-chroma pigments, Prussian blue cannot be accurately displayed on a computer display.  Prussian blue is electrochromic—changing from blue to colorless upon reduction. This change is caused by reduction of the Fe(III) to Fe(II), eliminating the intervalence charge transfer that causes Prussian blue's color.   == Use ==   === Pigment ===  Because it is easily made, cheap, nontoxic, and intensely colored, Prussian blue has attracted many applications. It was adopted as a pigment very soon after its invention and was almost immediately widely used in oil paints, watercolor, and dyeing. The dominant uses are for pigments: about 12,000 tonnes of Prussian blue are produced annually for use in black and bluish inks. A variety of other pigments also contain the material. Engineer's blue and the pigment formed on cyanotypes—giving them their common name blueprints. Certain crayons were once colored with Prussian blue (later relabeled midnight blue). Similarly, Prussian blue is the basis for laundry bluing. Nanoparticles of Prussian blue are used as pigments in some cosmetics ingredients, according to the  European Union Observatory for Nanomaterials.   === Medicine ===  Prussian blue's ability to incorporate monovalent metallic cations (Me+) makes it useful as a sequestering agent for certain toxic heavy metals. Pharmaceutical-grade Prussian blue in particular is used for people who have ingested thallium (Tl+) or radioactive caesium (134Cs+, 137Cs+) . According to the International Atomic Energy Agency (IAEA), an adult male can eat at least 10 g of Prussian blue per day without serious harm. The U.S. Food and Drug Administration (FDA) has determined the \"500-mg Prussian blue capsules, when manufactured under the conditions of an approved New Drug Application, can be found safe and effective therapy\" in certain poisoning cases. Radiogardase (Prussian blue insoluble capsules ) is a commercial product for the removal of caesium-137 from the intestine, so indirectly from the bloodstream by intervening in the enterohepatic circulation of caesium-137, reducing the internal residency time (and exposure) by about two-thirds. In particular, it was used to adsorb and remove 137Cs+ from those poisoned in the Goiânia accident in Brazil.   === Stain for iron === Prussian blue is a common histopathology stain used by pathologists to detect the presence of iron in biopsy specimens, such as in bone marrow samples. The original stain formula, known historically (1867) as \"Perls Prussian blue\" after its inventor, German pathologist Max Perls (1843–1881), used separate solutions of potassium ferrocyanide and acid to stain tissue (these are now used combined, just before staining). Iron deposits in tissue then form the purple Prussian blue dye in place, and are visualized as blue or purple deposits.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === By machinists and toolmakers === Engineer's blue, Prussian blue in an oily base, is the traditional material used for spotting metal surfaces such as surface plates and bearings for hand scraping. A thin layer of nondrying paste is applied to a reference surface and transfers to the high spots of the workpiece. The toolmaker then scrapes, stones, or otherwise removes the marked high spots. Prussian blue is preferable because it will not abrade the extremely precise reference surfaces as many ground pigments may. Other uses include marking gear teeth during assembly to determine their interface characteristics.   === In analytical chemistry === Prussian blue is formed in the Prussian blue assay for total phenols. Samples and phenolic standards are given acidic ferric chloride and ferricyanide, which is reduced to ferrocyanide by the phenols. The ferric chloride and ferrocyanide react to form Prussian blue. Comparing the absorbance at 700 nm of the samples to the standards allows for the determination of total phenols or polyphenols.   === Household use === Prussian blue is present in some preparations of laundry bluing, such as Mrs. Stewart's Bluing.   == Research ==   === Battery materials ===  Prussian blue (PB) has been studied for its applications in electrochemical energy storage since 1978. Prussian Blue proper (the Fe-Fe solid) shows two well-defined reversible redox transitions in K+ solutions. Weakly solvated potassium ions (as well as Rb+ and Cs+, not shown) have the solvated radius, which fits the framework of Prussian Blue. On the other hand, the sizes of solvated Na+ and Li+ are too large for the PB cavity, and the intercalation of these ions is hindered and much slower. The low and high voltage sets of peaks in the cyclic voltammetry correspond to 1 and ⅔ electron per Fe atom, respectively. The high voltage set is due to the Fe3+/Fe2+ transition at the low-spin Fe ions coordinated to C-atoms. The low-voltage set is due to high-spin Fe ion coordinated to N-atoms. It is possible to replace the Fe metal centers in PB with other metal ions such as Mn, Co, Ni, Zn, etc. to form electrochemically active Prussian blue analogues (PBAs). PB/PBAs and their derivatives have also been evaluated as electrode materials for reversible alkali-ion insertion and extraction in lithium-ion battery, sodium-ion battery, and potassium-ion battery.   == See also == Blue billy – Prussian blue deposit formed in soils contaminated by effluents of chemical industry Blue pigments Cobalt blue – Blue pigment Crystal violet – Triarylmethane dye used as a histological stain and in Gram's method of classifying bacteria Fluorescein – Synthetic organic compound used as dye and fluorescent tracer Han purple and Han blue – Artificial barium copper silicate pigments developed in ancient China during the Han dynasty List of inorganic pigments Midnight blue – Dark shade of blue Phthalocyanine Blue BN – Synthetic blue pigment from the group of phthalocyanine dyesPages displaying short descriptions of redirect targets   == References ==   == External links == The FDA's page on Prussian blue The CDC's page on Prussian blue National Pollutant Inventory – Cyanide compounds fact sheet Heyltex Corporation distributors of Radiogardase (Prussian blue insoluble capsules) Archived 2020-02-21 at the Wayback Machine Sarah Lowengard, \"Prussian Blue\" in The Creation of Color in Eighteenth Century Europe Columbia University Press, 2006 Prussian blue, ColourLex Kraft, Alexander (2008). \"On the discovery and history of Prussian blue\" (PDF). Bull. Hist. Chem. 33 (2): 61–67."}