{"name": "pseudoephedrine", "category": "drug", "content": "Pseudoephedrine, sold under the brand name Sudafed among others, is a sympathomimetic medication which is used as a decongestant to treat nasal congestion. It has also been used off-label for certain other indications, like treatment of low blood pressure. At higher doses, it may produce various additional effects, including psychostimulant, appetite suppressant, and performance-enhancing effects. In relation to this, non-medical use of pseudoephedrine has been encountered. The medication is taken by mouth. Side effects of pseudoephedrine include insomnia, increased heart rate, and increased blood pressure, among others. Rarely, pseudoephedrine has been associated with serious cardiovascular complications like heart attack and hemorrhagic stroke. Some people may be more sensitive to its cardiovascular effects. Pseudoephedrine acts as a norepinephrine releasing agent, thereby indirectly activating adrenergic receptors. As such, it is an indirectly acting sympathomimetic. Pseudoephedrine significantly crosses into the brain, but has some peripheral selectivity due to its hydrophilicity. Chemically, pseudoephedrine is a substituted amphetamine and is closely related to ephedrine, phenylpropanolamine, and amphetamine. It is the (1S,2S)-enantiomer of β-hydroxy-N-methylamphetamine. Along with ephedrine, pseudoephedrine occurs naturally in ephedra, which has been used for thousands of years in traditional Chinese medicine. It was first isolated from ephedra in 1889. Subsequent to its synthesis in the 1920s, pseudoephedrine was introduced for medical use as a decongestant. Pseudoephedrine is widely available over-the-counter in both single-drug and combination preparations. Availability of pseudoephedrine has been restricted starting in 2005 as it can be used to synthesize methamphetamine. Phenylephrine has replaced pseudoephedrine in many over-the-counter oral decongestant products. However, oral phenylephrine appears to be ineffective as a decongestant.   == Medical uses ==   === Nasal congestion ===  Pseudoephedrine is a sympathomimetic and is well-known for shrinking swollen nasal mucous membranes, so it is often used as a decongestant. It reduces tissue hyperemia, edema, and nasal congestion commonly associated with colds or allergies. Other beneficial effects may include increasing the drainage of sinus secretions, and opening of obstructed Eustachian tubes. The same vasoconstriction action can also result in hypertension, which is a noted side effect of pseudoephedrine. Pseudoephedrine can be used either as oral or as topical decongestant. Due to its stimulating qualities, however, the oral preparation is more likely to cause adverse effects, including urinary retention. According to one study, pseudoephedrine may show effectiveness as an antitussive drug (suppression of cough). Pseudoephedrine is indicated for the treatment of nasal congestion, sinus congestion, and Eustachian tube congestion. Pseudoephedrine is also indicated for vasomotor rhinitis, and as an adjunct to other agents in the optimum treatment of allergic rhinitis, croup, sinusitis, otitis media, and tracheobronchitis.   === Other uses === Amphetamine-type stimulants and other catecholaminergic agents are known to have wakefulness-promoting effects and are used in the treatment of hypersomnia and narcolepsy. Pseudoephedrine at therapeutic doses does not appear to improve or worsen daytime sleepiness, daytime fatigue, or sleep quality in people with allergic rhinitis. Likewise, somnolence was not lower in children with the common cold treated with pseudoephedrine for nasal congestion. In any case, insomnia is a known side effect of pseudoephedrine, although the incidence is low. In addition, doses of pseudoephedrine above the normal therapeutic range have been reported to produce psychostimulant effects, including insomnia and reduced sense of fatigue. There has been interest in pseudoephedrine as an appetite suppressant for the treatment of obesity. However, due to lack of clinical data and potential cardiovascular side effects, this use is not recommended. Only a single placebo-controlled study of pseudoephedrine for weight loss exists (120 mg/day slow-release for 12 weeks) and found no significant difference in weight lost compared to placebo (-4.6 kg vs. -4.5 kg). This was in contrast to phenylpropanolamine, which has been found to be more effective at promoting weight loss compared to placebo and has been more widely studied and used in the treatment of obesity. Pseudoephedrine has been used limitedly in the treatment of orthostatic intolerance including orthostatic hypotension and postural orthostatic tachycardia syndrome (POTS). However, its effectiveness in the treatment of POTS is controversial. Pseudoephedrine has also been used limitedly in the treatment of refractory hypotension in intensive care units. However, data on this use are limited to case reports and case series. Pseudoephedrine is also used as a first-line prophylactic for recurrent priapism. Erection is largely a parasympathetic response, so the sympathetic action of pseudoephedrine may serve to relieve this condition. Data for this use are however anecdotal and effectiveness has been described as variable. Treatment of urinary incontinence is an off-label use for pseudoephedrine and related medications.   === Available forms ===  Pseudoephedrine is available by itself over-the-counter in the form of 30 and 60 mg immediate-release and 120 and 240 mg extended-release oral tablets in the United States. Pseudoephedrine is also available over-the-counter and prescription-only in combination with numerous other drugs, including antihistamines (acrivastine, azatadine, brompheniramine, cetirizine, chlorpheniramine, clemastine, desloratadine, dexbrompheniramine, diphenhydramine, fexofenadine, loratadine, triprolidine), analgesics (acetaminophen, codeine, hydrocodone, ibuprofen, naproxen), cough suppressants (dextromethorphan), and expectorants (guaifenesin). Pseudoephedrine has been used in the form of the hydrochloride and sulfate salts and in a polistirex form. The drug has been used in more than 135 over-the-counter and prescription formulations. Many prescription formulations containing pseudoephedrine have been discontinued over time.   == Contraindications == Pseudoephedrine is contraindicated in patients with diabetes mellitus, cardiovascular disease, severe or uncontrolled hypertension, severe coronary artery disease, prostatic hypertrophy, hyperthyroidism, closed angle glaucoma, or by pregnant women. The safety and effectiveness of nasal decongestant use in children is unclear.   == Side effects == Common side effects with pseudoephedrine therapy may include central nervous system (CNS) stimulation, insomnia, nervousness, restlessness, excitability, dizziness, and anxiety. Infrequent side effects include tachycardia or palpitations. Rarely, pseudoephedrine therapy may be associated with mydriasis (dilated pupils), hallucinations, arrhythmias, hypertension, seizures, and ischemic colitis; as well as severe skin reactions known as recurrent pseudo-scarlatina, systemic contact dermatitis, and non-pigmenting fixed drug eruption. Pseudoephedrine, particularly when combined with other drugs including narcotics, may also play a role in the precipitation of episodes of paranoid psychosis. It has also been reported that pseudoephedrine, among other sympathomimetic agents, may be associated with the occurrence of hemorrhagic stroke and other cardiovascular complications. Due to its sympathomimetic effects, pseudoephedrine is a vasoconstrictor or pressor agent (increases blood pressure), a positive chronotrope (increases heart rate), and a positive inotrope (increases force of heart contractions). The influence of pseudoephedrine on blood pressure at clinical doses is controversial. A closely related sympathomimetic and decongestant, phenylpropanolamine, was withdrawn due to associations with markedly increased blood pressure and incidence of hemorrhagic stroke. There has been concern that pseudoephedrine may likewise dangerously increase blood pressure and thereby increase the risk of stroke, whereas others have contended that the risks are exaggerated. Besides hemorrhagic stroke, myocardial infarction, coronary vasospasm, and sudden death have also rarely been reported with sympathomimetic ephedra compounds like pseudoephedrine and ephedrine. A 2005 meta-analysis found that pseudoephedrine at recommended doses had no meaningful effect on systolic or diastolic blood pressure in healthy individuals or people with controlled hypertension. Systolic blood pressure was found to slightly increase by 0.99 mm Hg on average and heart rate was found to slightly increase by 2.83 bpm on average. Conversely, there was no significant influence on diastolic blood pressure, which increased by 0.63 mg Hg. In people with controlled hypertension, systolic hypertension increased by a similar degree of 1.20 mm Hg. Immediate-release preparations, higher doses, being male, and shorter duration of use were all associated with greater cardiovascular effects. A small subset of individuals with autonomic instability, perhaps in turn resulting in greater adrenergic receptor sensitivity, may be substantially more sensitive to the cardiovascular effects of sympathomimetics. Subsequent to the 2005 meta-analysis, a 2015 systematic review and a 2018 meta-analysis found that pseudoephedrine at high doses (>170 mg) could increase heart rate and physical performance with larger effect sizes than lower doses. A 2007 Cochrane review assessed the side effects of short-term use of pseudoephedrine at recommended doses as a nasal decongestant. It found that pseudoephedrine had a small risk of insomnia and this was the only side effect that occurred at rates significantly different from placebo. Insomnia occurred at a rate of 5% and had an odds ratio (OR) of 6.18. Other side effects, including headache and hypertension, occurred at rates of less than 4% and were not different from placebo. Tachyphylaxis is known to develop with prolonged use of pseudoephedrine, especially when it is re-administered at short intervals. There is a case report of temporary depressive symptoms upon discontinuation and withdrawal from pseudoephedrine. The withdrawal symptoms included worsened mood and sadness, profoundly decreased energy, a worsened view of oneself, decreased concentration, psychomotor retardation, increased appetite, and increased need for sleep. Pseudoephedrine has psychostimulant effects at high doses and is a positive reinforcer with amphetamine-like effects in animals including rats and monkeys. However, it is substantially less potent than methamphetamine or cocaine.   == Overdose == The maximum total daily dose of pseudoephedrine is 240 mg. Pseudoephedrine may produce sympathomimetic and psychostimulant effects with overdose. These may include sedation, apnea, impaired concentration, cyanosis, coma, circulatory collapse, insomnia, hallucinations, tremors, convulsions, headache, dizziness, anxiety, euphoria, tinnitus, blurred vision, ataxia, chest pain, tachycardia, palpitations, increased blood pressure, decreased blood pressure, thirstiness, sweating, difficulty with urination, nausea, and vomiting. In children, symptoms have more often included dry mouth, pupil dilation, hot flashes, fever, and gastrointestinal dysfunction. Pseudoephedrine may produce toxic effects both with use of supratherapeutic doses but also in people who are more sensitive to the effects of sympathomimetics. Misuse of the drug has been reported in one case at massive doses of 3,000 to 4,500 mg (100–150 × 30-mg tablets) per day, with the doses gradually increased over time by this individual. No fatalities due to pseudoephedrine misuse have been reported as of 2021. However, death with pseudoephedrine has been reported generally.   == Interactions == Concomitant or recent (previous 14 days) monoamine oxidase inhibitor (MAOI) use can lead to hypertensive reactions, including hypertensive crisis, and should be avoided. Clinical studies have found minimal or no influence of certain MAOIs like the weak non-selective MAOI linezolid and the potent selective MAO-B inhibitor selegiline (as a transdermal patch) on the pharmacokinetics of pseudoephedrine. This is in accordance with the fact that pseudoephedrine is not metabolized by monoamine oxidase (MAO). However, pseudoephedrine induces the release of norepinephrine, which MAOIs inhibit the metabolism of, and as such, MAOIs can still potentiate the effects of pseudoephedrine. No significant pharmacodynamic interactions have been found with selegiline, but linezolid potentiated blood pressure increases with pseudoephedrine. However, this was deemed to be without clinical significance in the case of linezolid, though it was noted that some individuals may be more sensitive to the sympathomimetic effects of pseudoephedrine and related agents. Pseudoephedrine is contraindicated with MAOIs like phenelzine, tranylcypromine, isocarboxazid, and moclobemide due to the potential for synergistic sympathomimetic effects and hypertensive crisis. It is also considered to be contraindicated with linezolid and selegiline as some individuals may react more sensitively to coadministration. Concomitant use of pseudoephedrine with other vasoconstrictors, including ergot alkaloids like ergotamine and dihydroergotamine, linezolid, oxytocin, ephedrine, phenylephrine, and bromocriptine, among others, is not recommended due to the possibility of greater increases in blood pressure and risk of hemorrhagic stroke. Sympathomimetic effects and cardiovascular risks of pseudoephedrine may also be increased with digitalis glycosides, tricyclic antidepressants, appetite suppressants, and inhalational anesthetics. Likewise, greater sympathomimetic effects of pseudoephedrine may occur when it is combined with other sympathomimetic agents. Rare but serious cardiovascular complications have been reported with the combination of pseudoephedrine and bupropion. Increase of ectopic pacemaker activity can occur when pseudoephedrine is used concomitantly with digitalis. The antihypertensive effects of methyldopa, guanethidine, mecamylamine, reserpine, and veratrum alkaloids may be reduced by sympathomimetics like pseudoepehdrine. Beta blockers like labetalol may reduce the effects of pseudoephedrine. Urinary acidifying agents like ascorbic acid and ammonium chloride can increase the excretion of and thereby reduce exposure to amphetamines including pseudoephedrine, whereas urinary alkalinizing agents including antacids like sodium bicarbonate as well as acetazolamide can reduce the excretion of these agents and thereby increase exposure to them.   == Pharmacology ==   === Pharmacodynamics === Pseudoephedrine is a sympathomimetic agent which acts primarily or exclusively by inducing the release of norepinephrine. Hence, it is an indirectly acting sympathomimetic. Some sources state that pseudoephedrine has a mixed mechanism of action consisting of both indirect and direct effects by binding to and acting as an agonist of adrenergic receptors. However, the affinity of pseudoephedrine for adrenergic receptors is described as very low or negligible. Animal studies suggest that the sympathomimetic effects of pseudoephedrine are exclusively due to norepinephrine release.  Pseudoephedrine induces monoamine release in vitro with an EC50Tooltip half maximal effective concentration of 224 nM for norepinephrine and 1,988 nM for dopamine, whereas it is inactive for serotonin. As such, it is about 9-fold selective for induction of norepinephrine release over dopamine release. The drug has negligible agonistic activity at the α1- and α2-adrenergic receptors (Kact >10,000 nM). At the β1- and β2-adrenergic receptors, it acts as a partial agonist with relatively low affinity (β1 = Kact = 309 μM, IATooltip intrinsic activity = 53%; β2 = 10 μM; IA = 47%). It was an antagonist or very weak partial agonist of the β3-adrenergic receptor (Kact = ND; IA = 7%). It is about 30,000 to 40,000 times less potent as a β-adrenergic receptor agonist than (–)-isoproterenol. Pseudoephedrine's principal mechanism of action relies on its action on the adrenergic system. The vasoconstriction that pseudoephedrine produces is believed to be principally an α-adrenergic receptor response. Pseudoephedrine acts on α- and β2-adrenergic receptors, to cause vasoconstriction and relaxation of smooth muscle in the bronchi, respectively. α-Adrenergic receptors are located on the muscles lining the walls of blood vessels. When these receptors are activated, the muscles contract, causing the blood vessels to constrict (vasoconstriction). The constricted blood vessels now allow less fluid to leave the blood vessels and enter the nose, throat, and sinus linings, which results in decreased inflammation of nasal membranes, as well as decreased mucus production. Thus, by constriction of blood vessels, mainly those located in the nasal passages, pseudoephedrine causes a decrease in the symptoms of nasal congestion. Activation of β2-adrenergic receptors produces relaxation of smooth muscle of the bronchi, causing bronchial dilation and in turn decreasing congestion (although not fluid) and difficulty breathing. Pseudoephedrine is less potent as a sympathomimetic and psychostimulant than ephedrine. Clinical studies have found that pseudoephedrine is about 3.5- to 4-fold less potent than ephedrine as a sympathomimetic agent in terms of blood pressure increases and 3.5- to 7.2-fold or more less potent as a bronchodilator. Pseudoephedrine is also said to have much less central effect than ephedrine and to be only a weak psychostimulant. Blood vessels in the nose are around five times more sensitive than the heart to the actions of circulating epinephrine (adrenaline), which may help to explain how pseudoephedrine at the low doses used in over-the-counter products can produce nasal decongestion with minimal effects on the heart. Compared to dextroamphetamine, pseudoephedrine is about 30 to 35 times less potent as a norepinephrine releasing agent and 80 to 350 times less potent as a dopamine releasing agent in vitro. Pseudoephedrine is a very weak reversible inhibitor of monoamine oxidase (MAO) in vitro, including both MAO-A and MAO-B (Ki = 1,000–5,800 μM). It is far less potent in this action than other agents like dextroamphetamine and moclobemide.   === Pharmacokinetics ===   ==== Absorption ==== Pseudoephedrine is orally active and is readily absorbed from the gastrointestinal tract. Its oral bioavailability is approximately 100%. The drug reaches peak concentrations after 1 to 4 hours (mean 1.9 hours) in the case of the immediate-release formulation and after 2 to 6 hours in the case of the extended-release formulation. The onset of action of pseudoephedrine is 30 minutes.   ==== Distribution ==== Pseudoephedrine, due to its lack of polar phenolic groups, is relatively lipophilic. This is a property it shares with related sympathomimetic and decongestant agents like ephedrine and phenylpropanolamine. These agents are widely distributed throughout the body and cross the blood–brain barrier. However, it is said that pseudoephedrine and phenylpropanolamine cross the blood–brain barrier only to some extent and that pseudoephedrine has limited central nervous system activity, suggesting that it is partially peripherally selective. The blood–brain barrier permeability of pseudoephedrine, ephedrine, and phenylpropanolamine is reduced compared to other amphetamines due to the presence of a hydroxyl group at the β carbon which decreases their lipophilicity. As such, they have a greater ratio of peripheral cardiovascular to central psychostimulant effect. Besides entering the brain, these substances also cross the placenta and enter breast milk. The plasma protein binding of pseudoephedrine has been reported to be approximately 21 to 29%. It is bound to α1-acid glycoprotein (AGP) and albumin (HSA).   ==== Metabolism ==== Pseudoephedrine is not extensively metabolized and is subjected to minimal first-pass metabolism with oral administration. Due to its methyl group at the α carbon (i.e., it is an amphetamine), pseudoephedrine is not a substrate for monoamine oxidase (MAO) and is not metabolized by this enzyme. It is also not metabolized by catechol O-methyltransferase (COMT). Pseudoephedrine is demethylated into the metabolite norpseudoephedrine to a small extent. Similarly to pseudoephedrine, this metabolite is active and shows amphetamine-like effects. Approximately 1 to 6% of pseudoephedrine is metabolized in the liver via N-demethylation to form norpseudoephedrine.   ==== Elimination ==== Pseudoephedrine is excreted primarily via the kidneys in urine. Its urinary excretion is highly influenced by urinary pH and is decreased when the urine is acidic and is increased when it is alkaline. The elimination half-life of pseudoephedrine on average is 5.4 hours and ranges from 3 to 16 hours depending on urinary pH. At a pH of 5.6 to 6.0, the elimination half-life of pseudoephedrine was 5.2 to 8.0 hours. In one study, a more acidic pH of 5.0 resulted in a half-life of 3.0 to 6.4 hours, whereas a more alkaline pH of 8.0 resulted in a half-life of 9.2 to 16.0 hours. Substances that influence urinary acidity and are known to affect the excretion of amphetamine derivatives include urinary acidifying agents like ascorbic acid and ammonium chloride as well as urinary alkalinizing agents like acetazolamide. A majority of an oral dose of pseudoephedrine is excreted unchanged in urine within 24 hours of administration. This has been found to range from 43 to 96%. The amount excreted unchanged is dependent on urinary pH similarly to the drug's half-life, as a longer half-life and duration in the body allows more time for the drug to be metabolized. The duration of action of pseudoephedrine, which is dependent on its elimination, is 4 to 12 hours. Pseudoephedrine has been reported to accumulate in people with renal impairment.   == Chemistry == Pseudoephedrine, also known structurally as (1S,2S)-α,N-dimethyl-β-hydroxyphenethylamine or as (1S,2S)-N-methyl-β-hydroxyamphetamine, is a substituted phenethylamine, amphetamine, and β-hydroxyamphetamine derivative. It is a diastereomer of ephedrine. Pseudoephedrine is a small-molecule compound with the molecular formula C10H15NO and a molecular weight of 165.23 g/mol. It has an experimental log P of 0.89, while its predicted log P values range from 0.9 to 1.32. The compound is relatively lipophilic, but is also more hydrophilic than other amphetamines. The lipophilicity of amphetamines is closely related to their brain permeability. For comparison to pseudoephedrine, the experimental log P of methamphetamine is 2.1, of amphetamine is 1.8, of ephedrine is 1.1, of phenylpropanolamine is 0.7, of phenylephrine is -0.3, and of norepinephrine is -1.2. Methamphetamine has high brain permeability, whereas phenylephrine and norepinephrine are peripherally selective drugs. The optimal log P for brain permeation and central activity is about 2.1 (range 1.5–2.7). Pseudoephedrine is readily reduced into methamphetamine or oxidized into methcathinone.   === Nomenclatures === The dextrorotary (+)- or d- enantiomer is (1S,2S)-pseudoephedrine, whereas the levorotating (−)- or l- form is (1R,2R)-pseudoephedrine. In the outdated D/L system (+)-pseudoephedrine is also referred to as L-pseudoephedrine and (−)-pseudoephedrine as D-pseudoephedrine (in the Fisher projection then the phenyl ring is drawn at bottom). Often the D/L system (with small caps) and the d/l system (with lower-case) are confused. The result is that the dextrorotary d-pseudoephedrine is wrongly named D-pseudoephedrine and the levorotary l-ephedrine (the diastereomer) wrongly L-ephedrine. The IUPAC names of the two enantiomers are (1S,2S)- respectively (1R,2R)-2-methylamino-1-phenylpropan-1-ol. Synonyms for both are psi-ephedrine and threo-ephedrine. Pseudoephedrine is the INNTooltip International Nonproprietary Name of the (+)-form, when used as pharmaceutical substance.   === Detection in body fluids === Pseudoephedrine may be quantified in blood, plasma, or urine to monitor any possible performance-enhancing use by athletes, confirm a diagnosis of poisoning, or to assist in a medicolegal death investigation. Some commercial immunoassay screening tests directed at the amphetamines cross-react appreciably with pseudoephedrine, but chromatographic techniques can easily distinguish pseudoephedrine from other phenethylamine derivatives. Blood or plasma pseudoephedrine concentrations are typically in the 50 to 300 μg/L range in persons taking the drug therapeutically, 500 to 3,000 μg/L in people with substance use disorder involving pseudoephedrine or poisoned patients, and 10 to 70 mg/L in cases of acute fatal overdose.   == Manufacturing == Although pseudoephedrine occurs naturally as an alkaloid in certain plant species (for example, as a constituent of extracts from the Ephedra species, also known as ma huang, in which it occurs together with other isomers of ephedrine), the majority of pseudoephedrine produced for commercial use is derived from yeast fermentation of dextrose in the presence of benzaldehyde. In this process, specialized strains of yeast (typically a variety of Candida utilis or Saccharomyces cerevisiae) are added to large vats containing water, dextrose and the enzyme pyruvate decarboxylase (such as found in beets and other plants). After the yeast has begun fermenting the dextrose, the benzaldehyde is added to the vats, and in this environment the yeast converts the ingredients to the precursor l-phenylacetylcarbinol (L-PAC). L-PAC is then chemically converted to pseudoephedrine via reductive amination. The bulk of pseudoephedrine is produced by commercial pharmaceutical manufacturers in India and China, where economic and industrial conditions favor its mass production for export.   == History == Pseudoephedrine, along with ephedrine, occurs naturally in ephedra. This herb has been used for thousands of years in traditional Chinese medicine. Pseudoephedrine was first isolated and characterized in 1889 by the German chemists Ladenburg and Oelschlägel, who used a sample that had been isolated from Ephedra vulgaris by the Merck pharmaceutical corporation of Darmstadt, Germany. It was first synthesized in the 1920s in Japan. Subsequently, pseudoephedrine was introduced for medical use as a decongestant.   == Society and culture ==   === Generic names === Pseudoephedrine is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while pseudoéphédrine is its DCFTooltip Dénomination Commune Française and pseudoefedrina is its DCITTooltip Denominazione Comune Italiana. Pseudoephedrine hydrochloride is its USANTooltip United States Adopted Name and BANMTooltip British Approved Name in the case of the hydrochloride salt; pseudoephedrine sulfate is its USAN in the case of the sulfate salt; pseudoephedrine polistirex its USAN in the case of the polistirex form; and d-isoephedrine sulfate is its JANTooltip Japanese Accepted Name in the case of the sulfate salt. Pseudoephedrine is also known as Ψ-ephedrine and isoephedrine.   === Brand names ===  The following is a list of consumer medicines that either contain pseudoephedrine or have switched to a less-regulated alternative such as phenylephrine.  Actifed (made by GlaxoSmithKline) — contains 60 mg pseudoephedrine and 2.5 mg triprolidine in certain countries. Advil Cold & Sinus (made by Pfizer Canada Inc.) — contains 30 mg pseudoephedrine hydrochloride and 200 mg ibuprofen. Aleve-D Sinus & Cold (made by Bayer Healthcare) — contains 120 mg pseudoephedrine hydrochloride (also 220 mg naproxen). Allegra-D (made by Sanofi Aventis) — contains 120 mg of pseudoephedrine hydrochloride (also 60 mg of fexofenadine). Allerclear-D (made by Kirkland Signature) — contains 240 mg of pseudoephedrine sulfate (also 10 mg of loratadine). Benadryl Allergy Relief Plus Decongestant (made by McNeil Consumer Healthcare, a Kenvue company) — contains 60 mg pseudoephedrine hydrochloride (also 8 mg acrivastine) Cirrus (made by UCB) — contains 120 mg pseudoephedrine hydrochloride (also 5 mg cetirizine). Claritin-D (made by Bayer Healthcare) — contains 120 mg of pseudoephedrine sulfate (also 5 mg of loratadine). Claritin-D 24 Hour (made by Bayer Healthcare) — contains 240 mg of pseudoephedrine sulfate (also 10 mg of loratadine). Codral (made by Asia-Pacific subsidiary of Johnson & Johnson) — Codral Original contains pseudoephedrine, Codral New Formula substitutes phenylephrine for pseudoephedrine. Congestal (made by SIGMA Pharmaceutical Industries) — contains 60 mg pseudoephedrine hydrochloride (also 650 mg paracetamol and 4 mg chlorpheniramine). Contac (made by GlaxoSmithKline) — previously contained pseudoephedrine, now contains phenylephrine. As at Nov 2014 UK version still contains 30 mg pseudoephedrine hydrochloride per tablet. Demazin (made by Bayer Healthcare) — contains pseudoephedrine sulfate and chlorpheniramine maleate Eltor (made by Sanofi Aventis) — contains pseudoephedrine hydrochloride. Mucinex D (made by Reckitt Benckiser) — contains 60 mg pseudoephedrine hydrochloride (also 1200 mg guaifenesin). Nexafed (made by Acura Pharmaceuticals) — contains 30 mg pseudoephedrine per tablet, formulated with Impede Meth-Deterrent technology. Nurofen Cold & Flu (made by Reckitt Benckiser) — contains 30 mg pseudoephedrine hydrochloride (also 200 mg ibuprofen). Respidina – contains 120 mg of pseudoephedrine in the form of extended release tablets. Rhinex Flash (made by Pharma Product Manufacturing, Cambodia) — contains pseudoephedrine combined with paracetamol and triprolidine. Rhinos SR (made by Dexa Medica) — contains 120 mg of pseudoephedrine hydrochloride Sinutab (made by McNeil Consumer Healthcare, a Kenvue Company) — contains 500 mg paracetamol and 30 mg pseudoephedrine hydrochloride. Sudafed Decongestant (made by McNeil Consumer Healthcare, a Kenvue company) — contains 60 mg of pseudoephedrine hydrochloride. Not to be confused with Sudafed PE, which contains phenylephrine. Theraflu (made by Novartis) — previously contained pseudoephedrine, now contains phenylephrine Trima — contains 60 mg pseudoephedrine hydrochloride Tylol Hot (made by NOBEL İLAÇ SANAYİİ VE TİCARET A.Ş., Turkey) — a packet of 20 g contains 60 mg pseudoephedrine hydrochloride, 500 mg paracetamol and 4 mg chlorpheniramine maleate Unifed (made by United Pharmaceutical Manufacturer, Jordan) — contains pseudoephedrine hydrochloride (also triprolidine and guaifenesin). Zyrtec-D 12 Hour (made by McNeil Consumer Healthcare, a Kenvue company) — contains 120 mg pseudoephedrine hydrochloride (also 5 mg of cetirizine). Zephrex-D (made by Westport Pharmaceuticals) – a special meth-resistant form of pseudoephedrine that becomes gooey when heated.   === Recreational use === Over-the-counter pseudoephedrine has been misused as a psychostimulant. Six case reports and one case series of pseudoephedrine misuse have been published as of 2021. There is a case report of self-medication with pseudoephedrine in massive doses for treatment of depression.   === Use in exercise and sports === Pseudoephedrine has been used as a performance-enhancing drug in exercise and sports due to its sympathomimetic and stimulant effects. Because of these effects, pseudoephedrine can increase heart rate, elevate blood pressure, improve mental energy, and reduce fatigue, among other performance-enhancing effects. A 2015 systematic review found that pseudoephedrine lacked performance-enhancing effects at therapeutic doses (60–120 mg) but significantly enhanced athletic performance at supratherapeutic doses (≥180 mg). A subsequent 2018 meta-analysis, which included seven additional studies, found that pseudoephedrine had a small positive effect on heart rate (SMDTooltip standardized mean difference = 0.43) but insignificant effects on time trials, perceived exertion ratings, blood glucose levels, and blood lactate levels. However, subgroup analyses revealed that effect sizes were larger for heart rate increases and quicker time trials in well-trained athletes and younger participants, for shorter exercise sessions with pseudoephedrine administered within 90 minutes beforehand, and with higher doses of pseudoephedrine. A dose–response relationship was established, with larger doses (>170 mg) showing greater increases in heart rate and faster time trials than with smaller doses (≤170 mg) (SMD = 0.85 for heart rate and SMD = -0.24 for time trials, respectively). In any case, the meta-analysis concluded that the performance-enhancing effects of pseudoephedrine were marginal to small and likely to be lower in magnitude than with caffeine. It is relevant in this regard that caffeine is a permitted stimulant in competitive sports. Pseudoephedrine was on the International Olympic Committee's (IOC) banned substances list until 2004, when the World Anti-Doping Agency (WADA) list replaced the IOC list. Although WADA initially only monitored pseudoephedrine, it went back onto the \"banned\" list on 1 January 2010. Pseudoephedrine is excreted through urine, and concentration in urine of this drug shows a large inter-individual spread; that is, the same dose can give a vast difference in urine concentration for different individuals. Pseudoephedrine is approved to be taken up to 240 mg per day. In seven healthy male subjects this dose yielded a urine concentration range of 62.8 to 294.4 microgram per milliliter (μg/mL) with mean ± standard deviation 149 ± 72 μg/mL. Thus, normal dosage of 240 mg pseudoephedrine per day can result in urine concentration levels exceeding the limit of 150 μg/mL set by WADA for about half of all users. Furthermore, hydration status does not affect urinary concentration of pseudoephedrine.   ==== List of doping cases ==== Canadian rower Silken Laumann was stripped of her 1995 Pan American Games team gold medal after testing positive for pseudoephedrine. In February 2000, Elena Berezhnaya and Anton Sikharulidze won gold at the 2000 European Figure Skating Championships but were stripped of their medals after Berezhnaya tested positive. This resulted in a three-month disqualification from the date of the test, and the medal being stripped. She stated that she had taken cold medication approved by a doctor but had failed to inform the ISU as required. The pair missed the World Championships that year as a result of the disqualification. Romanian gymnast Andreea Răducan was stripped of her gold medal at the 2000 Summer Olympic Games after testing positive. She took two pills given to her by the team coach for a cold. Although she was stripped of the overall gold medal, she kept her other medals, and, unlike in most other doping cases, was not banned from competing again; only the team doctor was banned for a number of years. Ion Țiriac, the president of the Romanian Olympic Committee, resigned over the scandal. In the 2010 Winter Olympic Games, the IOC issued a reprimand against the Slovak ice hockey player Lubomir Visnovsky for usage of pseudoephedrine. In the 2014 Winter Olympic Games Team Sweden and Washington Capitals ice hockey player Nicklas Bäckström was prevented from playing in the final for usage of pseudoephedrine. Bäckström claimed he was using it as allergy medication. In March 2014, the IOC Disciplinary Commission decided that Bäckström would be awarded the silver medal. In January 2015 Bäckström, the IOC, WADA and the IIHF agreed to a settlement in which he accepted a reprimand but was cleared of attempting to enhance his performance.   === Manufacture of amphetamines === Its membership in the amphetamine class has made pseudoephedrine a sought-after chemical precursor in the illicit manufacture of methamphetamine and methcathinone. As a result of the increasing regulatory restrictions on the sale and distribution of pseudoephedrine, pharmaceutical firms have reformulated medications to use alternative compounds, particularly phenylephrine, even though its efficacy as an oral decongestant has been demonstrated to be indistinguishable from placebo. In the United States, federal laws control the sale of pseudoephedrine-containing products. Retailers in the US have created corporate policies restricting the sale of pseudoephedrine-containing products. Their policies restrict sales by limiting purchase quantities and requiring a minimum age and government issued photographic identification. These requirements are similar to and sometimes more stringent than existing law. Internationally, pseudoephedrine is listed as a Table I precursor under the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances.   === Legal status ===   ==== Australia ====  Illicit diversion of pseudoephedrine in Australia has caused significant changes to the way the products are regulated. As of 2006, all products containing pseudoephedrine have been rescheduled as either \"Pharmacist Only Medicines\" (Schedule 3) or \"Prescription Only Medicines\" (Schedule 4), depending on the amount of pseudoephedrine in the product. A Pharmacist Only Medicine may only be sold to the public if a pharmacist is directly involved in the transaction. These medicines must be kept behind the counter, away from public access. Pharmacists are also encouraged (and in some states required) to log purchases with the online database Project STOP. As a result, some pharmacies no longer stock Sudafed, the common brand of pseudoephedrine cold/sinus tablets, opting instead to sell Sudafed PE, a phenylephrine product that has not been proven effective in clinical trials.   ==== Belgium ==== Several formulations of pseudoephedrine are available over-the-counter in Belgium.   ==== Canada ==== Health Canada has investigated the risks and benefits of pseudoephedrine and ephedrine/Ephedra. Near the end of the study, Health Canada issued a warning on their website stating that those who are under the age of 12, or who have heart disease and may have strokes, should avoid taking pseudoephedrine and ephedrine. Also, they warned that everyone should avoid taking ephedrine or pseudoephrine with other stimulants like caffeine. They also banned all products that contain both ephedrine (or pseudoephedrine) and caffeine. Products whose only medicinal ingredient is pseudoephedrine must be kept behind the pharmacy counter. Products containing pseudoephedrine along with other medicinal ingredients may be displayed on store shelves but may be sold only in a pharmacy when a pharmacist is present.   ==== Colombia ==== The Colombian government prohibited the trade of pseudoephedrine in 2010.   ==== Estonia ==== Pseudoephedrine is an over-the-counter drug in Estonia.   ==== Finland ==== Pseudoephedrine medicines can only be obtained with a prescription in Finland.   ==== Japan ==== Medications that contain more than 10% pseudoephedrine are prohibited under the Stimulants Control Law in Japan.   ==== Mexico ==== On 23 November 2007, the use and trade of pseudoephedrine in Mexico was made illegal as it was argued that it was extremely popular as a precursor in the synthesis of methamphetamine.   ==== Netherlands ==== Pseudoephedrine was withdrawn from sale in 1989 due to concerns about adverse cardiac side effects.   ==== New Zealand ==== Since April 2024, pseudoephedrine has been classified as a restricted (pharmacist-only) drug in the Misuse of Drugs Act 1975 which allows the purchase of medicines containing pseudoephedrine from a pharmacist without a prescription. Pseudoephedrine, ephedrine, and any product containing these substances, e.g. cold and flu medicines, were first classified in October 2004 as Class C Part III (partially exempted) controlled drugs, due to being the principal ingredient in methamphetamine. New Zealand Customs and police officers continued to make large interceptions of precursor substances believed to be destined for methamphetamine production. On 9 October 2009, Prime Minister John Key announced pseudoephedrine-based cold and flu tablets would become prescription-only drugs and reclassified as a class B2 drug. The law was amended by The Misuse of Drugs Amendment Bill 2010, which passed in August 2011. On 24 November 2023, the recently-formed National-led coalition government announced that the sale of cold medication containing pseudoephedrine would be allowed (as part of the coalition agreement between the National and ACT parties).   ==== Turkey ==== In Turkey, medications containing pseudoephedrine are available with prescription only.   ==== United Kingdom ==== In the UK, pseudoephedrine is available over the counter under the supervision of a qualified pharmacist, or on prescription. In 2007, the MHRA reacted to concerns over diversion of ephedrine and pseudoephedrine for the illicit manufacture of methamphetamine by introducing voluntary restrictions limiting over the counter sales to one box containing no more than 720 mg of pseudoephedrine in total per transaction. These restrictions became law in April 2008. No form of ID is required.   ==== United States ====   ===== Federal ===== The United States Congress has recognized that pseudoephedrine is used in the illegal manufacture of methamphetamine. In 2005, the Committee on Education and the Workforce heard testimony concerning education programs and state legislation designed to curb this illegal practice. Attempts to control the sale of the drug date back to 1986, when federal officials at the Drug Enforcement Administration (DEA) first drafted legislation, later proposed by Senator Bob Dole, that would have placed a number of chemicals used in the manufacture of illicit drugs under the Controlled Substances Act. The bill would have required each transaction involving pseudoephedrine to be reported to the government, and federal approval of all imports and exports. Fearing this would limit legitimate use of the drug, lobbyists from over the counter drug manufacturing associations sought to stop this legislation from moving forward, and were successful in exempting from the regulations all chemicals that had been turned into a legal final product, such as Sudafed. Prior to the passage of the Combat Methamphetamine Epidemic Act of 2005, sales of the drug became increasingly regulated, as DEA regulators and pharmaceutical companies continued to fight for their respective positions. The DEA continued to make greater progress in their attempts to control pseudoephedrine as methamphetamine production skyrocketed, becoming a serious problem in the western United States. When purity dropped, so did the number of people in rehab and people admitted to emergency rooms with methamphetamine in their systems. This reduction in purity was usually short lived, however, as methamphetamine producers eventually found a way around the new regulations. Congress passed the Combat Methamphetamine Epidemic Act of 2005 (CMEA) as an amendment to the renewal of the USA Patriot Act. Signed into law by president George W. Bush on 6 March 2006, the act amended 21 U.S.C. § 830, concerning the sale of pseudoephedrine-containing products. The law mandated two phases, the first needing to be implemented by 8 April 2006, and the second to be completed by 30 September 2006. The first phase dealt primarily with implementing the new buying restrictions based on amount, while the second phase encompassed the requirements of storage, employee training, and record keeping. Though the law was mainly directed at pseudoephedrine products it also applies to all over-the-counter products containing ephedrine, pseudoephedrine, and phenylpropanolamine, their salts, optical isomers, and salts of optical isomers. Pseudoephedrine was defined as a \"scheduled listed chemical product\" under 21 U.S.C. § 802(45(A)). The act included the following requirements for merchants (\"regulated sellers\") who sell such products:  Required a retrievable record of all purchases, identifying the name and address of each party, to be kept for two years Required verification of proof of identity of all purchasers Required protection and disclosure methods in the collection of personal information Required reports to the Attorney General of any suspicious payments or disappearances of the regulated products Required training of employees with regard to the requirements of the CMEA. Retailers must self-certify as to training and compliance. The non-liquid dose form of regulated products may only be sold in unit dose blister packs Regulated products must be stored behind the counter or in a locked cabinet in such a way as to restrict public access Sales limits (per customer): Daily sales limit—must not exceed 3.6 grams of pseudoephedrine base without regard to the number of transactions 30-day (not monthly) sales limit—must not exceed 7.5 grams of pseudoephedrine base if sold by mail order or \"mobile retail vendor\" 30-day purchase limit—must not exceed 9 grams of pseudoephedrine base. (A misdemeanor possession offense under 21 U.S.C. § 844a for the person who buys it.) The requirements were revised in the Methamphetamine Production Prevention Act of 2008 to require that a regulated seller of scheduled listed chemical products may not sell such a product unless the purchaser:  Presents a government issued photographic identification; and Signs the written logbook with their name, address, and time and date of the sale   ===== State ===== Most states also have laws regulating pseudoephedrine. The states of Alabama, Arizona, Arkansas, California, Colorado, Delaware, Florida, Georgia, Hawaii (as of May 1, 2009) Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana (as of August 15, 2009), Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Jersey, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, South Dakota, Tennessee, Texas, Utah, Vermont, Virginia, Washington, West Virginia and Wisconsin have laws requiring pharmacies to sell pseudoephedrine \"behind the counter\". Though the drug can be purchased without a prescription, states can limit the number of units sold and can collect personal information from purchasers. The states of Oregon and Mississippi previously required a prescription for the purchase of products containing pseudoephedrine. However as of 1 January 2022 these restrictions have been repealed. The state of Oregon reduced the number of methamphetamine lab seizures from  448 in 2004 (the final full year before implementation of the prescription only law). to a new low of  13 in 2009. The decrease in meth lab incidents in Oregon occurred largely before the prescription-only law took effect, according to a NAMSDL report titled Pseudoephedrine Prescription Laws in Oregon and Mississippi. The report posits that the decline in meth lab incidents in both states may be due to other factors: \"Mexican traffickers may have contributed to the decline in meth labs in Mississippi and Oregon (and surrounding states) as they were able to provide ample supply of equal or greater quality meth at competitive prices\". Additionally, similar decreases in meth lab incidents were seen in surrounding states, according to the report, and meth-related deaths in Oregon have dramatically risen since 2007. Some municipalities in Missouri have enacted similar ordinances, including Washington, Union, New Haven, Cape Girardeau and Ozark. Certain pharmacies in Terre Haute, Indiana do so as well. Another approach to controlling the drug on the state level mandated by some state governments to control the purchases of their citizens is the use of electronic tracking systems, which require the electronic submission of specified purchaser information by all retailers who sell pseudoephedrine. Thirty-two states now require the National Precursor Log Exchange (NPLEx) to be used for every pseudoephedrine and ephedrine OTC purchase, and ten of the eleven largest pharmacy chains in the US voluntarily contribute all of their similar transactions to NPLEx. These states have seen dramatic results in reducing the number of methamphetamine laboratory seizures. Prior to implementation of the system in Tennessee in 2005, methamphetamine laboratory seizures totaled 1,497 in 2004, but were reduced to 955 in 2005, and 589 in 2009. Kentucky's program was implemented statewide in 2008, and since statewide implementation, the number of laboratory seizures has significantly decreased. Oklahoma initially experienced success with their tracking system after implementation in 2006, as the number of seizures dropped in that year and again in 2007. In 2008, however, seizures began rising again, and have continued to rise in 2009. NPLEx appears to be successful by requiring the real-time submission of transactions, thereby enabling the relevant laws to be enforced at the point of sale. By creating a multi-state database and the ability to compare all transactions quickly, NPLEx enables pharmacies to deny purchases that would be illegal based on gram limits, age, or even to convicted meth offenders in some states. NPLEx also enforces the federal gram limits across state lines, which was impossible with state-operated systems. Access to the records is by law enforcement agencies only, through an online secure portal.   == Research == Pseudoephedrine has been studied in the treatment of snoring. However, data are inadequate to support this use. A study has found that pseudoephedrine can reduce milk production in breastfeeding women. This might have been due to suppression of prolactin secretion. Pseudoephedrine might be useful for lactation suppression.   == References =="}