{"name": "Pseudomonas gastrointestinal tract infection", "category": "disease", "content": "Pseudomonas infection refers to a disease caused by one of the species of the genus Pseudomonas. P. aeruginosa is a germ found in the environment and it is an opportunistic human pathogen most commonly infecting immunocompromised patients, such as those with cancer, diabetes, cystic fibrosis, severe burns,  AIDS, or people who are very young or elderly. Infection can affect many parts of the body, but infections typically target the respiratory tract, the renal system, the gastrointestinal system or it can cause blood infection. The symptoms include bacterial pneumonia, severe coughing, congestion, UTI, pain in the ears and eyes, joint pain, neck or back pain, headache, diarrhea, a rash which can include pimples filled with pus, and/or swelling in the eyes. Complications include pneumonia, gangrene, necrotizing fasciitis, compartment syndrome, necrosis, loss of an extremity, and Septicemia, which may lead to septic shock and death. In a surveillance study between 1986 and 1989, P. aeruginosa was the third leading cause of all nosocomial infections, and specifically the number one leading cause of hospital-acquired pneumonia and third leading cause of hospital-acquired UTI. Treatment of such infections can be difficult due to multiple antibiotic resistance, and in the United States, there was an increase in MDRPA (Multidrug-resistant Pseudomonas aeruginosa) resistant to ceftazidime, ciprofloxacin, and aminoglycosides, from 0.9% in 1994 to 5.6% in 2002. P. oryzihabitans can also be a human pathogen, although infections are rare. It can cause peritonitis, endophthalmitis, sepsis and bacteremia. Similar symptoms although also very rare can be seen by infections of P. luteola. P. plecoglossicida is a fish pathogenic species, causing hemorrhagic ascites in the ayu (Plecoglossus altivelis). P. anguilliseptica is also a fish pathogen. Due to their hemolytic activity, even non-pathogenic species of Pseudomonas can occasionally become a problem in clinical settings, where they have been known to infect blood transfusions.   == See also ==   == References ==   == External links =="}