{"name": "Pulmonary Emphysema", "category": "disease", "content": "Emphysema is any air-filled enlargement in the body's tissues. Most commonly emphysema refers to the permanent enlargement of air spaces (alveoli) in the lungs, and is also known as pulmonary emphysema. Emphysema is a lower respiratory tract disease, characterised by enlarged air-filled spaces in the lungs, that can vary in size and may be very large. The spaces are caused by the breakdown of the walls of the alveoli, which replace the spongy lung tissue. This reduces the total alveolar surface available for gas exchange leading to a reduction in oxygen supply for the blood. Emphysema usually affects the middle aged or older population because it takes time to develop with the effects of tobacco smoking, and other risk factors. Alpha-1 antitrypsin deficiency is a genetic risk factor that may lead to the condition presenting earlier. When associated with significant airflow limitation, emphysema is a major subtype of chronic obstructive pulmonary disease (COPD), a progressive lung disease characterized by long-term breathing problems and poor airflow. Without COPD, the finding of emphysema on a CT lung scan still confers a higher mortality risk in tobacco smokers. In 2016 in the United States there were 6,977 deaths from emphysema – 2.2 per 100,000 people. Globally it accounts for 5% of all deaths. A 2018 review of work on the effects of tobacco and cannabis smoking found that a possibly cumulative toxic effect could be a risk factor for developing emphysema, and spontaneous pneumothorax. There are four types of emphysema, three of which are related to the anatomy of the lobules of the lung – centrilobular or centriacinar, panlobular or panacinar, and paraseptal or distal acinar emphysema – and are not associated with fibrosis (scarring). The fourth type is known as paracicatricial emphysema or irregular emphysema that  involves the acinus irregularly and is associated with fibrosis. Though the different types can be seen on imaging they are not well-defined clinically. There are also a number of associated conditions, including bullous emphysema, focal emphysema, and Ritalin lung. Only the first two types of emphysema – centrilobular and panlobular – are associated with significant airflow obstruction, with that of centrilobular emphysema around 20 times more common than panlobular. Centrilobular emphysema is the only type associated with smoking. Osteoporosis is often a comorbidity of emphysema. The use of systemic corticosteroids for treating exacerbations is a significant risk factor for osteoporosis, and their repeated use is recommended against.   == Signs and symptoms ==  Emphysema is a respiratory disease of the lower respiratory tract. It is commonly caused by tobacco smoking but some people are affected who have never smoked. The presence of emphysema is a clear risk factor for lung cancer, made stronger in those who smoke. Early symptoms of emphysema vary. They can include a cough (with or without sputum), wheezing, a fast breathing rate, breathlessness on exertion, and a feeling of tightness in the chest. There may be frequent cold or flu infections. Other symptoms may include anxiety, depression, fatigue, sleep problems and weight loss. These symptoms could also relate to other lung conditions or other health problems; therefore, emphysema is often underdiagnosed. The shortness of breath emphysema causes can increase over time and develop into chronic obstructive pulmonary disease. A sign of emphysema in smokers is a higher number of alveolar macrophages sampled from the bronchoalveolar lavage (BAL) in the lungs. The number can be four to six times greater in those who smoke than in non-smokers. Emphysema is also associated with barrel chest.   == Types == There are four main types of emphysema, three of which are related to the anatomy of the lobules of the lung – centrilobular or centriacinar, panlobular or panacinar, and paraseptal or distal acinar and are not associated with fibrosis (scarring). Although fibrosis is not a normal feature of these subtypes, repair strategies in end-stage emphysema may lead to pulmonary fibrosis. The fourth subtype is known as paracicatricial emphysema or irregular emphysema, involves the acinus irregularly and is associated with fibrosis. Only the first two types of emphysema – centrilobular and panlobular – are associated with significant airflow obstruction, with that of centrilobular emphysema around 20 times more common than panlobular. The subtypes can be seen on imaging but are not well-defined clinically. There are also a number of associated conditions including bullous emphysema, focal emphysema, and Ritalin lung.   === Centrilobular ===  Centrilobular emphysema, also called centriacinar emphysema, affects the centre of a pulmonary lobule (centrilobular) in the lung, the area around the terminal bronchiole and the first respiratory bronchiole, and can be seen on imaging as an area around the tip of the visible pulmonary artery. Centrilobular emphysema is the most common type usually associated with smoking, and with chronic bronchitis. The disease progresses from the centrilobular portion, leaving the lung parenchyma in the surrounding (perilobular) region preserved. Usually the upper lobes of the lungs are affected.   === Panlobular === Panlobular emphysema, also called panacinar emphysema, affects all of the alveoli in a lobule, and can involve the whole lung or mainly the lower lobes. This type of emphysema is associated with alpha-1 antitrypsin deficiency (A1AD or AATD), and Ritalin lung, and is not related to smoking.   ==== Complications ==== Likely complications of centrilobular and panlobular emphysema, some of which are life-threatening, include: respiratory failure, pneumonia, respiratory infections, pneumothorax, interstitial emphysema, pulmonary heart disease, and respiratory acidosis.   === Paraseptal === Paraseptal emphysema, also called distal acinar emphysema, relates to emphysematous change next to a pleural surface, or to a fissure. The cystic spaces known as blebs or bullae that form in paraseptal emphysema typically occur in just one layer beneath the pleura. This distinguishes it from the honeycombing of small cystic spaces seen in fibrosis that typically occurs in layers. This type of emphysema is not associated with airflow obstruction.   ==== Bullous ====  When the subpleural bullae are significant, the emphysema is called bullous emphysema. Bullae can become extensive and combine to form giant bullae. These can be large enough to take up a third of a hemithorax, compress the lung parenchyma, and cause displacement. The emphysema is now termed giant bullous emphysema, more commonly called vanishing lung syndrome due to the compressed parenchyma. A bleb or bulla may sometimes rupture and cause a pneumothorax.   === Paracicatricial === Paracicatricial emphysema, also known as irregular emphysema, is seen next to areas of fibrosis (scarring) as large spaces. The scarring is most often a result of silicosis, granulomatous  infection, tuberculosis, or pulmonary infarction. It can be difficult to differentiate from the honeycombing of pulmonary fibrosis.   === HIV associated === Classic lung diseases are a complication of HIV/AIDS with emphysema being a source of disease. HIV is cited as a risk factor for the development of emphysema and COPD regardless of smoking status. Around 20 percent of those with HIV have increased emphysematous changes. This has suggested that an underlying mechanism related to HIV is a contributory factor in the development of emphysema. HIV associated emphysema occurs over a much shorter time than that associated with smoking; an earlier presentation is also seen in emphysema caused by alpha-1 antitrypsin deficiency. Both of these conditions predominantly show damage in the lower lungs, which suggests a similarity between the two mechanisms.   === Alpha-1 related === Emphysema may develop in some people with alpha-1 antitrypsin deficiency, the only genotype of chronic obstructive pulmonary disease. This usually occurs a lot earlier (as does HIV associated emphysema) than other types.   === Ritalin lung === The intravenous use of methylphenidate, commonly marketed as Ritalin and widely used as a stimulant drug in the treatment of attention deficit hyperactivity disorder, can lead to emphysematous changes known as Ritalin lung. The mechanism underlying this link is not clearly understood. Ritalin tablets are not intended to be injected. They contain talc as a filler, and it has been suggested that talc exposure causes granulomatosis leading to alveolar destruction. However, other intravenous drugs also contain talc, and no emphysematous change is associated with those. High resolution CT scanning shows the emphysema to be panlobular.   === CPFE === Combined pulmonary fibrosis and emphysema (CPFE) is a rare syndrome that shows upper-lobe emphysema, together with lower-lobe interstitial fibrosis. This is diagnosed by CT scan. This syndrome presents a marked susceptibility for the development of pulmonary hypertension.   === SRIF === Smoking-related interstitial fibrosis (SRIF) is another type of fibrosis that occurs in emphysematous lungs and can be identified by pathologists. Unlike CPFE, this type of fibrosis is usually clinically occult (i.e., does not cause symptoms or imaging abnormalities). Occasionally, however, some patients with SRIF present with symptoms and radiologic findings of interstitial lung disease.   === Congenital lobar === Congenital lobar emphysema (CLE), also known as congenital lobar overinflation and infantile lobar emphysema, is a neonatal condition associated with enlarged air spaces in the lungs of newborn infants. It is diagnosed around the time of birth or in the first 6 months of life, occurring more often in boys than girls. CLE affects the upper lung lobes more than the lower lobes, and the left lung more often than the right lung. CLE is defined as the hyperinflation of one or more lobes of the lung due to the partial obstruction of the bronchus. This causes symptoms of pressure on the nearby organs. It is associated with several cardiac abnormalities such as patent ductus arteriosus, atrial septal defect, ventricular septal defect, and tetralogy of Fallot. Although CLE may be caused by the abnormal development of bronchi, or compression of airways by nearby tissues, no cause is identified in half of cases. CT scan of the lungs is useful in assessing the anatomy of the lung lobes and status of the neighbouring lobes on whether they are hypoplastic or not. Contrast-enhanced CT is useful in assessing vascular abnormalities and mediastinal masses.   === Focal ===  Focal emphysema is a localized region of emphysema in the lung that is larger than alveoli, and often associated with coalworker's pneumoconiosis. This is also known as localized pulmonary emphysema. Blebs and bullae may also be included as focal emphysema. These can be differentiated from the other type of enclosed air space known as a lung cyst by their size and wall thickness. A bleb or bulla has a wall thickness of less than 1 mm, and are smaller.   ==== Occupational ==== A number of occupations are associated with the development of emphysema due to the inhalation of varied gases and particles. In the US uranium mining that releases radon gas and particles has been shown to be a cause of emphysema deaths; the figures in the study included some miners who also smoked. Uranium mining and milling was found to create environmental pollution. The inhalation of coal mine dust that can result in coalworker's pneumoconiosis is an independent risk factor for the development of emphysema. Focal emphysema is associated with the coal macule, and this extends into progressive centrilobular emphysema. Less commonly a variant of panlobular emphysema develops. Silicosis results from the inhalation of silica particles, and the formation of large silica nodules is associated with paracicatricial emphysema, with or without bullae.   ==== Ozone-induced emphysema ==== Ozone is another pollutant that can affect the respiratory system. Long-term exposure to ozone can result in emphysema.   == Osteoporosis == Osteoporosis is a major comorbidity of emphysema. Both conditions are associated with a low body mass index. There is an association between treating emphysema and osteoporosis; the use of systemic corticosteroids for treating exacerbations is a significant risk factor for osteoporosis, and their repeated use is not recommended.   == Other terms ==  Compensatory emphysema is overinflation of part of a lung in response to either removal by surgery of another part of the lung or decreased size of another part of the lung. Pulmonary interstitial emphysema (PIE) is a collection of air inside the lungs but outside the normal air space of the alveoli, found as pneumatoses inside the connective tissue of the peribronchovascular sheaths, interlobular septa, and visceral pleura.   == Lung volume reduction == Lung volume reduction may be offered to those with advanced emphysema. When other treatments fail, and the emphysema is in the upper lobes, a surgical option may be possible. A number of minimally invasive bronchoscopic procedures are increasingly used to reduce lung volume.   === Surgical === Where there is severe emphysema with significant hyperinflation that has proved unresponsive to other therapies, lung volume reduction surgery (LVRS) may be an option. LVRS involves the removal of tissue from the lobe most damaged by emphysema, which allows the other lobes to expand and give improved function. The procedure appears to be particularly effective if the emphysema primarily involves the upper lobes; however, the procedure increases the risk of adverse events and early death in people who have diffuse emphysema.   === Bronchoscopic ===  Minimally invasive bronchoscopic procedures may be carried out to reduce lung volume. These include the use of valves, coils, or thermal ablation. Endobronchial valves are one-way valves that may be used in those with severe hyperinflation resulting from advanced emphysema; a suitable target lobe and no collateral ventilation are required for this procedure. The placement of one or more valves in the lobe induces a partial collapse of the lobe that ensures a reduction in residual volume that improves lung function, the capacity for exercise, and quality of life. The placement of endobronchial coils made of nitinol, instead of valves is recommended where there is collateral ventilation that would prevent the use of valves. Nitinol  is a biocompatible shape-memory alloy. Both of these techniques are associated with adverse effects, including persistent air leaks and cardiovascular complications. Bronchoscopic thermal vapor ablation has an improved profile. Heated water vapor is used to target affected lobe regions, which leads to permanent fibrosis and volume reduction. The procedure is able to target individual lobe segments, can be carried out regardless of collateral ventilation, and can be repeated with the natural advance of emphysema.   == Other surgeries == Lung transplantation – the replacement of either a single lung or both (bilateral) – may be considered in end-stage disease. A bilateral transplant is the preferred choice as complications can arise in a remaining single native lung; complications can include hyperinflation, pneumonia, and the development of lung cancer. Careful selection as recommended by the National Emphysema Treatment Trial (NETT) for transplant surgeries is needed as in some cases there will be an increased risk of mortality. Several factors, including age and exercise tolerance using the BODE index need to be taken into account. A transplant is considered only when there are no serious comorbidites. A CT scan or a ventilation/perfusion scan may be useful to evaluate cases for surgical interventions and to evaluate post-surgery responses. A bullectomy may be carried out when a giant bulla occupies more than a third of a hemithorax.   == In other tissues == Trapped air can also develop in other tissues such as under the skin, known as subcutaneous emphysema. Orbital emphysema is the trapping of air in the orbit; a type of this is palpebral emphysema that affects just the eyelids. Emphysematous gastritis is the presence of air in the stomach wall, usually caused by a bacterial infection. This is rare but has a high mortality rate.   == History ==  The terms emphysema and chronic bronchitis were formally defined in 1959 at the CIBA guest symposium, and in 1962 at the American Thoracic Society Committee meeting on Diagnostic Standards. The word emphysema is derived from Ancient Greek ἐμφύσημα 'inflation, swelling' (referring to a lung inflated by air-filled spaces), itself from ἐμφυσάω emphysao 'to blow in, to inflate', composed of ἐν en, meaning \"in\", and φυσᾶ physa, meaning \"wind, blast\". René Laennec, the physician who invented the stethoscope, used the term emphysema in his book A Treatise on the Diseases of the Chest and of Mediate Auscultation (1837) to describe lungs that did not collapse when he opened the chest during an autopsy. He noted that they did not collapse as usual because they were full of air and the airways were filled with mucus. Early descriptions of probable emphysema include: in 1679 by T. Bonet of a condition of \"voluminous lungs\" and in 1769 by Giovanni Morgagni of lungs which were \"turgid particularly from air\". In 1721 the first drawings of emphysema were made by Ruysh. These were followed the illustrations of Matthew Baillie in 1789 and descriptions of the destructive nature of the condition.   == References ==   == Bibliography == Klein E (1971). A Comprehensive Etymological Dictionary of the English Language. Elsevier Publishing Company. ISBN 978-0-444-40930-0. Kumar V (2018). Robbins Basic Pathology. Elsevier. ISBN 9780323353175. Wright JL, Churg A (2008). \"Pathologic Features of Chronic Obstructive Pulmonary Disease: Diagnostic Criteria and Differential Diagnosis\" (PDF). In Fishman A, Elias J, Fishman J, Grippi M, Senior R, Pack A (eds.). Fishman's Pulmonary Diseases and Disorders (4th ed.). McGraw-Hill. ISBN 978-0-07-164109-8. Archived from the original (PDF) on 2016-03-03. Retrieved 2021-08-14. \"Gold report 2021\" (PDF). Global Initiative for Chronic Obstructive Lung Disease. 2021.   == External links == \"Emphysema\" . Encyclopædia Britannica. Vol. VIII (9th ed.). 1878. pp. 180–181."}