{"name": "Pulmonary Fibrosis", "category": "disease", "content": "Pulmonary fibrosis is a condition in which the lungs become scarred over time. Symptoms include shortness of breath, a dry cough, feeling tired, weight loss, and nail clubbing. Complications may include pulmonary hypertension, respiratory failure, pneumothorax, and lung cancer. Causes include environmental pollution, certain medications, connective tissue diseases, infections, and interstitial lung diseases. But in most cases the cause is unknown (idiopathic pulmonary fibrosis). Diagnosis may be based on symptoms, medical imaging, lung biopsy, and lung function tests. No cure exists and treatment options are limited. Treatment is directed toward improving symptoms and may include oxygen therapy and pulmonary rehabilitation. Certain medications may slow the scarring. Lung transplantation may be an option. At least 5 million people are affected globally. Life expectancy is generally less than five years.   == Signs and symptoms ==  Symptoms of pulmonary fibrosis are mainly:  Shortness of breath, particularly with exertion Chronic dry, hacking coughing Fatigue and weakness Chest discomfort, including chest pain Loss of appetite and rapid weight loss Pulmonary fibrosis is suggested by a history of progressive shortness of breath (dyspnea) with exertion. Sometimes fine inspiratory crackles can be heard at the lung bases on auscultation. A chest X-ray may not be abnormal, but high-resolution CT will often show abnormalities.   == Cause ==  Pulmonary fibrosis may be a secondary effect of other diseases. Most of these are classified as interstitial lung diseases. Examples include autoimmune disorders, viral infections, and bacterial infections such as tuberculosis that may cause fibrotic changes in the lungs' upper or lower lobes and other microscopic lung injuries. But pulmonary fibrosis can also appear without any known cause. In that case, it is termed \"idiopathic\". Most idiopathic cases are diagnosed as idiopathic pulmonary fibrosis. This is a diagnosis of exclusion of a characteristic set of histologic/pathologic features known as usual interstitial pneumonia (UIP). In either case, a growing body of evidence points to a genetic predisposition in a subset of patients. For example, a mutation in surfactant protein C (SP-C) has been found in some families with a history of pulmonary fibrosis. Autosomal dominant mutations in the TERC or TERT genes, which encode telomerase, have been identified in about 15% of pulmonary fibrosis patients. Diseases and conditions that may cause pulmonary fibrosis as a secondary effect include:  Inhalation of environmental and occupational pollutants, such as metals in asbestosis, silicosis, and exposure to certain gases. Coal miners, ship workers and sand blasters, among others, are at higher risk. Hypersensitivity pneumonitis, most often resulting from inhaling dust contaminated with bacterial, fungal, or animal products Cigarette smoking can increase the risk or make the illness worse. Smoking is a known cause of some types of lung fibrosis, such as smoking-related interstitial fibrosis (SRIF). Some typical connective tissue diseases such as rheumatoid arthritis, ankylosing spondylitis, SLE and scleroderma Other diseases that involve connective tissue, such as sarcoidosis and granulomatosis with polyangiitis Infections, including COVID-19 Certain medications, e.g. amiodarone, bleomycin (pingyangmycin), busulfan, apomorphine, and nitrofurantoin Radiation therapy to the chest   == Pathogenesis ==  Pulmonary fibrosis involves a gradual replacement of normal lung tissue with fibrotic tissue. Such scar tissue causes an irreversible decrease in oxygen diffusion capacity, and the resulting stiffness or decreased compliance makes pulmonary fibrosis a restrictive lung disease. Pulmonary fibrosis is perpetuated by aberrant wound healing, rather than chronic inflammation. It is the main cause of restrictive lung disease that is intrinsic to the lung parenchyma. In contrast, quadriplegia and kyphosis are examples of causes of restrictive lung disease that do not necessarily involve pulmonary fibrosis. Common genes implicated in fibrosis are Transforming Growth Factor-Beta (TGF-β), Connective Tissue Growth Factor (CTGF), Epidermal Growth Factor Receptor (EGFR), Interleukin-13 (IL-13), Platelet-Derived Growth Factor (PDGF), Wnt/β-catenin signaling pathway, and TNIK. Additionally, chromatin remodeler proteins affect the development of lung fibrosis, as they are crucial for gene expression regulation and their dysregulation can contribute to fibrotic disease progression.  TGF-β is a cytokine that plays a critical role in the regulation of extracellular matrix (ECM) production and cellular differentiation. It is a potent stimulator of fibrosis, and increased TGF-β signaling is associated with the development of fibrosis in various organs. CTGF is a matricellular protein involved in ECM production and remodeling. It is up-regulated in response to TGF-β and has been implicated in the development of pulmonary fibrosis. EGFR is a transmembrane receptor that plays a role in cellular proliferation, differentiation, and survival. Dysregulated EGFR signaling has been implicated in the development of pulmonary fibrosis, and drugs that target EGFR have been shown to have therapeutic potential in the treatment of the disease. IL-13 is a cytokine involved in regulating immune responses. It has been shown to promote fibrosis in the lungs by stimulating the production of ECM proteins and the recruitment of fibroblasts to sites of tissue injury. PDGF is a cytokine that plays a key role in the regulation of cell proliferation and migration. It is involved in the recruitment of fibroblasts to sites of tissue injury in the lungs, and increased PDGF signaling is associated with the development and progression of pulmonary fibrosis. Wnt/β-catenin signaling plays a critical role in tissue repair and regeneration, and dysregulated Wnt/β-catenin signaling has been implicated in the development of pulmonary fibrosis.   == Diagnosis ==  The diagnosis can be confirmed by lung biopsy. A video-assisted thoracoscopic surgery (VATS) under general anesthesia may be needed to obtain enough tissue to make an accurate diagnosis. This kind of biopsy involves placement of several tubes through the chest wall, one of which is used to cut off a piece of lung for evaluation. The removed tissue is examined histopathologically by microscopy to confirm the presence and pattern of fibrosis as well as other features that may indicate a specific cause, such as specific types of mineral dust or possible response to therapy, e.g. a pattern of so-called non-specific interstitial fibrosis. Misdiagnosis is common because, while pulmonary fibrosis is not rare, each type is uncommon and evaluation of patients with these diseases is complex and requires a multidisciplinary approach. Terminology has been standardized but difficulties still exist in their application. Even experts may disagree on the classification of some cases. On spirometry, as a restrictive lung disease, both the FEV1 (forced expiratory volume in 1 second) and FVC (forced vital capacity) are reduced so the FEV1/FVC ratio is normal or even increased, in contrast to obstructive lung disease, where this ratio is reduced. The values for residual volume and total lung capacity are generally decreased in restrictive lung disease.   == Treatment == Pulmonary fibrosis creates scar tissue. The scarring is permanent once it has developed. Slowing the progression and prevention depends on the underlying cause:  Treatment options for idiopathic pulmonary fibrosis are very limited, since no current treatment has stopped the progression of the disease. Because of this, there is no evidence that any medication can significantly help this condition, despite ongoing research trials. Lung transplantation is the only therapeutic option available in severe cases. A lung transplant can improve the patient's quality of life. Immunosuppressive drugs can also be considered. These are sometimes prescribed to slow the processes that lead to fibrosis. Some types of lung fibrosis respond to corticosteroids, such as prednisone. Oxygen therapy is also an option. The patient may choose how much oxygen to use. The use of oxygen doesn't repair the lung damage, but can: make breathing and exercise easier; prevent or lessen complication from low blood oxygen levels; reduce blood pressure; and improve sleep and sense of well-being.  The immune system is thought to play a central role in the development of many forms of pulmonary fibrosis. The goal of treatment with immunosuppressive agents such as corticosteroids is to decrease lung inflammation and subsequent scarring. Responses to treatment vary. Those whose conditions improve with immunosuppressive treatment probably do not have idiopathic pulmonary fibrosis, for idiopathic pulmonary fibrosis has no significant treatment or cure.   Two pharmacological agents intended to prevent scarring in mild idiopathic fibrosis are pirfenidone, which reduced reductions in the 1-year rate of decline in FVC and reduced the decline in distances on the 6-minute walk test, but had no effect on respiratory symptoms, and is nintedanib, which acts as an antifibrotic, mediated through the inhibition of a variety of tyrosine kinase receptors (including platelet-derived growth factor, fibroblast growth factor, and vascular endothelial growth factor). A randomized clinical trial showed it reduced lung-function decline and acute exacerbations. Anti-inflammatory agents have only limited success in reducing the fibrotic process. Some other types of fibrosis, such as non-specific interstitial pneumonia, may respond to immunosuppressive therapy such as corticosteroids. But only a minority of patients respond to corticosteroids alone, so additional immunosuppressants, such as cyclophosphamide, azathioprine, methotrexate, penicillamine, and cyclosporine may be used. Colchicine has also been used with limited success. Trials with newer drugs such as IFN-γ and mycophenolate mofetil are ongoing. Hypersensitivity pneumonitis, a less severe form of pulmonary fibrosis, is prevented from becoming aggravated by avoiding contact with the causative material.   == Prognosis == Hypoxia caused by pulmonary fibrosis can lead to pulmonary hypertension, which in turn can lead to heart failure of the right ventricle. Hypoxia can be prevented by oxygen supplementation. Pulmonary fibrosis may also result in an increased risk of pulmonary emboli, which can be prevented by anticoagulants.   == Epidemiology == Globally, the prevalence and incidence of pulmonary fibrosis has been studied in the United States, Norway, Czech Republic, Greece, United Kingdom, Finland, and Turkey, with only two studies in Japan and Taiwan. But most of these studies were of people already diagnosed with pulmonary fibrosis, which lowers the diagnosis sensitivity, so that the prevalence and incidence has ranged from 0.7 per 100,000 in Taiwan to 63.0 per 100,000 in the U.S., and the published incidence has ranged from 0.6 per 100,000 person years to 17.4 per 100,000 person years. The mean age of all pulmonary fibrosis patients is between 65 and 70 years, making age a criterion of its own. Aging respiratory systems are much more vulnerable to fibrosis and stem cell depletion.     Based on these rates, pulmonary fibrosis prevalence in the U.S. could range from more than 29,000 to almost 132,000, based on the population in 2000 that was 18 years or older. The actual number may be significantly higher due to misdiagnosis. Typically, patients are in their forties and fifties when diagnosed, while the incidence of idiopathic pulmonary fibrosis increases dramatically after age 50. But loss of pulmonary function is commonly ascribed to old age, heart disease, or more common lung diseases. Since the COVID-19 pandemic, deaths of people with pulmonary fibrosis increased due to the rapid loss of pulmonary function. The consequences of COVID-19 include a large cohort of patients with both fibrosis and progressive lung impairment. Long-term follow-up studies are showing long-term impairment of lung function and radiographic abnormalities suggestive of pulmonary fibrosis for patients with lung comorbidities. The most common long-term consequence in COVID-19 patients is pulmonary fibrosis. The biggest concerns about pulmonary fibrosis and the increase of respiratory follow-up after COVID-19 are expected to be solved in the near future. Older age with decreased lung function and/or preexisting comorbidities, such as diabetes, cardiovascular disease, hypertension, and obesity increase the risk of developing fibrotic lung alterations in COVID-19 survivors with lower exercise tolerance. According to one study, 40% of COVID-19 patients develop a form of fibrosis of the lungs, and 20% of those are severe.   == References =="}