{"name": "Pulmonary actinomycosis", "category": "disease", "content": "Actinomycosis is a rare infectious bacterial disease caused by the gram-positive Actinomyces species. The name refers to ray-like appearance of the organisms in the granules. About 70% of infections are due to either Actinomyces israelii or A. gerencseriae. Infection can also be caused by Streptomyces somaliensis and Propionibacterium propionicus. The condition is likely to be a polymicrobial anaerobic infection.   == Signs and symptoms == The disease is characterised by the formation of painful abscesses in the mouth, lungs, breast, or gastrointestinal tract. Actinomycosis abscesses grow larger as the disease progresses, often over months. In severe cases, they may penetrate the surrounding bone and muscle to the skin, where they break open and leak large amounts of pus, which often contains characteristic granules filled with progeny bacteria. These granules are often called \"sulfur granules\" due to their yellow appearance, although they may also be white, gray or brown.   == Causes ==  Actinomycosis is primarily caused by any of several members of the bacterial genus Actinomyces. These bacteria are generally anaerobes. In animals, they normally live in the small spaces between the teeth and gums, causing infection only when they can multiply freely in anoxic environments. An affected human often has recently had dental work, poor oral hygiene, periodontal disease, radiation therapy, or trauma (broken jaw) causing local tissue damage to the oral mucosa, all of which predispose the person to developing actinomycosis. A. israelii is a normal commensal species part of the microbiota species of the lower reproductive tract of women. They are also normal commensals among the gut flora of the caecum; thus, abdominal actinomycosis can occur following removal of the appendix. The three most common sites of infection are decayed teeth, the lungs, and the intestines. Actinomycosis infections are typically polymicrobial, containing additional bacterial species; as Actinomyces itself has little invasive ability, these other species often aid in the infection process.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Diagnosis == The diagnosis of actinomycosis can be a difficult one to make. In addition to microbiological examinations, magnetic resonance imaging and immunoassays may be helpful.   == Treatment == Actinomyces bacteria are generally sensitive to penicillin, which is frequently used to treat actinomycosis. In cases of penicillin allergy, doxycycline is used. Sulfonamides such as sulfamethoxazole may be used as an alternative regimen at a total daily dosage of 2–4 grams.  Response to therapy is slow and may take months. Hyperbaric oxygen therapy may also be used as an adjunct to conventional therapy when the disease process is refractory to antibiotics and surgical treatment.   == Epidemiology == Disease incidence is greater in males between the ages of 20 and 60 years than in females. Before antibiotic treatments became available, the incidence in the Netherlands and Germany was one per 100,000 people/year. Incidence in the U.S. in the 1970s was one per 300,000 people/year, while in Germany in 1984, it was estimated to be one per 40,000 people/year. The use of intrauterine devices (IUDs) has increased incidence of genitourinary actinomycosis in females. Incidence of oral actinomycosis, which is harder to diagnose, has increased.   == History == In 1877, pathologist Otto Bollinger described the presence of A. bovis in cattle, and shortly afterwards, James Israel discovered A. israelii in humans. In 1890, Eugen Bostroem isolated the causative organism from a culture of grain, grasses, and soil. After Bostroem's discovery, a general misconception existed that actinomycosis was a mycosis that affected individuals who chewed grass or straw. The pathogen is still known as the “great masquerader\". Bergey's Manual of Systematic Bacteriology classified the organism as bacterial in 1939, but the disease remained classified as a fungus in the 1955 edition of the Control of Communicable Diseases in Man. Violinist Joseph Joachim died of actinomycosis on 15 August 1907. The Norwegian painter Halfdan Egedius died from actinomycosis on 2 February 1899.   == Other animals ==  Actinomycosis occurs rarely in humans, but rather frequently in cattle as a disease called \"lumpy jaw\". This name refers to the large abscesses that grow on the head and neck of the infected animal. It can also rarely affect sheep, swine, horses, dogs, and other mammals.   == References ==   == Further reading == Randolph HL Wong; Alan DL Sihoe; KH Thung; Innes YP Wan; Margaret BY Ip; Anthony PC Yim (June 2004). \"Actinomycosis: an often forgotten diagnosis\". Asian Cardiovasc Thorac Ann. 12 (2): 165–7. doi:10.1177/021849230401200218. PMID 15213087. S2CID 9930882.   == External links =="}