{"name": "Pulmonary cryptococcosis", "category": "disease", "content": "Cryptococcosis is a potentially fatal fungal infection of mainly the lungs, presenting as a pneumonia, and brain, where it appears as a meningitis. Cough, difficulty breathing, chest pain and fever are seen when the lungs are infected. When the brain is infected, symptoms include headache, fever, neck pain, nausea and vomiting, light sensitivity and confusion or changes in behavior. It can also affect other parts of the body including skin, where it may appear as several fluid-filled nodules with dead tissue. It is caused by the fungi Cryptococcus neoformans or less commonly Cryptococcus gattii, and is acquired by breathing in the spores from the air. These fungi are found around the world in soil, decaying wood, pigeon droppings, and in the hollows of some species of trees. Whereas C. neoformans generally infects people with HIV/AIDS and those on immunosuppressant drugs and does not usually affect fit and healthy people, C. gattii (found in some parts of Canada and the US) does. Once breathed in, the dried yeast cells colonize the lungs, where they are either cleared by immune cells, lie dormant, or cause infection and spread. Diagnosis is by isolating Cryptococcus from a sample of affected tissue or direct observation of the fungus by using staining of body fluids. It can be cultured from a cerebrospinal fluid, sputum, and skin biopsy. Treatment is with fluconazole or amphotericin B. Data from 2009 estimated that of the almost one million cases of cryptococcal meningitis that occurred worldwide annually, 700,000 occurred in sub-Saharan Africa and 600,000 per year died. Cryptococcosis was rare before the 1970s which saw an increase in at-risk groups such as people with organ transplant or on immunosuppressant medications. The number of cases escalated in the mid-1980s with over 80% occurring in people with HIV/AIDS. Pigeon breeders (or otherwise people who spend significant time with pigeons) are known to have a high incidence of cryptococcal infections including PCC due to Cryptococcus' association with pigeon droppings.   == Classification == Cryptococcus is generally classified according to how it is acquired and its site. It typically begins in the lungs before spreading to other parts of the body, particularly the brain and nervous system. The skin type is less common.   == Signs and symptoms == Cough, shortness of breath, chest pain and fever are seen when the lungs are infected, appearing like a pneumonia. There may also be feeling of tiredness. When the brain is infected, symptoms include headache, fever, neck pain, nausea and vomiting, light sensitivity, confusion or changes in behaviour. It can also affect other parts of the body including skin, eyes, bones and prostate. In the skin, it may appear as several fluid-filled nodules with dead tissue. Depending on the site of infection, other features may include loss of vision, blurred vision, inability to move an eye and memory loss. Symptom onset is often sudden when lungs are infected and gradual over several weeks when the central nervous system is affected.   == Cause == Cryptococcosis is a common opportunistic infection for AIDS, and is particularly common among people living with AIDS in Africa. Other conditions that pose an increased risk include certain malignancies (such as lymphoma), liver cirrhosis, organ transplants, and long-term corticosteroid therapy. Distribution is worldwide in soil. The prevalence of cryptococcosis has been increasing over the past 50 years for many reasons, including the increase in incidence of AIDS and the expanded use of immunosuppressive drugs. In humans, C. neoformans chiefly infects the skin, lungs, and central nervous system (causing meningitis). Less commonly it may affect other organs such as the eye or prostate.   == Primary cutaneous cryptococcosis == Primary cutaneous cryptococcosis (PCC) is a distinct clinical diagnosis separate from the secondary cutaneous cryptococcosis that is spread from systematic infection. Males are more likely to develop the infection and a 2020 study showed that the sex bias may be due to a growth hormone, produced by C. neoformans called gibberellic acid (GA) that is upregulated by testosterone.  The upper limbs account for a majority of infections. Isolates found in PCC include Cryptococcus neoformans (most common), Cryptococcus gattii, and Cryptococcus laurentii. Prognosis for PCC is generally good outside of disseminated infection. Morphologic description of the lesions show umbilicated papules, nodules, and violaceous plaques that can mimic other cutaneous diseases like molluscum contagiosum and Kaposi's sarcoma. These lesions may be present months before other signs of system infection in patients with AIDS.   == Pulmonary cryptococcosis == Cryptococcus (both C. neoformans and C. gattii) plays a common role in pulmonary invasive mycosis seen in adults with HIV and other immunocompromised conditions. It also affects healthy adults at a much lower frequency and severity as healthy hosts may have no or mild symptoms. Immune-competent hosts may not seek or require treatment, but careful observation may be important.  Cryptococcal pneumonia has a potential to disseminate to the central nervous system (CNS) especially in immunocompromised individuals. Pulmonary cryptococcosis has a worldwide distribution and is commonly underdiagnosed due to limitations in diagnostic capabilities. Since pulmonary nodules are its most common radiological feature, it can clinically and radiologically mimic lung cancer, TB, and other pulmonary mycoses. The sensitivity of cultures and the Cryptococcal (CrAg) antigen with lateral flow device on serum are rarely positive in the absence of disseminated disease. Moreover, pulmonary cryptococcosis worsen the prognosis of cryptococcal meningitis.   == Cryptococcal meningitis ==  Cryptococcal meningitis (infection of the meninges, the tissue covering the brain) is believed to result from dissemination of the fungus from either an observed or unappreciated pulmonary infection. Often there is also silent dissemination throughout the brain when meningitis is present. People with defects in their cell-mediated immunity, for example, people with AIDS, are especially susceptible to disseminated cryptococcosis. Cryptococcosis is often fatal, even if treated.  It is estimated that the three-month case-fatality rate is 9% in high-income regions, 55% in low/middle-income regions, and 70% in sub-Saharan Africa.  As of 2009 there were globally approximately 958,000 annual cases and 625,000 deaths within three months after infection. Although C. neoformans infection most commonly occurs as an opportunistic infection in immunocompromised people (such as those living with AIDS), C. gattii often infects immunocompetent people as well. Cryptococcus (both C. neoformans and C. gattii) is the dominant and leading etiologic agent of meningitis in adults with HIV and is considered an \"emerging\" disease in healthy adults. Though the rate of infection is clearly higher with immunocompromised individuals, some studies suggest a higher mortality rate in patients with non-HIV cryptococcal meningitis secondary to the role of T-cell mediated reaction and injury. CD4+ T cells have proven roles in the defense against Cryptococcus, but it can also contribute to clinical deterioration due its inflammatory response.   == Diagnosis == Dependent on the infectious syndrome, symptoms include fever, fatigue, dry cough, headache, blurred vision, and confusion. Symptom onset is often subacute, progressively worsened over several weeks. The two most common presentations are meningitis (an infection in and around the brain) and pulmonary (lung) infection. Any person who is found to have cryptococcosis at a site outside of the central nervous system (e.g., pulmonary cryptococcosis), a lumbar puncture is indicated to evaluate the cerebrospinal fluid (CSF) for evidence of cryptococcal meningitis, even if they do not have signs or symptoms of CNS disease. Detection of cryptococcal antigen (capsular material) by culture of CSF, sputum and urine provides definitive diagnosis.  Blood cultures may be positive in heavy infections. India ink of the CSF is a traditional microscopic method of diagnosis, although the sensitivity is poor in early infection, and may miss 15–20% of patients with culture-positive cryptococcal meningitis.   Unusual morphological forms are rarely seen. Cryptococcal antigen from cerebrospinal fluid is the best test for diagnosis of cryptococcal meningitis in terms of sensitivity. Apart from conventional methods of detection like direct microscopy and culture, rapid diagnostic methods to detect cryptococcal antigen by latex agglutination test, lateral flow immunochromatographic assay (LFA), or enzyme immunoassay (EIA). A new cryptococcal antigen LFA was FDA approved in July 2011.   Polymerase chain reaction (PCR) has been used on tissue specimens. Cryptococcosis can rarely occur in the non-immunosuppressed people, particularly with Cryptococcus gattii.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Prevention == Cryptococcosis is a very subacute infection with a prolonged subclinical phase lasting weeks to months in persons with HIV/AIDS before the onset of symptomatic meningitis. In Sub-Saharan Africa, the prevalence rates of detectable cryptococcal antigen in peripheral blood is often 4–12% in persons with CD4 counts lower than 100 cells/mcL. Cryptococcal antigen screen and preemptive treatment with fluconazole is cost saving to the healthcare system by avoiding cryptococcal meningitis.   The World Health Organization recommends cryptococcal antigen screening in HIV-infected persons entering care with CD4<100 cells/μL. This undetected subclinical cryptococcal (if not preemptively treated with anti-fungal therapy) will often go on to develop cryptococcal meningitis, despite receiving HIV therapy.  Cryptococcosis accounts for 20–25% of the mortality after initiating HIV therapy in Africa. What is effective preemptive treatment is unknown, with the current recommendations on dose and duration based on expert opinion. Screening in the United States is controversial, with official guidelines not recommending screening, despite cost-effectiveness and a 3% U.S. cryptococcal antigen prevalence in CD4<100 cells/μL. Antifungal prophylaxis such as fluconazole and itraconazole reduces the risk of contracting cryptococcosis in those with low CD4 cell count and high risk of developing such disease in a setting of cryptococcal antigen screening tests are not available.   == Treatment == Treatment options in persons without HIV-infection have not been well studied. Intravenous Amphotericin B combined with flucytosine by mouth is recommended for initial treatment (induction therapy). People living with AIDS often have a greater burden of disease and higher mortality (30–70% at 10-weeks), but recommended therapy is with amphotericin B and flucytosine. Where flucytosine is not available (many low and middle income countries), fluconazole should be used with amphotericin. Amphotericin-based induction therapy has much greater microbiologic activity than fluconazole monotherapy with 30% better survival at 10 weeks.  Based on a systematic review of existing data, the most cost-effective induction treatment in resource-limited settings appears to be one week of amphotericin B coupled with high-dose fluconazole.   After initial induction treatment as above, typical consolidation therapy is with oral fluconazole for at least 8 weeks used with secondary prophylaxis with fluconazole thereafter. The decision on when to start treatment for HIV appears to be very different than other opportunistic infections. A large multi-site trial supports deferring ART for 4–6 weeks was overall preferable with 15% better 1-year survival than earlier ART initiation at 1–2 weeks after diagnosis. A 2018 Cochrane review also supports the delayed starting of treatment until cryptococcosis starts improving with antifungal treatment.   === IRIS === The immune reconstitution inflammatory syndrome (IRIS) has been described in those with normal immune function with meningitis caused by C. gattii and C. grubii. The increasing inflammation can cause brain injury or be fatal.   == Epidemiology == Cryptococcosis is usually associated with immunosuppressed patients, such as AIDs, corticosteroid use, diabetes, and organ transplant patients. Cryptococcus is found in two species, Cryptococcus neoformans and Cryptococcus gattii. C. gattii was previously thought to only be found in tropical climates and in immunocompetent persons, but recent findings of C. gattii in regions such as Canada and Western regions of North America have challenged this initial presumption of the geographic patterns. Data from 2009 estimated that of the almost one million cases of cryptococcal meningitis that occurred worldwide annually, 700,000 occurred in sub-Saharan Africa and 600,000 per year died. In 2014, amongst people who had low CD4+ cell count, the annual incidence rate was estimated to be 278,000 cases. Of those, 223,100 resulted in cryptococcal meningitis. About 73% of cryptococcal meningitis cases occurred in Sub-Saharan Africa. More than 180,000 fatalities are attributed to cryptococcal meningitis, 135,000 of which occur in sub-Saharan Africa. Case fatality of cryptococcal meningitis varies widely depending on what country the infection occurs. In low-income countries the case fatality from cryptococcal meningitis is 70%. This differs from middle income countries where the case fatality rate is 40%. Lastly, in wealthy countries the case fatality is 20%. Cryptococcosis is the second most common cause of death for patients with AIDs (about 15%), behind tuberculosis. In sub-Saharan Africa approximately 1/3 of HIV patients will develop cryptococcosis.   === In the United States === In the United States incidence of cryptococcosis is estimated to be about 0.4-1.3 cases per 100,000 population and 2-7 cases per 100,000 in people affected with AIDS with a case fatality ratio of about 12%. Since 1990 the incidence of AIDs associated cryptococcosis fell by 90% due to the proliferation of antiretroviral therapy. The estimated prevalence of cryptococcosis cases amongst HIV patients in the U.S. is 2.8%. In immunocompetent patients cryptococcus typically presents itself as Cryptococcus gattii. Despite its rarity cryptococcus has been more commonly seen, with upwards of 20% of cases in immunocompetent people. Over 50% of cryptococcosis infections in North America are caused by C. gattii. Though C. gattii was originally thought to be restricted to subtropical and tropical regions it has become more prevalent worldwide. C. gattii has been found in over 90 people in the United States, most of these cases originating in Washington or Oregon.   === In sub-Saharan Africa === Sub-Saharan Africa is the main hub for HIV/AIDS worldwide. HIV/AIDS accounts for about 0.5% of the world's population. Remarkably, sub-Saharan Africa holds 71% of HIV/AIDs cases. Cryptococcal meningitis is a primary contributor to mortality among individuals with HIV/AIDS in sub-Saharan Africa.  Approximately 160,000 cases of cryptococcal meningitis are reported in West Africa, resulting in 130,000 deaths in sub-Saharan Africa. Uganda is reported to have the highest occurrence of cryptococcus meningitis. Reflecting that, Ethiopia has the least occurrence. Presently, treatment options involve either a 7 or 14-day regimen of amphotericin-B, coupled with oral antifungal tablets or oral fluconazole. It is important to note, amphotericin-B is not considered a treatment, as it showed not a significant reduction in the mortality rate.   == Other animals == Cryptococcosis is also seen in cats and occasionally dogs. It is the most common deep fungal disease in cats, usually leading to chronic infection of the nose and sinuses, and skin ulcers. Cats may develop a bump over the bridge of the nose from local tissue inflammation. It can be associated with FeLV infection in cats. Cryptococcosis is most common in dogs and cats but cattle, sheep, goats, horses, wild animals, and birds can also be infected. Soil, fowl manure, and pigeon droppings are among the sources of infection.   == References ==   == Further reading ==   == External links == Medscape entry on cryptococcosis"}