{"name": "Punctate keratopathy", "category": "disease", "content": "Thygeson's superficial punctate keratopathy (TSPK) is a disease of the eyes. The causes of TSPK are not currently known, but details of the disease were first published in the Journal of the American Medical Association in 1950 by American ophthalmologist Phillips Thygeson (1903–2002), after whom it is named.   == Symptoms and signs == A patient with TSPK may complain of blurred vision, dry eyes, a sensation of having a foreign body stuck in the eye, photophobia (sensitivity to bright light), burning sensations and watery eyes. On inspection with a slit lamp, tiny lumps can be found on the cornea of the eye. These lumps can be more easily seen after applying fluorescein or rose Bengal dye eye-drops. The lumps appear to be randomly positioned on the cornea and they may appear and disappear over a period of time (with or without treatment). TSPK may affect one or both eyes. When both eyes are affected, the tiny lumps found on the cornea may differ in number between eyes. The severity of the symptoms often vary during the course of the disease. The disease may appear to go into remission, only to later reappear after months or years.   == Causes == The causes of TSPK are not yet well known.   == Diagnosis == There are no proposed diagnostic criteria for TSPK, but its diagnostic features are \"(1) the presence of bilateral punctate epithelial keratitis; (2) a chronic course with exacerbations and remissions; (3) healing without scar formation; (4) no response to antibiotics; and (5) a striking symptomatic response to topical corticosteroids.\"   == Treatment == There are a number of different treatments to deal with TSPK. Symptoms may disappear if untreated, but treatment may decrease both the healing time and the chances of remission.  Artificial tear eye-drops or ointments may be a suitable treatment for mild cases. Low-dosage steroidal eye-drops, such as prednisone, fluorometholone, loteprednol (Lotemax 0.5%) or rimexolone. Steroidal drops should be used with caution and the eye pressure should be regularly checked during treatment. Soft contact lenses. Ciclosporin is an experimental treatment for TSPK. It is usually used during transplants as it reduces the immune system response. Tacrolimus (Protopic 0.03% ointment) is also an experimental treatment. Laser eye treatment. Amniotic membrane (Case Study) PRK laser eye surgery has been suggested in a one-person case study as having cured this disease.   == References ==   == External links =="}