{"name": "Purpura, Thrombotic Thrombocytopenic", "category": "disease", "content": "Thrombotic thrombocytopenic purpura (TTP) is a blood disorder that results in blood clots forming in small blood vessels throughout the body. This results in a low platelet count, low red blood cells due to their breakdown, and often kidney, heart, and brain dysfunction. Symptoms may include large bruises, fever, weakness, shortness of breath, confusion, and headache. Repeated episodes may occur. In about half of cases a trigger is identified, while in the remainder the cause remains unknown. Known triggers include bacterial infections, certain medications, autoimmune diseases such as lupus, and pregnancy. The underlying mechanism typically involves antibodies inhibiting the enzyme ADAMTS13. This results in decreased break down of large multimers of von Willebrand factor (vWF) into smaller units. Less commonly TTP is inherited, known as Upshaw–Schulman syndrome, such that ADAMTS13 dysfunction is present from birth. Diagnosis is typically based on symptoms and blood tests. It may be supported by measuring activity of or antibodies against ADAMTS13. With plasma exchange the risk of death has decreased from more than 90% to less than 20%. Immunosuppressants, such as glucocorticoids, and rituximab may also be used. Platelet transfusions are generally not recommended. About 1 per 100,000 people are affected. Onset is typically in adulthood and women are more often affected. About 10% of cases begin in childhood. The condition was first described by Eli Moschcowitz in 1924. The underlying mechanism was determined in the 1980s and 1990s.   == Signs and symptoms == The signs and symptoms of TTP may at first be subtle and nonspecific. Many people experience an influenza-like or diarrheal illness before developing TTP. Neurological symptoms are very common and vary greatly in severity. Frequently reported symptoms include feeling very tired, confusion, and headaches. Seizures and symptoms similar to those of a stroke can also be seen. Other symptoms include, but are not limited to jaundice or paleness of the skin, a fast heart rate or shortness of breath, or dots on the skin known as petechiae. High blood pressure has also been observed as a symptom. As TTP progresses, blood clots form within small blood vessels (microvasculature), and platelets (clotting cells) are consumed. As a result, bruising, and rarely bleeding can occur. The bruising often takes the form of purpura, while the most common site of bleeding, if it occurs, is from the nose or gums. Larger bruises (ecchymoses) may also develop. The classic presentation of TTP, which occurs in less than 10% of people, includes five medical signs. These are:  Fever Changes in mental status Thrombocytopenia Reduced kidney function Hemolytic anemia (microangiopathic hemolytic anemia).   == Causes == TTP, as with other microangiopathic hemolytic anemias (MAHAs), is caused by spontaneous aggregation of platelets and activation of coagulation in the small blood vessels. Platelets are consumed in the aggregation process and bind vWF. These platelet-vWF complexes form small blood clots which circulate in the blood vessels and cause shearing of red blood cells, resulting in their rupture and formation of schistocytes. The two best understood causes of TTP are due to autoimmunity (acquired TTP), caused by autoantibodies targeting ADAMTS13, or congenital TTP: an inherited deficiency of ADAMTS13 (known as the Upshaw–Schulman syndrome).   === Autoimmune === In 1998, the majority of cases were shown to be caused by the inhibition of the enzyme ADAMTS13 by antibodies. Knowledge of this relationship between reduced ADAMTS13 and the pathogenesis of TTP is credited to two independent groups of researchers (Furlan and Tsai) who published their research in the same issue of the New England Journal of Medicine. ADAMTS13 is a metalloproteinase responsible for the breakdown of von Willebrand factor (vWF), a protein that links platelets, blood clots, and the blood vessel wall in the process of blood coagulation. Very large vWF multimers are more prone to lead to coagulation. Hence, without proper cleavage of vWF by ADAMTS13, coagulation occurs at a higher rate, especially in the microvasculature, part of the blood vessel system where vWF is most active due to high shear stress.   === Genetic ===  TTP may also be congenital. Such cases may be caused by mutations in the ADAMTS13 gene. This hereditary form of TTP is called the Upshaw–Schulman syndrome (also spelled Upshaw–Schülman). People with this inherited ADAMTS13 deficiency have a surprisingly mild phenotype, but develop TTP in clinical situations with increased von Willebrand factor levels, e.g. infection. Reportedly, less than 5% of all TTP cases are due to Upshaw–Schulman syndrome. People with this syndrome generally have 5–10% of normal ADAMTS-13 activity. A 2024 study suggested that hereditary TTP is underdiagnosed and should be considered in cases of unexplained stroke, neonatal jaundice, and severe pre-eclampsia. The study estimated the global prevalence of hereditary TTP at 40 per million, in contrast to previously reported estimates of 0.5 to 2.0 per million.   === Secondary === Secondary TTP is diagnosed when the person's history mentions one of the known features associated with TTP. It comprises about 40% of all cases of TTP. Predisposing factors are:  Cancer Bone marrow transplantation Pregnancy Medication use: Antiviral drugs (acyclovir) Certain chemotherapy medications such as gemcitabine and mitomycin C Quinine Oxymorphone Quetiapine Bevacizumab Sunitinib Platelet aggregation inhibitors (ticlopidine, clopidogrel, and prasugrel) Immunosuppressants (ciclosporin, mitomycin, tacrolimus/FK506, interferon-α) Hormone altering drugs (estrogens, contraceptives, hormone replacement therapy) HIV-1 infection The mechanism of secondary TTP is poorly understood, as ADAMTS13 activity is generally not as depressed as in idiopathic TTP, and inhibitors cannot be detected. Probable etiology may involve, at least in some cases, endothelial damage, although the formation of thrombi resulting in vessel occlusion may not be essential in the pathogenesis of secondary TTP. These factors may also be considered a form of secondary aHUS; people presenting with these features are, therefore, potential candidates for anticomplement therapy.   == Pathophysiology == The underlying mechanism typically involves autoantibody-mediated inhibition of the enzyme ADAMTS13, a metalloprotease responsible for cleaving large multimers of von Willebrand factor (vWF) into smaller units. The increase in circulating multimers of vWF increases platelet adhesion to areas of endothelial injury, particularly where arterioles and capillaries meet, which in turn results in the formation of small platelet clots called thrombi. As platelets are used up in the formation of thrombi, this then leads to a decrease in the number of overall circulating platelets, which may then cause life-threatening bleeds. Red blood cells passing the microscopic clots are subjected to shear stress, which damages their membranes, leading to rupture of red blood cells within blood vessels, which in turn leads to microangiopathic hemolytic anemia and schistocyte formation. The presence of the thrombi reduces blood flow to organs resulting in cellular injury and end organ damage.   === Recovery === Depression is common in those recovering from TTP; 59% of recovered TTP patients screened positive for depression within 11 years after recovery.   == Diagnosis == Thrombotic thrombocytopenic purpura (TTP) initially presents with a range of symptoms that may include severe thrombocytopenia (platelet count usually < 30,000/mm³), microangiopathic hemolytic anemia (evidenced by schistocytes in the blood smear), and various clinical signs such as petechiae, purpura, neurologic symptoms, myocardial ischemia, mesenteric ischemia, and renal abnormalities. Notably, the complete classic pentad of TTP symptoms—microangiopathic hemolytic anemia, thrombocytopenia, renal abnormalities, fever, and neurologic abnormalities—is only seen in about 10% of acute cases at initial presentation. Clinical suspicion of TTP is often established with an initial emergent presentation of one or more classic symptoms and a complete blood count revealing severe thrombocytopenia.  The PLASMIC score, Bentley score, and French TMA score have been used to assess clinical probability of TTP. A definitive diagnosis of TTP may be established when a laboratory assay of ADAMTS13 identifies under 10% of normal enzyme function. Borderline or normal ADAMTS13 activity suggests a different diagnosis is more likely.  The ISTH guidelines suggested diagnostic and early management strategy. Suggestions included 1) for high pretest probability based on PLASMIC score or French score, start TPE and corticosteroids, and collect plasma samples for ADAMTS13 testing before therapy. Consider caplacizumab if ADAMTS13 test results are expected within 72 hours.  If ADAMTS13 <10 IU/dL, continue caplacizumab and rituximab. If ADAMTS13 is ≥20 IU/dL, consider to stop caplacizumab and seek other diagnoses. If ADAMTS13 activity is borderline, use clinical judgment; 2) for low or intermediate pretest probability, still consider TPE and corticosteroids, but withhold caplacizumab until plasma ADAMTS13 test results are available; if ADAMTS13 activity is <10 IU/dL, consider adding caplacizumab and rituximab; if ADAMTS13 activity is ≥20 IU/dL, no caplacizumab should be used and other diagnoses should be sought; if ADAMTS13 activity falls borderline, consider other diagnoses.   === Differential diagnosis === TTP is a form of thrombotic microangiopathy (TMA), the formation of blood clots in small blood vessels throughout the body, which can lead to microangiopathic hemolytic anemia and thrombocytopenia. This characteristic is shared by two related syndromes, hemolytic-uremic syndrome (HUS) and atypical hemolytic uremic syndrome (aHUS). Consequently, differential diagnosis of these TMA diseases is essential. Both TTP and HUS are characterized by fever, anemia, thrombocytopenia, renal failure, and neurological symptoms. Generally, TTP has higher rates of neurological symptoms (≤80%) and lower rates of renal symptoms (9%) than HUS (10–20% and 90%, respectively). Unlike HUS and aHUS, TTP is known to be caused by a defect in the ADAMTS13 protein, so a lab test showing ≤5% of normal ADAMTS13 levels is indicative of TTP. ADAMTS13 levels above 5%, coupled with a positive test for shiga-toxin/enterohemorrhagic E. coli (EHEC), are more likely indicative of HUS, whereas absence of shiga-toxin/EHEC can confirm a diagnosis of aHUS.   == Treatment == Due to the high mortality of untreated TTP, a presumptive diagnosis of TTP is made even when only microangiopathic hemolytic anemia and thrombocytopenia are seen, and therapy is started. Transfusion is contraindicated in thrombotic TTP, as it fuels the coagulopathy. Since the early 1990s, plasmapheresis has become the treatment of choice for TTP. This is an exchange transfusion involving removal of the person's blood plasma through apheresis and replacement with donor plasma (fresh frozen plasma or cryosupernatant); the procedure must be repeated daily to eliminate the inhibitor and abate the symptoms. If apheresis is not available, fresh frozen plasma can be infused, but the volume that can be given safely is limited due to the danger of fluid overload. Plasma infusion alone is not as beneficial as plasma exchange. Corticosteroids (prednisone or prednisolone) are usually given. Rituximab, a monoclonal antibody aimed at the CD20 molecule on B lymphocytes, may be used on diagnosis; this is thought to kill the B cells and thereby reduce the production of the inhibitor. A stronger recommendation for rituximab exists where TTP does not respond to corticosteroids and plasmapheresis. Caplacizumab is an adjunct option in treating TTP as it has been shown that it induces a faster disease resolution compared with those people who were on placebo. However, the use of caplacizumab was associated with increase bleeding tendencies in some studied subjects. Its cost-effectiveness has also been questioned. Use of caplacizumab without plasmapheresis has been reported in select patients. The MAYARI study was designed to evaluate the effectiveness of this option.  The ISTH guidelines recommended for first acute episode and relapses of immune-mediated TTP (iTTP), add corticosteroids to therapeutic plasma exchange (TPE) and consider adding rituximab and caplacizumab. For asymptomatic iTTP with low plasma ADAMTS13 activity, consider rituximab outside of pregnancy, but prophylactic TPE during pregnancy. For asymptomatic congenital TTP, offer prophylactic plasma infusion during pregnancy, and consider plasma infusion or a wait and watch approach outside of pregnancy. People with refractory or relapsing TTP may receive additional immunosuppressive therapy, e.g. vincristine, cyclophosphamide, cyclosporine A, or splenectomy. Children with Upshaw-Schulman syndrome receive prophylactic plasma every two to three weeks; this maintains adequate levels of functioning ADAMTS13. Some tolerate longer intervals between plasma infusions. Additional plasma infusions may be necessary for triggering events, such as surgery; alternatively, the platelet count may be monitored closely around these events with plasma being administered if the count drops. Measurements of blood levels of lactate dehydrogenase, platelets, and schistocytes are used to monitor disease progression or remission. ADAMTS13 activity and inhibitor levels may be measured during follow-up, but in those without symptoms the use of rituximab is not recommended. Apadamtase alfa (Adzynma) was approved for medical use in the United States in November 2023. The use of ADAMTS13 is well established for the treatment of congenital TTP.   == Prognosis == The mortality rate is around 95% for untreated cases, but the prognosis is reasonably favorable (80–90% survival) for people with idiopathic TTP diagnosed and treated early with plasmapheresis.   == Epidemiology == The incidence of TTP is about 4–5 cases per million people per year. Idiopathic TTP occurs more often in women as well as people of African descent, and TTP secondary to autoimmune disorders such as systemic lupus erythematosus occurs more frequently in people of African descent, although other secondary forms do not show this distribution. Although Black people are at an increased risk for TTP, its presentation in Black people does not have any distinguishable features compared to those of other races. Pregnant women and women in the post partum period accounted for a notable portion (12–31%) of the cases in some studies; TTP affects about one in 25,000 pregnancies.   == History == TTP was initially described by Eli Moschcowitz at the Beth Israel Hospital in New York City in 1924. Moschcowitz ascribed the disease (incorrectly, as now known) to a toxic cause. Moschcowitz noted his patient, a 16-year-old girl, had anemia, small and large bruises, microscopic hematuria, and, at autopsy, disseminated microvascular thrombi. In 1966, a review of 16 new cases and 255 previously reported cases led to the formulation of the classical pentad of symptoms and findings (i.e., thrombocytopenia, microangiopathic hemolytic anemia, neurological symptoms, kidney failure, fever); in this series, mortality rates were found to be very high (90%). While a response to blood transfusion had been noted before, a 1978 report and subsequent studies showed blood plasma was highly effective in improving the disease process. In 1991, plasma exchange was reported to provide better response rates compared to plasma infusion. In 1982, the disease had been linked with abnormally large von Willebrand factor multimers. The identification of a deficient protease in people with TTP was made in 1998. The location of ADAMTS13 within the human genome was identified in 2001.   == References ==   == External links =="}