{"name": "Pyoderma Gangrenosum", "category": "disease", "content": "Pyoderma gangrenosum is a rare, inflammatory skin disease where painful pustules or nodules become ulcers that progressively grow. Pyoderma gangrenosum is not infectious. Treatments may include corticosteroids, ciclosporin, infliximab, or canakinumab. The disease was identified in 1930. It affects approximately 1 person in 100,000 in the population. Though it can affect people of any age, it mostly affects people in their 40s and 50s.   == Types ==  There are two main types of pyoderma gangrenosum:  the 'typical' ulcerative form, which occurs in the legs an 'atypical' form that is more superficial and occurs in the hands and other parts of the body Other variations are:  Peristomal pyoderma gangrenosum comprises 15% of all cases of pyoderma Bullous pyoderma gangrenosum Pustular pyoderma gangrenosum Vegetative pyoderma gangrenosum   == Presentation ==   === Associations === The following are conditions commonly associated with pyoderma gangrenosum:  Inflammatory bowel disease: Ulcerative colitis Crohn's disease Arthritides: Rheumatoid arthritis Seronegative arthritis Hematological disease: Myelocytic leukemia Hairy cell leukemia Myelofibrosis Myeloid metaplasia Monoclonal gammopathy Solid tumors A rare syndromic association called pyogenic arthritis, pyoderma gangrenosum and acne syndrome (PAPA syndrome), a type of autoinflammatory disorder, is associated with mutations in the proline-serine-threonine phosphatase-interacting 1 gene (PSTPIP1).   == Causes == Though the cause is not well understood, the disease is thought to be due to immune system dysfunction, and particularly improper functioning of neutrophils.  In support of an immune cause, a variety of immune mediators such as interleukin (IL)-8, IL-1β, IL-6, interferon (IFN)-γ, granulocyte colony-stimulating factor, tumor necrosis factor alpha, matrix metalloproteinase (MMP)-9, MMP10, and elafin have all been reported to be elevated in patients with pyoderma gangrenosum. Also in support of an immune cause is the finding that at least half of all pyoderma gangrenosum patients suffer from immune-mediated diseases. For instance, ulcerative colitis, rheumatoid arthritis, and monoclonal gammopathies have all been associated with pyoderma gangrenosum. It can also be part of autoinflammatory syndromes such as PAPA syndrome.  Marzano et al. (2017) identified a variety of single-nucleotide polymorphisms (SNPs) linked to autoinflammation that were carried, singly or in combination, in subsets of patients with pyoderma gangrenosum, acne and suppurative hidradenitis syndrome (PASH syndrome) or isolated pyoderma gangrenosum of the ulcerative subtype. One hallmark of  pyoderma gangrenosum is pathergy, which is the appearance of new lesions at sites of trauma, including surgical wounds.   == Diagnosis == Diagnosis of PG is challenging owing to its variable presentation, clinical overlap with other conditions, association with several systemic diseases, and absence of defining histopathologic or laboratory findings. Misdiagnosis and delayed diagnosis are common. It has been shown that up to 39% of patients who initially received a diagnosis of PG have an alternative diagnosis. In light of this, validated diagnostic criteria have recently been developed for ulcerative pyoderma gangrenosum.   === Diagnostic criteria === In addition to a biopsy demonstrating a neutrophilic infiltrate, patients must have at least 4 minor criteria to meet diagnostic criteria. These criteria are based on histology, history, clinical examination and treatment.  Histology: Exclusion of infection (including histologically indicated stains and tissue cultures) Pathergy (ulcer occurring at sites of trauma, with ulcer extending past area of trauma) Personal history of inflammatory bowel disease or inflammatory arthritis History of papule, pustule, or vesicle that rapidly ulcerated Clinical examination (or photographic evidence) of peripheral erythema, undermining border, and tenderness at site of ulceration Multiple ulcerations (at least 1 occurring on an anterior lower leg) Cribriform or “wrinkled paper” scars at sites of healed ulcers Decrease in ulcer size within 1 month of initiating immunosuppressive medications   == Treatment == First-line therapy for disseminated or localized instances of pyoderma gangrenosum is systemic treatment with corticosteroids and ciclosporin. Topical application of clobetasol, mupirocin, and gentamicin alternated with tacrolimus can be effective. Pyoderma gangrenosum ulcers demonstrate pathergy, that is, a worsening in response to minor trauma or surgical debridement. Significant care should be taken with dressing changes to prevent potentially rapid wound growth. Many patients respond differently to different types of treatment, for example some benefit from a moist environment, so treatment should be carefully evaluated at each stage. Papules that begin as small \"spouts\" can be treated with Dakin's solution to prevent infection and  wound clusters also benefit from this disinfectant. Wet to dry applications of Dakins can defeat spread of interior infection. Heavy drainage can be offset with Coban dressings. Grafting is not recommended due to tissue necrosis. If ineffective, alternative therapeutic procedures include systemic treatment with corticosteroids and mycophenolate mofetil; mycophenolate mofetil and ciclosporin; tacrolimus; thalidomide; infliximab; or plasmapheresis.   == See also == Superficial granulomatous pyoderma Brown recluse spider bite   == References ==   == External links =="}