{"name": "pyrantel", "category": "drug", "content": "Pyrantel is a medication used to treat a number of parasitic worm infections. This includes ascariasis, hookworm infections, enterobiasis (pinworm infection), trichostrongyliasis, and trichinellosis. It is taken by mouth. Side effects include nausea, headache, dizziness, trouble sleeping, and rash. A lower dose should be used in people with liver disease. While it does not appear to be harmful during pregnancy, it has not been studied for this use. It is unclear if it is safe for use during breastfeeding. It is in the antihelmintic family of medications. It works by paralyzing worms. Pyrantel was initially described in 1965. It is on the World Health Organization's List of Essential Medicines. Pyrantel is available as a generic medication. It may also be used to treat worms in a number of other animals.   == Pregnancy and breastfeeding == Pyrantel pamoate is considered a pregnancy category C drug for use during pregnancy for humans, but is in category A for canines and felines. Pyrantel is considered safe to use in nursing animals.   == Mechanism of action == Pyrantel pamoate acts as a depolarizing neuromuscular blocking agent, thereby causing sudden contraction, followed by paralysis, of the helminths. This has the result of causing the worm to \"lose its grip\" on the intestinal wall and be passed out of the system by natural process. Since Pyrantel is poorly absorbed by the host's intestine, the host is unaffected by the small dosage of medication used. Spastic (tetanic) paralyzing agents, in particular pyrantel pamoate, may induce complete intestinal obstruction in a heavy worm load. This obstruction is usually in the form of a worm impaction and happens when a very small, but heavily parasitized animal is treated and tries to pass a large number of dislodged worms at once. Worms usually pass in normal stool or with diarrhea, straining, and occasional vomiting.   == Names == There are a number of brands, including \"Reese's Pinworm Medicine\", \"Pin-X\", \"Pin-Rid\", \"PYRANTRIN\", \"COMBANTRIN\", \"Anthel\", \"Helmintox\", \"Helmex\", \"Strongid\" and Drontal Cat.   == References ==   == External links == \"Pyrantel\". Drug Information Portal. U.S. National Library of Medicine."}