{"name": "pyrethrins", "category": "drug", "content": "The pyrethrins are a class of organic compounds normally derived from Chrysanthemum cinerariifolium that have potent insecticidal activity by targeting the nervous systems of insects. Pyrethrin naturally occurs in chrysanthemum flowers and is often considered an organic insecticide when it is not combined with piperonyl butoxide or other synthetic adjuvants. Their insecticidal and insect-repellent properties have been known and used for thousands of years. Pyrethrins are gradually replacing organophosphates and organochlorides as the pesticides of choice as the latter compounds have been shown to have significant and persistent toxic effects to humans. They first appeared on markets in the 1900's and have been continually used since then in products such as bug bombs, building insect sprays, and even to spray animals so that they do not get infectious diseases.   == Chemistry ==   == History == The pyrethrins occur in the seed cases of the perennial plant pyrethrum (Chrysanthemum cinerariaefolium), which has long been grown commercially to supply the insecticide. Pyrethrins have been used as an insecticide for thousands of years. It is believed that the Chinese crushed chrysanthemum plants and used the powder as an insecticide as early as 1000 BC. It was widely known that the Zhou dynasty in China widely used pyrethrin for its insecticide properties. For centuries, crushed Chrysanthemum flowers have been used in Iran to produce Persian Powder, an insecticide for household use. Pyrethrins were identified as the potent chemical in the Chrysanthemum plants responsible for the insecticidal properties in the crushed flowers around 1800 in Asia. In the Napoleonic Wars, French soldiers used the flowers to keep away fleas and body lice.    == Biosynthesis ==  Well after their use as insecticides began, their chemical structures were determined by Hermann Staudinger and Lavoslav Ružička in 1924. Pyrethrin I (CnH28O3) and pyrethrin II (CnH28O5) are structurally related esters with a cyclopropane core. Pyrethrin I is a derivative of (+)-trans-chrysanthemic acid. Pyrethrin II is closely related, but one methyl group is oxidized to a carboxymethyl group, the resulting core being called pyrethric acid. Knowledge of their structures opened the way for the production of synthetic analogues, which are called pyrethroids. Pyrethrins are classified as terpenoids. The key step in the biosynthesis of the naturally occurring pyrethrins involves two molecules of dimethylallyl pyrophosphate, which join to form a cyclopropane ring by the action of the enzyme chrysanthemyl diphosphate synthase.   == Production ==  Commercial pyrethrin production mainly takes place in mountainous equatorial zones. The commercial cultivation of the Dalmatian chrysanthemum (C. cinerariifolium) takes place at an altitude of 1600 to 3000 meters above sea level. This is done because pyrethrin concentration has been shown to increase as elevation increases to this level. Growing these plants does not require much water because semiarid conditions and a cool winter deliver optimal pyrethrin production. The Persian chrysanthemum C. coccineum also produces pyrethrins but at a much lower level. Both may be planted in low-altitude zones in dry soil, but the pyrethrin level is lower. Pyrethrum extracted of the Persian chrysanthemum (painted daisy) was already imported to central Europe from Georgia in the middle of the 19th century. Most of the world's supply of pyrethrin and C. cinerariaefolium today comes from Kenya, which produces the most potent flowers. Other countries include Croatia (in Dalmatia) and Japan. The flower was first introduced into Kenya and the highlands of Eastern Africa during the late 1920s. Since the 2000s, Kenya has produced about 70% of the world's supply of pyrethrum. A substantial amount of the flowers are cultivated by small-scale farmers who depend on it as a source of income. It is a major source of export income for Kenya and source of over 3,500 additional jobs. About 23,000 tons were harvested in 1975. The active ingredients are extracted with organic solvents to give a concentrate containing the six types of pyrethrins: pyrethrin I, pyrethrin II, cinerin I, cinerin II, jasmolin I, and jasmolin II. Processing the flowers to cultivate the pyrethrin is often a lengthy process, and one that varies from area to area. For instance, in Japan, the flowers are hung upside down to dry which increases pyrethrin concentration slightly. To process pyrethrin, the flowers must be crushed. The degree to which the flower is crushed has an effect on both the longevity of the pyrethrin usage and the quality. The finer powder produced is better suited for use as an insecticide than the more coarsely crushed flowers. However, the more coarsely crushed flowers have a longer shelf life and deteriorate less.   == Use as an insecticide == Pyrethrin is most commonly used as an insecticide and has been used for this purpose since the 1900s. In the 1800s, it was known as \"Persian powder\", \"Persian pellitory\", and \"zacherlin\". Pyrethrins delay the closure of voltage-gated sodium channels in the nerve cells of insects, resulting in repeated and extended nerve firings. This hyperexcitation causes the death of the insect due to loss of motor coordination and paralysis. Resistance to pyrethrin has been bypassed by pairing the insecticide with synthetic synergists such as piperonyl butoxide. Together, these two compounds prevent detoxification in the insect, ensuring insect death. Synergists make pyrethrin more effective, allowing lower doses to be effective. Pyrethrins are effective insecticides because they selectively target insects rather than mammals due to higher insect nerve sensitivity, smaller insect body size, lower mammalian skin absorption, and more efficient mammalian hepatic metabolism. Also, mammals are able to process pyrethrin quickly and have higher body temperatures which prevent pyrethrin from working effectively  Although pyrethrin is a potent insecticide, it also functions as an insect repellent at lower concentrations. Observations in food establishments demonstrate that flies are not immediately killed, but are found more often on windowsills or near doorways. This suggests, due to the low dosage applied, that insects are driven to leave the area before dying. Because of their insecticide and insect repellent effect, pyrethrins have been very successful in reducing insect pest populations that affect humans, crops, livestock, and pets, such as ants, spiders, and lice, as well as potentially disease-carrying mosquitoes, fleas, and ticks. As pyrethrins and pyrethroids are increasingly being used as insecticides, the number of illnesses and injuries associated with exposure to these chemicals is also increasing. However, few cases leading to serious health effects or mortality in humans have occurred, which is why pyrethroids are labeled \"low-toxicity\" chemicals and are ubiquitous in home-care products. Pyrethrins are widely regarded as better for the environment, and can be harmless if used only in the field with localized sprays, as UV exposure breaks them down into harmless compounds. Additionally, they have little lasting effect on plants, degrading naturally or being degraded by the cooking process. Specific pest species that have been successfully controlled by pyrethrum include: potato, beet, grape, and six-spotted leafhopper, cabbage looper, celery leaf tier, Say's stink bug, twelve-spotted cucumber beetle, lygus bugs on peaches, grape and flower thrips, and cranberry fruitworm.   == Toxicity == Pyrethrins are among the safest insecticides on the market due to their rapid degradation in the environment. Similarities between the chemistry of pyrethrins and synthetic pyrethroids include a similar mode of action and almost identical toxicity to insects (i.e., both pyrethrins and pyrethroids induce a toxic effect within the insect by acting on sodium channels). Some differences in the chemistry between pyrethrins and synthetic pyrethroids have the result that synthetic pyrethroids have relatively longer environmental persistence than do pyrethrins. Pyrethrins have shorter environmental persistence than synthetic pyrethroids because their chemical structure is more susceptible to the presence of UV light and changes in pH. The use of pyrethrin in products such as natural insecticides and pet shampoo, for its ability to kill fleas, increases the likelihood of toxicity in mammals that are exposed. Medical cases have emerged showing fatalities from the use of pyrethrin, prompting many organic farmers to cease use. One fatal case of an 11-year-old girl with a known asthmatic condition and who used shampoo containing only a small amount (0.2% pyrethrin) to wash her dog was documented.   === Chronic pyrethrin toxicity in humans === Chronic toxicity in humans occurs most quickly through respiration into the lungs, or more slowly through absorption through the skin. Allergic reactions may occur after exposure, leading to itching and irritated skin as well as burning sensations. These types of reactions are rare because the allergenic component of pyrethrin in semi-synthetic pyrethroids has been removed. The metabolite compounds of pyrethrin are less toxic to mammals than their originators, and compounds are either broken down in the liver or gastrointestinal tract, or excreted through feces; no evidence of storage in tissues has been found .   === Pyrethrum toxicity === Exposure to pyrethrum, the crude form of pyrethrin, causes harmful health effects for mammals. Pyrethrum also has an allergenic effect that commercial pyrethroids don't have. In mammals, toxic exposure to pyrethrum can lead to tongue and lip numbness, drooling, lethargy, muscle tremors, respiratory failure, vomiting, diarrhea, seizures, paralysis, and death. Exposure to pyrethrum in high levels in humans may cause symptoms such as asthmatic breathing, sneezing, nasal stuffiness, headache, nausea, loss of coordination, tremors, convulsions, facial flushing, and swelling. A possibility of damage to the immune system exists that leads to a worsening of allergies following toxicity. Infants are unable to resourcefully break down pyrethrum due to the ease of skin penetration, causing similar symptoms as adults, but with an increased risk of death.   == Environmental effects ==   === Aquatic habitats === In aquatic settings, toxicity of pyrethrin fluctuates, increasing with rising temperatures, water, and acidity. Run-off after application has become a concern for sediment-dwelling aquatic organisms because pyrethroids can accumulate in these areas. Aquatic life is extremely susceptible to pyrethrin toxicity, and has been documented in species such as the lake trout. Although pyrethrins are quickly metabolized by birds and most mammals, fish and aquatic invertebrates lack the ability to metabolize these compounds, leading to a toxic accumulation of byproducts. To combat the accumulation of pyrethroids in bodies of water, the Environmental Protection Agency (EPA) has introduced two labeling initiatives. The Environmental Hazard and General Labeling for Pyrethroid and Synergized Pyrethrins Non-Agricultural Outdoor Products was revised in 2013 to reduce runoff into bodies of water after use in residential, commercial, institutional, and industrial areas. The Pyrethroid Spray Drift Initiative updated language for labeling all pyrethroid products to be used on agricultural crops. Because of its high toxicity to fish and aquatic invertebrates even at low doses, the EPA recommends alternatives such as pesticide-free methods or alternative chemicals that are less harmful to the surrounding aquatic environment.   ==== Terrestrial Habitats ==== Pyrethrin is mainly used on land and can also have impacts in the places that it is used. For instance pyrethrin has the ability to be persistent in the fields that it is sprayed on. This persistence in crops can lead to negative effects for meat production.   === Bees === Pyrethrins are applied broadly as nonspecific insecticides. Bees have been shown to be particularly sensitive to pyrethrin, with fatal doses as small as 0.02 micrograms. Due to this sensitivity and pollinator decline, pyrethrins are recommended to be applied at night to avoid typical pollinating hours, and in liquid rather than dust form.   == References ==   == External links == International Center for Pyrethrum research Pyrethrins and Pyrethroids Fact Sheet - National Pesticide Information Center Pyrethrins and pyrethroids on the EXTOXNET Pyrethrin and Permethrin Toxicity in Dogs and Cats Wagner, S. L. (2000). \"Fatal asthma in a child after use of an animal shampoo containing pyrethrin\". The Western Journal of Medicine. 173 (2): 86–7. doi:10.1136/ewjm.173.2.86. PMC 1071005. PMID 10924422. Horton, M. K.; Rundle, A.; Camann, D. E.; Boyd Barr, D.; Rauh, V. A.; Whyatt, R. M. (2011). \"Impact of Prenatal Exposure to Piperonyl Butoxide and Permethrin on 36-Month Neurodevelopment\". Pediatrics. 127 (3): e699–706. doi:10.1542/peds.2010-0133. PMC 3065142. PMID 21300677. \"Common insecticide used in homes associated with delayed mental development of young children\". ScienceDaily (Press release). February 10, 2011."}