{"name": "pyridoxine", "category": "drug", "content": "Pyridine is a basic heterocyclic organic compound with the chemical formula C5H5N. It is structurally related to benzene, with one methine group (=CH−) replaced by a nitrogen atom (=N−).  It is a highly flammable, weakly alkaline, water-miscible liquid with a distinctive, unpleasant fish-like smell. Pyridine is colorless, but older or impure samples can appear yellow, due to the formation of extended, unsaturated polymeric chains, which show significant electrical conductivity.  The pyridine ring occurs in many important compounds, including agrochemicals, pharmaceuticals, and vitamins. Historically, pyridine was produced from coal tar. As of 2016, it is synthesized on the scale of about 20,000 tons per year worldwide.   == Properties ==   === Physical properties ===  Pyridine is diamagnetic. Its critical parameters are: pressure 5.63 MPa, temperature 619 K and volume 248 cm3/mol. In the temperature range 340–426 °C its vapor pressure p can be described with the Antoine equation                                    log                        10                             ⁡         p         =         A         −                                 B                            C               +               T                                                  {\\displaystyle \\log _{10}p=A-{\\frac {B}{C+T}}}     where T is temperature, A = 4.16272, B = 1371.358 K and C = −58.496 K.   === Structure === Pyridine ring forms a C5N hexagon.  Slight variations of the C−C and C−N distances as well as the bond angles are observed.   === Crystallography === Pyridine crystallizes in an orthorhombic crystal system with space group Pna21 and lattice parameters a = 1752 pm, b = 897 pm, c = 1135 pm, and 16 formula units per unit cell (measured at 153 K). For comparison, crystalline benzene is also orthorhombic, with space group Pbca, a = 729.2 pm, b = 947.1 pm, c = 674.2 pm (at 78 K), but the number of molecules per cell is only 4. This difference is partly related to the lower symmetry of the individual pyridine molecule (C2v vs D6h for benzene). A trihydrate (pyridine·3H2O) is known; it also crystallizes in an orthorhombic system in the space group Pbca, lattice parameters a = 1244 pm, b = 1783 pm, c = 679 pm and eight formula units per unit cell (measured at 223 K).   === Spectroscopy === The optical absorption spectrum of pyridine in hexane consists of bands at the wavelengths of 195, 251, and 270 nm.  With respective extinction coefficients (ε) of 7500, 2000, and 450 L·mol−1·cm−1, these bands are assigned to π → π*, π → π*, and n → π*  transitions. The compound displays very low fluorescence. The 1H nuclear magnetic resonance (NMR) spectrum shows signals for α-(δ 8.5), γ-(δ7.5) and β-protons (δ7). By contrast, the proton signal for benzene is found at δ7.27. The larger chemical shifts of the α- and γ-protons in comparison to benzene result from the lower electron density in the α- and γ-positions, which can be derived from the resonance structures. The situation is rather similar for the 13C NMR spectra of pyridine and benzene: pyridine shows a triplet at δ(α-C) = 150 ppm, δ(β-C) = 124 ppm and δ(γ-C) = 136 ppm, whereas benzene has a single line at 129 ppm. All shifts are quoted for the solvent-free substances. Pyridine is conventionally detected by the gas chromatography and mass spectrometry methods.   === Bonding ===  Pyridine has a conjugated system of six π electrons that are delocalized over the ring. The molecule is planar and, thus, follows the Hückel criteria for aromatic systems. In contrast to benzene, the electron density is not evenly distributed over the ring, reflecting the negative inductive effect of the nitrogen atom. For this reason, pyridine has a dipole moment and a weaker resonant stabilization than benzene (resonance energy 117 kJ/mol in pyridine vs. 150 kJ/mol in benzene). The ring atoms in the pyridine molecule are sp2-hybridized. The nitrogen is involved in the π-bonding aromatic system using its unhybridized p orbital. The lone pair is in an sp2 orbital, projecting outward from the ring in the same plane as the σ bonds. As a result, the lone pair does not contribute to the aromatic system but importantly influences the chemical properties of pyridine, as it easily supports bond formation via an electrophilic attack. However, because of the separation of the lone pair from the aromatic ring system, the nitrogen atom cannot exhibit a positive mesomeric effect. Many analogues of pyridine are known where N is replaced by other heteroatoms from the same column of the Periodic Table of Elements (see figure below). Substitution of one C–H in pyridine with a second N gives rise to the diazine heterocycles (C4H4N2), with the names pyridazine, pyrimidine, and pyrazine.   == History ==  Impure pyridine was undoubtedly prepared by early alchemists by heating animal bones and other organic matter, but the earliest documented reference is attributed to the Scottish scientist Thomas Anderson. In 1849, Anderson examined the contents of the oil obtained through high-temperature heating of animal bones. Among other substances, he separated from the oil a colorless liquid with unpleasant odor, from which he isolated pure pyridine two years later. He described it as highly soluble in water, readily soluble in concentrated acids and salts upon heating, and only slightly soluble in oils. Owing to its flammability, Anderson named the new substance pyridine, after Greek: πῦρ (pyr) meaning fire. The suffix idine was added in compliance with the chemical nomenclature, as in toluidine, to indicate a cyclic compound containing a nitrogen atom. The chemical structure of pyridine was determined decades after its discovery. Wilhelm Körner (1869) and James Dewar (1871) suggested that, in analogy between quinoline and naphthalene, the structure of pyridine is derived from benzene by substituting one C–H unit with a nitrogen atom. The suggestion by Körner and Dewar was later confirmed in an experiment where pyridine was reduced to piperidine with sodium in ethanol. In 1876, William Ramsay combined acetylene and hydrogen cyanide into pyridine in a red-hot iron-tube furnace. This was the first synthesis of a heteroaromatic compound. The first major synthesis of pyridine derivatives was described in 1881 by Arthur Rudolf Hantzsch. The Hantzsch pyridine synthesis typically uses a 2:1:1 mixture of a β-keto acid (often acetoacetate), an aldehyde (often formaldehyde), and ammonia or its salt as the nitrogen donor. First, a double hydrogenated pyridine is obtained, which is then oxidized to the corresponding pyridine derivative. Emil Knoevenagel showed that asymmetrically substituted pyridine derivatives can be produced with this process.  The contemporary methods of pyridine production had a low yield, and the increasing demand for the new compound urged to search for more efficient routes. A breakthrough came in 1924 when the Russian chemist Aleksei Chichibabin invented a pyridine synthesis reaction, which was based on inexpensive reagents. This method is still used for the industrial production of pyridine.   == Occurrence == Pyridine is not abundant in nature, except for the leaves and roots of belladonna (Atropa belladonna) and in marshmallow (Althaea officinalis). Pyridine derivatives, however, are often part of biomolecules such as alkaloids. In daily life, trace amounts of pyridine are components of the volatile organic compounds that are produced in roasting and canning processes, e.g. in fried chicken, sukiyaki, roasted coffee, potato chips, and fried bacon. Traces of pyridine can be found in Beaufort cheese, vaginal secretions, black tea, saliva of those suffering from gingivitis, and sunflower honey.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Production == Historically, pyridine was extracted from coal tar or obtained as a byproduct of coal gasification. The process is labor-consuming and inefficient: coal tar contains only about 0.1% pyridine, and therefore a multi-stage purification was required, which further reduced the output. Nowadays, most pyridines are synthesized from ammonia, aldehydes, and nitriles, a few combinations of which are suited for pyridine itself.   Various name reactions are also known, but they are not practiced on scale. In 1989, 26,000 tonnes of pyridine was produced worldwide.  Other major derivatives are 2-, 3-, 4-methylpyridines and 5-ethyl-2-methylpyridine.  The combined scale of these alkylpyridines matches that of pyridine itself. Among the largest 25 production sites for pyridine, eleven are located in Europe (as of 1999). The major producers of pyridine include Evonik Industries, Rütgers Chemicals, Jubilant Life Sciences, Imperial Chemical Industries, and Koei Chemical. Pyridine production significantly increased in the early 2000s, with an annual production capacity of 30,000 tonnes in mainland China alone. The US–Chinese joint venture Vertellus is currently the world leader in pyridine production.   === Chichibabin synthesis === The Chichibabin pyridine synthesis was reported in 1924 and the basic approach underpins several industrial routes. In its general form, the reaction involves the condensation reaction of aldehydes, ketones, α,β-unsaturated carbonyl compounds, or any combination of the above, in ammonia or ammonia derivatives. Application of the Chichibabin pyridine synthesis suffer from low yields, often about 30%, however the precursors are inexpensive. In particular, unsubstituted pyridine is produced from formaldehyde and acetaldehyde. First, acrolein is formed in a Knoevenagel condensation from the acetaldehyde and formaldehyde. The acrolein then condenses with acetaldehyde and ammonia to give dihydropyridine, which is oxidized to pyridine. This process is carried out in a gas phase at 400–450 °C. Typical catalysts are modified forms of alumina and silica. The reaction has been tailored to produce various methylpyridines.   === Dealkylation and decarboxylation of substituted pyridines === Pyridine can be prepared by dealkylation of alkylated pyridines, which are obtained as byproducts in the syntheses of other pyridines. The oxidative dealkylation is carried out either using air over vanadium(V) oxide catalyst, by vapor-dealkylation on nickel-based catalyst, or hydrodealkylation with a silver- or platinum-based catalyst. Yields of pyridine up to be 93% can be achieved with the nickel-based catalyst. Pyridine can also be produced by the decarboxylation of nicotinic acid with copper chromite.   === Bönnemann cyclization ===  The trimerization of a part of a nitrile molecule and two parts of acetylene into pyridine is called Bönnemann cyclization. This modification of the Reppe synthesis can be activated either by heat or by light. While the thermal activation requires high pressures and temperatures, the photoinduced cycloaddition proceeds at ambient conditions with CoCp2(cod) (Cp = cyclopentadienyl, cod = 1,5-cyclooctadiene) as a catalyst, and can be performed even in water. A series of pyridine derivatives can be produced in this way. When using acetonitrile as the nitrile, 2-methylpyridine is obtained, which can be dealkylated to pyridine.   === Other methods === The Kröhnke pyridine synthesis provides a fairly general method for generating substituted pyridines using pyridine itself as a reagent which does not become incorporated into the final product. The reaction of pyridine with bromomethyl ketones gives the related pyridinium salt, wherein the methylene group is highly acidic. This species undergoes a Michael-like addition to α,β-unsaturated carbonyls in the presence of ammonium acetate to undergo ring closure and formation of the targeted substituted pyridine as well as pyridinium bromide.  The Ciamician–Dennstedt rearrangement entails the ring-expansion of pyrrole with dichlorocarbene to 3-chloropyridine.  In the Gattermann–Skita synthesis, a malonate ester salt reacts with dichloromethylamine.  Other methods include the Boger pyridine synthesis and Diels–Alder reaction of an alkene and an oxazole.   === Biosynthesis === Several pyridine derivatives play important roles in biological systems. While its biosynthesis is not fully understood, nicotinic acid (vitamin B3) occurs in some bacteria, fungi, and mammals. Mammals synthesize nicotinic acid through oxidation of the amino acid tryptophan, where an intermediate product, the aniline derivative kynurenine, creates a pyridine derivative, quinolinate and then nicotinic acid. On the contrary, the bacteria Mycobacterium tuberculosis and Escherichia coli produce nicotinic acid by condensation of glyceraldehyde 3-phosphate and aspartic acid.   == Reactions == Because of the electronegative nitrogen in the pyridine ring, pyridine enters less readily into electrophilic aromatic substitution reactions than benzene derivatives. Instead, in terms of its reactivity, pyridine resembles nitrobenzene. Correspondingly pyridine is more prone to nucleophilic substitution, as evidenced by the ease of metalation by strong organometallic bases. The reactivity of pyridine can be distinguished for three chemical groups. With electrophiles, electrophilic substitution takes place where pyridine expresses aromatic properties. With nucleophiles, pyridine reacts at positions 2 and 4 and thus behaves similar to imines and carbonyls. The reaction with many Lewis acids results in the addition to the nitrogen atom of pyridine, which is similar to the reactivity of tertiary amines. The ability of pyridine and its derivatives to oxidize, forming amine oxides (N-oxides), is also a feature of tertiary amines. The nitrogen center of pyridine features a basic lone pair of electrons. This lone pair does not overlap with the aromatic π-system ring, consequently pyridine is basic, having chemical properties similar to those of tertiary amines. Protonation gives pyridinium, C5H5NH+.The pKa of the conjugate acid (the pyridinium cation) is 5.25. The structures of pyridine and pyridinium are almost identical. The pyridinium cation is isoelectronic with benzene. Pyridinium p-toluenesulfonate (PPTS) is an illustrative pyridinium salt; it is produced by treating pyridine with p-toluenesulfonic acid. In addition to protonation, pyridine undergoes N-centred alkylation, acylation, and N-oxidation. Pyridine and poly(4-vinyl) pyridine have been shown to form conducting molecular wires with remarkable polyenimine structure on UV irradiation, a process which accounts for at least some of the visible light absorption by aged pyridine samples. These wires have been theoretically predicted to be both highly efficient electron donors and acceptors, and yet are resistant to air oxidation.   === Electrophilic substitutions === Owing to the decreased electron density in the aromatic system, electrophilic substitutions are suppressed in pyridine and its derivatives. Friedel–Crafts alkylation or acylation, usually fail for pyridine because they lead only to the addition at the nitrogen atom. Substitutions usually occur at the 3-position, which is the most electron-rich carbon atom in the ring and is, therefore, more susceptible to an electrophilic addition.  Direct nitration of pyridine is sluggish. Pyridine derivatives wherein the nitrogen atom is screened sterically and/or electronically can be obtained by nitration with nitronium tetrafluoroborate (NO2BF4). In this way, 3-nitropyridine can be obtained via the synthesis of 2,6-dibromopyridine followed by nitration and debromination. Sulfonation of pyridine is even more difficult than nitration.   However, pyridine-3-sulfonic acid can be obtained. Reaction with the SO3 group also facilitates addition of sulfur to the nitrogen atom, especially in the presence of a mercury(II) sulfate catalyst. In contrast to the sluggish nitrations and sulfonations, the bromination and chlorination of pyridine proceed well.   ==== Pyridine N-oxide ====  Oxidation of pyridine occurs at nitrogen to give pyridine N-oxide. The oxidation can be achieved with peracids:  C5H5N + RCO3H → C5H5NO +  RCO2H Some electrophilic substitutions on the pyridine are usefully effected using pyridine N-oxide followed by deoxygenation. Addition of oxygen suppresses further reactions at nitrogen atom and promotes substitution at the 2- and 4-carbons. The oxygen atom can then be removed, e.g., using zinc dust.   === Nucleophilic substitutions === In contrast to benzene ring, pyridine efficiently supports several nucleophilic substitutions. The reason for this is relatively lower electron density of the carbon atoms of the ring. These reactions include substitutions with elimination of a hydride ion and elimination-additions with formation of an intermediate aryne configuration, and usually proceed at the 2- or 4-position.  Many nucleophilic substitutions occur more easily not with bare pyridine but with pyridine modified with bromine, chlorine, fluorine, or sulfonic acid fragments that then become a leaving group. So fluorine is the best leaving group for the substitution with organolithium compounds. The nucleophilic attack compounds may be alkoxides, thiolates, amines, and ammonia (at elevated pressures). In general, the hydride ion is a poor leaving group and occurs only in a few heterocyclic reactions. They include the Chichibabin reaction, which yields pyridine derivatives aminated at the 2-position. Here, sodium amide is used as the nucleophile yielding 2-aminopyridine. The hydride ion released in this reaction combines with a proton of an available amino group, forming a hydrogen molecule. Analogous to benzene, nucleophilic substitutions to pyridine can result in the formation of pyridyne intermediates as heteroaryne. For this purpose, pyridine derivatives can be eliminated with good leaving groups using strong bases such as sodium and potassium tert-butoxide. The subsequent addition of a nucleophile to the triple bond has low selectivity, and the result is a mixture of the two possible adducts.   === Radical reactions === Pyridine supports a series of radical reactions, which is used in its dimerization to bipyridines. Radical dimerization of pyridine with elemental sodium or Raney nickel selectively yields 4,4'-bipyridine, or 2,2'-bipyridine, which are important precursor reagents in the chemical industry. One of the name reactions involving free radicals is the Minisci reaction. It can produce 2-tert-butylpyridine upon reacting pyridine with pivalic acid, silver nitrate and ammonium in sulfuric acid with a yield of 97%.   === Reactions on the nitrogen atom ===  Lewis acids easily add to the nitrogen atom of pyridine, forming pyridinium salts. The reaction with alkyl halides leads to alkylation of the nitrogen atom. This creates a positive charge in the ring that increases the reactivity of pyridine to both oxidation and reduction. The Zincke reaction is used for the selective introduction of radicals in pyridinium compounds (it has no relation to the chemical element zinc).   === Hydrogenation and reduction ===  Piperidine is produced by hydrogenation of pyridine with a nickel-, cobalt-, or ruthenium-based catalyst at elevated temperatures. The hydrogenation of pyridine to piperidine releases 193.8 kJ/mol, which is slightly less than the energy of the hydrogenation of benzene (205.3 kJ/mol). Partially hydrogenated derivatives are obtained under milder conditions. For example, reduction with lithium aluminium hydride yields a mixture of 1,4-dihydropyridine, 1,2-dihydropyridine, and 2,5-dihydropyridine. Selective synthesis of 1,4-dihydropyridine is achieved in the presence of organometallic complexes of magnesium and zinc, and (Δ3,4)-tetrahydropyridine is obtained by electrochemical reduction of pyridine. Birch reduction converts pyridine to dihydropyridines.   === Lewis basicity and coordination compounds === Pyridine is a Lewis base, donating its pair of electrons to a Lewis acid. Its Lewis base properties are discussed in the ECW model. Its relative donor strength toward a series of acids, versus other Lewis bases, can be illustrated by C-B plots. One example is the sulfur trioxide pyridine complex (melting point 175 °C), which is a sulfation agent used to convert alcohols to sulfate esters. Pyridine-borane (C5H5NBH3, melting point 10–11 °C) is a mild reducing agent.  Transition metal pyridine complexes are numerous.  Typical octahedral complexes have the stoichiometry MCl2(py)4 and MCl3(py)3. Octahedral homoleptic complexes of the type M(py)+6 are rare or tend to dissociate pyridine. Numerous square planar complexes are known, such as Crabtree's catalyst. The pyridine ligand replaced during the reaction is restored after its completion. The η6 coordination mode, as occurs in η6 benzene complexes, is observed only in sterically encumbered derivatives that block the nitrogen center.   == Applications ==   === Pesticides and pharmaceuticals === The main use of pyridine is as a precursor to the herbicides paraquat and diquat. The first synthesis step of insecticide chlorpyrifos consists of the chlorination of pyridine. Pyridine is also the starting compound for the preparation of pyrithione-based fungicides. Cetylpyridinium and laurylpyridinium, which can be produced from pyridine with a Zincke reaction, are used as antiseptic in oral and dental care products. Pyridine is easily attacked by alkylating agents to give N-alkylpyridinium salts. One example is cetylpyridinium chloride.  It is also used in the textile industry to improve network capacity of cotton.   === Laboratory use === Pyridine is used as a polar, basic, low-reactive solvent, for example in Knoevenagel condensations. It is especially suitable for the dehalogenation, where it acts as the base for the elimination reaction. In esterifications and acylations, pyridine activates the carboxylic acid chlorides and anhydrides. Even more active in these reactions are the derivatives 4-dimethylaminopyridine (DMAP) and 4-(1-pyrrolidinyl) pyridine. Pyridine is also used as a base in some condensation reactions.   === Reagents ===  As a base, pyridine can be used as the Karl Fischer reagent, but it is usually replaced by alternatives with a more pleasant odor, such as imidazole. Pyridinium chlorochromate, pyridinium dichromate, and the Collins reagent (the complex of chromium(VI) oxide) are used for the oxidation of alcohols.   == Hazards == Pyridine is a toxic, flammable liquid with a strong and unpleasant fishy odour. Its odour threshold of 0.04 to 20 ppm is close to its threshold limit of 5 ppm for adverse effects, thus most (but not all) adults will be able to tell when it is present at harmful levels. Pyridine easily dissolves in water and harms both animals and plants in aquatic systems.   === Fire === Pyridine has a flash point of 20 °C and is therefore highly flammable. Combustion produces toxic fumes which can include bipyridines, nitrogen oxides, and carbon monoxide.   === Short-term exposure === Pyridine can cause chemical burns on contact with the skin and its fumes may be irritating to the eyes or upon inhalation. Pyridine depresses the nervous system giving symptoms similar to intoxication with vapor concentrations of above 3600 ppm posing a greater health risk. The effects may have a delayed onset of several hours and include dizziness, headache, lack of coordination, nausea, salivation, and loss of appetite. They may progress into abdominal pain, pulmonary congestion and unconsciousness. The lowest known lethal dose (LDLo) for the ingestion of pyridine in humans is 500 mg/kg.   === Long-term exposure === Prolonged exposure to pyridine may result in liver, heart and kidney damage. Evaluations as a possible carcinogenic agent showed that there is inadequate evidence in humans for the carcinogenicity of pyridine, although there is sufficient evidence in experimental animals. Therefore, IARC considers pyridine as possibly carcinogenic to humans (Group 2B).   == Occurrence == Trace amounts of up to 16 μg/m3 have been detected in tobacco smoke. Minor amounts of pyridine are released into environment from some industrial processes such as steel manufacture, processing of oil shale, coal gasification, coking plants and incinerators. The atmosphere at oil shale processing plants can contain pyridine concentrations of up to 13 μg/m3, and 53 μg/m3 levels were measured in the groundwater in the vicinity of a coal gasification plant. According to a study by the US National Institute for Occupational Safety and Health, about 43,000 Americans work in contact with pyridine.   === In foods === Pyridine has historically been added to foods to give them a bitter flavour, although this practise is now banned in the U.S. It may still be added to ethanol to make it unsuitable for drinking.   == Metabolism ==  Exposure to pyridine would normally lead to its inhalation and absorption in the lungs and gastrointestinal tract, where it either remains unchanged or is metabolized. The major products of pyridine metabolism are N-methylpyridiniumhydroxide, which are formed by N-methyltransferases (e.g., pyridine N-methyltransferase), as well as pyridine N-oxide, and 2-, 3-, and 4-hydroxypyridine, which are generated by the action of monooxygenase. In humans, pyridine is metabolized only into N-methylpyridiniumhydroxide.   == Environmental fate == Pyridine is readily degraded by bacteria to ammonia and carbon dioxide. The unsubstituted pyridine ring degrades more rapidly than picoline, lutidine, chloropyridine, or aminopyridines, and a number of pyridine degraders have been shown to overproduce riboflavin in the presence of pyridine. Ionizable N-heterocyclic compounds, including pyridine, interact with environmental surfaces (such as soils and sediments) via multiple pH-dependent mechanisms, including partitioning to soil organic matter, cation exchange, and surface complexation. Such adsorption to surfaces reduces bioavailability of pyridines for microbial degraders and other organisms, thus slowing degradation rates and reducing ecotoxicity.   == Nomenclature == The systematic name of pyridine, within the Hantzsch–Widman nomenclature recommended by the IUPAC, is azinine. However, systematic names for simple compounds are used very rarely; instead, heterocyclic nomenclature follows historically established common names. IUPAC discourages the use of azinine/azine in favor of pyridine. The numbering of the ring atoms in pyridine starts at the nitrogen (see infobox). An allocation of positions by letter of the Greek alphabet (α-γ) and the substitution pattern nomenclature common for homoaromatic systems (ortho, meta, para) are used sometimes. Here α (ortho), β (meta), and γ (para) refer to the 2, 3, and 4 position, respectively. The systematic name for the pyridine derivatives is pyridinyl, wherein the position of the substituted atom is preceded by a number. However, the historical name pyridyl is encouraged by the IUPAC and used instead of the systematic name. The cationic derivative formed by the addition of an electrophile to the nitrogen atom is called pyridinium.   == See also == 6-membered aromatic rings with one carbon replaced by another group: borabenzene, silabenzene, germabenzene, stannabenzene, pyridine, phosphorine, arsabenzene, stibabenzene, bismabenzene, pyrylium, thiopyrylium, selenopyrylium, telluropyrylium 6-membered rings with two nitrogen atoms: diazines 6-membered rings with three nitrogen atoms: triazines 6-membered rings with four nitrogen atoms: tetrazines 6-membered rings with five nitrogen atoms: pentazine 6-membered rings with six nitrogen atoms: hexazine   == References ==   == Bibliography == Sundberg, Francis A. Carey; Richard J. (2007). Advanced Organic Chemistry : Part A: Structure and Mechanisms (5. ed.). Berlin: Springer US. ISBN 978-0-387-68346-1.{{cite book}}:  CS1 maint: multiple names: authors list (link) Haynes, William M., ed. (2016). CRC Handbook of Chemistry and Physics (97th ed.). CRC Press. ISBN 9781498754293. Joule, J. A.; Mills, K. (2010). Heterocyclic Chemistry (5th ed.). Chichester: Blackwell Publishing. ISBN 978-1-4051-3300-5.   == External links ==  Synthesis and properties of pyridines at chemsynthesis.com International Chemical Safety Card 0323 NIOSH Pocket Guide to Chemical Hazards Synthesis of pyridines (overview of recent methods)"}