{"name": "pyrithione", "category": "drug", "content": "Zinc pyrithione (or pyrithione zinc) is a coordination complex of zinc. It has fungistatic (inhibiting the division of fungal cells) and bacteriostatic (inhibiting bacterial cell division) properties and is used in the treatment of seborrhoeic dermatitis and dandruff.   == Structure of the compound == The pyrithione ligands, which are formally monoanions, are chelated to Zn2+ via oxygen and sulfur centers. In the crystalline state, zinc pyrithione exists as a centrosymmetric dimer (see figure), where each zinc is bonded to two sulfur and three oxygen centers.  In solution, however, the dimers dissociate via scission of one Zn-O bond. This compound was first described in the 1930s. Pyrithione is the conjugate base derived from 2-mercaptopyridine-N-oxide (CAS# 1121-31-9), a derivative of pyridine-N-oxide.   == Uses ==   === Medicine === Zinc pyrithione can be used to treat dandruff and seborrhoeic dermatitis. It also has antibacterial properties and is effective against many pathogens from the Streptococcus and Staphylococcus genera. Its other medical applications include treatments of psoriasis, eczema, ringworm, fungus, athletes foot, dry skin, atopic dermatitis, tinea versicolor, and vitiligo.   === Paint === Because of its low solubility in water (8 ppm at neutral pH), zinc pyrithione is suitable for use in outdoor paints and other products that protect against mildew and algae. It is an algaecide. It is chemically incompatible with paints relying on metal carboxylate curing agents. When it is used in latex paints with water containing much iron, a sequestering agent that preferentially binds the iron ions is needed. It is decomposed by ultraviolet light slowly, providing years of protection in direct sunlight.   === Sponges === Zinc pyrithione is an antibacterial treatment for household sponges, as used by the 3M Corporation.   === Clothing === A process to apply zinc pyrithione to cotton with washable results was patented in the United States in 1984. Zinc pyrithione is used to prevent microbe growth in polyester. Textiles with applied zinc pyrithione protect against odor-causing microorganisms. Export of antimicrobial textiles reached US$497.4 million in 2015.   == Mechanism of action ==   === Antibacterial effect === Zinc pyrithione is known to exhibit antibacterial activity by disrupting cell membrane integrity and essential metabolic functions in bacteria.    === Antifungal effect === Its antifungal effect is thought to derive from its ability to disrupt membrane transport by blocking the proton pump that energizes the transport mechanism. A study from 2011 showed that antifungal effects of Zinc pyrithione work by copper toxicity mechanism that targets critical iron–sulphur proteins.   == Health effects == Zinc pyrithione is approved for over-the-counter topical use in the United States as a treatment for dandruff and is the active ingredient in several anti-dandruff shampoos and body wash gels. In its industrial forms and strengths, it may be harmful by contact or ingestion. Zinc pyrithione can in the laboratory setting trigger a variety of responses, such as DNA damage in skin cells.   == Legal status ==   === European Union regions === Use of zinc pyrithione is prohibited within cosmetic products in the European Union since December 2021. The substance was considered safe for use in rinse-off and leave-in products of different tested concentrations, but due to environmental toxicity standard regulation was considered against potential alternatives – and as no submission was made for its use it was automatically prohibited.   === United States === Zinc pyrithione concentration of up to 2% is allowed for products when they are formulated to be applied and then washed off after brief exposure.   == Environmental concerns == A large Swedish study shows that it is broken down in wastewater plants and does not release into waterways. A Danish study shows that it biodegrades quickly, but that a risk of continuous leaching from boat paint may cause environmental toxicity.   == See also == Ketoconazole, another antifungal agent used in shampoos Piroctone olamine, another antifungal agent used in shampoos Selenium disulfide, an active ingredient used in shampoos such as Selsun Blue   == References =="}