{"name": "pyridoxal phosphate", "category": "drug", "content": "Pyridoxal phosphate (PLP, pyridoxal 5'-phosphate, P5P), the active form of vitamin B6, is a coenzyme in a variety of enzymatic reactions. The International Union of Biochemistry and Molecular Biology has catalogued more than 140 PLP-dependent activities, corresponding to ~4% of all classified activities. The versatility of PLP arises from its ability to covalently bind the substrate, and then to act as an electrophilic catalyst, thereby stabilizing different types of carbanionic reaction intermediates.   == Role as a coenzyme == PLP acts as a coenzyme in all transamination reactions, and in certain decarboxylation, deamination, and racemization reactions of amino acids.  The aldehyde group of PLP forms a Schiff-base linkage (internal aldimine) with the ε-amino group of a specific lysine group of the aminotransferase enzyme. The α-amino group of the amino acid substrate displaces the ε-amino group of the active-site lysine residue in a process known as transaldimination. The resulting external aldimine can lose a proton, carbon dioxide, or an amino acid sidechain to become a quinonoid intermediate, which in turn can act as a nucleophile in several reaction pathways. In transamination, after deprotonation the quinonoid intermediate accepts a proton at a different position to become a ketimine. The resulting ketimine is hydrolysed so that the amino group remains on the complex. In addition, PLP is used by aminotransferases (or transaminases) that act upon unusual sugars such as perosamine and desosamine. In these reactions, the PLP reacts with glutamate, which transfers its alpha-amino group to PLP to make pyridoxamine phosphate (PMP).  PMP then transfers its nitrogen to the sugar, making an amino sugar. PLP is also involved in various beta-elimination reactions such as the reactions carried out by serine dehydratase and GDP-4-keto-6-deoxymannose-3-dehydratase (ColD). It is also active in the condensation reaction in heme synthesis. PLP plays a role in the conversion of levodopa into dopamine, facilitates the conversion of the excitatory neurotransmitter glutamate to the inhibitory neurotransmitter GABA, and allows SAM to be decarboxylated to form propylamine, which is a precursor to polyamines.   == Role in human body ==  Pyridoxal phosphate has numerous roles in human body. A few examples below:  Metabolism and biosynthesis of serotonin. Pyridoxal phosphate is a cofactor of aromatic L-amino acids decarboxylase. This allows for conversion of  5-hydroxytryptophan (5-HTP) into serotonin (5-HT). This reaction takes place in serotonergic neurons. Metabolism and biosynthesis of histamine. Pyridoxal phosphate is a cofactor of L-histidine decarboxylase. This allows for conversion of histidine into histamine. This reaction takes place in Golgi apparatus in mast cells and in basophils. Next, histamine is stored in granularity in mast cells as a complex with acid residues of heparin proteoglycan while in basophils as a complex with chondroitine sulfate. Metabolism and biosynthesis of GABA (γ-aminobutyric acid). Pyridoxal phosphate is a cofactor of glutamic acid decarboxylase (GAD). This allows for conversion of glutamate into GABA. Reaction takes place in cytoplasm of termination of GABA-ergic neurons, therefore vitamin B6 deficiency may cause epileptic seizures in children. Pyridoxal phosphate also participates in the oxidative deamination of GABA, where it is a cofactor of GABA aminotransferase. Metabolism of ornithine. Pyridoxal phosphate is a cofactor of ornithine carboxylase. Transamination. Pyridoxal phosphate takes part in decomposition and synthesis of amino acids, fats, and carbohydrates, and in the biosynthesis of hormones, neurotransmitters, and heme.   == Non-classical examples of PLP == PLP is also found on glycogen phosphorylase in the liver, where it is used to break down glycogen in glycogenolysis when glucagon or epinephrine signals it to do so. However, this enzyme does not exploit the reactive aldehyde group, but instead utilizes the phosphate group on PLP to perform its reaction. Although the vast majority of PLP-dependent enzymes form an internal aldimine with PLP via an active site lysine residue, some PLP-dependent enzymes do not have this lysine residue, but instead have a histidine in the active site. In such a case, the histidine cannot form the internal aldimine, and, therefore, the co-factor does not become covalently tethered to the enzyme. GDP-4-keto-6-deoxymannose-3-dehydratase (ColD) is an example of such an enzyme. Human Serine hydroxymethyltransferase 2 regulates one-carbon transfer reactions required for amino acid and nucleotide metabolism, and exists in dimeric and tetrameric forms. The dimeric SHMT2 variant is a potent inhibitor of the BRISC deubiquitylase enzyme complex, which regulates immune-based cell signaling. Recent studies show that SJMT2 tetramerization is induced by PLP. This prevents interaction with the BRISC deubiqutylase complex, potentially linking vitamin B6 levels and metabolism to inflammation.   == Catalytic mechanism == The pyridoxal-5′-phosphate-dependent enzymes (PLP enzymes) catalyze myriad reactions. Although the scope of PLP-catalyzed reactions appears to be immense, the unifying principle is the formation of an internal lysine-derived aldimine. Once the amino substrate interacts with the active site, a new Schiff base is generated, commonly referred to as the external aldimine. After this step, the pathway for each PLP-catalyzed reactions diverge.   == Specificity == Specificity is conferred by the fact that, of the four bonds of the alpha-carbon of the amino acid aldimine state, the bond perpendicular to the pyridine ring will be broken (Dunathan Stereoelectronic Hypothesis). Consequently, specificity is dictated by how the enzymes bind their substrates. An additional role in specificity is played by the ease of protonation of the pyridine ring nitrogen.   == PLP-enzymes == PLP is retained in the active site not only thanks to the lysine, but also thanks to the interaction of the phosphate group and a phosphate binding pocket and to a lesser extent thanks to base stacking of the pyridine ring with an overhanging aromatic residue, generally tyrosine (which may also partake in the acid–base catalysis). Despite the limited requirements for a PLP binding pocket, PLP enzymes belong to only five different families. These families do not correlate well with a particular type of reaction. The five families are classified as fold types followed by a Roman numeral.  Fold Type I   — aspartate aminotransferase family Fold Type II  — tryptophan synthase family Fold Type III — alanine racemase family (TIM-barrel) Fold Type IV  — D-amino acid aminotransferase family Fold Type V   — glycogen phosphorylase family   == Biosynthesis ==   === From vitamers === Animals are auxotroph for this enzyme co-factor and require it or an intermediate to be supplemented, hence its classification as a vitamin B6, unlike MoCo or CoQ10 for example. PLP is synthesized from pyridoxal by the enzyme pyridoxal kinase, requiring one ATP molecule. PLP is metabolized in the liver.   === Prototrophy === Two natural pathways for PLP are currently known: one requires deoxyxylulose 5-phosphate (DXP), while the other does not, hence they are known as DXP-dependent and DXP-independent. These pathways have been studied extensively in Escherichia coli and Bacillus subtilis, respectively. Despite the disparity in the starting compounds and the different number of steps required, the two pathways possess many commonalities.   ==== DXP-dependent biosynthesis ==== The DXP-dependent biosynthetic route requires several steps and a convergence of two branches, one producing 3-hydroxy-1-aminoacetone phosphate from erythrose 4-phosphate, while the other (single enzyme) producing deoxyxylulose 5-phosphate (DXP) from glyceraldehyde 3-phosphate (GAP) and pyruvate. The condensation product of 3-hydroxy-1-aminoacetone phosphate and deoxyxylulose 5-phosphate is pyridoxine 5'-phosphate. The condensation is catalyzed by PNP synthase, encoded by pdxJ, which creates PNP (pyridoxine 5' phosphate). The final enzyme is PNP oxidase (pdxH), which catalyzes the oxidation of the 4' hydroxyl group to an aldehyde using dioxigen, resulting in hydrogen peroxide. The first branch is catalyzed in E. coli by enzymes encoded by epd, pdxB, serC and pdxA. These share mechanistical similarities and homology with the three enzymes in serine biosynthesis (serA (homologue of pdxB), serC, serB — however, epd is a homologue of gap), which points towards a shared evolutionary origin of the two pathways. In several species there are two homologues of the E. coli serC gene, generally one in a ser operon (serC), and the other in a pdx operon, in which case it is called pdxF.  A \"serendipitous pathway\" was found in an overexpression library that could suppress the auxotrophy caused by the deletion of pdxB (encoding erythronate 4 phosphate dehydrogenase) in E. coli. The serendipitous pathway was very inefficient, but was possible due to the promiscuous activity of various enzymes. It started with 3-phosphohydroxypyruvate (the product of the serA-encoded enzyme in serine biosynthesis) and did not require erythronate-4-phosphate. 3PHP was dephosphorylated, resulting in an unstable intermediate that decarboxylates spontaneously (hence the presence of the phosphate in the serine biosynthetic pathway) to glycaldehyde. Glycaldehyde was condensed with glycine and the phosphorylated product was 4-phosphohydroxythreonine (4PHT), the canonical substrate for 4-PHT dehydrogenase (pdxA).   ==== DXP-independent biosynthesis ==== The DXP-independent PLP-biosynthetic route consists of a step catalyzed by PLP-synthase, an enzyme composed of two subunits. PdxS catalyzes the condensation of ribulose 5-phosphate, glyceraldehyde-3-phosphate, and ammonia, this latter molecules is produced by PdxT which catalyzes the production of ammonia from glutamine. PdxS is a (β/α)8 barrel (also known as a TIM-barrel) that forms a dodecamer.   === Abiotic synthesis === The widespread utilization of PLP in central metabolism, especially in amino acid biosynthesis, and its activity in the absence of enzymes, suggests PLP may be a \"prebiotic\" compound—that is, one that predates the origin of organic life (not to be confused with prebiotic compounds, substances which serve as a food source for beneficial bacteria). In fact, heating NH3 and Glycolaldehyde spontaneously forms a variety of pyridines, including pyridoxal. Under certain conditions, PLP is formed from cyanoacetylene, diacetylene, carbon monoxide, hydrogen, water, and a phosphoric acid.   == Inhibitors == Several inhibitors of PLP enzymes are known. One type of inhibitor forms an electrophile with PLP, causing it to irreversibly react with the active site lysine. Acetylenic compounds (e.g. propargylglycine) and vinylic compounds (e.g. vinylglycine) are such inhibitors. A different type of inhibitor inactivates PLP, and such are α-methyl and amino-oxy substrate analogs (e.g. α-methylglutamate).  Still other inhibitors have good leaving groups that nucleophilically attack the PLP. Such is chloroalanine, which inhibits a large number of enzymes. Examples of inhibitors:  Levothyroxine In rats given only 10 μg of D, L-thyroxine daily for 15 days, liver cysteine desulfhydrase activity disappears and serine and threonine dehydrase and alanine glutamate transaminase activities decrease about 40%. Either in vivo feeding of pyridoxal-5-phosphate or in vitro addition of the coenzyme to the liver preparations restores full activity to all these enzymes, and the slight in vitro inhibition in the presence of 10−5 M thyroxine is also reversed by pyridoxal-5-phosphate. The inactive form pyridoxine competitively inhibits the active pyridoxal-5'-phosphate. Consequently, symptoms of vitamin B6 supplementation in the pyridoxine form can mimic those of vitamin B6 deficiency; an effect which perhaps might be avoided by supplementing with P5P instead. AlaP (alanine phosphonate) inhibits alanine racemases, but its lack of specificity has prompted further designs of ALR inhibitors. Gabaculine and Vigabatrin inhibit GABA aminotransferase Canaline and 5-fluoromethylornithine inhibit ornithine aminotransferase Amino-oxy SAM inhibits ACC synthase   == Evolution == Pyridoxal-5-phosphate (vitamin B6)-dependent enzymes have multiple evolutionary origins. The overall B6 enzymes diverged into four independent evolutionary lines: α family (i.e. aspartate aminotransferase), β family (serine dehydratase),D-alanine aminotransferase family and the alanine racemase family. An example of the evolutionary similarity in the Beta family is seen in the mechanism. The β enzymes are all lyases and catalyze reactions where Cα and Cβ participate. Overall, in the PLP-dependent enzymes, the PLP in every case is covalently attached via an imine bond to the amino group in the active site.   == See also == Aromatic-L-amino-acid decarboxylase Ornithine decarboxylase   == References ==   == External links == A11HA06 (WHO)"}