{"name": "Q fever endocarditis", "category": "disease", "content": "Q fever or query fever is a disease caused by infection with Coxiella burnetii, a bacterium that affects humans and other animals. This organism is uncommon, but may be found in cattle, sheep, goats, and other domestic mammals, including cats and dogs. The infection results from inhalation of a spore-like small-cell variant, and from contact with the milk, urine, feces, vaginal mucus, or semen of infected animals. Rarely, the disease is tick-borne. The incubation period can range from 9 to 40 days. Humans are vulnerable to Q fever, and infection can result from even a few organisms. The bacterium is an obligate intracellular pathogenic parasite.   == Signs and symptoms == The incubation period is usually two to three weeks. The most common manifestation is flu-like symptoms: abrupt onset of fever, malaise, profuse perspiration, severe headache, muscle pain, joint pain, loss of appetite, upper respiratory problems, dry cough, pleuritic pain, chills, confusion, and gastrointestinal symptoms, such as nausea, vomiting, and diarrhea. About half of infected individuals exhibit no symptoms. During its course, the disease can progress to an atypical pneumonia, which can result in a life-threatening acute respiratory distress syndrome, usually occurring during the first four to five days of infection. Less often, Q fever causes (granulomatous) hepatitis, which may be asymptomatic or become symptomatic with malaise, fever, liver enlargement, and pain in the right upper quadrant of the abdomen. This hepatitis often results in the elevation of transaminase values, although jaundice is uncommon. Q fever can also rarely result in retinal vasculitis. The chronic form of Q fever is virtually identical to endocarditis (i.e. inflammation of the inner lining of the heart), which can occur months or decades following the infection. It is usually fatal if untreated. However, with appropriate treatment, the mortality falls to around 10%. A minority of Q fever survivors develops Q fever fatigue syndrome after acute infection, one of the more well-studied post-acute infection syndromes. Q fever fatigue syndrome is characterised by post-exertional malaise and debilitating fatigue. People with Q fever fatigue syndrome frequently meet the diagnostic criteria for myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). Symptoms often persist years after the initial infection.   == Diagnosis ==  Diagnosis is usually based on serology (looking for an antibody response) rather than looking for the organism itself. Serology allows the detection of chronic infection by the appearance of high levels of the antibody against the virulent form of the bacterium. Molecular detection of bacterial DNA is increasingly used. Contrary to most obligate intracellular parasites, Coxiella burnetii can be grown in an axenic culture, but its culture is technically difficult and not routinely available in most microbiology laboratories. Q fever can cause endocarditis (infection of the heart valves) which may require transoesophageal echocardiography to diagnose.  Q fever hepatitis manifests as an elevation of alanine transaminase and aspartate transaminase, but a definitive diagnosis is only possible on liver biopsy, which shows the characteristic fibrin ring granulomas.   == Prevention == Research done in the 1960s–1970s by French Canadian-American microbiologist and virologist Paul Fiset was instrumental in the development of the first successful Q fever vaccine. Protection is offered by Q-Vax, a whole-cell, inactivated vaccine developed by an Australian vaccine manufacturing company, CSL Limited. The intradermal vaccination is composed of killed C. burnetii organisms. Skin and blood tests should be done before vaccination to identify pre-existing immunity, because vaccinating people who already have  immunity can result in a severe local reaction. After a single dose of vaccine, protective immunity lasts for many years. Revaccination is not generally required. Annual screening is typically recommended. In 2001, Australia introduced a national Q fever vaccination program for people working in \"at risk\" occupations. Vaccinated or previously exposed people may have their status recorded on the Australian Q Fever Register, which may be a condition of employment in the meat processing industry or in veterinary research. An earlier killed vaccine had been developed in the Soviet Union, but its side effects prevented its licensing abroad. Preliminary results suggest vaccination of animals may be a method of control. Published trials proved that use of a registered phase vaccine (Coxevac) on infected farms is a tool of major interest to manage or prevent early or late abortion, repeat breeding, anoestrus, silent oestrus, metritis, and decreases in milk yield when C. burnetii is the major cause of these problems.   == Treatment == Treatment of acute Q fever with antibiotics is very effective. Commonly used antibiotics include doxycycline, tetracycline, chloramphenicol, ciprofloxacin, and ofloxacin; the antimalarial drug hydroxychloroquine is also used. Chronic Q fever is more difficult to treat and can require up to four years of treatment with doxycycline and quinolones or doxycycline with hydroxychloroquine. If a person has chronic Q fever, doxycycline and hydroxychloroquine will be prescribed for at least 18 months. Q fever in pregnancy is especially difficult to treat because doxycycline and ciprofloxacin are contraindicated in pregnancy. The preferred treatment for pregnancy and children under the age of eight is co-trimoxazole.   == Epidemiology ==  Q fever is a globally distributed zoonotic disease caused by a highly sustainable and virulent bacterium. The pathogenic agent is found worldwide, with the exception of New Zealand and Antarctica.  Understanding the transmission and risk factors of Q fever is crucial for public health due to its potential to cause widespread infection.   === Transmission and occupational risks === Transmission primarily occurs through the inhalation of contaminated dust, contact with contaminated milk, meat, or wool, and particularly birthing products. Ticks can transfer the pathogenic agent to other animals. While human-to-human transmission is rare, often associated with the transmission of birth products, sexual contact, and blood transfusion, certain occupations pose higher risks for Q fever:  Veterinary personnel Stockyard workers Farmers Sheep shearers Animal transporters Laboratory workers handling potentially infected veterinary samples or visiting abattoirs People who cull and process kangaroos Hide (tannery) workers It is important to note that anyone who has contact with animals infected with Q fever bacteria, especially people who work on farms or with animals, is at an increased risk of contracting the disease. Understanding these occupational risks is crucial for public health.   === Prevalence and risk factors === Studies indicate a higher prevalence of Q fever in men than in women, potentially linked to occupational exposure rates. Other contributing risk factors include geography, age, and occupational exposure. Diagnosis relies on blood compatibility testing, with treatment varying for acute and chronic cases. Acute disease often responds to doxycycline, while chronic cases may require a combination of doxycycline and hydroxychloroquine. It is worth noting that Q fever was officially reported in the United States as a notifiable disease in 1999 due to its potential biowarfare agent status. Q fever exhibits global epidemiological patterns, with higher incidence rates reported in certain countries. In Africa, wild animals in rainforests primarily transmit the disease, making it endemic. Unique patterns are observed in Latin America, but reporting is sporadic and inconsistent between and among countries, making it difficult to track and address. Recent outbreaks in European countries, including the Netherlands and France, have been linked to urbanized goat farming, raising concerns about the safety of intensive livestock farming practices and the potential risks of zoonotic diseases. Similarly, in the United States, Q fever is more common in livestock farming regions, especially in the West and the Great Plains. California, Texas, and Iowa account for almost 40% of reported cases, with a higher incidence during the spring and early summer when livestock are breeding, regardless of whether the infection is acute or chronic. These outbreaks have affected a significant number of people, with immunocompromised individuals being more severely impacted. The global nature of Q fever and its association with livestock farming highlight the importance of implementing measures to prevent and control the spread of the disease, particularly in high-risk regions.   === Age and occupational exposure === Older men in the West and Great Plains regions, involved in close contact with livestock management, are at a higher risk of contracting chronic Q fever. This risk may be further increased for those with a history of cardiac problems. The disease can manifest years after the initial infection, presenting symptoms such as non-specific fatigue, fever, weight loss, and endocarditis. Additionally, certain populations have been found to be more vulnerable to Q fever, including children living in farming communities, who may experience similar symptoms as adults. There have also been reported cases of Q fever among United States military service members, particularly those deployed to Iraq or Afghanistan, which further highlights the importance of understanding and addressing the occupational risks associated with Q fever.   === Prevention and public health education === Proper public health education is crucial in reducing the number of Q fever cases. Raising awareness about transmission routes, occupational risks, and preventive measures, such as eliminating unpasteurized milk products from the diet, can help prevent the spread of disease. Interdisciplinary collaboration between medical personnel and farmers is critical when developing strategies for control and prevention in a community. Awareness campaigns should particularly target occupations that work with livestock, focusing on risk-reduction procedures such as herd monitoring, implementing sanitation practices and personal protective equipment, and vaccinating animals. Locating livestock farms at least 500 meters away from residential areas can also help reduce animal-to-human transmission.   == History ==  Q fever was first described in 1935 by Edward Holbrook Derrick in slaughterhouse workers in Brisbane, Queensland. The \"Q\" stands for \"query\" and was applied at a time when the causative agent was unknown; it was chosen over suggestions of abattoir fever and Queensland rickettsial fever, to avoid directing negative connotations at either the cattle industry or the state of Queensland. The pathogen of Q fever was discovered in 1937, when Frank Macfarlane Burnet and Mavis Freeman isolated the bacterium from one of Derrick's patients. It was originally identified as a species of Rickettsia. H.R. Cox and Gordon Davis elucidated the transmission when they isolated it from ticks found in the US state of Montana in 1938.  It is a zoonotic disease whose most common animal reservoirs are cattle, sheep, and goats. Coxiella burnetii – named for Cox and Burnet – is no longer regarded as closely related to the Rickettsiae, but as similar to Legionella and Francisella, and is a Gammaproteobacterium.   == Society and culture == An early mention of Q fever was important in one of the early Dr. Kildare films (1939, Calling Dr. Kildare). Kildare's mentor Dr. Gillespie (Lionel Barrymore) tires of his protégé working fruitlessly on \"exotic diagnoses\" (\"I think it's Q fever!\") and sends him to work in a neighborhood clinic, instead.   === Biological warfare === C. burnetii has been used to develop biological weapons. The United States investigated it as a potential biological warfare agent in the 1950s, with eventual standardization as agent OU. At Fort Detrick and Dugway Proving Ground, human trials were conducted on Whitecoat volunteers to determine the median infective dose (18 MICLD50/person i.h.) and course of infection. The Deseret Test Center dispensed biological Agent OU with ships and aircraft, during Project 112 and Project SHAD.  As a standardized biological, it was manufactured in large quantities at Pine Bluff Arsenal, with 5,098 gallons in the arsenal in bulk at the time of demilitarization in 1970. C. burnetii is currently ranked as a \"category B\" bioterrorism agent by the CDC. It can be contagious, and is very stable in aerosols in a wide range of temperatures. Q fever microorganisms may survive on surfaces up to 60 days. It is considered a good agent in part because its ID50 (number of bacilli needed to infect 50% of individuals) is considered to be one, making it the lowest known.   == In animals == Q fever can affect many species of domestic and wild animals, including ruminants (cattle, sheep, goats, bison, deer species...), carnivores (dogs, cats, seals...), rodents, reptiles and birds. However, ruminants (cattle, goats, and sheep) are the most frequently affected animals, and can serve as a reservoir for the bacteria.   === Clinical signs === In contrast to humans, though a respiratory and cardiac infection could be experimentally reproduced in cattle, the clinical signs mainly affect the reproductive system. Q fever in ruminants is, therefore, mainly responsible for abortions, metritis, retained placenta, and infertility. The clinical signs vary between species. In small ruminants (sheep and goats), it is dominated by abortions, premature births, stillbirths, and the birth of weak lambs or kids. One of the characteristics of abortions in goats is that they are very frequent and clustered in the first year or two after contamination of the farm. This is known as an abortion storm. In cattle, although abortions also occur, they are less frequent and more sporadic. The clinical picture is rather dominated by nonspecific signs such as placental retentions, metritis, and consequent fertility disorders.   === Epidemiology === With the exception of New Zealand, which is currently free of Q fever, the disease is present throughout the world. Numerous epidemiological surveys have been carried out. They have shown that about one in three cattle farms and one in four sheep or goat farms are infected, but wide variations are seen between studies and countries. In China, Iran, Great Britain, Germany, Hungary, the Netherlands, Spain, the US, Belgium, Denmark, Croatia, Slovakia, the Czech Republic, Serbia, Slovenia, and Jordan, for example, more than 50% of cattle herds were infected with Q fever. Infected animals shed the bacteria by three routes - genital discharge, faeces, and milk.  Excretion is greatest at the time of parturition or abortion, and placentas and aborted fetuses are the main sources of bacteria, particularly in goats. As C. burnetii is small and resistant in the environment, it is easily airborne and can be transmitted from one farm to another, even if several kilometres away.   === Control ===   ==== Biosecurity measures ==== Based on the epidemiological data, biosecurity measures can be derived:  The spread of manure from infected farm should be avoided in windy conditions The level of hygiene must be very high during parturition and fetal annexes, and fetuses must be collected and destroyed as soon as possible   ==== Medical measures ==== A vaccine for cattle, goats and sheep exists. It reduces clinical expression such as abortions and decreases excretion of the bacteria by the animals leading to control of Q fever in herds. In addition, vaccination of herds against Q fever has been shown to reduce the risk of human infection.   == References ==   == External links ==   Quotations related to Q fever at Wikiquote Q fever at the CDC Coxiella burnetii genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID"}