{"name": "quifenadine", "category": "drug", "content": "Quifenadine (Russian: хифенадин, trade name: Phencarol, Фенкарол) is a 2nd generation antihistamine drug, marketed mainly in post-Soviet countries. Chemically, it is a quinuclidine derivative. The drug has antiarrhythmic properties, probably due to the presence of a quinuclidine nucleus in the molecule's core. It acts as a calcium channel blocker and influences the activity of potassium channels. In children with cardiac arrhythmia, combination therapy with quifenadone and either amiodarone or propafenone was found to be more effective than monotherapy with either amiodarone or propafenone. Quifenadine is a derivative of quinuclidylcarbinol, which reduces the effects of histamine on organs and systems. Quifenadine is a competitive blocker of H1 receptors. In addition, it activates the diamine oxidase enzyme, which breaks down about 30% of endogenous histamine. This explains the effectiveness of quifenadine in patients insensitive to other antihistamines. The antihistaminic qualities of quifenadine are associated with the presence of a cyclic quinuclidine core in the structure and the distance between the diphenylcarbinol group and the nitrogen atom. In terms of antihistaminic activity and duration of action, quifenadine is superior to diphenhydramine. Quifenadine reduces the toxic effect of histamine, eliminates or weakens its bronchoconstrictor effect and spasmodic effect on the smooth muscles of the intestines, has a moderate antiserotonin and weak cholinolytic effect, has well-defined antipruritic and desensitizing properties. Quifenadine weakens the hypotensive effect of histamine and its effect on capillary permeability, does not directly affect cardiac activity and blood pressure, does not have a protective effect in aconitine arrhythmias.   == Indications == Allergic rhinitis Acute and chronic urticaria Angioedema Dermatitis Atopic dermatitis Pruritus   == Synthesis == Same precursor as for mequitazine. Use patent:  The Grignard reaction between methylquinuclidine-3-carboxylate [38206-86-9] (1) and phenylmagnesium bromide (2) gave the benzhydryl alcohol product ~29% yield. The ethyl ester is cas: [6238-33-1]   == References =="}