{"name": "quinupristin", "category": "drug", "content": "Quinupristin/dalfopristin, or quinupristin-dalfopristin, (pronunciation: kwi NYOO pris tin / dal FOE pris tin) (trade name Synercid) is a combination of two antibiotics used to treat infections by staphylococci and by vancomycin-resistant Enterococcus faecium. Quinupristin and dalfopristin are both streptogramin antibiotics, derived from pristinamycin. Quinupristin is derived from pristinamycin IA; dalfopristin from pristinamycin IIA. They are combined in a weight-to-weight ratio of 30% quinupristin to 70% dalfopristin.   == Administration == Intravenous, usually 7.5 mg/kg every 8 hours (infections/life threatening VRSA); every 12 hours (skin infections). No renal dosing adjustments, hepatic dosing adjustments are not defined, consider reducing dose.   == Mechanism of action == Quinupristin and dalfopristin are protein synthesis inhibitors in a synergistic manner. While each of the two is only a bacteriostatic agent, the combination shows bactericidal activity.  Dalfopristin binds to the 23S portion of the 50S ribosomal subunit, and changes the conformation of it, enhancing the binding of quinupristin by a factor of about 100. In addition, it inhibits peptidyl transfer. Quinupristin binds to a nearby site on the 50S ribosomal subunit and prevents elongation of the polypeptide, as well as causing incomplete chains to be released.   == Pharmacokinetics == Clearance by the liver CYP450:3A4 inhibitor, half-life quinupristin 0.8 hours, dalfopristin 0.7 hours (with persistence of effects for 9–10 hours).   == Side effects ==  Serious:  C.diff-associated diarrhea superinfection anaphylactoid reactions angioedema Common:  Joint aches (arthralgia) or muscle aches (myalgia) Nausea, diarrhea (C. diff associated) or vomiting Rash or itching Headache Hyperbilirubinemia Anemia Thrombophlebitis   == Drug interactions == The drug inhibits P450 and enhances the effects of terfenadine, astemizole, indinavir, midazolam, calcium channel blockers, warfarin, cisapride and ciclosporin.   == References ==   == Further reading =="}