{"name": "quinapril", "category": "drug", "content": "Quinapril, sold under the brand name Accupril by the Pfizer corporation. It a medication used to treat high blood pressure (hypertension), heart failure, and diabetic kidney disease. It is a first line treatment for high blood pressure. It is taken by mouth. Common side effects include headaches, dizziness, feeling tired, and cough. Serious side effects may include liver problems, low blood pressure, angioedema, kidney problems, and high blood potassium. Use in pregnancy and breastfeeding is not recommended. It is among a class of drugs called ACE inhibitors and works by decreasing renin-angiotensin-aldosterone system activity. Quinapril was patented in 1980 and came into medical use in 1989. It is available as a generic medication. In 2020, it was the 253rd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Quinapril is indicated for the treatment of high blood pressure (hypertension) and as adjunctive therapy in the management of heart failure. It may be used for the treatment of hypertension by itself or in combination with thiazide diuretics, and with diuretics and digoxin for heart failure.   == Contraindications == Contraindications include:  Pregnancy Impaired renal and liver function Patients with a history of angioedema related to previous treatment with an ACE inhibitor Hypersensitivity to Quinapril   == Side effects == Side effects of Quinapril include dizziness, cough, vomiting, upset stomach, angioedema, and fatigue.   == Mechanism of action == Quinapril inhibits angiotensin converting enzyme, an enzyme which catalyses the formation of angiotensin II from its precursor, angiotensin I. Angiotensin II is a powerful vasoconstrictor and increases blood pressure through a variety of mechanisms. Due to reduced angiotensin production, plasma concentrations of aldosterone are also reduced, resulting in increased excretion of sodium in the urine and increased concentrations of potassium in the blood.   == Partial Recall == In April of 2022, Pfizer voluntarily recalled five batches of the drug because of the presence of a nitrosamine, NNitroso-quinapril. Testing found that the amount of nitrosamines was above the acceptable daily intake level (all humans are exposed to nitrosamines up to a certain daily level by cured and grilled meats, water, dairy products, and vegetables) set by the U.S.'s Food and Drug Administration (FDA). Though long-term ingestion of NNitroso-quinapril potentially might cause cancer in some individuals, there is not believed to be an imminent risk of harm.     == References ==   == External links == \"Quinapril hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}