{"name": "quinestrol", "category": "drug", "content": "Quinestrol, also known as ethinylestradiol cyclopentyl ether (EECPE), sold under the brand name Estrovis among others, is an estrogen medication which has been used in menopausal hormone therapy, hormonal birth control, and to treat breast cancer and prostate cancer. It is taken once per week to once per month by mouth.   == Medical uses == Quinestrol has been used as the estrogen component in menopausal hormone therapy and in combined hormonal birth control. It has also occasionally been used in the treatment of breast cancer and prostate cancer, as well as to suppress lactation. On its own as an estrogen, quinestrol was taken once per week by mouth. As a combined birth control pill, it was used together with quingestanol acetate and was taken once per month by mouth.   == Pharmacology ==  Quinestrol is a prodrug of ethinylestradiol (EE), with no estrogenic activity of its own. It is taken orally and has prolonged activity following a single dose, with a very long biological half-life of more than 120 hours (5 days) due to enhanced lipophilicity and storage in fat. Because of its much longer half-life, quinestrol is two to three times as potent as EE. Also because of its long half-life, quinestrol can be taken once a week or once a month. Following administration, quinestrol is absorbed via the lymphatic system, is stored in adipose tissue, and is gradually released from adipose tissue.   == Chemistry ==  Quinestrol, also known as ethinylestradiol 3-cyclopentyl ether (EE2CPE), is a synthetic estrane steroid and a derivative of estradiol. It is an estrogen ether, specifically the C3 cyclopentyl ether of ethinylestradiol (17α-ethynylestradiol). Closely related estrogens include mestranol (ethinylestradiol 3-methyl ether) and ethinylestradiol sulfonate (EES; Turisteron; ethinylestradiol 3-isopropylsulfonate).   == History == Quinestrol was developed and introduced for medical use in the 1960s.   == Society and culture ==   === Generic names === Quinestrol is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, and BANTooltip British Approved Name. It is also known by its former developmental code name W-3566.   === Brand names === Quinestrol has been marketed under brand names including Agalacto-Quilea, Basaquines, Eston, Estrovis, Estrovister, Plestrovis, Qui-Lea, Soluna, and Yueketing, among others.   === Availability === Quinestrol was marketed as Estrovis in the United States by Parke-Davis and as Qui-Lea in Argentina, but is reportedly not currently marketed. However, it does appear to still be available as an oral contraceptive in combination with progestins in Argentina and China. One tablet form available in China consists of 6 mg levonorgestrel and 3 mg quinestrol; it is used as a prescription \"long-term\" oral contraceptive, with one dose taken each month. It is sold under various brand names including Yuèkětíng (Chinese: 悦可婷) and Àiyuè (Chinese: 艾悦). A version with the racemic norgestrel in place of levonorgestrel also appears to be available.   == Veterinary use ==   === Rodents === The Chinese levonorgestrel/quinestrol 2:1 formula is known as EP-1 in veterinary practice. It is known to have some organ-specific effects on the Mongolian gerbil as measured by receptor mRNA expression. Incorporated into baits at a concentration of 50 ppm, EP-1 has been used to control wild Mongolian gerbil populations with some success.   == References =="}