{"name": "quizartinib", "category": "drug", "content": "Quizartinib, sold under the brand name Vanflyta, is an anti-cancer medication used for the treatment of acute myeloid leukemia. It is a small molecule receptor tyrosine kinase inhibitor. Its molecular target is FLT3, also known as CD135 which is a proto-oncogene. FLT3 mutations are among the most common mutations in acute myeloid leukemia due to internal tandem duplication of FLT3, and the presence of this mutation is a marker of adverse outcome. The most common side effects of include low white blood cell counts with or without fever, reduced levels of electrolytes (potassium, magnesium or calcium) in blood, increased levels of liver or muscles enzymes, diarrhea, ulcers or redness inside the mouth (mucositis), nausea, abdominal pain, sepsis (serious infection throughout the body and organs), headache, vomiting, and upper respiratory tract infection. It was approved for medical use in Japan in October 2019, in the United States in July 2023, and the European Union in November 2023.   == Medical uses == Quizartinib is indicated, in combination with standard cytarabine and anthracycline induction and cytarabine consolidation, and as maintenance monotherapy following consolidation chemotherapy, for the treatment of newly diagnosed acute myeloid leukemia with FLT3 internal tandem duplication (ITD)-positive.   == Adverse effects == The US Food and Drug Administration (FDA) label includes a boxed warning noting QT prolongation, torsades de pointes, and cardiac arrest. Quizartinib may cause harm to an unborn baby (embryo-fetal toxicity).   == Mechanism of action == Quizartinib selectively inhibits class III receptor tyrosine kinases, including FMS-related tyrosine kinase 3 (FLT3/STK1), colony-stimulating factor 1 receptor (CSF1R/FMS), stem cell factor receptor (SCFR/KIT), and platelet derived growth factor receptors (PDGFRs). Mutations cause constant activation of the FLT3 pathway resulting in inhibition of ligand-independent leukemic cell proliferation and apoptosis.   == History == Efficacy of quizartinib with chemotherapy was evaluated in QuANTUM-First (NCT02668653), a randomized, double-blind, placebo-controlled trial of 539 participants with newly diagnosed FLT3 internal tandem duplication positive acute myeloid leukemia. FLT3 internal tandem duplication status was determined prospectively with a clinical trial assay and verified retrospectively with the companion diagnostic LeukoStrat CDx FLT3 Mutation Assay. Participants were randomized (1:1) to receive quizartinib (n=268) or placebo (n=271) with induction and consolidation therapy and as maintenance monotherapy according to the initial assignment. There was no re-randomization at the initiation of post-consolidation therapy. Participants who proceeded to hematopoietic stem cell transplantation initiated maintenance therapy after hematopoietic stem cell transplantation recovery. The main efficacy outcome measure was overall survival, measured from randomization date until death by any cause. The primary analysis was conducted after a minimum follow-up of 24 months after the last patient was randomized. The trial demonstrated a statistically significant improvement in overall survival for the quizartinib arm [hazard ratio (HR) 0.78; 95% CI: 0.62, 0.98; 2‑sided p=0.0324]. The CR rate in the quizartinib arm was 55% (95% CI: 48.7, 60.9) with a median duration of 38.6 months (95% CI: 21.9, NE), and the CR rate in those receiving placebo was 55% (95% CI: 49.2, 61.4) with a median duration of 12.4 months (95% CI: 8.8, 22.7). The FDA granted the application for quizartinib priority review, fast track, and orphan drug designations.   === Clinical trials === It reported good results in 2012, from a phase II clinical trial for refractory acute myeloid leukemia - in participants who went on to have a stem cell transplant. As of July 2023, it has completed seventeen clinical trials, and another eleven are active.   == Society and culture ==   === Legal status === The application for quizartinib was denied in the European Union in 2019. In September 2023, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Vanflyta, intended for the treatment of acute myeloid leukaemia (AML) that is FLT3-ITD positive. The applicant for this medicinal product is Daiichi Sankyo Europe GmbH. Quizartinib was approved for medical use in Japan in October 2019, in the United States in July 2023, and the European Union in November 2023.   === Brand names === Quizartinib is the international nonproprietary name. Quizartinib is sold under the brand name Vanflyta.   == References ==   == Further reading == Erba HP, Montesinos P, Kim HJ, Patkowska E, Vrhovac R, Žák P, et al. (May 2023). \"Quizartinib plus chemotherapy in newly diagnosed patients with FLT3-internal-tandem-duplication-positive acute myeloid leukaemia (QuANTUM-First): a randomised, double-blind, placebo-controlled, phase 3 trial\". Lancet. 401 (10388): 1571–1583. doi:10.1016/S0140-6736(23)00464-6. PMID 37116523. S2CID 258314572.   == External links == Clinical trial number NCT02668653 for \"Quizartinib With Standard of Care Chemotherapy and as Continuation Therapy in Patients With Newly Diagnosed FLT3-ITD (+) Acute Myeloid Leukemia (AML) (QuANTUM-First)\" at ClinicalTrials.gov"}