{"name": "racecadotril", "category": "drug", "content": "Racecadotril, also known as acetorphan, is an antidiarrheal medication which acts as a peripheral enkephalinase inhibitor. Unlike other opioid medications used to treat diarrhea, which reduce intestinal motility, racecadotril has an antisecretory effect — it reduces the secretion of water and electrolytes into the intestine. It is available in France (where it was first introduced in ~1990) and other European countries (including Germany, Italy, the United Kingdom, Spain, Portugal, Poland, Finland, Russia and the Czech Republic) as well as most of South America and some South East Asian countries (including China, India and Thailand), but not in the United States. It is sold under the tradename Hidrasec, among others. Thiorphan is the active metabolite of racecadotril, which exerts the bulk of its inhibitory actions on enkephalinases.   == Medical uses == Racecadotril is used for the treatment of acute diarrhea in children and adults and has better tolerability than loperamide, as it causes less constipation and flatulence. Several guidelines have recommended racecadotril use in addition to oral rehydration treatment in children with acute diarrhea.   == Contraindications == Racecadotril has no contraindications apart from known hypersensitivity to the substance. There is insufficient data for the therapy of chronic diarrhea, for patients with renal or hepatic failure, and for children under three months. Additional contraindications for the children's formulation are hereditary fructose intolerance, glucose-galactose malabsorption and saccharase deficiency, as it contains sugar.   == Side effects == The most common adverse effect is headache, which occurs in 1–2% of patients. Rashes occur in fewer than 1% of patients. Other described skin reactions include itching, urticaria, angioedema, erythema multiforme, and erythema nodosum.   == Overdose == No cases of overdose are known. Adults have tolerated 20-fold therapeutic doses without ill effects.   == Interactions == No interactions in humans have been described. Combining racecadotril with an ACE inhibitor can theoretically increase the risk for angioedema. Racecadotril and its main metabolites neither inhibit nor induce the liver enzymes CYP1A2, CYP2C9, CYP2C19, CYP2D6, and CYP3A4. They also do not induce UGT enzymes. This means that racecadotril has a low potential for pharmacokinetic interactions.   == Pharmacology ==   === Mechanism of action === Enkephalins are peptides produced by the body that act on opioid receptors with preference for the δ subtype. Activation of δ receptors inhibits the enzyme adenylyl cyclase, decreasing intracellular levels of the messenger molecule cAMP. The active metabolite of racecadotril, thiorphan, inhibits enkephalinase enzymes in the intestinal epithelium with an IC50 of 6.1 nM, protecting enkephalins from being broken down by these enzymes. (Racecadotril itself is much less potent at 4500 nM.) This reduces diarrhea related hypersecretion in the small intestine without influencing basal secretion. Racecadotril also has no influence on the time substances, bacteria or virus particles stay in the intestine.   === Pharmacokinetics ===  Racecadotril is rapidly absorbed after oral administration and reaches Cmax within 60 minutes. Food delays Cmax by 60 to 90 minutes but does not affect the overall bioavailability. Racecadotril is rapidly and effectively metabolized to the moderately active S-acetylthiorphan the main active metabolite thiorphan, of which 90% are bound to blood plasma proteins. In therapeutic doses, racecadotril does not pass the blood–brain barrier. Inhibition of enkephalinases starts 30 minutes after administration, reaches its maximum (75–90% inhibition with a therapeutic dose) two hours after administration, and lasts for eight hours. The elimination half-life, measured from enkephalinase inhibition, is three hours. Thiorphan is further metabolized to inactive metabolites such as the methyl thioether and the methyl sulfoxide. Both active and inactive metabolites are excreted, mostly via the kidney (81.4%), and to a lesser extent via the feces (8%).   == Society and culture ==   === Brand names === In France, Portugal and Spain it is sold as Tiorfan and in Italy as Tiorfix. In India it is available as Redotril and Enuff. In the Philippines it is sold as Hidrasec.   == See also == Ecadotril, the (S)-enantiomer of racecadotril D/DL-Phenylalanine RB-101   == References ==   == External links ==  Media related to Racecadotril at Wikimedia Commons \"Racecadotril\". Drug Information Portal. U.S. National Library of Medicine."}