{"name": "radium Ra 223 dichloride", "category": "drug", "content": "Radium-223  (223Ra, Ra-223) is an isotope of radium with an 11.4-day half-life. It was discovered in 1905 by T. Godlewski, a Polish chemist from Kraków, and was historically known as actinium X (AcX). Radium-223 dichloride is an alpha particle-emitting radiotherapy drug that mimics calcium and forms complexes with hydroxyapatite at areas of increased bone turnover. The principal use of radium-223, as a radiopharmaceutical to treat metastatic cancers in bone, takes advantage of its chemical similarity to calcium, and the short range of the alpha radiation it emits.   == Origin and preparation == Although radium-223 is naturally formed in trace amounts by the decay of uranium-235, it is generally made artificially, by exposing natural radium-226 to neutrons to produce radium-227, which decays with a 42-minute half-life to actinium-227.  Actinium-227 (half-life 21.8 years) in turn decays via thorium-227 (half-life 18.7 days) to radium-223. This decay path makes it convenient to prepare radium-223 by \"milking\" it from an actinium-227 containing generator or \"cow\", similar to the moly cows widely used to prepare the medically important isotope technetium-99m. 223Ra itself decays to 219Rn (half-life 3.96 s), a short-lived gaseous radon isotope, by emitting an alpha particle of 5.979 MeV.   == Medical uses ==  The pharmaceutical product and medical use of radium-223 against skeletal metastases was invented by Roy H. Larsen, Gjermund Henriksen and Øyvind S. Bruland and has been developed by the former Norwegian company Algeta ASA, in a partnership with Bayer, under the trade name Xofigo (formerly Alpharadin), and is distributed as a solution containing radium-223 chloride (1100 kBq/ml), sodium chloride, and other ingredients for intravenous injection. Algeta ASA was later acquired by Bayer who is the sole owner of Xofigo.   === Mechanism of action ===  The use of radium-223 to treat metastatic bone cancer relies on the ability of alpha radiation from radium-223 and its short-lived decay products to kill cancer cells.  Radium is preferentially absorbed by bone by virtue of its chemical similarity to calcium, with most radium-223 that is not taken up by the bone being cleared, primarily via the gut, and excreted. Although radium-223 and its decay products also emit beta and gamma radiation, over 95% of the decay energy is in the form of alpha radiation. Alpha radiation has a very short range in tissues compared to beta or gamma radiation: around 2–10 cells. This reduces damage to surrounding healthy tissues, producing an even more localized effect than the beta-emitter strontium-89, also used to treat bone cancer. Taking account of its preferential uptake by bone and the alpha particles' short range, radium-223 is estimated to give targeted osteogenic cells a radiation dose at least eight times higher than other non-targeted tissues.   === Clinical trials and FDA and EMA approval === The phase II study of radium-223 in castration-resistant prostate cancer (CRPC) patients with bone metastases showed minimum myelotoxicity and good tolerance for the treatment. 223Ra successfully met the primary endpoint of overall survival in the phase III ALSYMPCA (ALpharadin in SYMptomatic Prostate CAncer patients) study for bone metastases resulting from CRPC in 922 patients. The ALSYMPCA study was stopped early after a pre-planned efficacy interim analysis, following a recommendation from an Independent Data Monitoring Committee, on the basis of achieving a statistically significant improvement in overall survival (two-sided p-value = 0.0022, HR = 0.699, the median overall survival was 14.0 months for 223Ra and 11.2 months for placebo). Earlier phase II of the trial showed a median increased survival of 18.9 weeks (around 4.4 months). The lower figure of 2.8 months increased survival in interim phase III results is a probable result of stopping the trial; median survival time for patients still alive could not be calculated. A 2014 update indicates a median increased survival of 3.6 months. In May 2013, 223Ra received marketing approval from the US Food and Drug Administration (FDA) as a treatment for CRPC with bone metastases in people with symptomatic bone metastases and without known visceral disease. 223Ra received priority review as a treatment for an unmet medical need, based on its ability to extend overall survival as shown its Phase III trial. This study also led to approval in the European Union in November 2013, The European Medicines Agency subsequently recommended restricting its use to patients who have had two previous treatments for metastatic prostate cancer or who cannot receive other treatments. The medicine must also not be used with abiraterone acetate, prednisone or prednisolone and its use is not recommended in patients with a low number of osteoblastic bone metastases. 223Ra also showed promising preliminary results in a phase IIa trial enrolling 23 women with bone metastases resulting from breast cancer that no longer responds to endocrine therapy.  223Ra treatment reduced the levels of bone alkaline phosphatase (bALP) and urine N-telopeptide (uNTX), key markers of bone turnover associated with bone metastases in breast cancer, diminished bone pain slightly though consistently, and was well tolerated. Another single-arm, open-label Phase II trial reported possible efficacy of 223Ra combined with endocrine therapy in hormone-receptor-positive, bone-dominant breast cancer metastasis.   === Side effects === The most common side effects reported during clinical trials in men receiving 223Ra were nausea, diarrhea, vomiting and swelling of the leg, ankle or foot. The most common abnormalities detected during blood testing were anemia, lymphocytopenia, leukopenia, thrombocytopenia and neutropenia.   === Other radium-223-based compounds === Although radium does not easily form stable molecular complexes, data has been presented on methods to increase and customize its specificity for particular cancers by linking it to monoclonal antibodies, by enclosing the 223Ra in liposomes bearing the antibodies on their surface.   == References =="}