{"name": "raloxifene", "category": "drug", "content": "Raloxifene, sold under the brand name Evista among others, is a medication used to prevent and treat osteoporosis in postmenopausal women and those on glucocorticoids. For osteoporosis it is less preferred than bisphosphonates. It is also used to reduce the risk of breast cancer in those at high risk. It is taken by mouth. Common side effects include hot flashes, leg cramps, swelling, and joint pain. Severe side effects may include blood clots and stroke. Use during pregnancy may harm the baby. The medication may worsen menstrual symptoms. Raloxifene is a selective estrogen receptor modulator (SERM) and therefore a mixed agonist–antagonist of the estrogen receptor (ER). It has estrogenic effects in bone and antiestrogenic effects in the breasts and uterus. Raloxifene was approved for medical use in the United States in 1997. It is available as a generic medication. In 2020, it was the 292nd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Raloxifene is used for the treatment and prevention of osteoporosis in postmenopausal women. It is used at a dosage of 60 mg/day for both the prevention and treatment of osteoporosis. In the case of either osteoporosis prevention or treatment, supplemental calcium and vitamin D should be added to the diet if daily intake is inadequate. Raloxifene is used to reduce the risk of breast cancer in postmenopausal women. It is used at a dosage of 60 mg/day for this indication. In the Multiple Outcomes of Raloxifene (MORE) clinical trial, raloxifene decreased the risk of all types of breast cancer by 62%, of invasive breast cancer by 72%, and of invasive estrogen receptor-positive breast cancer by 84%. Conversely, it does not reduce the risk of estrogen receptor-negative breast cancer. There were no obvious differences in effectiveness of raloxifene in the MORE trial for prevention of breast cancer at a dosage of 60 mg/m2/day relative to 120 mg/m2/day. In the Study of Tamoxifen and Raloxifene (STAR) trial, 60 mg/day raloxifene was 78% as effective as 20 mg/day tamoxifen in preventing non-invasive breast cancer. Women with undetectable levels of estradiol (<2.7 pg/mL) have a naturally low risk of breast cancer and, in contrast to women with detectable levels of estradiol, do not experience significant benefit from raloxifene in terms of reduction of breast cancer risk.   == Contraindications == Raloxifene is contraindicated in lactating women or women who are or who may become pregnant. It also may be of concern to women with active or past history of venous thromboembolic events, including deep vein thrombosis, pulmonary embolism, and retinal vein thrombosis.   == Side effects == Common side effects of raloxifene include hot flashes (25–28% vs. 18–21% for placebo), vaginal dryness, and leg cramps (generally mild; 5.5% vs. 1.9% for placebo). Raloxifene does not cause breast tenderness, endometrial hyperplasia, menstrual bleeding, or endometrial cancer. It does not appear to affect cognition or memory. Raloxifene is a teratogen; i.e., it can cause developmental abnormalities such as birth defects. Raloxifene may infrequently cause serious blood clots to form in the legs, lungs, or eyes. Other reactions experienced include leg swelling/pain, trouble breathing, chest pain, and vision changes. Black box warnings were added to the label of raloxifene in 2007 warning of increased risk of death due to stroke for postmenopausal women with documented coronary heart disease or at increased risk for major coronary events, as well as increased risk for deep vein thrombosis and pulmonary embolism. The risk of venous thromboembolism with raloxifene is increased by several-fold in postmenopausal women (RRTooltip relative risk = 3.1). Raloxifene has a lower risk of thromboembolism than tamoxifen. In the MORE trial, raloxifene caused a 40% decrease in risk of cardiovascular events in women who were at increased risk for coronary artery disease, although there was no decrease in cardiovascular events for the group as a whole. A report in September 2009 from Health and Human Services' Agency for Healthcare Research and Quality suggests that tamoxifen and raloxifene used to treat breast cancer, significantly reduce invasive breast cancer in midlife and older women, but also increase the risk of adverse side effects. A recent human case report in July 2016 suggests that raloxifene may in fact, at some point, also stimulate breast cancer growth leading to a reduction of advanced breast cancer disease upon the withdrawal of the drug. Unlike other SERMs, such as tamoxifen, raloxifene has no risk of uterine hyperplasia or endometrial cancer (RRTooltip relative risk = 0.8). Raloxifene does not increase the incidence of breast pain or tenderness in postmenopausal women.   == Overdose == Raloxifene has been studied in clinical trials across a dosage range of 30 to 600 mg/day, and was well-tolerated at all dosages.   == Pharmacology ==   === Pharmacodynamics ===   ==== Mechanism of action ==== Raloxifene is a selective estrogen receptor modulator (SERM) and hence is a mixed agonist and antagonist of the estrogen receptor (ER) in different tissues. It has estrogenic activity in some tissues, such as bone and the liver, and antiestrogenic activity in other tissues, such as the breasts and uterus. Its affinity (Kd) for the ERα is approximately 50 pM, which is similar to that of estradiol. Relative to estradiol, raloxifene has been reported to possess about 8 to 34% of the affinity for the ERα and 0.5 to 76% of the affinity for the ERβ. Raloxifene acts as a partial agonist of the ERα and as a pure antagonist of the ERβ. In contrast to the classical ERs, raloxifene is an agonist of the G protein-coupled estrogen receptor (GPER) (EC50Tooltip half-maximal effective concentration = 10–100 nM), a membrane estrogen receptor.   ==== Clinical effects ==== Raloxifene has antiestrogenic effects in the mammary glands in preclinical studies. In accordance, raloxifene reduces breast density in postmenopausal women, a known risk factor for breast cancer. It does not stimulate the uterus in postmenopausal women, and results in no increase in risk of endometrial thickening, vaginal bleeding, endometrial hyperplasia, or endometrial cancer. At the same time, raloxifene has minimal antiestrogenic effect in the uterus in premenopausal women. This may possibly be due to inadequate tissue exposure of the uterus to raloxifene in these estrogen-rich individuals. In premenopausal women, raloxifene increases levels of follicle-stimulating hormone (FSH) and estradiol. Conversely, in postmenopausal women, raloxifene has been found to reduce levels of the gonadotropins, luteinizing hormone (LH) and FSH, while not affecting levels of estradiol. Raloxifene also decreases prolactin levels in postmenopausal women. In men, raloxifene has been found to disinhibit the hypothalamic–pituitary–gonadal axis (HPG axis) and thereby increase total testosterone levels. Due to the simultaneous increase in sex hormone-binding globulin (SHBG) levels however, free testosterone levels often remain unchanged in men during therapy with raloxifene. Raloxifene has estrogenic effects on liver protein synthesis. It increases SHBG levels in both pre- and postmenopausal women as well as in men. The medication decreases levels of total and low-density lipoprotein (LDL) cholesterol, C-reactive protein, apolipoprotein B, and homocysteine. Conversely, it has little effect on levels of triglycerides and high-density lipoprotein (HDL). Raloxifene has been shown to inhibit the oxidation of LDL cholesterol in vitro. The medication has been found to decrease insulin-like growth factor 1 (IGF-1) levels in pre- and postmenopausal women as well as in men. It has also been found to increase insulin-like growth factor binding protein 3 (IGFBP-3) levels in pre- and postmenopausal women. Due to activation of estrogen receptors in the liver, raloxifene has procoagulatory effects, such as decreasing levels of fibrinogen and influencing levels of other coagulation factors. For these reasons, raloxifene increases the risk of thrombosis. Raloxifene increases bone mineral density in postmenopausal women but decreases it in premenopausal women. In the MORE trial, the risk of vertebral fractures was decreased by 30%, and bone mineral density was increased in the spine (by 2.1% at 60 mg, 2.4% at 120 mg) and femoral neck (2.6% at 60 mg, 2.7% at 120 mg). It has been found to possess estrogenic effects in adipose tissue in postmenopausal women, promoting a shift from an android fat distribution to a gynoid fat distribution. The medication has been found to increase levels of leptin, an adipokine.   === Pharmacokinetics ===   ==== Absorption ==== The absorption of raloxifene is approximately 60%. However, due to extensive first-pass metabolism, the absolute bioavailability of raloxifene is only 2.0%. Raloxifene is rapidly absorbed from the intestines upon oral administration. Peak plasma levels of raloxifene occur 0.5 to 6 hours after an oral dose. In healthy postmenopausal women treated with 60 mg/day raloxifene, peak circulating raloxifene levels normalized by dose and body weight were (i.e., divided by (mg/kg)), 0.50 ng/mL (500 pg/mL) after a single dose and 1.36 ng/mL (1,360 pg/mL after multiple doses).   ==== Distribution ==== Raloxifene is widely distributed throughout the body. There is extensive distribution of raloxifene into the liver, serum, lungs, and kidneys. The volume of distribution of raloxifene with a single 30 to 150 mg oral dose is approximately 2348 L/kg, which corresponds to ~170,000 L for a 72 kg person. Both raloxifene and its glucuronide metabolites show high plasma protein binding (>95%), including to both albumin and α1 acid glycoprotein, but not to sex hormone-binding globulin. More specifically, raloxifene is 98.2 ± 0.4% bound to plasma proteins.   ==== Metabolism ==== Raloxifene is metabolized in the liver and undergoes enterohepatic recycling. It is metabolized exclusively by glucuronidation and is not metabolized by the cytochrome P450 system. Less than 1% of radiolabeled material in plasma comprises unconjugated raloxifene. The metabolites of raloxifene include several glucuronides. The elimination half-life of raloxifene after a single dose is 27.7 hours (1.2 days), whereas its half-life at steady state at a dosage of 60 mg/day is 15.8 to 86.6 hours (0.7–3.6 days), with an average of 32.5 hours (1.4 days). The extended half-life of raloxifene is attributed to enterohepatic recirculation and its high plasma protein binding. Raloxifene and its glucuronide conjugates are interconverted by reversible metabolism and enterohepatic recycling, which prolongs the elimination half-life of raloxifene with oral administration. The medication is deconjugated into its active form in a variety of tissues, including liver, lungs, spleen, bone, uterus, and kidneys.   ==== Elimination ==== Raloxifene is mainly excreted in bile and is eliminated in feces. Less than 0.2% of a dose is excreted unchanged in urine and less than 6% of a dose is excreted in urine as glucuronide conjugates.   == Chemistry ==  Raloxifene hydrochloride has the empirical formula C28H27NO4S•HCl, which corresponds to a molecular weight of 510.05 g/mol. Raloxifene hydrochloride is an off-white to pale-yellow solid that is slightly soluble in water. Raloxifene is a benzothiophene derivative and is structurally distinct from the triphenylethylene SERMs like tamoxifen, clomifene, and toremifene. It is the only benzothiophene SERM to have been marketed. A benzothiophene SERM that was not marketed is arzoxifene (LY-353381). Bazedoxifene (Duavee, Viviant) and pipendoxifene (ERA-923) are structurally related to raloxifene but are technically not benzothiophenes and instead are indoles.   == History == Raloxifene was approved in the United States for the prevention of postmenopausal osteoporosis in 1997, the treatment of postmenopausal osteoporosis in 1999, and to prevent or reduce the risk of breast cancer in certain postmenopausal women in 2007. It received orphan designation in 2005.   == Society and culture ==   === Names === Raloxifene is the generic name of the drug and its INNTooltip International Nonproprietary Name and BANTooltip British Approved Name, while raloxifène is its DCFTooltip Dénomination Commune Française and raloxifene hydrochloride is its USANTooltip United States Adopted Name, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. It has also been known by the name keoxifene. Raloxifene is sold mainly under the brand name Evista and to a lesser extent the brand name Optruma. It is also sold under a variety of other brand names in various countries.   === Availability === Raloxifene is available widely throughout the world, including in the United States, Canada, the United Kingdom, Ireland, elsewhere throughout Europe, Australia, New Zealand, South Africa, Latin America, Southern, Eastern, and Southeastern Asia, and elsewhere in the world such as in Israel and Egypt. Raloxifene is provided in the form of 60 mg oral tablets.   === Controversy === An editorial in Lancet Oncology criticized the way that research about the medication for breast cancer prevention was released.   == Research == Clinical studies of raloxifene for metastatic breast cancer in women have been conducted but found little effectiveness at 60 mg/day in those previously treated with tamoxifen, though modest effectiveness has been observed at higher doses. In contrast to tamoxifen, raloxifene is not approved for the treatment of breast cancer. Raloxifene has been studied in men for a variety of uses, such as for treatment of schizophrenia, prostate cancer, and osteoporosis. It has been studied in combination with castration and bicalutamide, a nonsteroidal antiandrogen, for the treatment of prostate cancer. Raloxifene has been studied as an adjunct in the treatment of schizophrenia in postmenopausal women. A 2017 meta-analysis concluded that it was safe and effective for this indication, although further studies with larger sample sizes are needed for confirmation. It may be effective in women with less severe symptoms. A tissue-selective estrogen-receptor complex (TSEC) of estradiol and raloxifene has been studied in postmenopausal women. Raloxifene (60 mg/day) was reported to be effective in the treatment of pubertal gynecomastia in adolescent boys in a small retrospective chart review. Other SERMs are also known to be effective in the treatment of gynecomastia. Raloxifene has been reported to augment the antidepressant effects of selective serotonin reuptake inhibitors (SSRIs). June 18th 2020, Exscalate4CoV, the private-public consortium supported by the EU’s Horizon 2020 programme for research and innovation, led by Dompé farmaceutici and currently representing 18 partners (including Fraunhofer Institute, CINECA, Chelonia Applied Science, Swiss Institute of Bioinformatics and others) has requested access to clinical trials for the use of Raloxifene in COVID-19 patients. Raloxifene, already proven effective against Mers and Sars in preclinical tests, has been indicated as effective against SARS-CoV-2 by the “in-silico” research conducted by the consortium which has shown efficacy in countering the replication of the virus in cells. The IP for its use against SARS-CoV-2 has already been protected on May 6 2020 in the name Dompé farmaceutici, Fraunhofer Institute and KU Leuven, to facilitate the largest possible access. Raloxifene would be used in mildly symptomatic COVID-19 patients to halt the spread of infection. This result emerged from the first virtual (in silico) screening conducted on the Consortium’s supercomputers of more than 400.000 molecules (safe-in-man drugs and natural products) made available by Dompé farmaceutici and the partner Fraunhofer (IME) to the Consortium. The molecules were prioritized if in clinical stage or already on the market. 7.000 molecules with certain promising characteristics were tested.   == References ==   == Further reading ==   == External links == \"Raloxifene\". Drug Information Portal. U.S. National Library of Medicine. \"Raloxifene hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}