{"name": "raltegravir", "category": "drug", "content": "Raltegravir, sold under the brand name Isentress, is an antiretroviral medication used, together with other medication, to treat HIV/AIDS. It may also be used, as part of post exposure prophylaxis, to prevent HIV infection following potential exposure. It is taken by mouth. Common side effects include trouble sleeping, feeling tired, nausea, high blood sugar, and headaches. Severe side effects may include allergic reactions including Stevens–Johnson syndrome, muscle breakdown, and liver problems. It is unclear if use during pregnancy or breastfeeding is safe. Raltegravir is an HIV integrase strand transfer inhibitor which blocks the functioning of HIV integrase which is needed for viral replication. Raltegravir was approved for medical use in the United States in 2007. It is on the World Health Organization's List of Essential Medicines. Lamivudine/raltegravir, a combination with lamivudine, is also available.   == Medical uses ==  Raltegravir was initially approved only for use in individuals whose infection has proven resistant to other HAART drugs.  However, in July 2009, the U.S. Food and Drug Administration (FDA) granted expanded approval for raltegravir for use in all patients. As with any HAART medication, raltegravir is unlikely to show durability if used as monotherapy, due to the highly mutagenic nature of HIV. In December 2011, it approval for use in children over the age of two, taken in pill form orally twice a day by prescription with two other antiretroviral medications to form the cocktail (most anti-HIV drugs regimens for adults and children use these cocktails). Raltegravir is available in chewable form, but because the two tablet formulations are not interchangeable, the chewable pills are only approved for use in children two to 11. Older adolescents will use the adult formulation.   === Efficacy === In a study of the drug as part of combination therapy, raltegravir exhibited potent and durable antiretroviral activity similar to that of efavirenz at 24 and 48 weeks but achieved HIV-1 RNA levels below detection at a more rapid rate. After 24 and 48 weeks of treatment, raltegravir did not result in increased serum levels of total cholesterol, low-density lipoprotein cholesterol, or triglycerides.   == Side effects == Raltegravir was generally well tolerated when used in combination with optimized background therapy regimens in treatment-experienced patients with HIV-1 infection in trials of up to 48 weeks' duration.   == Mechanism of action == As an integrase inhibitor, raltegravir targets integrase, an enzyme common to retroviruses that integrates the viral genetic material into human chromosomes, a critical step in the HIV infection model. The drug is metabolized away via glucuronidation.   == Chemistry == Raltegravir has been synthesized in several ways, which have been reviewed.  In one method used for its manufacture, 2-amino-2-methylpropanenitrile is reacted with the acid chloride of 5-methyl-1,3,4-oxadiazole-2-carboxylic acid using N-methylmorpholine as base. The product is treated with aqueous hydroxylamine to form an amidoxime. The central pyrimidone ring of the drug is then created when the amidoxime reacts with dimethyl acetylenedicarboxylate. The synthesis is completed by conversion of the remaining methyl ester of the intermediate to an amide with 4-fluorobenzylamine, followed by methylation using trimethylsulfoxonium iodide. Use of that reagent ensures the required chemoselectivity so that methylation occurs on the nitrogen atom of the pyrimidone.   == History == Raltegravir was the first integrase inhibitor to receive approval in the United States in October 2007. It was developed by Merck and reported by Summa et al. in the Journal of Medicinal Chemistry.  In July 2024, the UK's Medicines and Healthcare products Regulatory Agency authorised the first generic raltegravir medicines for adult and paediatric patients with HIV who weigh at least 40kg. Authorisation was granted to Lupin Healthcare (UK) Limited and Zentiva Pharma UK Limited.   == Research == Raltegravir significantly alters HIV viral dynamics and decay and further research in this area is ongoing. In clinical trials patients taking raltegravir achieved viral loads less than 50 copies per millitre sooner than those taking similarly potent non-nucleoside reverse transcriptase inhibitors or protease inhibitors. This statistically significant difference in viral load reduction has caused some HIV researchers to begin questioning long held paradigms about HIV viral dynamics and decay. Research into raltegravir's ability to affect latent viral reservoirs and possibly aid in the eradication of HIV is currently ongoing. Research results were published in the New England Journal of Medicine on July 24, 2008. The authors concluded that \"raltegravir plus optimized background therapy provided better viral suppression than optimized background therapy alone for at least 48 weeks.\" Research on human cytomegalovirus (HCMV) terminase proteins demonstrated that raltegravir may block viral replication of the herpesviruses. In January 2013, a Phase II trial was initiated to evaluate the therapeutic benefit of raltegravir in treating multiple sclerosis (MS). The drug is active against Human Endogenous Retroviruses (HERVs) and possibly Epstein–Barr virus, which have been suggested in the pathogenesis of relapsing-remitting MS.   == References ==   == External links == World patent covering the potassium salt Archived 2007-10-14 at the Wayback Machine"}