{"name": "ramelteon", "category": "drug", "content": "Ramelteon, sold under the brand name Rozerem among others, is a melatonin agonist medication which is used in the treatment of insomnia. It is indicated specifically for the treatment of insomnia characterized by difficulties with sleep onset. It reduces the time taken to fall asleep, but the degree of clinical benefit is small. The medication is approved for long-term use. Ramelteon is taken by mouth. Side effects of ramelteon include somnolence, dizziness, fatigue, nausea, exacerbated insomnia, and changes in hormone levels. Ramelteon is an analogue of melatonin and is a selective agonist of the melatonin MT1 and MT2 receptors. The half-life and duration of ramelteon are much longer than those of melatonin. Ramelteon is not a benzodiazepine or Z-drug and does not interact with GABA receptors, instead having a distinct mechanism of action. Ramelteon was first described in 2002 and was approved for medical use in 2005. Unlike certain other sleep medications, ramelteon is not a controlled substance and has no known potential for misuse.   == Medical uses ==   === Insomnia === Ramelteon is approved for the treatment of insomnia characterized by difficulty with sleep onset in adults. In regulatory clinical trials, it was found to significantly reduce latency to persistent sleep (LPS). A 2009 pooled analysis of four clinical trials found that ramelteon at a dose of 8 mg reduced sleep onset by 13 minutes (30% decrease) relative to placebo on the first and second nights of use. Subsequent meta-analyses of longer-duration use have found that ramelteon decreases subjective sleep latency by about 4 to 7 minutes. Meta-analyses are mixed on whether ramelteon increases total sleep time. Ramelteon also improves sleep quality (SMDTooltip standardized mean difference –0.074, 95% CITooltip confidence interval –0.13 to –0.02) and sleep efficiency. The clinical improvement in insomnia with ramelteon is small and of questionable benefit. Ramelteon is approved in the United States but was not approved in the European Union owing to concerns that it lacked effectiveness. The Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) noted that ramelteon had only been found to improve sleep onset and not other sleep outcomes, only one of three clinical trials actually found that it improved sleep onset, and that the improvement in sleep onset was too small to be clinically meaningful. The CHMP also noted that the long-term effectiveness of ramelteon had not been demonstrated. The American Academy of Sleep Medicine's 2017 clinical practice guidelines recommended the use of ramelteon in the treatment of sleep-onset insomnia. It rated the recommendation as weak and the quality of evidence as very low but concluded that the potential benefits outweighed the potential harms. The guidelines found that ramelteon reduces sleep latency by 9 minutes (95% CITooltip confidence interval 6–12 minutes) but does not improve sleep quality. In contrast to ramelteon, the guidelines did not recommend the use of melatonin.   === Circadian rhythm sleep disorders === Melatonin receptor agonists like melatonin and tasimelteon are considered to be effective in regulating sleep–wake cycles and in the treatment of circadian rhythm sleep disorders like delayed sleep phase disorder. Ramelteon has been assessed in only a few studies in the treatment of circadian rhythm sleep disorders, including jet lag disorder, shift work disorder, and non-24-hour sleep–wake disorder. These studies have been of varying quality and their findings in terms of effectiveness have been mixed. Ramelteon is approved only for treatment of insomnia and is not approved for treatment of circadian rhythm sleep disorders. It was previously under development for treatment of circadian rhythm sleep disorders, but development for these indications was discontinued.   === Other uses ===   ==== Delirium ==== A systematic review, published in 2014, concluded \"ramelteon was found to be beneficial in preventing delirium in medically ill individuals when compared to placebo.\" A 2022 systematic review and meta-analysis found that the combination of ramelteon and the orexin receptor antagonist suvorexant may reduce the incidence of delirium in adults hospitalized patients whereas suvorexant alone was ineffective.   ==== Bipolar disorder ==== Ramelteon has received attention in psychiatry as a possible add-on treatment for mania in bipolar disorder. However, to date, the scarce available evidence fails to support the clinical utility of ramelteon and other melatonin receptor agonists such as melatonin for mania.   === Available forms === Ramelteon is available in the form of 8 mg oral film-coated tablets.   == Contraindications == Ramelteon is not recommended for use in people with severe sleep apnea.   == Adverse effects == Side effects of ramelteon include somnolence (3% vs. 2% for placebo), fatigue (3% vs. 2% for placebo), dizziness (4% vs. 3% for placebo), nausea (3% vs. 2% for placebo), and exacerbated insomnia (3% vs. 2% for placebo). Overall, side effects occurred in 6% with ramelteon and 2% with placebo in clinical trials. Side effects leading to discontinuation occurred in 1% or fewer people. Rarely, anaphylactic reactions, abnormal thinking, and worsening of depression or suicidal thinking in patients with pre-existing depression may occur with ramelteon. Ramelteon has been found to slightly increase prolactin levels in women (+34% vs. –4% with placebo) but not in men and to decrease free testosterone levels (by 3–6% in younger men and by 13–18% in older men). Ramelteon has not been shown to produce dependence and has shown no potential for abuse. The withdrawal and rebound insomnia that is typical with GABAA receptor positive modulators like benzodiazepines and Z-drugs is not present in ramelteon. Increased incidence of liver and testicular tumors have been observed with ramelteon in rodents but only at doses equivalent to at least 20 times greater than the recommended dose in humans.   == Overdose == Ramelteon has been assessed at doses of up to 64 mg in clinical studies.   == Interactions == Ramelteon has been evaluated for potential drug interactions with the following medications and showed no significant effects: omeprazole, theophylline, dextromethorphan, and midazolam, digoxin and warfarin. There were no clinically meaningful effects when ramelteon was coadministered with any of these drugs. A drug interaction study showed that there were no clinically meaningful effects or an increase in adverse events when ramelteon and the SSRI Prozac (fluoxetine) were coadministered. When coadministered with ramelteon, fluvoxamine (strong CYP1A2 inhibitor) increased AUC approximately 190-fold, and the Cmax increased approximately 70-fold, compared to ramelteon administered alone. Ramelteon and fluvoxamine should not be coadministered. Ramelteon has significant drug–drug interaction with the following drugs: amiodarone, ciprofloxacin, fluvoxamine, ticlopidine. Ramelteon should be administered with caution in patients taking other CYP1A2 inhibitors, strong CYP3A4 inhibitors such as ketoconazole, and strong CYP2C9 inhibitors such as fluconazole. Efficacy may be reduced when ramelteon is used in combination with potent CYP enzyme inducers such as rifampin, since ramelteon concentrations may be decreased.   == Pharmacology ==   === Pharmacodynamics === Ramelteon is a melatonin receptor agonist with both high affinity for melatonin MT1 and MT2 receptors and selectivity over the non-human MT3 receptor. Ramelteon demonstrates full agonist activity in vitro in cells expressing human MT1 or MT2 receptors, and high selectivity for human MT1 and MT2 receptors compared to the non-human MT3 receptor. The affinity of ramelteon for the MT1 and MT2 receptors is 3 to 16 times higher than that of melatonin. Ramelteon has 8-fold higher affinity for the MT1 receptor over the MT2 receptor. The binding profile of ramelteon distinguishes it from melatonin, tasimelteon, and agomelatine. Remelteon has a clinically irrelevant affinity for the serotonin 5-HT1A receptor (Ki = 5.6 μM). The major metabolite of ramelteon, M-II, is active and has approximately one-tenth and one-fifth the binding affinity of the parent molecule for the human MT1 and MT2 receptors, respectively, and is 17- to 25-fold less potent than ramelteon in in vitro functional assays. Although the potency of M-II at MT1 and MT2 receptors is lower than the parent drug, M-II circulates at higher concentrations than the parent producing 20- to 100-fold greater mean systemic exposure when compared to ramelteon. M-II has weak affinity for the serotonin 5-HT2B receptor, but no appreciable affinity for other receptors or enzymes. Similar to ramelteon, M-II does not interfere with the activity of a number of endogenous enzymes. Ramelteon has no appreciable affinity for the GABA receptors or for receptors that bind neuropeptides, cytokines, serotonin, dopamine, noradrenaline, acetylcholine, and opioids. Ramelteon also does not interfere with the activity of a number of selected enzymes in a standard panel.   ==== Mechanism of action ==== The activity of ramelteon at the MT1 and MT2 receptors in the suprachiasmatic nucleus of the hypothalamus is believed to contribute to its sleep-promoting properties, as these receptors, acted upon by endogenous melatonin, are thought to be involved in the maintenance of the circadian rhythm underlying the normal sleep–wake cycle.   === Pharmacokinetics ===   ==== Absorption ==== The total absorption of ramelteon is 84% while its oral bioavailability is 1.8%. The low bioavailability of ramelteon is due to extensive first-pass metabolism. Ramelteon has a higher lipophilicity than melatonin and thus permeates more easily into tissue. The absorption of ramelteon is rapid, with peak levels being reached after approximately 0.75 hours (range 0.5–1.5 hours). Food increases peak concentrations of ramelteon by 22% and overall exposure by 31% and delays the time to peak levels by approximately 0.75 hours. The pharmacokinetics of ramelteon are linear across a dose range of 4 to 64 mg. There is substantial interindividual variability in the peak concentrations and area-under-the-curve levels of ramelteon which is consistent with high first-pass metabolism.   ==== Distribution ==== The volume of distribution of ramelteon is 73.6 L, which suggests substantial tissue distribution. The plasma protein binding of ramelteon is 82% independently of concentration. Ramelteon is primarily bound to albumin (70%). The medication is not selectively distributed to red blood cells.   ==== Metabolism ==== Ramelteon is metabolized in the liver primarily by oxidation via hydroxylation and carbonylation. It is also secondarily metabolized to produce glucuronide conjugates. Ramelteon is metabolized mainly by CYP1A2 while CYP2C enzymes and CYP3A4 are involved to a minor extent. The metabolites of ramelteon include M-I, M-II, M-III, and M-IV. Exposure to M-II is approximately 20- to 100-fold higher than to ramelteon.   ==== Elimination ==== Ramelteon is excreted 84% in urine and 4% in feces. Less than 0.1% of drug is excreted as unchanged ramelteon. Elimination of ramelteon is essentially complete by 96 hours following a single dose. The elimination half-life of ramelteon is 1 to 2.6 hours while the half-life of M-II, the major active metabolite of ramelteon, is 2 to 5 hours. The half-lives of ramelteon and M-II are substantially longer than that of melatonin, which has a half-life in the range of 20 to 45 minutes. Levels of ramelteon and its metabolites at or below the limit of detectability within 24 hours following a dose.   ==== Special populations ==== Peak levels of ramelteon and overall exposure are about 86% and 97% higher, respectively, in elderly adults compared to younger adults. Conversely, peak levels of M-II are 13% and overall exposure 30% higher in elderly adults than in younger adults. The elimination half-life of ramelteon is 2.6 hours in elderly adults.   == History == Ramelteon was first described in the medical literature in 2002. It was approved for use in the United States in July 2005.   == Society and culture == Ramelteon has no potential for abuse or drug dependence and is not a controlled substance.   == Research == Ramelteon, along with other melatonin receptor agonists like melatonin, has been repurposed in clinical trials as an adjunctive treatment for acute manic episodes in subjects with bipolar disorder. Nonetheless, meta-analytic evidence is based on very few trials and does not allow supporting the use of melatonin receptor agonists as adjunctive options for mania in clinical practice, although the small sample size do not allow ruling out their beneficial effect.   == References =="}