{"name": "ramucirumab", "category": "drug", "content": "Ramucirumab (brand name Cyramza) is a fully human monoclonal antibody (IgG1) developed for the treatment of solid tumors. This drug was developed by ImClone Systems Inc. It was isolated from a native phage display library from Dyax.   == Approved uses == In April 2014, the US Food and Drug Administration (FDA) approved ramucirumab as a single-agent treatment for advanced gastric cancer or gastro-esophageal junction (GEJ) adenocarcinoma after prior treatment with fluoropyrimidine- or platinum-containing chemotherapy. The approval was based on the results of the REGARD trial, a phase III, international, randomized, double-blind, placebo-controlled study, that evaluated the safety and efficacy of ramucirumab combinated with best supportive care versus placebo. This trial has been criticised for its use of a placebo control arm, which does not reflect standard of care in most Western countries. Ramucirumab has also been studied in combination with paclitaxel (a type of chemotherapy) and received additional FDA approval on 5 November 2014 as a treatment for people with advanced gastric cancer or GEJ adenocarcinoma after prior treatment with fluoropyrimidine- or platinum-based chemotherapy. The approval was based on the results of the RAINBOW trial, that compared ramucirumab plus paclitaxel or paclitaxel alone. In December 2014, the FDA approved ramucirumab in combination with docetaxel for treatment of metastatic non-small-cell lung carcinoma (NSCLC) with disease progression during or after first-line platinum-containing chemotherapy. The approval was based on REVEL trial. In April 2015, ramucirumab was approved by FDA for the treatment of patients with metastatic colorectal cancer (mCRC) with disease progression on or after prior therapy with bevacizumab, oxaliplatin, and fluoropyrimidine. The approval was based on the results of the RAISE trial, a phase III study, which compared ramucirumab plus irinotecan, folinic acid, and 5-fluorouracil (FOLFIRI) to FOLFIRI alone. In May 2019, ramucirumab was approved by FDA as a single agent treatment for hepatocellular carcinoma (HCC) in patients who have an alpha fetoprotein (AFP) of > 400 ng/mL and have been previously treated with sorafenib. The approval was based on REACH-2 (NCT02435433), a multinational, randomized, double-blind, placebo-controlled, multicenter study in patients with advanced HCC with AFP > 400 ng/mL who had disease progression on or after sorafenib or who were intolerant. The estimated median overall survival (OS) was 8.5 months (7.0-10.6 months) for patients receiving ramucirumab and 7.3 months (5.4-9.1 months) for those receiving placebo.   == Contraindications == Under the European approval, NSCLC therapy with ramucirumab is contraindicated when there is tumour cavitation, or if major vessels are involved.   == Side effects == The most common adverse effects in a study investigating ramucirumab monotherapy were diarrhoea (14% of patients, as compared to 9% under placebo), hyponatraemia (low blood sodium levels; 6% versus 2%), headache (9% versus 3%), and high blood pressure (16% versus 8%).   == Interactions == In studies, no interactions were observed with paclitaxel, docetaxel, or irinotecan.   == Pharmacology ==   === Mechanism of action === Ramucirumab is a direct VEGFR2 antagonist, that binds with high affinity to the extracellular domain of VEGFR2 and block the binding of natural VEGFR ligands (VEGF-A, VEGF-C and VEGF-D). These ligands are secreted by solid tumors to promote angiogenesis (formation of new blood vessels from pre-existing ones) and enhance tumor blood supply. Binding of ramucirumab to VEGFR2 leads to inhibition of VEGF-mediated tumor angiogenesis.   == Clinical trials == In September 2013, the manufacturer Eli Lilly announced that its Phase III study for ramucirumab failed to hit its primary endpoint on progression-free survival among women with metastatic breast cancer. In June 2014, a phase III trial of the drug reported it failed to improve overall survival in liver cancer. In February 2016, it was reported that a phase II trial of adding ramucirumab to docetaxel improved progression-free survival (PFS) compared with docetaxel alone in locally advanced or metastatic urothelial carcinoma. It is now in the RANGE phase III trial for this indication. Between 2016 and 2018, 26 hospitals in Italy conducted a multicentre, randomised, double-blind, placebo-controlled, phase 2 trial to evaluate the safety and effectiveness of the anti-VEGFR-2 antibody ramucirumab combined with gemcitabine in patients with pretreated  pleural mesothelioma. Combining ramucirumab to standard second line gemcitabine significantly improved overall survival after failure of first-line chemotherapy, with a favourable safety profile.   == References =="}