{"name": "rasagiline", "category": "drug", "content": "Rasagiline, sold under the brand name Azilect among others, is a medication which is used in the treatment of Parkinson's disease. It is used as a monotherapy to treat symptoms in early Parkinson's disease or as an adjunct therapy in more advanced cases. The drug is taken by mouth. Side effects of rasagiline include insomnia and orthostatic hypotension, among others. Rasagiline acts as an inhibitor of the enzyme monoamine oxidase (MAO) and hence is a monoamine oxidase inhibitor (MAOI). More specifically, it is a selective inhibitor of monoamine oxidase B (MAO-B). The drug is thought to work by increasing levels of the monoamine neurotransmitter dopamine in the brain. Rasagiline shows pharmacological differences from the related drug selegiline, including having no amphetamine-like metabolites, monoamine-releasing activity, or monoaminergic activity enhancer actions, which may result in clinical differences between the medications. Rasagiline was approved for medical use in the European Union in 2005 and in the United States in 2006. Generic versions of rasagiline are available.   == Medical uses ==   === Parkinson's disease === Rasagiline is used to treat symptoms of Parkinson's disease both alone and in combination with other drugs. It has shown efficacy in both early and advanced Parkinson's, and appears to be especially useful in dealing with non-motor symptoms like fatigue. Teva conducted clinical trials attempting to prove that rasagiline did not just treat symptoms, but was a disease-modifying drug—that it actually prevented the death of the dopaminergic neurons that characterize Parkinson's disease and slowed disease progression. They conducted two clinical trials, called TEMPO and ADAGIO, to try to prove this. The United States Food and Drug Administration (FDA) advisory committee rejected their claim in 2011, saying that the clinical trial results did not prove that rasagiline was neuroprotective. The main reason was that in one of the trials, the lower dose was effective at slowing progression, but the higher dose was not, and this made no sense in light of standard dose-response pharmacology. MAO-B inhibitors like rasagiline may improve certain non-motor symptoms in Parkinson's disease. These may include depression, sleep disturbances, and pain (particularly related to motor fluctuations), but are unlikely to include cognitive or olfactory dysfunctions. The effects of MAO-B inhibitors like rasagiline on fatigue, autonomic dysfunctions, apathy, and impulse control disorders in people with Parkinson's disease remain unknown. Rasagiline has been reported to significantly improve quality of life in people with Parkinson's disease, but the effect sizes were trivial to small and may not be clinically meaningful. It showed a large effect size relative to placebo for depression in people with Parkinson's disease. In other studies, rasagiline appeared to reduce fatigue in people with Parkinson's disease. However, its effect sizes for this effect in a large trial were described as trivial.   === Available forms === Rasagiline is available in the form of 0.5 and 1 mg oral tablets.   == Contraindications == Rasagiline has not been tested in pregnant women.   == Side effects == The FDA label contains warnings that rasagiline may cause severe hypertension or hypotension, may make people sleepy, may make motor control worse in some people, may cause hallucinations and psychotic-like behavior, may cause impulse control disorders, may increase the risk of melanoma, and upon withdrawal, may cause high fever or confusion. Side effects when the drug is taken alone include flu-like symptoms, joint pain, depression, stomach upset, headache, dizziness, and insomnia. When taken with levodopa, side effects include increased movement problems, accidental injury, sudden drops in blood pressure, joint pain and swelling, dry mouth, rash, abnormal dreams and digestive problems including vomiting, loss of appetite, weight loss, abdominal pain, nausea, and constipation. When taken with Parkinson's drugs other than levodopa, side effects include peripheral edema, fall, joint pain, cough, and insomnia. In a 2013 meta-analysis, none of the most frequently reported side effects of rasagiline occurred significantly more often than with placebo. It was concluded that rasagiline is well-tolerated. Rasagiline has been found to produce orthostatic hypotension as a side effect. Rates of orthostatic hypotension in a selection of different clinical trials have been 1.2- to 5-fold higher than those of placebo, ranging from 3.1 to 44% with rasagiline and 0.6 to 33% with placebo. Orthostatic hypotension tends to be worst in the first 2 months of treatment and then tends to decrease with time. Rasagiline can also cause hypotension while supine and unrelated to standing. In a clinical trial, the rate of hypotension was 3.2% with rasagiline versus 1.3% with placebo. Rarely, rasagiline has been reported to induce impulse control disorders, obsessive–compulsive symptoms, hypersexuality, and spontaneous orgasm or ejaculation. Other rare adverse effects associated with rasagiline include pleurothotonus (Pisa syndrome), livedo reticularis, tendon rupture, and hypoglycemia. Serotonin syndrome has been reported rarely with rasagiline both alone and in combination with selective serotonin reuptake inhibitors (SSRIs) like escitalopram, paroxetine, and sertraline and other MAOIs like linezolid. A withdrawal syndrome associated with rasagiline has been reported.   == Overdose == Rasagiline has been studied at single doses of up to 20 mg and at repeated doses of up to 10 mg/day and was well-tolerated at these doses. However, in a dose-escalation study with concomitant levodopa therapy, a dosage of 10 mg/day rasagiline was associated with cardiovascular side effects including hypertension and orthostatic hypotension in some people. The symptoms of rasagiline overdose may be similar to the case of non-selective MAOIs. Onset of symptoms may be delayed by 12 hours and may not peak for 24 hours. A variety of different symptoms may occur and the central nervous system and cardiovascular system are prominently involved. Death may result and immediate hospitalization is warranted. Serotonin syndrome has occurred with rasagiline overdose and body temperature should be monitored closely. There is no specific antidote for overdose and treatment is supportive and based on symptoms.   == Interactions ==   === Serotonin syndrome and hypertensive crisis === Rasagiline is contraindicated with known serotonergic agents like selective serotonin reuptake inhibitors (SSRIs), serotonin–norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), tetracyclic antidepressants (TeCAs), triazolopyridines or serotonin antagonists and reuptake inhibitors (SARIs) like trazodone, and other monoamine oxidase inhibitors (MAOIs), as well as meperidine (pethidine), tramadol, methadone, propoxyphene, dextromethorphan, St. John's wort, and cyclobenzaprine, due to potential risk of serotonin syndrome. However, the risk appears to be low, based on a large study of 1,504 people which looked for serotonin syndrome in people with Parkinson's disease who were treated with rasagiline plus antidepressants, rasagiline without antidepressants, or antidepressants plus Parkinson's drugs other than either rasagiline or selegiline, and in which no cases were identified. There is a risk of psychosis or bizarre behavior if rasagiline is used with dextromethorphan. There is a risk of non-selective MAO inhibition and hypertensive crisis if rasagiline is used with other MAOIs. Rasagiline may have a risk of hypertensive crisis in combination with sympathomimetic agents such as amphetamines, ephedrine, epinephrine, isometheptene, and pseudoephedrine. However, based on widespread clinical experience with the related selective MAO-B inhibitor selegiline, occasional use of over-the-counter sympathomimetics like pseudoephedrine appears to pose minimal risk of hypertensive crisis. In any case, the combination of sympathomimetics with MAO-B inhibitors like rasagiline and selegiline should be undertaken with caution.   === Cytochrome P450 interactions === Rasagiline is metabolized by the cytochrome P450 enzyme CYP1A2. Ciprofloxacin, a known moderate-to-strong CYP1A2 inhibitor, has been found to increase area-under-the-curve levels of rasagiline by 83% with no change in its elimination half-life. As such, potent CYP1A2 inhibitors, for instance ciprofloxacin, cimetidine, and fluvoxamine, have the potential to increase exposure to rasagiline. The dosage of rasagiline may be halved to 0.5 mg/day in people taking potent CYP1A2 inhibitors. Conversely, potent CYP1A2 inducers, like omeprazole and tobacco smoking, may reduce exposure to rasagiline. Combination of rasagiline with CYP1A2 substrates like theophylline has been found not to modify the pharmacokinetics of either drug. Rasagiline does not inhibit cytochrome P450 enzymes including CYP1A2, CYP2A6, CYP2C9, CYP2C19, CYP2D6, CYP2E1, CYP3A4, or CYP4A. As a result, it is unlikely to interact with other drugs metabolized by these enzymes.   == Pharmacology ==   === Pharmacodynamics ===   ==== Monoamine oxidase inhibitor ==== Parkinson's disease is characterized by the death of cells that produce dopamine, a neurotransmitter. An enzyme called monoamine oxidase (MAO) breaks down neurotransmitters. MAO has two forms, MAO-A and MAO-B. MAO-B is generally believed to break down dopamine; however, recent evidence suggests that MAO-A may mostly or entirely be responsible for dopamine metabolism. Rasagiline prevents the breakdown of dopamine by irreversibly binding to MAO-B. Dopamine is therefore more available, somewhat compensating for the diminished quantities made in the brains of people with Parkinson's. Rasagiline acts as a selective and potent irreversible inhibitor of the monoamine oxidases (MAO) enzymes monoamine oxidase B (MAO-B) and monoamine oxidase A (MAO-A). It is selective for inhibition of MAO-B over MAO-A, but can also inhibit MAO-A at high doses or concentrations. MAO-B is involved in the metabolism of the monoamine neurotransmitter dopamine in the body and brain. By inhibiting MAO-B, rasagiline is thought to increase dopamine levels. In the case of Parkinson's disease, increased dopamine levels in the striatum are thought to be responsible for rasagiline's therapeutic effectiveness in treating the condition. Rasagiline inhibits platelet MAO-B activity with single doses by 35% one-hour after 1 mg, 55% after 2 mg, 79% after 5 mg, and 99% after 10 mg in healthy young people. With all dose levels, maximum inhibition is maintained for at least 48 hours after the dose. With repeated doses, rasagiline reaches greater than 99% platelet MAO-B inhibition after 6 days of 2 mg/day, 3 days of 5 mg/day, and 2 days of 10 mg/day. Similarly, repeated administration of 0.5, 1, and 2 mg/day rasagiline resulted in complete MAO-B inhibition. Clinically relevant inhibition of MAO-B is thought to require 80% inhibition and above. Following the last dose, platelet MAO-B levels remain significantly inhibited for 7 days and return to baseline after 2 weeks. In people with Parkinson's disease, rasagiline at a dose of 1 mg/day achieved near-complete inhibition of platelet MAO-B after 3 days of dosing. The recommended dosing schedule of rasagiline in Parkinson's disease (1 mg/day) has been described as somewhat questionable and potentially excessive from a pharmacological standpoint. The half-time for recovery of brain MAO-B following discontinuation of an MAO-B inhibitor (specifically selegiline) has been found to be approximately 40 days. Similarly, recovery of brain MAO-B following rasagiline discontinuation was gradual and occurred over 6 weeks. The clinical effectiveness of rasagiline in Parkinson's disease has been found to persist during a 6-week washout phase with discontinuation of the medication. Rasagiline is about 30 to 100 times more potent in inhibiting MAO-B than MAO-A in vitro and is about 17 to 65 times more potent in inhibiting MAO-B over MAO-A in vivo in rodents. Rasagiline does not importantly potentiate the pressor effects of tyramine challenge in humans, indicating that it is selective for MAO-B inhibition and does not meaningfully inhibit MAO-A. It is expected that at sufficiently high doses rasagiline would eventually become non-selective and additionally inhibit MAO-A in humans. However, it is unknown what dose threshold would be required for this to occur. Rasagiline is the R(+)-enantiomer of AGN-1135, a racemic mixture of rasagiline (TVP-1012) and the S(–)-enantiomer (TVP-1022). Virtually all of the MAO-inhibiting activity of AGN-1135 lies in the R(+)-enantiomer rasagiline, with this enantiomer having 1,000-fold greater inhibitory potency of MAO-B than the S(–)-enantiomer. In addition, the S(–)-enantiomer is poorly selective for MAO-B over MAO-A. As a result, the purified R(+)-enantiomer rasagiline was the form of the compound advanced for clinical development. Selegiline was the first selective MAO-B inhibitor. Selegiline and rasagiline have similar selectivity for inhibition of MAO-B over MAO-A. However, rasagiline is 5- to 10-fold more potent than selegiline at inhibiting MAO-B, which results in the former being used at lower doses clinically than the latter (1 mg/day versus 5–10 mg/day, respectively). In addition, selegiline is metabolized into levomethamphetamine and levoamphetamine. These metabolites induce the release of norepinephrine and dopamine, have sympathomimetic and psychostimulant effects, and may contribute to the effects and side effects of selegiline. In contrast to selegiline, rasagiline does not convert into metabolites with amphetamine-like effects. The amphetamine metabolites of selegiline may contribute to significant clinical differences between selegiline and rasagiline. Rasagiline metabolizes into (R)-1-aminoindan which has no amphetamine-like effects and shows neuroprotective properties in cells and in animal models. Selective MAO-B inhibitors including rasagiline and selegiline have been found to increase dopamine levels in the striatum in rats in vivo. It has been theorized that this might be due to strong inhibition of the metabolism of β-phenylethylamine, which is an endogenous MAO-B substrate that has monoaminergic activity enhancer and norepinephrine–dopamine releasing agent actions. β-Phenylethylamine has been described as \"endogenous amphetamine\" and its brain levels are dramatically increased (10- to 30-fold) by MAO-B inhibitors like selegiline. Elevation of β-phenylethylamine may be involved in the effects of MAO-B inhibitors in the treatment of Parkinson's disease.   ==== Other actions ==== Rasagiline is selective for inhibition of MAOs over interactions with other proteins, including α-adrenergic receptors, β-adrenergic receptors, muscarinic acetylcholine receptors, and other targets. The major metabolite of rasagiline, (R)-1-aminoindan, is either devoid of MAO inhibition or shows only weak inhibition of MAO-B. It also has no amphetamine-like activity. However, 1-aminoindan is not lacking in pharmacological activity. Like rasagiline, 1-aminoindan shows neuroprotective activity in some experimental models. In addition, 1-aminoindan has been found to enhance striatal dopaminergic neurotransmission and improve motor function independent of MAO inhibition in animal models of Parkinson's disease. 2-Aminoindan, a closely related positional isomer of 1-aminoindan, is known to inhibit the reuptake and induce the release of dopamine and norepinephrine and to produce psychostimulant-like effects in rodents, albeit with lower potency than amphetamine, but rasagiline does not metabolize into this compound. 1-Aminoindan has been found to inhibit the reuptake of norepinephrine 28-fold less potently than 2-aminoindan and to inhibit the reuptake of dopamine 300-fold less potently than 2-aminoindan, with IC50Tooltip half maximal inhibitory concentration values for dopamine reuptake inhibition in one study of 0.4 μM for amphetamine, 3.3 μM for 2-aminoindan, and 1 mM for 1-aminoindan. In contrast to 2-aminoindan, which increased locomotor activity in rodents (+49%), 1-aminoindan suppressed locomotor activity (–69%). On the other hand, 1-aminoindan has been found to enhance the psychostimulant-like effects of amphetamine in rodents. Whereas selegiline is a catecholaminergic activity enhancer, which may be mediated by agonism of the TAAR1, rasagiline does not possess this action. Instead, rasagiline actually antagonizes selegiline's effects as a catecholaminergic activity enhancer, which may be mediated by TAAR1 antagonism. Rasagiline has been reported to directly bind to and inhibit glyceraldehyde-3-phosphate dehydrogenase (GAPDH). This might play a modulating role in its clinical effectiveness for Parkinson's disease. Selegiline also binds to and inhibits GAPDH. Rasagiline has been found to bind reversibly to α-synuclein, a major protein involved in the pathophysiology of Parkinson's disease, and this action might be neuroprotective.   === Pharmacokinetics ===   ==== Absorption ==== Rasagiline is rapidly absorbed from the gastrointestinal tract with oral administration and has approximately 36% absolute bioavailability. The peak and area-under-the-curve levels of rasagiline are linear and dose-proportional over a dose range of 0.5 to 10 mg. The time to peak levels of rasagiline is 0.5 to 0.7 hours and steady-state peak levels are on average 8.5 ng/mL. At steady-state, the time to peak levels of rasagiline's major metabolite (R)-1-aminoindan is 2.1 hours, its peak levels are 2.6 ng/mL, and its area-under-the-curve levels are 10.1 ng/h/mL. Taking rasagiline with food (as a high-fat meal) increases peak levels by approximately 60% and area-under-the-curve levels by approximately 20%, whereas time to peak levels is unchanged. Because exposure to rasagiline is not substantially modified, rasagiline can be taken with or without food.   ==== Distribution ==== The mean volume of distribution of rasagiline is 87 L or 182 to 243 L depending on the source. It readily crosses the blood–brain barrier and enters the central nervous system. The plasma protein binding of rasagiline is 60 to 70% or 88 to 94% depending on the source. In the case of the latter range, 61 to 63% of binding was to albumin.   ==== Metabolism ==== Rasagiline is extensively metabolized in the liver. It is metabolized primarily by hepatic N-dealkylation via the cytochrome P450 enzyme CYP1A2 which forms the major metabolite (R)-1-aminoindan. It is also metabolized by hydroxylation via cytochrome P450 enzymes to form 3-hydroxy-N-propargyl-1-aminoindan (3-OH-PAI) and 3-hydroxy-1-aminoindan (3-OH-AI). Rasagiline and its metabolites also undergo conjugation via glucuronidation. Use of rasagiline should be monitored carefully in people taking other drugs that inhibit or induce CYP1A2. Variants in CYP1A2 have been found to modify exposure to rasagiline in some studies but not others. Tobacco smoking, a known inhibitor of CYP1A2, did not modify rasagiline exposure. Drug transporters may be more important in influencing the pharmacokinetics of rasagiline than metabolizing enzymes. Exposure to rasagiline is increased in people with hepatic impairment. In those with mild hepatic impairment, peak levels of rasagiline are increased by 38% and area-under-the-curve levels by 80%, whereas in people with moderate hepatic impairment, peak levels are increased by 83% and area-under-the-curve levels by 568%. As a result, the dosage of rasagiline should be halved to 0.5 mg/day in people with mild hepatic impairment and rasagiline is considered to be contraindicated in people with moderate to severe hepatic impairment.   ==== Elimination ==== Rasagiline is eliminated primarily in urine (62%) and to a much lesser extent in feces (7%). Rasagiline is excreted unchanged in urine at an amount of less than 1%. Hence, it is almost completely metabolized prior to excretion. The elimination half-life of rasagiline is 1.34 hours. At steady-state, its half-life is 3 hours. As rasagiline acts as an irreversible inhibitor of MAO-B, its actions and duration of effect are not dependent on its half-life or sustained concentrations in the body. The oral clearance of rasagiline is 94.3 L/h and is similar to normal liver blood flow (90 L/h). This indicates that non-hepatic mechanisms are not significantly involved in the elimination of rasagiline. Moderate renal impairment did not modify exposure to rasagiline, whereas that of (R)-1-aminoindan was increased by 1.5-fold. Since (R)-1-aminoindan is not an MAO inhibitor, mild to moderate renal impairment does not require dosage adjustment of rasagiline. No data are available in the case of severe or end-stage renal impairment.   == Chemistry == Rasagiline, also known as (R)-N-propargyl-1-aminoindan and by its former developmental code name TVP-1012, is a secondary cyclic benzylamine propargylamine. It is the R(+)-enantiomer of the chiral racemic compound AGN-1135 (N-propargyl-1-aminoindan), whereas the S(–)-enantiomer is TVP-1022 ((S)-N-propargyl-1-aminoindan). Rasagiline is a potent and selective MAO-B inhibitor, whereas TVP-1022 is a very weak and poorly selective MAO inhibitor. Both the hydrochloride and mesylate salts of rasagiline were studied and were found to have similar pharmacological, pharmacokinetic, and toxicological profiles. However, the mesylate salt of rasagiline was ultimately selected for its use as a pharmaceutical drug due to favorable chemical stability. The propargyl moiety is essential in the pharmacodynamics of rasagiline. It binds covalently and irreversibly with the flavin adenine dinucleotide (FAD) moiety of the MAO enzyme. The selectivity of rasagiline for MAO-B over MAO-A depends on the maintenance of a distance of no more than two carbon atoms between the aromatic ring and the N-propargyl group. The propargyl group of rasagiline is also essential for its neuroprotective and antiapoptopic actions, which are independent of its MAO inhibition. Rasagiline is closely structurally related to selegiline (R(–)-N-propargylmethamphetamine). However, in contrast to selegiline, rasagiline is not a substituted amphetamine and is instead an 1-aminoindan derivative. The chemical structures of the amphetamines and aminoindans are very similar. However, whereas selegiline metabolizes into levomethamphetamine and levoamphetamine and can produce amphetamine-like effects, rasagiline does not do so. Instead, it metabolizes into (R)-1-aminoindan (TVP-136) and has no such actions. SU-11739 (AGN-1133; N-methyl-N-propargyl-1-aminoindan), the N-methylated analogue of rasagiline, is also an MAO-B-preferring MAOI. However, it is less selective for inhibition of MAO-B over MAO-A than rasagiline. Another structurally related selective MAO-B inhibitor, ladostigil (N-propargyl-(3R)-aminoindan-5-yl-N-propylcarbamate; TV-3326), was developed from structural modification of rasagiline and additionally acts as an acetylcholinesterase inhibitor due to its carbamate moiety. Rasagiline and its metabolite (R)-1-aminoindan are structurally related to 2-aminoindan and derivatives like 5,6-methylenedioxy-2-aminoindane (MDAI), 5,6-methylenedioxy-N-methyl-2-aminoindane (MDMAI), and 5-iodo-2-aminoindane (5-IAI).   == History == AGN-1135, the racemic form of the drug, was invented by Aspro Nicholas in the early 1970s. Moussa B. H. Youdim identified it as a potential drug for Parkinson's disease, and working with collaborators at  Technion – Israel Institute of Technology in Israel and the drug company, Teva Pharmaceuticals, identified the R-isomer as the active form of the drug. Teva brought it to market in partnership with Lundbeck in the European Union and Eisai in the United States and elsewhere. Prior to the discovery of rasagiline, a closely related analogue called SU-11739 (AGN-1133; J-508; N-methyl-N-propargyl-1-aminoindan) was patented in 1965. At first, the N-methyl was necessary for the agent to be considered a ring cyclized analogue of pargyline with about 20 times the potency. However, the N-methyl compound was a non-selective MAOI. In addition, SU-11739 has been reported to have strong catecholamine-releasing actions. Racemic rasagiline was discovered and patented by Aspro Nicholas in the 1970s as a drug candidate for treatment of hypertension. Moussa B. H. Youdim was involved in developing selegiline as a drug for Parkinson's, in collaboration with Peter Reiderer. He called the compound AGN 1135. In 1996 Youdim, in collaboration with scientists from Technion and the US National Institutes of Health, and using compounds developed with Teva Pharmaceuticals, published a paper in which the authors wrote that they were inspired by the racemic nature of deprenyl and the greater activity of one of its stereoisomers, L-deprenyl, which became selegiline, to explore the qualities of the isomers of the Aspro compound, and they found that the R-isomer had almost all the activity; this is the compound that became rasagiline. They called the mesylate salt of the R-isomer TVP-1012 and the hydrochloride salt, TVP-101. Teva and Technion filed patent applications for this racemically pure compound, methods to make it, and methods to use it to treat Parkinson's disease and other disorders, and Technion eventually assigned its rights to Teva. Teva began development of rasagiline, and by 1999 was in Phase III trials, and entered into a partnership with Lundbeck in which Lundbeck agreed to share the costs and obtained the joint right to market the drug in the European Union. In 2003, Teva partnered with Eisai, giving Eisai the right to jointly market the drug for Parkinson's in the US, and to co-develop and co-market the drug for Alzheimers and other neurological diseases. It was approved by the European Medicines Agency for Parkinson's in 2005 and in the United States in 2006. Following its approval, rasagiline was described by some authors as a \"me-too drug\" that offered nothing new in terms of effectiveness and tolerability compared to selegiline. However, others have contended that rasagiline shows significant differences from and improvements over selegiline, like its lack of amphetamine metabolites and associated monoamine releasing agent effects, which may improve tolerability and safety. Conversely, others have maintained that rasagiline may be less efficacious than selegiline due to its lack of catecholaminergic activity enhancer actions.   == Society and culture ==   === Names === Rasagiline is the generic name of the drug and its INNTooltip International Nonproprietary Name and USANTooltip United States Adopted Name. It is also known by its former developmental code name TVP-1012. Rasagiline is marketed under the brand name Azilect, among others.   === Generic forms === Lower-cost generic versions of rasagiline are available.   == Research ==   === Neurodegenerative diseases === Rasagiline was under development for the treatment of Alzheimer's disease. However, development was discontinued. Rasagiline was tested for efficacy in people with multiple system atrophy in a large randomized, placebo-controlled, double-blind disease-modification trial; the drug failed. Rasagiline has been reported to improve symptoms in people with freezing gait. Rasagiline has been studied in the treatment of amyotrophic lateral sclerosis (ALS; Lou Gehrig's disease).   === Psychiatric disorders === Rasagiline has been described as an emerging potential antidepressant. MAO-B inhibitors have been found to reduce depressive symptoms in people with Parkinson's disease with a small effect size. However, rasagiline does not appear to have been studied in the treatment of depression in people without Parkinson's disease and it has not been developed nor approved for the treatment depression. In an animal study, selegiline was effective in models of antidepressant-like activity, whereas rasagiline was ineffective. The antidepressant effects of selegiline in animals appear to be independent of monoamine oxidase inhibition and may be related to its catecholaminergic activity enhancer (CAE) activity, which rasagiline lacks. Rasagiline has not been studied in the treatment of psychostimulant addiction as of 2015.   === Other conditions === Rasagiline has been reported to improve restless legs syndrome (RLS).   == Notes ==   == References =="}