{"name": "raxibacumab", "category": "drug", "content": "Raxibacumab  is a human monoclonal antibody intended for the prophylaxis and treatment of inhaled anthrax. Its efficacy has been proven in rabbits and monkeys. In December 2012 raxibacumab was approved in the United States for the treatment of inhalational anthrax due to Bacillus anthracis in combination with appropriate antibacterial drugs, and for prophylaxis of inhalational anthrax when alternative therapies are not available or are not appropriate. The antibody was discovered in a joint venture between Cambridge Antibody Technology and Human Genome Sciences. Cambridge Antibody Technology discovered the antibody to Human Genome Sciences's target and, in 2012, HGS were purchased by GlaxoSmithKline (GSK). In 2017, it was acquired by Emergent BioSolutions   == Side effects == The most commonly observed adverse events are headaches, upper respiratory tract infection, nausea, pain in extremity and pruritus skin itching.   == Pharmacology == Raxibacumab injection is a monoclonal antibody targeting the protective antigen (PA) component of the lethal toxin of Bacillus anthracis.   == Development history == Raxibacumab was developed by Human Genome Sciences (HGS) in conjunction with the U.S. Department of Health and Human Services (HHS) under contract number HHS010020050006C. At the 2 November 2012 meeting of the Anti-Infective Drugs Advisory Committee to the US Food and Drug Administration (FDA) members \"voted 16 to 1 in support of the clinical benefit of raxibacumab for the treatment of inhalational anthrax, with one abstention.  In addition, the committee voted 18 – 0 in favour of the risk-benefit profile of raxibacumab\". In 2009, support from the FDA was denied after it \"expressed doubt on the agent's added benefit over the antibiotic levofloxacin (Levaquin) alone\". On Dec. 14, 2012, FDA approved raxibacumab injection to treat inhalational anthrax, a form of the infectious disease caused by breathing in the spores of the bacterium Bacillus anthracis. Raxibacumab also is approved to prevent inhalational anthrax when alternative therapies are not available or not appropriate.   == References =="}