{"name": "Raynaud Disease", "category": "disease", "content": "Raynaud syndrome, also known as Raynaud's phenomenon, is a medical condition in which the spasm of small arteries causes episodes of reduced blood flow to end arterioles. Typically the fingers, and, less commonly, the toes, are involved. Rarely, the nose, ears, nipples, or lips are affected. The episodes classically result in the affected part turning white and then blue. Often, numbness or pain occurs. As blood flow returns, the area turns red and burns. The episodes typically last minutes but can last several hours. The condition is named after the physician Auguste Gabriel Maurice Raynaud, who first described it in his doctoral thesis in 1862. Episodes are typically triggered by cold or emotional stress. Primary Raynaud's is idiopathic (spontaneous and of unknown cause) and not correlated with another disease. Secondary Raynaud's occurs as a result of some other condition and has an older age at onset; episodes are intensely painful and can be asymmetric and associated with skin lesions. Secondary Raynaud's can occur due to a connective-tissue disorder such as scleroderma or lupus, injuries to the hands, prolonged vibration, smoking, thyroid problems, and certain medications, such as birth control pills and stimulants. Diagnosis is typically based on the symptoms. The primary treatment is avoiding the cold. Other measures include the discontinuation of nicotine or stimulant use. Medications for treatment of cases that do not improve include calcium channel blockers and iloprost. There is little evidence that alternative medicine is helpful. Severe disease may in rare cases lead to complications, specifically skin sores or gangrene. About 4% of people have the condition. Onset of the primary form is typically between ages 15 and 30 and occurs more frequently in females. The secondary form usually affects older people. Both forms are more common in cold climates.   == Signs and symptoms ==  The condition can cause localized pain, discoloration (paleness), and sensations of cold and/or numbness. When exposed to cold temperatures, the blood supply to the fingers or toes, and in some cases the nose or earlobes, is markedly reduced; the skin turns pale or white (called pallor) and becomes cold and numb. These events are episodic, and when the episode subsides or the area is warmed, the blood flow returns, and the skin color first turns red (rubor), and then back to normal, often accompanied by swelling, tingling, and a painful \"pins and needles\" sensation. All three color changes are observed in classic Raynaud's. However, not all patients see all of the aforementioned color changes in all episodes, especially in milder cases of the condition. The red flush is due to reactive hyperemia of the areas deprived of blood flow. In pregnancy, this sign normally disappears due to increased surface blood flow. Raynaud's has occurred in breastfeeding mothers, causing nipples to turn white and painful.   == Causes ==   === Primary === Raynaud's disease, or primary Raynaud's, is diagnosed if the symptoms are idiopathic, that is, if they occur by themselves and not in association with other diseases. Some refer to primary Raynaud's disease as \"being allergic to coldness\". It often develops in young women in their teens and early adulthood. Primary Raynaud's is thought to be at least partly hereditary, although specific genes have not yet been identified. Smoking increases frequency and intensity of attacks, and a hormonal component exists. Caffeine, estrogen, and nonselective beta-blockers are often listed as aggravating factors, but evidence that they should be avoided is not solid.   === Secondary === Raynaud's phenomenon, or secondary Raynaud's, occurs secondary to a wide variety of other conditions. Secondary Raynaud's has a number of associations:  Connective tissue disorders: Scleroderma Systemic lupus erythematosus Rheumatoid arthritis Sjögren's syndrome Dermatomyositis Polymyositis Mixed connective tissue disease Cold agglutinin disease Ehlers-Danlos syndrome Eating disorders: Anorexia nervosa Obstructive disorders: Atherosclerosis Buerger's disease Takayasu's arteritis Subclavian aneurysms Thoracic outlet syndrome Drugs: Beta-blockers Cytotoxic drugs – particularly chemotherapeutics and most especially bleomycin Cyclosporin Bromocriptine Ergotamine Sulfasalazine Anthrax vaccines whose primary ingredient is the Anthrax Protective Antigen Stimulant medications, such as those used to treat ADHD (amphetamine and methylphenidate) OTC pseudoephedrine medications (Chlor-Trimeton, Sudafed, others) Occupation: Jobs involving vibration, particularly drilling and prolonged use of a string trimmer (weed whacker), experience vibration white finger Exposure to vinyl chloride, mercury Exposure to the cold (e.g., by working as a frozen food packer) Others: Physical trauma to the extremities Lyme disease Hypothyroidism Cryoglobulinemia Cancer Chronic fatigue syndrome Reflex sympathetic dystrophy Carpal tunnel syndrome Magnesium deficiency Multiple sclerosis Erythromelalgia (clinically presenting as the opposite of Raynaud's, with hot and warm extremities, often co-exists in patients with Raynaud's) Chilblains (also clinically presenting as the opposite of Raynaud's, with hot and itchy extremities; however, it affects smaller areas than erythromelalgia, for instance the tip of a toe rather than the whole foot) Raynaud's can precede these other diseases by many years, making it the first presenting symptom. This may be the case in the CREST syndrome, of which Raynaud's is a part. Patients with secondary Raynaud's can also have symptoms related to their underlying diseases. Raynaud's phenomenon is the initial symptom that presents for 70% of patients with scleroderma, a skin and joint disease. When Raynaud's phenomenon is limited to one hand or one foot, it is referred to as unilateral Raynaud's. This is an uncommon form, and it is always secondary to local or regional vascular disease. It commonly progresses within several years to affect other limbs as the vascular disease progresses.   == Mechanism == Three main changes are seen in the mechanism of Raynaud's phenomenon which are reduced blood flow, blood vessel constriction and neurogenic, inflammatory, and immune responses. It is induced by mental stress and cold atmosphere. In all cases, the primary cause is an underlying hyperactivation of the sympathetic nervous system. Although, with different types, the exact pathophysiology differs. In primary type there is increase in sensitivity due to reasons mentioned above resulting in vasoconstriction. In secondary type, normal activity of blood vessel is disrupted due to the same reasons mentioned above causing vasoconstriction which leads to ischemia and tissue death.   == Diagnosis ==  Distinguishing Raynaud's disease (primary Raynaud's) from Raynaud's phenomenon (secondary Raynaud's) is important. Looking for signs of arthritis or vasculitis, as well as a number of laboratory tests, may separate them. Nail fold capillary examination or \"capillaroscopy\" is one of the most sensitive methods to diagnose RS with connective tissue disorders, i.e. distinguish a secondary from a primary form objectively. If suspected to be secondary to systemic sclerosis, one tool which may help aid in the prediction of systemic sclerosis is thermography. A careful medical history will seek to identify or exclude possible secondary causes.  Digital artery pressures are measured in the arteries of the fingers before and after the hands have been cooled. A decrease of at least 15 mmHg is diagnostic (positive). Doppler ultrasound to assess blood flow Full blood count may reveal a normocytic anaemia suggesting the anaemia of chronic disease or kidney failure. Blood test for urea and electrolytes may reveal kidney impairment. Thyroid function tests may reveal hypothyroidism. Tests for rheumatoid factor, erythrocyte sedimentation rate, C-reactive protein, and autoantibody screening may reveal specific causative illnesses or an inflammatory process. Anti-centromere antibodies are common in limited systemic sclerosis (CREST syndrome). Nail fold vasculature (capillaroscopy) can be examined under a microscope. To aid in the diagnosis of Raynaud's phenomenon, multiple sets of diagnostic criteria have been proposed. Table 1 below provides a summary of these various diagnostic criteria. Recently, International Consensus Criteria were developed for the diagnosis of primary Raynaud's phenomenon by a panel of  experts in the fields of rheumatology and dermatology.   == Management == Secondary Raynaud's is managed primarily by treating the underlying cause, and as primary Raynaud's, avoiding triggers, such as cold, emotional and environmental stress, vibrations and repetitive motions, and avoiding smoking (including passive smoking) and sympathomimetic drugs.   === Medications === Medications can be helpful for moderate or severe disease.  Vasodilators – calcium channel blockers, such as the dihydropyridines nifedipine or amlodipine, preferably slow-release preparations – are often first-line treatment. They have the common side effects of headache, flushing, and ankle edema, but these are not typically of sufficient severity to require cessation of treatment. The limited evidence available shows that calcium-channel blockers are only slightly effective in reducing how often the attacks happen. Although, other studies also reveal that CCBs may be effective at decreasing severity of attacks, pain and disability associated with Raynaud's phenomenon. People whose disease is secondary to erythromelalgia often cannot use vasodilators for therapy, as they trigger 'flares' causing the extremities to become burning red due to too much blood supply. People with severe disease prone to ulceration or large artery thrombotic events may be prescribed aspirin. Sympatholytic agents, such as the alpha-adrenergic blocker prazosin, may provide temporary relief to secondary Raynaud's phenomenon. Angiotensin receptor blockers, such as Losartan, or ACE inhibitors may aid blood flow to the fingers, and some evidence shows that angiotensin receptor blockers (often losartan) reduce frequency and severity of attacks, and possibly better than nifedipine. The prostaglandin iloprost is used to manage critical ischemia and pulmonary hypertension in Raynaud's phenomenon, and the endothelin receptor antagonist bosentan is used to manage severe pulmonary hypertension and prevent finger ulcers in scleroderma. Statins have a protective effect on blood vessels, and SSRIs such as fluoxetine may help symptoms, but the data is weak. PDE5 inhibitors, such as sildenafil and tadalafil, are used off-label to treat severe ischemia and ulcers in fingers and toes for people with secondary Raynaud's phenomenon; as of 2016, their role more generally in Raynaud's was not clear.   === Surgery === In severe cases, an endoscopic thoracic sympathectomy  procedure can be performed. Here, the nerves that signal the blood vessels of the fingertips to constrict are surgically cut. Microvascular surgery of the affected areas is another possible therapy, but this procedure should be considered as a last resort. A more recent treatment for severe Raynaud's is the use of botulinum toxin. The 2009 article studied 19 patients ranging in age from 15 to 72 years with severe Raynaud's phenomenon of which 16 patients (84%) reported pain reduction at rest; 13 patients reported immediate pain relief, three more had gradual pain reduction over 1–2 months. All 13 patients with chronic finger ulcers healed within 60 days. Only 21% of the patients required repeated injections. A 2007 article describes similar improvement in a series of 11 patients. All patients had significant relief of pain.   === Alternative medicine === Evidence does not support the use of alternative medicine, including acupuncture and laser therapy.   == Prognosis == The prognosis of primary Raynaud syndrome is often very favorable, with no mortality and little morbidity overall. In some very rare cases, gangrene has been known to develop. The prognosis of secondary Raynaud is related to the course of the underlying disease, and how effective blood flow-restoring maneuvers are.   == References ==   == External links ==  What Is Raynaud's Disease at National Heart, Lung, and Blood Institute Questions and Answers about Raynaud's Phenomenon at National Institutes of Health Bakst R, Merola JF, Franks AG, Sanchez M (October 2008). \"Raynaud's phenomenon: pathogenesis and management\". Journal of the American Academy of Dermatology. 59 (4): 633–53. doi:10.1016/j.jaad.2008.06.004. PMID 18656283."}