{"name": "reboxetine", "category": "drug", "content": "Reboxetine, sold under the brand name Edronax among others, is a drug of the norepinephrine reuptake inhibitor (NRI) class, marketed as an antidepressant by Pfizer for use in the treatment of major depression, although it has also been used off-label for panic disorder and attention deficit hyperactivity disorder (ADHD). It is approved for use in many countries worldwide, but has not been approved for use in the United States. Although its effectiveness as an antidepressant has been challenged in multiple published reports, its popularity has continued to increase.   == Medical uses ==   === Major depressive disorder === There has been much debate as to whether reboxetine is more efficacious than placebo in the treatment of depression. According to a 2009 meta-analysis of 12 second-generation antidepressants, reboxetine was no more effective than placebo, and was \"significantly less\" effective and less acceptable than the other drugs in treating the acute-phase of adults with unipolar major depression. The British MHRA said in September 2011 that the study had several limitations, and that \"Overall the balance of benefits and risks for reboxetine remains positive in its authorised indication.\" A UK and Europe-wide review of available efficacy and safety data has confirmed that reboxetine has benefit over placebo in its authorised indication. Efficacy was clearly shown in patients with severe or very severe depression. According to a systematic review and meta-analysis by IQWiG, including unpublished data, published data on reboxetine overestimated the benefit of reboxetine versus placebo by up to 115% and reboxetine versus SSRIs by up to 23%, and also underestimated harm, concluding that reboxetine was an ineffective and potentially harmful antidepressant. The study also showed that nearly three quarters of the data on patients who took part in trials of reboxetine had not been published by Pfizer. A 2018 systematic review and network meta-analysis comparing the efficacy and acceptability of 21 antidepressant drugs concluded that reboxetine was more effective than placebo but significantly less efficacious than other antidepressants tested.   === Panic disorder === In a randomised double-blind placebo-controlled trial reboxetine significantly improved the symptoms of panic disorder. Another randomised controlled trial that compared paroxetine to reboxetine found that paroxetine significantly outperformed reboxetine as a treatment for panic disorder. Despite this discouraging finding an open-label trial examining the efficacy of reboxetine in SSRI-resistant panic disorder demonstrated significant benefit from reboxetine treatment.   === Attention deficit hyperactivity disorder === Numerous clinical trials have provided support for the efficacy of reboxetine in the treatment of attention deficit hyperactivity disorder (ADHD) in both the short and long-term and in both children/adolescents and adults.   === Other uses === A case series and open-label pilot study demonstrated the efficacy of reboxetine in treating bulimia nervosa. Reboxetine may also have efficacy in treating therapy-resistant paediatric nocturnal enuresis. A pilot study demonstrated the efficacy of reboxetine in the treatment of narcolepsy. Individual trials and meta-analysis suggest that reboxetine can attenuate antipsychotic-induced weight gain and there is some evidence of a benefit on depressive, and possibly other symptoms of schizophrenia when added to antipsychotic treatment.   == Contraindications == Reboxetine is contraindicated in narrow-angle glaucoma, cardiovascular disease, epilepsy, bipolar disorder, urinary retention, prostatic hypertrophy,  those hypersensitive to reboxetine or any of its excipients. There is conflicting information regarding use with MAOIs: one says the combination is possible with monitoring of side effects  but the product informations indicate them as contraindicated.   == Adverse effects == Very common (>10% incidence) adverse effects include insomnia, dizziness, dry mouth, constipation, nausea, and excessive sweating. Common (1–10%) adverse effects include loss of appetite, agitation, anxiety, headache, restlessness, tingling sensations, distorted sense of taste, difficulty with seeing near or far (problems with accommodation), fast heart beat, heart palpitations, relaxing of blood vessels leading to low blood pressure,  high blood pressure, vomiting, rash, sensation of incomplete bladder emptying, urinary tract infection, painful or difficult urination, urinary retention, erectile dysfunction, ejaculatory pain or delay, and chills. A 2009 meta-analysis found that reboxetine was significantly less well tolerated than the other 11 second-generation antidepressants compared in the analysis.   == Overdose == Reboxetine is considered a relatively low-risk antidepressant in overdose. The symptoms are as follows:  Sweating Tachycardia Changes in blood pressure   == Interactions == Because of its reliance on CYP3A4, reboxetine O-desethylation is markedly inhibited by papaverine and ketoconazole. It weakly inhibits CYP2D6 and CYP3A4. Reboxetine is an intermediate-level inhibitor of P-glycoprotein, which gives it the potential to interact with ciclosporin, tacrolimus, paroxetine, sertraline, quinidine, fluoxetine, fluvoxamine.   == Pharmacology ==   === Pharmacodynamics ===  Reboxetine is a fairly selective norepinephrine reuptake inhibitor (NRI), with approximately 20-fold selectivity for the norepinephrine transporter (NET) over the serotonin transporter (SERT). Despite this selectivity, reboxetine does slightly inhibit the reuptake of serotonin at therapeutic doses. It does not interact with or inhibit the dopamine transporter (DAT). Reboxetine has been found to inhibit both brain and cardiac GIRKs, a characteristic it shares with the NRI atomoxetine.   === Pharmacokinetics === Both the (R,R)-(–) and (S,S)-(+)-enantiomers of reboxetine are predominantly metabolized by the CYP3A4 isoenzyme. The primary metabolite of reboxetine is O-desethylreboxetine, and there are also three minor metabolites—Phenol A, Phenol B, and UK1, Phenol B being the most minor.   == Chemistry == Reboxetine has two chiral centers. Thus, four stereoisomers may exist, the (R,R)-, (S,S)-, (R,S)-, and (S,R)-isomers. The active ingredient of reboxetine is a racemic mixture of two enantiomers, the (R,R)-(–)- and (S,S)-(+)-isomer.   == History == Reboxetine was discovered at Farmitalia-Carlo Erba and was first published in 1984; Farmitalia did the first clinical studies. Farmitalia was acquired by Pharmacia in 1993, and Pharmacia in turn was acquired by Pfizer in 2003. It was first approved in Europe in 1997 and was provisionally approved by the FDA in 1999. In 2001 the FDA issued Pfizer a \"not approvable\" letter based on clinical trials the FDA had required when it issued the preliminary approval letter. In 2010, the German Institute for Quality and Efficiency in Health Care (IQEHC) published results of a meta-analysis of clinical trial data for reboxetine in acute depression, which included data on about 3,000 subjects that Pfizer had never published but had mentioned; IQEHC had combed through Pfizer's publications and reboxetine approvals and had determined this data was missing from the publication record.  The analysis of the complete data set yielded a result that reboxetine was not more effective than placebo but had more side effects than placebo and more than fluoxetine; the paper led to widespread and sharp criticism of Pfizer, and stronger calls for publication of all clinical trial data.   == Society and culture ==   === Brand names === Edronax is the brand name of reboxetine in every English-speaking country that has approved it for clinical use. Brand names include (where † denotes a product that is no longer marketed):  Davedax (IT) Edronax (AU, AT, BE, CZ, DK, FI, DE, IE, IL, IT, MX, NZ, NO, PH, PL, PT, ZA, SE, CH, TH, TR, UK) Irenor (ES) Norebox (ES) Prolift (AR,† BR, CL, VE†) Solvex (DE) Yeluoshu (CN) Zuolexin (CN)   == References ==   == External links == Reboxetine: A Novel Antidepressant"}