{"name": "Recurrent Chronic Lymphoid Leukemia", "category": "disease", "content": "Chronic lymphocytic leukemia (CLL) is a type of cancer in which the bone marrow makes too many lymphocytes (a type of white blood cell). Early on, there are typically no symptoms. Later, non-painful lymph node swelling, feeling tired, fever, night sweats, or weight loss for no clear reason may occur. Enlargement of the spleen and low red blood cells (anemia) may also occur. It typically worsens gradually over years. Risk factors include having a family history of the disease, with 10% of those who develop CLL having such ancestry. Exposure to Agent Orange, certain insecticides, sun exposure, exposure to hepatitis C virus, and common infections are also considered risk factors. CLL results in the buildup of B cell lymphocytes in the bone marrow, lymph nodes, and blood. These cells do not function well and crowd out healthy blood cells. CLL is divided into two main types:  Those with a mutated IGHV gene Those without. Diagnosis is typically based on blood tests finding high numbers of mature lymphocytes and smudge cells. Early-stage CLL in asymptomatic cases responds better to careful observation, as there is no evidence that early intervention treatment can alter the course of the disease. Immune defects occur early in the course of CLL and these increase the risk of developing serious infection, which should be treated appropriately with antibiotics. In those with significant symptoms, chemotherapy, immunotherapy, or chemoimmunotherapy may be used. Depending on the individual's age, physical condition, and whether they have the del(17p) or TP53 mutation, different first line treatments may be offered. As of 2021, BTK inhibitors such as ibrutinib and acalabrutinib are often recommended for first line treatment of CLL. The medications fludarabine, cyclophosphamide, and rituximab were previously the initial treatment in those who are otherwise healthy. CLL affected about 904,000 people globally in 2015 and resulted in 60,700 deaths.  In 2021, the estimated incidence of CLL in the United States is 21,250 new cases and 4,320 deaths.  The disease most commonly occurs in people over the age of 65, due to the accumulation of genetic mutations that occur over time. Men are diagnosed around twice as often as women (6.8 to 3.5 ratio). It is much less common in people from Asia. Five-year survival following diagnosis is approximately 83% in the United States. It represents less than 1% of deaths from cancer.   == Signs and symptoms ==  Most people are diagnosed as having CLL based on the result of a routine blood test that shows a high white blood cell count, specifically a large increase in the number of circulating lymphocytes. These people generally have no symptoms. Less commonly, CLL may present with enlarged lymph nodes.  If enlarged lymph nodes are caused by infiltrating CLL-type cells, a diagnosis of small lymphocytic lymphoma (SLL) is made. Less commonly, the disease comes to light only after the cancerous cells overwhelm the bone marrow, resulting in low red blood cells, neutrophils, or platelets. Symptoms can be fever, night sweats, weight loss, and tiredness. CLL can be grouped with small lymphocytic lymphoma (SLL) as one disease with two clinical presentations. Whereas, with CLL, diseased cells propagate from within the bone marrow, in SLL they propagate from within the lymphatic tissue. CLLs are, in virtually all cases, preceded by a particular subtype of monoclonal B-cell lymphocytosis (MBL). This subtype, termed chronic lymphocytic leukemia-type MBL (CLL-type MBL) is an asymptomatic, indolent, and chronic disorder in which people exhibit a mild increase in the number of circulating B-cell lymphocytes. These B-cells are abnormal: they are monoclonal, i.e. produced by a single ancestral B-cell, and have some of the same cell marker proteins, chromosome abnormalities, and gene mutations found in CLL. CLL/SLL MBL consist of two groups: low-count CLL/SLL MBL has monoclonal B-cell blood counts of <0.5x109 cells/liter (i.e. 0.5x109/L) while high-count CLL/SLL MBL has blood monoclonal B-cell counts ≥0.5x109/L but <5x109/L. Individuals with blood counts of these monoclonal B-cells >5x109/L are diagnosed as having CLL. Low-count CLL/SLL MBL rarely if ever progresses to CLL while high-count CLL/SLL MBL does so at a rate of 1-2% per year. Thus, CLL may present in individuals with a long history of having high-count CLL/SLL MBL. There is no established treatment for these individuals except monitoring for development of the disorder's various complications (see treatment of MBL complications) and for their progression to CLL.   === Complications === Complications include a low level of antibodies in the bloodstream (hypogammaglobulinemia), leading to recurrent infection, warm autoimmune hemolytic anemia in 10–15% of patients, and bone marrow failure. Chronic lymphocytic leukemia may also develop a Richter's transformation i.e. conversion to a far more aggressive form that has the histopathology of diffuse large B cell lymphoma or Hodgkin's lymphoma. CLL has also been reported to convert into other more aggressive diseases such as lymphoblastic lymphoma, hairy cell leukemia, high grade T cell lymphomas, acute myeloid leukemia, lung cancer, brain cancer, melanoma of the eye or skin, salivary gland tumors, and Kaposi's sarcomas. While some of these conversions have been termed RTs, the World Health Organization and most reviews have defined RT as a conversion of CLL/SLL into a disease with DLBCL or HL histopathology. The incidence of this transformation is estimated to be around 5% in people with CLL. Gastrointestinal (GI) involvement can rarely occur with chronic lymphocytic leukemia. Some of the reported manifestations include intussusception, small intestinal bacterial contamination, colitis, and others. Usually, GI complications with CLL occur after Richter transformation.  Two cases to date have been reported of GI involvement in chronic lymphocytic leukemia without Richter's transformation.   == Cause == CLL can also be caused by a number of epigenetic changes, which are adaptations that add a tag to specific DNA sequences, rather than altering the sequence itself. In CLL, these changes can be classified into the addition of three different methyl subgroups (naïve B-cell-like, memory B-cell-like, and intermediate), which impact how much that DNA sequence is transcribed. Some relevant genetic mutations may be inherited. Since there is no one single mutation that is associated with CLL in all cases, an individual's susceptibility may be impacted when multiple mutations that are associated with an increase in the risk of CLL are co-inherited. Up until 2020, 45 susceptibility loci have been identified. Of these loci, 93% are linked to the alteration of 30 gene expressions involved in immune response, cell survival, or Wnt signaling. Exposure to Agent Orange increases the risk of CLL, and exposure to hepatitis C virus may increase the risk.  There is no clear association between ionizing radiation exposure and the risk of developing CLL. Blood transfusions have been ruled out as a risk factor.   == Diagnosis ==  The diagnosis of CLL is based on the demonstration of an abnormal population of B lymphocytes in the blood, bone marrow, or tissues that display an unusual but characteristic pattern of molecules on the cell surface. CLL is usually first suspected by a diagnosis of lymphocytosis, an increase in a type of white blood cell, on a complete blood count test. This frequently is an incidental finding on a routine physician visit. Most often the lymphocyte count is greater than 5000 cells per microliter (μL) of blood but can be much higher. The presence of lymphocytosis in a person who is elderly should raise strong suspicion for CLL, and a confirmatory diagnostic test, in particular flow cytometry, should be performed unless clinically unnecessary.   === Molecular examination of peripheral blood and flow cytometry === The combination of the microscopic examination of the peripheral blood and analysis of the lymphocytes by flow cytometry to confirm clonality and marker molecule expression is needed to establish the diagnosis of CLL. Both are easily accomplished on a small amount of blood. A flow cytometer instrument can examine the expression of molecules on individual cells in fluids. This requires the use of specific antibodies to marker molecules, with fluorescent tags recognized by the instrument.  In CLL, the lymphocytes are all genetically identical since they are derived from the same B cell lineage, expressing common B-cell markers CD19 and CD20, with abnormal expression of surface markers CD5 and CD23. These B cells resemble normal lymphocytes under the microscope, although slightly smaller, and are fragile when smeared onto a glass slide, giving rise to many broken cells, which are called \"smudge\" or \"smear\" cells and can indicate the presence of the disease. Smudge cells are due to cancer cells lacking in vimentin, a type of cytoskeleton proteins which is a structural component in a cell which maintains the cell's internal shape and mechanical resilience).: 1899    === Surface markers === The atypical molecular pattern on the surface of the cell includes the coexpression of cell surface markers clusters of differentiation 5 (CD5) and 23. In addition, all the CLL cells within one individual are clonal, that is, genetically identical. In practice, this is inferred by the detection of only one of the mutually exclusive antibody light chains, kappa or lambda, on the entire population of the abnormal B cells. Normal B lymphocytes consist of a stew of different antibody-producing cells, resulting in a mixture of both kappa- and lambda-expressing cells. The lack of the normal distribution of these B cells is one basis for demonstrating clonality, the key element for establishing a diagnosis of any B cell malignancy (B cell non-Hodgkin lymphoma). The Matutes's CLL score allows the identification of a homogeneous subgroup of classical CLL, that differs from atypical/mixed CLL for the five markers' expression (CD5, CD23, FMC7, CD22, and immunoglobulin light chain) Matutes's CLL scoring system is very helpful for the differential diagnosis between classical CLL and the other B cell chronic lymphoproliferative disorders, but not for the immunological distinction between mixed/atypical CLL and mantle cell lymphoma (MCL malignant B cells). Discrimination between CLL and MCL can be improved by adding non-routine markers such as CD54 and CD200. Among routine markers, the most discriminating feature is the CD20/CD23 mean fluorescence intensity ratio. In contrast, FMC7 expression can surprisingly be misleading for borderline cases.   === Clinical staging === Staging, determining the extent of the disease, is done with the Rai staging system or the Binet classification (see details) and is based primarily on the presence of a low platelet or red cell count. Early-stage disease does not need to be treated. CLL and SLL are considered the same underlying disease, just with different appearances.: 1441  Rai staging system (most commonly used in the United States)   Stage 0: characterized by absolute lymphocytosis (>15,000/mm3) without lymphadenopathy, hepatosplenomegaly, anemia, or thrombocytopenia Stage I: characterized by absolute lymphocytosis with lymphadenopathy without hepatosplenomegaly, anemia, or thrombocytopenia Stage II: characterized by absolute lymphocytosis with either hepatomegaly or splenomegaly with or without lymphadenopathy Stage III: characterized by absolute lymphocytosis and anemia (hemoglobin <11 g/dL) with or without lymphadenopathy, hepatomegaly, or splenomegaly Stage IV: characterized by absolute lymphocytosis and thrombocytopenia (<100,000/mm3) with or without lymphadenopathy, hepatomegaly, splenomegaly, or anemia Binet classification (most commonly used in Europe)   Clinical stage A: characterized by no anemia or thrombocytopenia and fewer than three areas of lymphoid involvement (Rai stages 0, I, and II) Clinical stage B: characterized by no anemia or thrombocytopenia with three or more areas of lymphoid involvement (Rai stages I and II) Clinical stage C: characterized by anemia and/or thrombocytopenia regardless of the number of areas of lymphoid enlargement (Rai stages III and IV)   ==== Array-based karyotyping ====  Array-based karyotyping is a cost-effective alternative to FISH for detecting chromosomal abnormalities in CLL. Several clinical validation studies have shown >95% concordance with the standard CLL FISH panel.   === Related diseases === In the past, cases with similar microscopic appearance in the blood but with a T cell phenotype were referred to as T-cell CLL. However, these are now recognized as a separate disease group and are currently classified as T-cell prolymphocytic leukemias (T-PLL). An accurate diagnosis of T-PLL is important as it is a rare and aggressive disease. CLL should not be confused with acute lymphoblastic leukemia, a highly aggressive leukemia most commonly diagnosed in children, and highly treatable in the pediatric setting.   === Differential diagnosis ===  Hematologic disorders that may resemble CLL in their clinical presentation, behavior, and microscopic appearance include mantle cell lymphoma, marginal zone lymphoma, B cell prolymphocytic leukemia, and lymphoplasmacytic lymphoma.  B cell prolymphocytic leukemia, a related, but more aggressive disorder, has cells with similar phenotype, but are significantly larger than normal lymphocytes and have a prominent nucleolus. The distinction is important as the prognosis and therapy differ from CLL. Hairy cell leukemia is also a neoplasm of B lymphocytes, but the neoplastic cells have a distinct morphology under the microscope (hairy cell leukemia cells have delicate, hair-like projections on their surfaces) and unique marker molecule expression. All the B cell malignancies of the blood and bone marrow can be differentiated from one another by the combination of cellular microscopic morphology, marker molecule expression, and specific tumor-associated gene defects. This is best accomplished by evaluation of the patient's blood, bone marrow, and occasionally lymph node cells by a pathologist with specific training in blood disorders. A flow cytometer is necessary for cell marker analysis, and the detection of genetic problems in the cells may require visualizing the DNA changes with fluorescent probes by FISH.   == Treatment == CLL treatment focuses on controlling the disease and its symptoms rather than on an outright cure. In those without or only minimal symptoms watchful waiting is generally appropriate. CLL is treated by chemotherapy, radiation therapy, biological therapy, or bone marrow transplantation. Symptoms are sometimes treated surgically (splenectomy – removal of enlarged spleen) or by radiation therapy (\"de-bulking\" swollen lymph nodes). Initial CLL treatments vary depending on the exact diagnosis and the progression of the disease, and even with the preference and experience of the health care practitioner. Any of dozens of agents may be used for CLL therapy.   === Decision to treat === While it is generally considered incurable, CLL progresses slowly in most cases. Many people with CLL lead normal and active lives for many years—in some cases for decades. Because of its slow onset, asymptomatic early-stage CLL (Rai 0, Binet A) is, in general, not treated since it is believed that early-stage CLL intervention does not improve survival time or quality of life. Instead, the condition is monitored over time to detect any change in the disease pattern. There are two widely used staging systems in CLL to determine when and how to treat the patient: The Rai staging system, used in the United States, and the Binet system in Europe. Both these systems attempt to characterize the disease based on the bulk and marrow failure.  A \"watchful waiting\" strategy is used for most patients with CLL.  The International Workshop on CLL (iwCLL) has issued guidelines with specific markers that should be met to initiate treatment, generally based on evidence for progressive symptomatic disease (summarized as \"active disease\").   === Chemotherapy === Combination chemotherapy regimens are effective in both newly diagnosed and relapsed CLL. Combinations of fludarabine with alkylating agents (cyclophosphamide) produce higher response rates and longer progression-free survival than single agents:  FC (fludarabine with cyclophosphamide) FR (fludarabine with rituximab) FCR (fludarabine, cyclophosphamide, and rituximab) Although the purine analogue fludarabine was shown to give superior response rates to chlorambucil as primary therapy, no evidence shows early use of fludarabine improves overall survival, and some clinicians prefer to reserve fludarabine for relapsed disease. Chemoimmunotherapy with FCR has shown to improve response rates, progression-free survival, and overall survival in a large randomized trial in CLL patients selected for good physical fitness. This has been the first clinical trial demonstrating that the choice of a first-line therapy can improve the overall survival of people with CLL. Alkylating agents approved for CLL include bendamustine and cyclophosphamide.   === Targeted therapy === Targeted therapy attacks cancer cells at a specific target, with the aim of not harming normal cells. Targeted drugs used in CLL include venetoclax (a Bcl-2 inhibitor), ibrutinib and  acalabrutinib (Bruton's tyrosine kinase inhibitors), idelalisib and duvelisib (inhibitors of some forms of the enzyme phosphoinositide 3-kinase), as well as monoclonal antibodies against CD20 (rituximab, ofatumumab and obinutuzumab) and CD52 (alemtuzumab). Notably, some of the effects of the targeted therapies such as BCR inhibitors can be attributed to disrupting the interaction of CLL cells with tumour promoting T cells.   === Stem cell transplantation === Autologous stem cell transplantation, using the recipient's own cells, is not curative.: 1458   Younger individuals, if at high risk for dying from CLL, may consider allogeneic hematopoietic stem cell transplantation (HSCT). Myeloablative (bone marrow killing) forms of allogeneic stem cell transplantation, a high-risk treatment using blood cells from a healthy donor, may be curative, but treatment-related toxicity is significant.: 1458  An intermediate level, called reduced-intensity conditioning allogeneic stem cell transplantation, may be better tolerated by older or frail patients.   === Refractory CLL === \"Refractory\" CLL is a disease that no longer responds favorably to treatment within six months following the last cancer therapy. In this case, more aggressive targeted therapies, such as BCR or BCL2 pathway inhibitors, have been associated with increased survival.   === During pregnancy === Leukemia is rarely associated with pregnancy, affecting only about one in 10,000 pregnant women.  Treatment for chronic lymphocytic leukemias can often be postponed until after the end of the pregnancy.  If treatment is necessary, then giving chemotherapy during the second or third trimesters is less likely to result in pregnancy loss or birth defects than treatment during the first trimester.   == Prognosis == Prognosis can be affected by the type of genetic mutation that the person with CLL has. Some examples of genetic mutations and their prognoses are: mutations in the IGHV region are associated with a median overall survival (OS) of more than 20–25 years, while no mutations in this region is associated with a median OS of 8–10 years; deletion of chromosome 13q is associated with a median OS of 17 years; and trisomy of chromosome 12, as well as deletion of chromosome 11q, is associated with a median OS of 9–11 years. While prognosis is highly variable and dependent on various factors including these mutations, the average 5-year relative survival is 86.1%. Telomere length has been suggested to be a valuable prognostic indicator of survival. In addition, a person's sex has been found to have an impact on CLL prognosis and treatment efficacy. More specifically, females have been found to survive longer (without disease progression) than males, when treated with certain medications.   == Epidemiology == CLL is the most common type of leukaemia in the Western world compared to non-Western regions such as Asia, Latin America, and Africa. It is observed globally that males are twice as likely than females to acquire CLL. CLL is primarily a disease of older adults, with 9 out of 10 cases occurring after the age of 50 years. The median age of diagnosis is 70 years. In young people, new cases of CLL are twice as likely to be diagnosed in men than in women. In older people, however, this difference becomes less pronounced: after the age of 80 years, new cases of CLL are diagnosed equally between men and women. According to the American Cancer Society, in the United States, 13,040 males and 8,210 females (total of 21,250 people) are expected to be newly diagnosed with CLL in 2021. In that same year, 2,620 males and 1,700 females (total of 4,320 people) are expected to die from CLL. Because of the prolonged survival, which was typically about 10 years in past decades, but which can extend to a normal life expectancy, the prevalence (number of people living with the disease) is much higher than the incidence (new diagnoses). CLL is the most common type of leukemia in the UK, accounting for 38% of all leukemia cases. Approximately 3,200 people were diagnosed with the disease in 2011. In Western populations, subclinical \"disease\" can be identified in 3.5% of normal adults, and in up to 8% of individuals over the age of 70. That is, small clones of B cells with the characteristic CLL phenotype can be identified in many healthy elderly persons. The clinical significance of these cells is unknown. In contrast, CLL is rare in Asian countries, such as Japan, China, and Korea, accounting for less than 10% of all leukemias in those regions.: 1432  A low incidence is seen in Japanese immigrants to the US, and in African and Asian immigrants to Israel. Of all cancers involving the same class of blood cell, 7% of cases are CLL/SLL. People who live near areas with considerable industrial pollution have an elevated risk of developing leukemia, particularly CLL.   == Research directions == In light of new therapies such as targeted agents, the role of bone marrow transplants is decreasing. Bone marrow transplants are not recommended as a front-line therapy, and only recommended in specific cases where front-line therapies have either failed or there is a lack of response to BCL-2 inhibitors.  Researchers at the Abramson Cancer Center of the University of Pennsylvania School of Medicine reported preliminary success in the use of gene therapy, through genetically modified T cells, to treat CLL. The findings, which were published in August 2011, were based on data from three patients who had modified T cells injected into their blood. The T cells had been modified to express genes that would allow the cells to proliferate in the body and destroy B cells including those causing the leukemia. Two patients went into remission, while the presence of leukemia in the third patient reduced by 70%. One of the patients had been diagnosed with CLL for 13 years, and his treatment was failing before he participated in the clinical trial. One week after the T cells were injected, the leukemia cells in his blood had disappeared. The T cells were still found in the bloodstream of the patients six months after the procedure, meaning they would be able to fight the disease should leukemia cells return. This was the first time scientists \"have used gene therapy to successfully destroy cancer tumors in patients with advanced disease\". Research is also investigating therapies targeting B cell receptor signalling. Syk inhibitors fostamatinib and entospletinib are currently in trials. The trial of a combination of ibrutinib and venetoclax had encouraging results in a small number of people. People with CLL undergoing immunotherapy with chimeric antigen receptor T cells have been found to have a high response rate.   == See also == Monoclonal B-cell lymphocytosis Virtual karyotype B-cell CLL/lymphoma   == References ==   == External links =="}