{"name": "regorafenib", "category": "drug", "content": "Regorafenib, sold under the brand name Stivarga among others, is an oral multi-kinase inhibitor developed by Bayer which targets angiogenic, stromal and oncogenic receptor tyrosine kinase (RTK). Regorafenib shows anti-angiogenic activity due to its dual targeted VEGFR2-TIE2 tyrosine kinase inhibition. Since 2009 it was studied as a potential treatment option in multiple tumor types. By 2015 it had two US approvals for advanced cancers.   == Approvals and indications ==   === Metastatic colorectal cancer === Regorafenib demonstrated to increase the overall survival of patients with metastatic colorectal cancer and has been approved by the US FDA in September 2012. After a manufacturer's appeal Regorafenib was restored to the list of treatments funded by the English Cancer Drugs Fund.   === Advanced gastrointestinal stromal tumours === In February 2013 the US FDA expanded the approved use to treat patients with advanced gastrointestinal stromal tumors that cannot be surgically removed and no longer respond to other FDA-approved treatments for this disease. In a clinical study with 199 patients regorafenib treated patients had a delay in tumor growth (progression-free survival) that was, on average, 3.9 months longer than patients who were given placebo.   === Advanced hepatocellular carcinoma === In November 2018, the National Institute for Health and Care Excellence (NICE) approved use of regorafenib in people with advanced hepatocellular carcinoma who were previously treated with sorafenib.   == Clinical trials == MetastaticCRC: After the CORRECT trial, two phase 3 trials (CONSIGN, CONCUR) showed benefits compared to placebo. Regorafenib dosing was 150 or 160 mg/d for first 3 weeks of each 4 week cycle.   == Adverse effects == Regorafenib is being approved with a Boxed Warning alerting patients and health care professionals that severe and fatal liver toxicity occurred in patients treated with regorafenib during clinical studies. Serious side effects, which occurred in less than one percent of patients, were liver damage, severe bleeding, blistering and peeling of skin, very high blood pressures requiring emergency treatment, heart attacks and perforations (holes) in the intestines. The most common side effects reported in patients treated with regorafenib include weakness or fatigue, loss of appetite, hand-foot syndrome (also called palmar-plantar erythrodysesthesia), diarrhoea, mouth sores (mucositis), weight loss, infection, high blood pressure, and changes in voice volume or quality (dysphonia).   == Other actions == Regorafenib and at least one of its analogs, sorafenib, are potent inhibitors of Soluble epoxide hydrolase (sEH).  sEH metabolizes, and in general thereby inactivates, epoxyeicosatrienoic acids (EETs), epoxydocosapentaenoic acids (EDPs), epoxyeicosatetraenoic acids (EEQs), and other epoxy polyunsaturated fatty acids that are made by various cytochrome P450 epoxygenases.  EETs, EDPs, and EEQs have various effects in animals including vasodilation, anti-hypertensive, and anti-blood-clotting actions.  However, EDPs, unlike EETs, inhibit the vascularization, growth, and metastasis of human cancer cells in vitro and in animal models. It is suggested that the inhibition of sEH and consequential increase in EDP levels contributes to the anti-cancer activity of regorafenib and related analogs, a possibility supported by studies showing that 1) DHA acted synergistically with regorafenib to increase EDP levels in and inhibit the growth of several human renal cancer cell lines in vitro and 2) dietary DHA likewise acted synergistically with regorafenib to inhibit the invasiveness and growth of a human renal cancer cell line while increasing its EPA levels in mice.  These preclinical studies suggest that dietary supplementation with omega-3 fatty acids, particularly DHA, may be useful in enhancing the anti-cancer actions of regorafenib in humans.   == Brand names == In Bangladesh under the trade name Regonix., Regora manufactured by Beacon Pharmaceuticals Ltd.   == References =="}