{"name": "relugolix", "category": "drug", "content": "Relugolix, sold under the brand names Orgovyx and Relumina among others, is a gonadotropin-releasing hormone antagonist (GnRH receptor antagonist) medication which is used in the treatment of prostate cancer in men and uterine fibroids in women. It is taken by mouth. Side effects of relugolix include menstrual abnormalities, hot flashes, excessive sweating, headache, and decreased bone mineral density. Relugolix is a GnRH antagonist, or an antagonist of the gonadotropin-releasing hormone receptor. Unlike most other GnRH modulators, but similarly to elagolix (brand name Orilissa), relugolix is a non-peptide, small-molecule compound and is orally active. It suppresses sex hormone levels to the postmenopausal or castrate range in both women and men. Relugolix was approved for use for the treatment of uterine fibroids in Japan in January 2019, and for the treatment of prostate cancer in the United States in December 2020.   == Medical uses == Relugolix is approved in the United States, Canada and the United Kingdom for the treatment of prostate cancer in men and in Japan for the treatment of uterine fibroids (uterine leiomyoma) in women.   === Available forms === Relugolix is available in the form of 40 and 120 mg oral tablets.   == Side effects == The main side effects of relugolix for uterine fibroids include abnormal uterine bleeding (24.6–48.6% vs. 6.3% for placebo), hot flashes (42.8–45.5% vs. 0% for placebo), heavy menstrual bleeding (12.1–49.3% vs. 9.4% for placebo), headache (12.3–15.2%), and excessive sweating (9.4–15.2% vs. 0% for placebo). In addition, decreased bone mineral density occurs with relugolix (21.7% decrease by week 12, 24.4% decrease by week 24).   == Pharmacology ==   === Pharmacodynamics ===  Relugolix is a selective antagonist of the gonadotropin-releasing hormone receptor (GnRHR), with a half-maximal inhibitory concentration (IC50) of 0.12 nM. A dosage of relugolix of 40 mg once per day has been found to suppress estradiol levels to postmenopausal levels (<20 pg/mL) within 24 hours in premenopausal women. In the control group of women, estradiol levels fluctuated between 50 and 250 pg/mL. Estradiol levels have been found to return to normal concentrations within 4 weeks of discontinuation of relugolix in premenopausal women. The medication additionally suppresses levels of progesterone, luteinizing hormone, and follicle-stimulating hormone in premenopausal women. Relugolix at a dosage of 40 mg or more once per day has been found to reduce testosterone levels to sustained castrate levels (<20 ng/dL) in men. It additionally suppresses luteinizing hormone and follicle-stimulating hormone levels in men. Lower doses of relugolix (<40 mg/day) are under investigation for achieving partial sex hormone suppression in the treatment of endometriosis and uterine fibroids. This is intended to reduce the incidence and severity of menopausal symptoms such as hot flushes and decreased bone mineral density that are secondary to estrogen deficiency.   === Pharmacokinetics === A single 40-mg oral dose of relugolix has been found to result in peak levels of relugolix of 29 ng/mL (47 nmol/L) after 1.5 hours. Steady-state levels are reached within 7 days with 40 mg/day relugolix administration. There is an approximate 2-fold accumulation of relugolix by 2 weeks of continuous administration. Food diminishes the oral bioavailability of relugolix by about 50%. Relugolix is a substrate for P-glycoprotein, which may have a limiting effect on its absorption and distribution. The plasma protein binding of relugolix is approximately 68 to 71% over a concentration range of 0.05 to 5 μg/mL. Relugolix is not a substrate for CYP3A4. The elimination half-life of relugolix is 36 to 65 hours across a dosage range of 20 to 180 mg/day. There is moderate to high interindividual variability in systemic exposure to relugolix. Relugolix is excreted mainly in feces (83%) and to a small degree in urine (4%). Only about 6% of a dose of relugolix is excreted unchanged.   == Chemistry == Relugolix is a non-peptide, small-molecule compound, and is structurally distinct from GnRH analogues. It is an N-phenyl urea derivative.   == History == Relugolix was first described in 2004. It superseded sufugolix (developmental code name TAK-013), which was developed by the same researchers. Relugolix was approved for the treatment of uterine fibroids in Japan in January 2019. It was the second orally active GnRH antagonist to be introduced for medical use, following elagolix (brand name Orilissa) in July 2018. Relugolix was approved for the treatment of prostate cancer in the United States on 18 December 2020. The FDA approved relugolix based on evidence from a clinical trial (NCT03085095) of 930 participants 48 to 97 years old with advanced prostate cancer. The trial was conducted at 155 sites in the United States, Canada, and countries in South America, Europe and the Asia Pacific region. All participants in the trial had advanced prostate cancer. Participants were randomly assigned to receive either one relugolix tablet daily (on the first day they received three tables) or an active control (leuprolide acetate) which was given as an injection under the skin every three months. The participants and healthcare providers were aware of which treatment was being given. The treatment lasted for 48 weeks. The efficacy of relugolix was assessed by the percentage of participants who achieved and maintained low testosterone level equal to castration.   == Society and culture ==   === Names === Relugolix is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, and JANTooltip Japanese Accepted Name. It is also known by its former developmental code names RVT-601 and TAK-385. Relugolix is sold under the brand name Orgovyx for the treatment of prostate cancer and under the brand name Relumina for the treatment of uterine fibroids. Relugolix compounded with ethinyl estradiol and norethindrone is sold under the brand name Myfembree for the treatment of uterine fibroids.   === Availability === Relugolix is available in the United States and in Japan.   === Legal status === In February 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Orgovyx, intended for the treatment of prostate cancer. The applicant for this medicinal product is Myovant Sciences Ireland Limited. Relugolix was approved for medical use in the European Union in April 2022, and in the United Kingdom in July 2022 (although not available in NHS England until August 2024).   == Research == Relugolix is under development for use in the treatment of endometriosis.   == References ==   == Further reading ==   == External links == Clinical trial number NCT03085095 for \"A Study to Evaluate the Safety and Efficacy of Relugolix in Men With Advanced Prostate Cancer (HERO)\" at ClinicalTrials.gov"}