{"name": "remifentanil", "category": "drug", "content": "Remifentanil, marketed under the brand name Ultiva is a potent, short-acting synthetic opioid analgesic drug.  It is given to patients during surgery to relieve pain and as an adjunct to an anaesthetic.  Remifentanil is used for sedation as well as combined with other medications for use in general anesthesia. The use of remifentanil has made possible the use of high-dose opioid and low-dose hypnotic anesthesia, due to synergism between remifentanil and various hypnotic drugs and volatile anesthetics.   == Clinical use == Remifentanil is used as an opioid analgesic that has a rapid onset and rapid recovery time. It has been used effectively during craniotomies, spinal surgery, cardiac surgery, and gastric bypass surgery. While opiates function similarly, with respect to analgesia, the pharmacokinetics of remifentanil allows for quicker post-operative recovery.   == Administration == It is administered in the form remifentanil hydrochloride and in adults is given as an intravenous infusion in doses ranging from 0.1 microgram per kilogram per minute to 0.5 (μg/kg)/min. Children may require higher infusion rates (up to 1.0 (μg/kg)/min). The clinically useful infusion rates are 0.025–0.1 (μg/kg)/min for sedation (rates adjusted to age of patient, severity of their illness and invasiveness of surgical procedure). Small amounts of other sedative medications are usually co-administered with remifentanil to produce sedation. Clinically useful infusion rates in general anesthesia vary but are usually 0.1–1 (μg/kg)/min. Remifentanil can be administered as part of an anesthesia technique called TIVA (total intravenous anesthesia) using computer controlled infusion pumps in a process called TCI (target controlled infusion). A target plasma concentration is entered as ng/mL into the pump, which calculates its infusion rate according to patient factors like age and weight. Induction levels of 40 ng/mL are commonly used, but it generally varies between 3–8 ng/mL. For certain surgical procedures that produce particularly strong stimuli a level of up to 15 ng/mL might be needed. The relatively short context-sensitive half-life of remifentanil allows the desired blood plasma level to be achieved quickly, and also for the same reason, recovery occurs quickly. This allows remifentanil to be used in unique circumstances such as cesarean section. Remifentanil's short context-sensitive half-life makes it ideal for intense pain of short duration. As such, it has been used for analgesia in labor successfully; however, it is not as effective as epidural analgesia. In combination with propofol, remifentanil is used for anesthesia of patients undergoing electroconvulsive therapy.   == Metabolism == Remifentanil is considered a metabolic soft drug, one that is rapidly metabolized to an inactive form.  Unlike other synthetic opioids which are hepatically metabolized, remifentanil has an ester linkage which undergoes rapid hydrolysis by non-specific tissue and plasma esterases.  This means that accumulation does not occur with remifentanil and its context-sensitive half-life remains at 4 minutes after a 4-hour infusion. Remifentanil is metabolized to a compound (remifentanil acid) which has 1/4600th the potency of the parent compound. Due to its quick metabolism and short effects, remifentanil has opened up new possibilities in anesthesia. When remifentanil is used together with a hypnotic (i.e. one that produces sleep) it can be used in relative high doses.  This is because remifentanil is rapidly eliminated from the blood plasma on termination of the remifentanil infusion; hence the effects of the drug quickly dissipate even after very long infusions. Owing to synergism between remifentanil and hypnotic drugs (such as propofol) the dose of the hypnotic can be substantially reduced. This leads often to more hemodynamic stability during surgery and a quicker post-operative recovery time.   == Side-effects == Remifentanil is a specific μ-receptor agonist.   Hence, it causes a reduction in sympathetic nervous system tone, respiratory depression and analgesia. The drug's effects include a dose-dependent decrease in heart rate and arterial pressure and respiratory rate and tidal volume. Muscle rigidity is sometimes noted. The most common side effects reported by patients receiving this medication are a sense of extreme \"dizziness\" (often short lived, a common side effect of other fast-acting synthetic phenylpiperidine narcotics such as fentanyl and alfentanil) and intense itching (pruritus), often around the face.  These side effects are often controlled by either altering the administered dose  (decreasing or in some cases, increasing the dose) or by administering other sedatives that allow the patient to tolerate or lose awareness of the side effect. Because pruritus is partially due to excessive serum histamine levels, antihistamines such as diphenhydramine (Benadryl) are often co-administered. This is done with care, however, as excessive sedation may occur. Nausea can occur as a side effect of remifentanil, however, it is usually transient in nature due to the drug's short half-life which rapidly removes it from the patient's circulation once the infusion is terminated.   == Potency == Comparing its analgesia-sedation effect in ventilated patients, remifentanil may be superior to morphine but not to fentanyl.   == Circumventing naltrexone == Remifentanil has been used with some success to circumvent naltrexone in patients who are in need of pain management.   == Abuse potential == Remifentanil, being a μ-receptor agonist, functions like other μ-receptor agonists, such as morphine and codeine; it can cause euphoria and has the potential for abuse. However, due to its rapid metabolism and short-acting half-life the likelihood of abuse is quite low. Nevertheless, there have been some documentations of remifentanil abuse.   == Development and marketing == Prior to the development of remifentanil, most short-acting hypnotics and amnestics faced issues with prolonged use, where accumulation would result in unfavorable lingering effects during post-operative recovery. Remifentanil was designed to serve as a strong anesthetic with an ultra-short and predictable duration that would not have accumulation issues. Remifentanil was patented by Glaxo Wellcome Inc. and was FDA approved on July 12, 1996. Its patent ended on the 10th of September 2017.   == Regulation == In Hong Kong, remifentanil is regulated under Schedule 1 of Hong Kong's Chapter 134 Dangerous Drugs Ordinance. It can only be used legally by health professionals and for university research purposes. The substance can be given by pharmacists under a prescription. Anyone who supplies the substance without prescription can be fined HK$10,000 (US$1,550). The penalty for trafficking or manufacturing the substance is a HK$5,000,000 (US$775,000) fine and life imprisonment. Possession of the substance for consumption without license from the Department of Health is illegal with a HK$1,000,000 (US$155,000) fine and/or 7 years of jail time. Remifentanil is a Schedule II narcotic controlled substance in the United States with a DEA ACSCN of 9739 and a 2013 annual aggregate manufacturing quota of 3,750 grams, unchanged from the prior year.   == References ==   == External links == \"Remifentanil\". Drug Information Portal. U.S. National Library of Medicine. \"Remifentanil Hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}