{"name": "Renal Osteodystrophy", "category": "disease", "content": "Renal osteodystrophy is currently defined as an alteration of bone morphology in patients with chronic kidney disease (CKD).  It is one measure of the skeletal component of the systemic disorder of chronic kidney disease-mineral and bone disorder (CKD-MBD). The term \"renal osteodystrophy\" was coined in 1943, 60 years after an association was identified between bone disease and kidney failure. The traditional types of renal osteodystrophy have been defined on the basis of turnover and mineralization as follows: 1) mild, slight increase in turnover and normal mineralization; 2) osteitis fibrosa, increased turnover and normal mineralization; 3) osteomalacia, decreased turnover and abnormal mineralization; 4) adynamic, decreased turnover and acellularity; and, 5) mixed, increased turnover with abnormal mineralization. A Kidney Disease: Improving Global Outcomes report has suggested that bone biopsies in patients with CKD should be characterized by determining bone turnover, mineralization, and volume (TMV system). On the other hand, CKD-MBD is defined as a systemic disorder of mineral and bone metabolism due to CKD manifested by either one or a combination of the following: 1) abnormalities of calcium, phosphorus, PTH, or vitamin D metabolism; 2) abnormalities in bone turnover, mineralization, volume, linear growth, or strength (renal osteodystrophy); and 3) vascular or other soft-tissue calcification.   == Signs and symptoms == Renal osteodystrophy may exhibit no symptoms; if it does show symptoms, they can include:  Bone pain Joint pain Muscle pain Itching Bone deformation Bone fracture The broader concept of chronic kidney disease-mineral and bone disorder (CKD-MBD) is not only associated with fractures but also with cardiovascular calcification, poor quality of life and increased morbidity and mortality in CKD patients (the so-called bone-vascular axis). These clinical consequences are acquiring such an importance that scientific working groups (such as the ERA CKD-MBD Working Group) or international initiatives are trying to promote research in the field including basic, translational and clinical research.   == Pathogenesis == Renal osteodystrophy has been classically described to be the result of hyperparathyroidism secondary to hyperphosphatemia combined with hypocalcemia, both of which are due to decreased excretion of phosphate by the damaged kidney. Low activated vitamin D3 levels are a result of the damaged kidneys' inability to convert vitamin D3 into its active form, calcitriol, and result in further hypocalcemia. High levels of fibroblast growth factor 23 seem now to be the most important cause of decreased calcitriol levels in CKD patients. In CKD, the excessive production of parathyroid hormone increases the bone resorption rate and leads to histologic bone signs of secondary hyperparathyroidism. However, in other situations, the initial increase in parathyroid hormone and bone remodeling may be slowed excessively by a multitude of factors, including age, ethnic origin, sex, and treatments such as vitamin D, calcium salts, calcimimetics, steroids, and so forth, leading to low bone turnover or adynamic bone disease. Both high and low bone turnover diseases are currently observed equally in CKD patients treated by dialysis, and all types of renal osteodystrophy are associated with an increased risk of skeletal fractures, reduced quality of life, and poor clinical outcomes.   == Diagnosis == Renal osteodystrophy is usually diagnosed after treatment for end-stage kidney disease begins; however the CKD-MBD starts early in the course of CKD.  In advanced stages, blood tests will indicate decreased calcium and calcitriol (vitamin D) and increased phosphate, and parathyroid hormone levels. In earlier stages, serum calcium, phosphate levels are normal at the expense of high parathyroid hormone and fibroblast growth factor-23 levels.  X-rays will also show bone features of renal osteodystrophy (subperiostic bone resorption, chondrocalcinosis at the knees and pubic symphysis, osteopenia and bone fractures) but may be difficult to differentiate from other conditions. Since the diagnosis of these bone abnormalities cannot be obtained correctly by current clinical, biochemical, and imaging methods (including measurement of bone-mineral density), bone biopsy has been, and still remains, the gold standard analysis for assessing the exact type of renal osteodystrophy.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Differential diagnosis === To confirm the diagnosis, renal osteodystrophy must be characterized by determining bone turnover, mineralization, and volume (TMV system) (bone biopsy). All forms of renal osteodystrophy should also be distinguished from other bone diseases which may equally result in decreased bone density (related or unrelated to CKD):  osteoporosis osteopenia osteomalacia brown tumor should be considered as the top-line diagnosis if a mass-forming lesion is present.   == Treatment == Treatment for renal osteodystrophy includes the following:  calcium and/or native vitamin D supplementation restriction of dietary phosphate (especially inorganic phosphate contained in additives) phosphate binders such as calcium carbonate, calcium acetate, sevelamer hydrochloride or carbonate, lanthanum carbonate, sucroferric oxyhydroxide, ferric citrate among others active forms of vitamin D (calcitriol, alfacalcidol, paricalcitol, maxacalcitol, doxercalciferol, among others) cinacalcet renal transplantation haemodialysis five times a week is thought to be of benefit parathyroidectomy for symptomatic medication refractive end stage disease   == Prognosis == Recovery from renal osteodystrophy has been observed following kidney transplantation.  Renal osteodystrophy is a chronic condition with a conventional hemodialysis schedule. Nevertheless, it is important to consider that the broader concept of CKD-MBD, which includes renal osteodystrophy, is not only associated with bone disease and increased risk of fractures but also with cardiovascular calcification, poor quality of life and increased morbidity and mortality in CKD patients (the so-called bone-vascular axis). Actually, bone may now be considered a new endocrine organ at the heart of CKD-MBD.   == References ==   == External links ==  Renal Osteodystrophy - NKUDIC, NIH"}