{"name": "Renal transplant rejection", "category": "disease", "content": "Transplant rejection occurs when transplanted tissue is rejected by the recipient's immune system, which destroys the transplanted tissue. Transplant rejection can be lessened by determining the molecular similitude between donor and recipient and by use of immunosuppressant drugs after transplant.   == Types == Transplant rejection can be classified into three types: hyperacute, acute, and chronic. These types are differentiated by how quickly the recipient's immune system is activated and the specific aspect or aspects of immunity involved.   === Hyperacute rejection === Hyperacute rejection is a form of rejection that manifests itself in the minutes to hours following transplantation. It is caused by the presence of pre-existing antibodies in the recipient that recognize antigens in the donor organ. These antigens are located on the endothelial lining of blood vessels within the transplanted organ and, once antibodies bind, will lead to the rapid activation of the complement system. Irreversible damage via thrombosis and subsequent graft necrosis is to be expected. Tissue left implanted will fail to work and could lead to high fever and malaise as the immune system acts against foreign tissue.  Graft failure secondary to hyperacute rejection has significantly decreased in incidence as a result of improved pre-transplant screening for antibodies to donor tissues. While these preformed antibodies may result from prior transplants, prior blood transfusions, or pregnancy, hyperacute rejection is most commonly from antibodies to ABO blood group antigens. Consequently, transplants between individuals with differing ABO blood types is generally avoided though may be pursued in very young children (generally under 12 months, but often as old as 24 months) who do not have fully developed immune systems. Shortages of organs and the morbidity and mortality associated with being on transplant waitlists has also increased interest in ABO-incompatible transplantation in older children and adults.   === Acute rejection ===  Acute rejection is a category of rejection that occurs on the timescale of weeks to months, with most episodes occurring within the first 3 months to 1 year after transplantation. Unlike hyperacute rejection, acute rejection is thought to arise from two distinct immunological mechanisms as lymphocytes, a subset of white blood cells, begin to recognize antigens on transplanted organ/graft. This recognition occurs due to the major histocompatibility complex (MHC), which are proteins on cell surface that are presented to the T-cell receptor found on T-cells. In humans, this is known as the human leukocyte antigen (HLA) system and over 17,000 HLA alleles or genetic variants have been described such that it is extremely uncommon for any two people to have identical alleles. Other non-HLA proteins, known as minor histocompatibility antigens, do exist but generally are unable to cause acute rejection in and of themselves unless a multitude of non-HLA proteins are mismatched. As such, HLA matching (in addition to matching ABO groups) is critical in preventing acute rejection. This process of recognition by T-cells can happen directly or indirectly and lead to acute cellular and acute humoral rejection respectively. Direct allorecognition is a phenomenon within transplant immunology where the dendritic cells, which are the body's antigen-presenting cells (APCs), migrate from donor tissue to lymphoid tissue (lymphoid follicles and lymph nodes) in the recipient and present their MHC peptides to recipient lymphocytes. In comparison, indirect allorecognition is more analogous to how foreign antigens are recognized by the immune system. Dendritic cells of the recipient come across peptides from donor tissue whether in circulation, lymphoid tissue, or in donor tissue itself. Since not the result of direct antigen presentation, these may not necessarily be intact MHC molecules but instead other proteins that are deemed different enough from recipient may engender a response. This process leads to the priming of T-cells to respond to the peptides secondarily going forward. A third semi-direct pathway has been described in which recipient APCs present fully intact donor MHCs, yet its relative contribution to acute rejection is not as well understood. Acute cellular rejection occurs following direct allorecognition of mismatched donor MHC by cytotoxic T-cells that begin to secrete cytokines to recruit more lymphocytes as well as cause apoptosis or cell death directly. The greater the difference in MHC between donor and recipient, the more cytotoxic T-cells are recruited to damage the graft, which may be seen via biopsy in solid organ transplants, with increased lymphocyte infiltration indicative of more severe acute cellular rejection. Acute humoral rejection is a process usually initiated by indirect allorecognition arising from recipient helper T-cells. These helper T-cells have a crucial role in the development of B-cells that can create donor-specific antibodies. The antibodies deposit themselves within the donor graft and lead to activation of the complement cascade alongside antibody-mediated cytotoxicity with neutrophils, a type of white blood cell separate from lymphocytes, predominantly infiltrating into tissues. Barring genetically identical twins, acute rejection is to be expected to some degree. Rates of clinically significant acute rejection that could endanger transplant have decreased significantly with the development of immunosuppressive regimens. Using kidney transplants as an example, rates of acute rejection have declined from >50% in the 1970s to 10-20%. Singular episodes of acute rejection, when promptly treated, should not compromise transplant; however, repeated episodes may lead to chronic rejection.      === Chronic rejection ===  Chronic rejection is an insidious form of rejection that leads to graft destruction over the course of months, but most often years after tissue transplantation. The mechanism for chronic rejection is yet to be fully understood, but it is known that prior acute rejection episodes are the main clinical predictor for the development of chronic rejection. In particular, the incidence increases following severe or persistent acute rejection, whereas acute rejection episodes with return to function back to baseline do not have major effects on graft survival. Chronic rejection is generally thought of as being related to either vascular damage or parenchymal damage with subsequent fibrosis. While it is unknown the exact contribution of the immune system in these processes, the indirect pathway of allorecognition and the associated antibody formation seems to be especially involved. Chronic rejection has widely varied effects on different organs. At 5 years post-transplant, 80% of lung transplants, 60% of heart transplants and 50% of kidney transplants are affected, while liver transplants are only affected 10% of the time. Therefore, chronic rejection explains long-term morbidity in most lung-transplant recipients, the median survival roughly 4.7 years, about half the span versus other major organ transplants. Airflow obstruction not ascribable to other cause is labeled bronchiolitis obliterans syndrome (BOS), confirmed by a persistent drop—three or more weeks—in forced expiratory volume (FEV1) by at least 20%. First noted is infiltration by lymphocytes, followed by epithelial cell injury, then inflammatory lesions and recruitment of fibroblasts and myofibroblasts, which proliferate and secrete proteins forming scar tissue. A similar phenomenon can be seen with liver transplant wherein fibrosis leads to jaundice secondary to the destruction of bile ducts within the liver, also known as vanishing bile duct syndrome.   == Rejection due to non-adherence == One principal reason for transplant rejection is non-adherence to prescribed immunosuppressant regimens. This is particularly the case with adolescent recipients, with non-adherence rates near 50% in some instances. A pilot study conducted by Michael O. Killian PhD from Florida State University and Dr. Dipankar Gupta from University of Florida published in April 2022 in Pediatric Transplantation  studied the acceptability and feasibility of an asynchronous directly observed therapy mobile health application among adolescent heart transplant recipients. Patients in the study utilized emocha Health's digital medication adherence program which included asynchronous video messages and chat messages exchanged with a care team. Patients completing the study achieved a 90.1% adherence rate. The researchers noted that further randomized trials are required to confirm the initial findings. However, the results were very promising considering few options exist to support pediatric patients in taking their medications.   == Rejection detection == Diagnosis of acute rejection relies on clinical data—patient signs and symptoms but also calls on laboratory data such as blood or even tissue biopsy. The laboratory pathologist generally seeks three main histological signs: (1) infiltrating T cells, perhaps accompanied by infiltrating eosinophils, plasma cells, and neutrophils, particularly in telltale ratios, (2) structural compromise of tissue anatomy, varying by tissue type transplanted, and (3) injury to blood vessels. Tissue biopsy is restricted, however, by sampling limitations and risks/complications of the invasive procedure. Cellular magnetic resonance imaging (MRI) of immune cells radiolabeled in vivo might—similarly to Gene Expression Profiling (GEP)—offer noninvasive testing.   == Rejection treatment ==  Hyperacute rejection manifests severely and within minutes, and so treatment is immediate: removal of the tissue. Acute rejection is treated with one or several of a few strategies. Despite treatment, rejection remains a major cause of transplant failure. Chronic rejection is generally considered irreversible and poorly amenable to treatment—only retransplant generally indicated if feasible—though inhaled ciclosporin is being investigated to delay or prevent chronic rejection of lung transplants.   === Immunosuppressive therapy === A short course of high-dose corticosteroids can be applied, and repeated. Triple therapy adds a calcineurin inhibitor and an anti-proliferative agent. Where calcineurin inhibitors or steroids are contraindicated, mTOR inhibitors are used. Immunosuppressive drugs:  Corticosteroids Prednisolone Hydrocortisone Calcineurin inhibitors Ciclosporin Tacrolimus Anti-proliferatives Azathioprine Mycophenolic acid mTOR inhibitors Sirolimus Everolimus   === Antibody-based treatments === Antibody specific to select immune components can be added to immunosuppressive therapy. The monoclonal anti-T cell antibody OKT3, once used to prevent rejection, and still occasionally used to treat severe acute rejection, has fallen into disfavor, as it commonly brings severe cytokine release syndrome and late post-transplant lymphoproliferative disorder. (OKT3 is available in the United Kingdom for named-patient use only.) Antibody drugs:  Monoclonal anti-IL-2Rα receptor antibodies Basiliximab Daclizumab Monoclonal anti-IL-6R receptor antibodies Tocilizumab Polyclonal anti-T-cell antibodies Anti-thymocyte globulin (ATG) Anti-lymphocyte globulin (ALG) Monoclonal anti-CD20 antibodies Rituximab   === Blood transfer === Cases refractory to immunosuppressive or antibody therapy are sometimes treated with photopheresis, or extracorporeal photoimmune therapy (ECP), to remove antibody molecules specific to the transplanted tissue.   === Marrow transplant === Bone marrow transplant can replace the transplant recipient's immune system with the donor's, and the recipient accepts the new organ without rejection. The marrow's hematopoietic stem cells—the reservoir of stem cells replenishing exhausted blood cells including white blood cells forming the immune system—must be of the individual who donated the organ or of an identical twin or a clone. There is a risk of graft-versus-host disease (GVHD), however, whereby mature lymphocytes entering with marrow recognize the new host tissues as foreign and destroy them.   === Gene therapy === Gene therapy is another method that can be used. In this method, the genes that cause the body to reject transplants would be deactivated. Research is still being conducted, and no gene therapies are being used to date to treat patients. Current research tends to focus on Th1 and Th17 which mediate allograft rejection via the CD4 and CD8 T cells.   == See also == Graft-versus-host disease Graft-versus-tumor effect Immunosuppression Transplant engineering   == References ==   == External links =="}