{"name": "reserpine", "category": "drug", "content": "Reserpine is a drug that is used for the treatment of high blood pressure, usually in combination with a thiazide diuretic or vasodilator. Large clinical trials have shown that combined treatment with reserpine plus a thiazide diuretic reduces mortality of people with hypertension. Although the use of reserpine as a solo drug has declined since it was first approved by the FDA in 1955, the combined use of reserpine and a thiazide diuretic or vasodilator is still recommended in patients who do not achieve adequate lowering of blood pressure with first-line drug treatment alone. The reserpine-hydrochlorothiazide combo pill was the 17th most commonly prescribed of the 43 combination antihypertensive pills available in 2012. The antihypertensive actions of reserpine are largely due to its antinoradrenergic effects, which are a result of its ability to deplete catecholamines (among other monoamine neurotransmitters) from peripheral sympathetic nerve endings. These substances are normally involved in controlling heart rate, force of cardiac contraction and peripheral vascular resistance. At doses of 0.05 to 0.2 mg per day, reserpine is well tolerated; the most common adverse effect being nasal stuffiness. Reserpine has also been used for relief of psychotic symptoms. A review found that in persons with schizophrenia, reserpine and chlorpromazine had similar rates of adverse effects, but that reserpine was less effective than chlorpromazine for improving a person's global state.   == Medical uses == Reserpine is recommended as an alternative drug for treating hypertension by the JNC 8. A 2016 Cochrane review found reserpine to be as effective as other first-line antihypertensive drugs for lowering of blood pressure. The reserpine–thiazide diuretic combination is one of the few drug treatments shown to reduce mortality in randomized controlled trials: The Hypertension Detection and Follow-up Program, the Veterans Administration Cooperative Study Group in Anti-hypertensive Agents, and the Systolic Hypertension in the Elderly Program. Moreover, reserpine was included as a secondary antihypertensive option for patients who did not achieve blood pressure lowering targets in the ALLHAT study. It was previously used to treat symptoms of dyskinesia in patients with Huntington's disease, but alternative medications are preferred today. The daily dose of reserpine in antihypertensive treatment is as low as 0.05 to 0.25 mg. The use of reserpine as an antipsychotic drug had been nearly completely abandoned, but more recently it made a comeback as adjunctive treatment, in combination with other antipsychotics, so that more refractory patients get dopamine blockade from the other antipsychotic, and dopamine depletion from reserpine. Doses for this kind of adjunctive goal can be kept low, resulting in better tolerability. Originally, doses of 0.5 mg to 40 mg daily were used to treat psychotic diseases. Doses in excess of 3 mg daily often required use of an anticholinergic drug to combat excessive cholinergic activity in many parts of the body as well as parkinsonism. For adjunctive treatment, doses are typically kept at or below 0.25 mg twice a day.   == Adverse effects == At doses of less than 0.2 mg/day, reserpine has few adverse effects, the most common of which is nasal congestion. Reserpine can cause: nasal congestion, nausea, vomiting, weight gain, gastric intolerance, gastric ulceration (due to increased cholinergic activity in gastric tissue and impaired mucosal quality), stomach cramps and diarrhea. The drug causes hypotension and bradycardia and may worsen asthma. Congested nose and erectile dysfunction are other consequences of alpha-blockade. Central nervous system effects at higher doses (0.5 mg or higher) include drowsiness, dizziness, nightmares, Parkinsonism, general weakness and fatigue.  High dose studies in rodents found reserpine to cause fibroadenoma of the breast and malignant tumors of the seminal vesicles among others. Early suggestions that reserpine causes breast cancer in women (risk approximately doubled) were not confirmed. It may also cause hyperprolactinemia. Reserpine passes into breast milk and is harmful to breast-fed infants, and should therefore be avoided during breastfeeding if possible. It may produce an excessive decline in blood pressure at doses needed for treatment of anxiety, depression, or psychosis.   == Mechanism of action ==  Reserpine irreversibly blocks the H+-coupled vesicular monoamine transporters, VMAT1 and VMAT2. VMAT1 is mostly expressed in neuroendocrine cells. VMAT2 is mostly expressed in neurons. Thus, it is the blockade of neuronal VMAT2 by reserpine that inhibits uptake and reduces stores of the monoamine neurotransmitters norepinephrine, dopamine, serotonin and histamine in the synaptic vesicles of neurons. VMAT2 normally transports free intracellular norepinephrine, serotonin, and dopamine in the presynaptic nerve terminal into presynaptic vesicles for subsequent release into the synaptic cleft (\"exocytosis\"). Unprotected neurotransmitters are metabolized by MAO (as well as by COMT), attached to the outer membrane of the mitochondria in the cytosol of the axon terminals, and consequently never excite the post-synaptic cell. Thus, reserpine increases removal of monoamine neurotransmitters from neurons, decreasing the size of the neurotransmitter pools, and thereby decreasing the amplitude of neurotransmitter release. As it may take the body days to weeks to replenish the depleted VMATs, reserpine's effects are long-lasting.   == Biosynthetic pathway == Reserpine is one of dozens of indole alkaloids isolated from the plant Rauvolfia serpentina. In the Rauvolfia plant, tryptophan is the starting material in the biosynthetic pathway of reserpine, and is converted to tryptamine by tryptophan decarboxylase enzyme. Tryptamine is combined with secologanin in the presence of strictosidine synthetase enzyme and yields strictosidine. Various enzymatic conversion reactions lead to the synthesis of reserpine from strictosidine.   == History == Reserpine was isolated in 1952 from the dried root of Rauvolfia serpentina (Indian snakeroot), which had been known as Sarpagandha and had been used for centuries in India for the treatment of insanity, as well as fever and snakebites — Mahatma Gandhi used it as a tranquilizer. It was first used in the United States by Robert Wallace Wilkins in 1950.  Its molecular structure was elucidated in 1953 and natural configuration published in 1955. It was introduced in 1954, two years after chlorpromazine. The first total synthesis was accomplished by R. B. Woodward in 1958. Reserpine was influential in promoting the thought of a biogenic amine hypothesis of depression. Reserpine-induced depletion of monoamine neurotransmitters in the synapse allegedly caused depression and was cited as evidence that a \"chemical imbalance\", namely low levels of monoamine neurotransmitters, is what causes clinical depression in humans. A 2003 review showed barely any evidence that reserpine actually causes depression in either human patients or animal models. Notably, reserpine was the first compound ever to be shown to be an effective antidepressant in a randomized placebo-controlled trial. A 2022 systematic review found that studies of the influence of reserpine on mood were highly inconsistent, with similar proportions of studies reporting depressogenic effects, no influence on mood, and antidepressant effects. The quality of evidence was limited, and only a subset of studies were randomized controlled trials. Although reserpine itself cannot provide good evidence for the monoamine hypothesis of depression, other lines of evidence support the idea that boosting serotonin or norepinephrine can effectively treat depression, as shown by SSRIs, SNRIs, and tricyclic antidepressants.   == Veterinary use == Reserpine is used as a long-acting tranquilizer to subdue excitable or difficult horses and has been used illicitly for the sedation of show horses, for-sale horses, and in other circumstances where a \"quieter\" horse might be desired. It is also used in dart guns.   == Research ==   === Animal model of depression and amotivation === Similarly to tetrabenazine, reserpine, via depletion of monoamine neurotransmitters, produces depression-like effects and lack of motivation or fatigue-like symptoms in animals. This can be useful in evaluating new antidepressants and psychostimulant-like agents.   === Antibacterial effects === Reserpine inhibits formation of biofilms by Staphylococcus aureus and inhibits the metabolic activity of bacteria present in biofilms.   == References ==   == External links == NLM Hazardous Substances Databank – Reserpine PubChem Substance Summary: Reserpine National Center for Biotechnology Information. The Stork Synthesis of (−)-Reserpine"}