{"name": "resorcinol", "category": "drug", "content": "Resorcinol (or resorcin) is a phenolic compound. It is an organic compound with the formula C6H4(OH)2.  It is one of three isomeric benzenediols, the 1,3-isomer (or meta-isomer).  Resorcinol crystallizes from benzene as colorless needles that are readily soluble in water, alcohol, and ether, but insoluble in chloroform and carbon disulfide.   == Production == Resorcinol is produced in several steps from benzene, starting with dialkylation with propylene to give 1,3-diisopropylbenzene.  Oxidation and Hock rearrangement of this disubstituted arene gives acetone and resorcinol.  Resorcinol is an expensive chemical, produced in only a very few locations around the world (as of 2010 only four commercial plants were known to be operative: in the United States, Germany, China, and Japan), and as such it is the determining factor in the cost of PRF adhesives. Production in the United States ended in 2017 with the closure of Indspec Chemical's plant in Petrolia, Pennsylvania. Many additional routes exist for resorcinol.  It was formerly produced by disulfonation of benzene followed by hydrolysis of the 1,3-disulfonate.  This method has been discarded because it cogenerates so much sulfur-containing waste.  Resorcinol can also be produced when any of a large number of resins (such as galbanum and asafoetida) are melted with potassium hydroxide, or by the distillation of Brazilwood extract. It may be synthesized by melting 3-iodophenol, phenol-3-sulfonic acid with potassium carbonate. Diazotization of 3-aminophenol or on 1,3-diaminobenzene followed by hydrolysis provides yet another route. Many ortho- and para-compounds of the aromatic series (for example, the bromophenols, benzene-para-disulfonic acid) also yield resorcinol on fusion with potassium hydroxide.   == Reactions == Partial hydrogenation of resorcinol gives dihydroresorcinol, also known as 1,3-cyclohexanedione. It reduces Fehling's solution and ammoniacal silver solutions. It does not form a precipitate with lead acetate solution, as does the isomeric pyrocatechol. Iron(III) chloride colors its aqueous solution a dark-violet, and bromine water precipitates tribromoresorcinol. These properties are what give it its use as a colouring agent for certain chromatography experiments. Sodium amalgam reduces it to dihydroresorcin, which when heated to 150 to 160 °C with concentrated barium hydroxide solution gives γ-acetylbutyric acid. When fused with potassium hydroxide, resorcinol yields phloroglucin, pyrocatechol, and diresorcinol. It condenses with acids or acid chlorides, in the presence of dehydrating agents, to oxyketones, for example, with zinc chloride and glacial acetic acid at 145 °C it yields resacetophenone (HO)2C6H3COCH3. With the anhydrides of dibasic acids, it yields fluoresceins. When heated with calcium chloride—ammonia to 200 °C it yields meta-dioxydiphenylamine.  With sodium nitrite it forms a water-soluble blue dye, which is turned red by acids, and is used as a pH indicator under the name of lacmoid.  It condenses readily with aldehydes, yielding with formaldehyde, on the addition of catalytic hydrochloric acid, methylene diresorcin [(HO)C6H3(O)]2CH2. Reaction with chloral hydrate in the presence of potassium bisulfate yields the lactone of tetra-oxydiphenyl methane carboxylic acid. In alcoholic solution it condenses with sodium acetoacetate to form 4-methylumbelliferone. In presence of Sulfuric acid, with twice amount of Succinic acid, Resorcinol creates Fluorescence effect on water. In addition to electrophilic aromatic addition, resorcinol (and other polyols) undergo nucleophilic substitution via the enone tautomer. Nitration with concentrated nitric acid in the presence of cold concentrated sulfuric acid yields trinitroresorcin (styphnic acid), an explosive.   == Occurrence and use == Derivatives of resorcinol are found in different natural sources. Alkylresorcinols are found in rye. Polyresorcinols are found as pseudotannins in plants.   === Adhesives ===  Resorcinol is mainly used in the production of resins. As a mixture with phenol, it condenses with formaldehyde to afford adhesives. Such resins are used as adhesives in the rubber industry and others are used for wood glue. In relation to its conversion resins with formaldehyde, resorcinol is the starting material for resorcinarene rings.   === Medical uses === It is present in over-the-counter topical acne treatments at 2% or less concentration, and in prescription treatments at higher concentrations.  Monoacetylresorcinol, C6H4(OH)(O–COCH3), is used under the name of Euresol. It is used in hidradenitis suppurativa with limited evidence showing it can help with resolution of the lesions. Resorcinol is one of the active ingredients in products such as Resinol, Vagisil, and Clearasil. In the 1950s and early 1960s the British Army used it, in the form of a paste applied directly to the skin.  One such place where this treatment was given to soldiers with chronic acne was the Cambridge Military Hospital, Aldershot, England.  It was not always successful.   4-Hexylresorcinol is an anesthetic found in throat lozenges.   === Chemical uses === Resorcinol is used as a chemical intermediate for the synthesis of pharmaceuticals and other organic compounds. It is used in the production of diazo dyes and plasticizers and as a UV absorber in resins. It is an analytical reagent for the qualitative determination of ketoses (Seliwanoff's test). It is the starting material for the initiating explosive lead styphnate.   == Related compounds == Resazurin, C12H7NO4, obtained by the action of nitrous acid on resorcinol, forms small dark red crystals possessing a greenish metallic glance. When dissolved in concentrated sulfuric acid and warmed to 210 °C, the solution on pouring into water yields a precipitate of resorufin, C12H7NO3, an oxyphenoxazone, which is insoluble in water but is readily soluble in hot concentrated hydrochloric acid, and in solutions of caustic alkalis. The alkaline solutions are of a rose-red color and show a cinnabar-red fluorescence. A tetrabromresorufin is used as a dyestuff under the name of Fluorescent Resorcin Blue. Thioresorcinol is obtained by the action of zinc and hydrochloric acid on meta-benzenedisulfonyl chloride. It melts at 27 °C and boils at 243 °C. Resorcinol disulfonic acid, (HO)2C6H2(HSO3)2, is a deliquescent mass obtained by the action of sulfuric acid on resorcin. It is readily soluble in water and ethanol. Resorcinol is also a common scaffold that is found in a class of anticancer agents, some of which (luminespib, ganetespib, KW-2478, and onalespib) were in clinical trials as of 2014.  Part of the resorcinol structure binds to inhibits the N-terminal domain of heat shock protein 90, which is a drug target for anticancer treatments.   == History, etymology, and nomenclature == Austrian chemist Heinrich Hlasiwetz (1825–1875) is remembered for his chemical analysis of resorcinol and for his part in the first preparation of resorcinol, along with Ludwig Barth, which was published in 1864.: 10  Benzene-1,3-diol is the name recommended by the International Union of Pure and Applied Chemistry (IUPAC) in its 1993 Recommendations for the Nomenclature of Organic Chemistry. Resorcinol is so named because of its derivation from ammoniated resin gum, and for its relation to the chemical orcinol.   == Toxicity == Resorcinol has low toxicity, with an LD50 (rats, oral) > 300 mg/kg.  It is less toxic than phenol. Resorcinol was named a substance of very high concern under European Union REACH in 2022 because of its endocrine disrupting properties.   == References ==   == External links == International Chemical Safety Card 1033 NIOSH Pocket Guide to Chemical Hazards IARC Monograph: \"Resorcinol\" IUPAC Nomenclature of Organic Chemistry (online version of the \"Blue Book\") This article incorporates text from a publication now in the public domain: Chisholm, Hugh, ed. (1911). \"Resorcin\". Encyclopædia Britannica. Vol. 23 (11th ed.). Cambridge University Press. pp. 183–184."}