{"name": "Respiratory Depression", "category": "disease", "content": "Hypoventilation (also known as respiratory depression) occurs when ventilation is inadequate (hypo meaning \"below\") to perform needed respiratory gas exchange. By definition it causes an increased concentration of carbon dioxide (hypercapnia) and respiratory acidosis. Hypoventilation is not synonymous with respiratory arrest, in which breathing ceases entirely and death occurs within minutes due to hypoxia and leads rapidly into complete anoxia, although both are medical emergencies. Hypoventilation can be considered a precursor to hypoxia and its lethality is attributed to hypoxia with carbon dioxide toxicity.   == Causes == Hypoventilation may be caused by:  A medical condition such as stroke affecting the brainstem Voluntary breath-holding or underbreathing, for example, hypoventilation training or the Buteyko method. Medication or drugs, typically when taken in accidental or intentional overdose. Opioids and benzodiazepines in particular are known to cause respiratory depression. Examples of opioids include pharmaceuticals such as oxycodone and hydromorphone and examples of benzodiazepines include lorazepam and alprazolam. Hypocapnia, which stimulates hypoventilation Obesity; see Obesity hypoventilation syndrome Chronic mountain sickness, a mechanism to conserve energy. Paralyzing venom, such as that of the blue ringed octopus.   === Medications === As a side effect of medicines or recreational drugs, hypoventilation may become potentially life-threatening. Many different central nervous system (CNS) depressant drugs such as ethanol, benzodiazepines, barbiturates, GHB, sedatives, and opioids produce respiratory depression when taken in large or excessive doses, or mixed with other depressants. Strong opiates (namely fentanyl, heroin, and morphine), barbiturates, and certain benzodiazepines (such as alprazolam) are known for depressing respiration. In an overdose, an individual may cease breathing entirely (go into respiratory arrest) which is rapidly fatal without treatment. Opioids, in overdose or combined with other depressants, are notorious for such fatalities.  Nevertheless, appropriate use of opioids in the right setting, as seen in patients with advanced cancer have been shown to be helpful, but must be monitored very carefully, nonetheless.   == Treatment == Respiratory stimulants such as nikethamide were traditionally used to counteract respiratory depression from CNS depressant overdose, but offered limited effectiveness. A new respiratory stimulant drug called BIMU8 is being investigated which seems to be significantly more effective and may be useful for counteracting the respiratory depression produced by opiates and similar drugs without offsetting their therapeutic effects. If the respiratory depression occurs from opioid overdose, usually an opioid antagonist, most likely naloxone, will be administered. This will rapidly reverse the respiratory depression unless complicated by other depressants. However an opioid antagonist may also precipitate an opioid withdrawal syndrome in chronic users. Mechanical ventilation may still be necessary during initial resuscitation.   == Associated conditions == Disorders like congenital central hypoventilation syndrome (CCHS) and ROHHAD (rapid-onset obesity, hypothalamic dysfunction, hypoventilation, with autonomic dysregulation) are recognized as conditions that are associated with hypoventilation. CCHS may be a significant factor in some cases of sudden infant death syndrome (SIDS), often termed \"cot death\" or \"crib death\". The opposite condition is hyperventilation (too much ventilation), resulting in low carbon dioxide levels (hypocapnia), rather than hypercapnia.   == See also == Bradypnea Dyspnea Hyperventilation Hypopnea List of terms of lung size and activity   == References =="}