{"name": "Respiratory Syncytial Virus Infections", "category": "disease", "content": "Respiratory syncytial virus (RSV), also called human respiratory syncytial virus (hRSV) and human orthopneumovirus, is a contagious virus that causes infections of the respiratory tract. It is a negative-sense, single-stranded RNA virus. Its name is derived from the large cells known as syncytia that form when infected cells fuse. RSV is a common cause of respiratory hospitalization in infants, and reinfection remains common in later life though often with less severity. It is a notable pathogen in all age groups. Infection rates are typically higher during the cold winter months, causing bronchiolitis in infants, common colds in adults, and more serious respiratory illnesses, such as pneumonia, in the elderly and immunocompromised. RSV can cause outbreaks both in the community and in hospital settings. Following initial infection via the eyes or nose, the virus infects the epithelial cells of the upper and lower airway, causing inflammation, cell damage, and airway obstruction. A variety of methods are available for viral detection and diagnosis of RSV including antigen testing, molecular testing, and viral culture. The historically recommended prevention measures include hand-washing and avoiding close contact with infected individuals. The detection of RSV in respiratory aerosols, along with the production of fine and ultrafine aerosols during normal breathing, talking, and coughing, and the emerging scientific consensus around transmission of all respiratory infections, airborne precautions may also be required for reliable protection. In May 2023, the US Food and Drug Administration (FDA) approved the first RSV vaccines, Arexvy (developed by GSK plc) and Abrysvo (Pfizer). Treatment for severe illness is primarily supportive, including oxygen therapy and more advanced breathing support with continuous positive airway pressure (CPAP) or nasal high flow oxygen, as required. In cases of severe respiratory failure, intubation and mechanical ventilation may be required. Ribavirin is an antiviral medication licensed for the treatment of RSV in children.    == History ==   === Origin === Respiratory syncytial virus (RSV) was discovered in 1956 from a laboratory chimpanzee with upper respiratory tract disease. When 14 chimpanzees were observed with cold-like symptoms, Morris and colleagues discovered a new virus they initially named the \"chimpanzee coryza agent\" (CCA). Later, Chanock and colleagues showed that this virus also caused respiratory illness in humans by isolating it from two children, one with a throat and voice box infection and the other with a lung infection. They found that this virus was similar to CCA. When a specific antibody against CCA was found in most school-aged children, the virus was renamed \"respiratory syncytial virus\" to better reflect its effects on health and laboratory findings. The discovery of this disease is extremely important as it identifies a new virus that affects animals and humans. Through the discovery of neutralizing antibodies in children and confirmation that the virus causes respiratory illness, this disease was named as respiratory syncytial virus. This name also emphasizes a characteristic observed during infection which is fused cells. RSV belongs to the Mononegavirales group which is viruses with nonsegmented negative-sense RNA genomes. RSV also falls under the family Paramyxoviridae which is a family of single-stranded RNA viruses causing different types of infections in vertebrates. Furthermore, RSV is part of a subfamily named Pneumovirinae which are viruses primarily affecting the respiratory tract. Environmental conditions such as temperature and pH can lead to decreased infectivity because RSV is sensitive to them. Studies have researched RSV's survival capabilities on environmental surfaces and found that RSV can survive for many hours on nonporous surfaces and can be transmitted through respiratory droplets and direct contact.   ==== RSV treatment and prevention globally ==== The burden of respiratory syncytial virus is high in younger children in low and middle-income countries. The \"PROUD (Preventing Respiratory Syncytial Virus in underdeveloped countries) taskforce of 24 RSV worldwide experts assessed key needs for RSV prevention in low- and middle-income countries (LMIC)s, including vaccine and newer preventive measures.\" RSV and lower respiratory tract infections (LRTI) cause over \"3 million hospitalizations and over 100,000 deaths in children under 5 years every year.\" Around \"90%\" of these mortality rates occur in LMICs \"where RSV has been reported to be the most frequent cause of mortality among infants beyond the neonatal period.\" In the past two decades, the World Health Organization has made it their priority for RSV and LRTI prevention measures. However, even with \"60 years of research,\" the \"preventive measures for RSV disease remain limited to good hygiene and the use of palivizumab, a monoclonal antibody used only for high-risk children, including premature infants (≤35 weeks' gestational age) and those with congenital heart disease and bronchopulmonary dysplasia.\" One of the main concerns is securing access to different types of intervention at a sustainable and affordable cost for \"improving the management of RSV in LMICs.\" Even with the administration of vaccines and \"monoclonal antibodies,\" lower and middle-income countries have access to limited health care and have a \"lack of awareness/understanding of the public health impact of RSV among healthcare professionals (HCPs).\" There is also a \"lack of reliable local/regional epidemiological and disease burden data to inform cost-effectiveness assessment and guide preventive efforts, and lack of access to point-of-care tests.\" The PROUD taskforce of 24 global RSV was developed to aid in \"understanding and propose solutions to these challenges.\" The goal of the taskforce is to pressure policymakers, influential health providers, public health organizations, and associations to work together to fight RSV in lower and middle-income countries. One of the many first steps the PROUD taskforce took to achieve its goal was creating a \"detailed assessment of the key considerations and priorities for the prevention and management of RSV infection in LMICS.\" They did this through a \"global, online based survey of HCPS.\" Differences in treatment and prevention vary globally and RSV symptoms and prevalence varies culturally as well. In an article titled, Comparisons between ethnic groups in hospitalizations for respiratory syncytial virus bronchiolitis in Israel, \"Ethnic disparities in RSV bronchiolitis have been documented A study from the United States showed higher rates of RSV hospitalizations in black children than white children aged 12–23 months; yet differences were not found in incidence rates in the first year of life, nor in the severity of disease.\" The ways that certain areas of the world handle RSV and other viruses vary due to cultural reasons as well as medical preferences. For example, preventative measures may be viable sources in one area of the world such as vaccines and staying up to date on doctor visits, but in other places, preventative care may not be such a large option or opportunity for everyone. Socioeconomic status may also play a role in this disparity of care as certain places have more medical assistance and resources present than others.   == Signs and symptoms == RSV infection can present with a wide variety of signs and symptoms that range from mild upper respiratory tract infections (URTI) to severe and potentially life-threatening lower respiratory tract infections (LRTI) requiring hospitalization and mechanical ventilation. While RSV can cause respiratory tract infections in people of all ages and is among common childhood infections, its presentation often varies between age groups and immune status. Reinfection is common throughout life, but infants and the elderly remain at risk for symptomatic infection.   === Children === Nearly all children in the United States experience at least one RSV infection before two years of age. Childhood RSV infections are fairly self-limited with typical upper respiratory tract signs and symptoms, such as nasal congestion, runny nose, cough, and low-grade fever. Inflammation of the nasal mucosa (rhinitis) and throat (pharyngitis), as well as redness of the eyes (conjunctival infection), may be seen on exam. Approximately 15–50% of children will go on to develop more serious lower respiratory tracts infections, such as bronchiolitis, viral pneumonia, or croup.   Bronchiolitis is a common lower respiratory tract infection characterized by inflammation and obstruction of the small airways in the lungs. While several viruses can cause bronchiolitis, RSV is responsible for about 70% of cases. It usually presents with 2 to 4 days of runny nose and congestion followed by worsening cough, noisy breathing, tachypnea (fast breathing), and wheezing. Fever may be present, but high-grade fever is uncommon. Crackles and wheezing can often be heard on auscultation, and oxygen saturation levels may be decreased.   === Adults === Reinfection with RSV remains common throughout life. Reinfection in adulthood often produces only mild to moderate symptoms indistinguishable from the common cold or sinus infection. Infection may also be asymptomatic. If present, symptoms are generally isolated to the upper respiratory tract: runny nose, sore throat, fever, and malaise. In the vast majority of cases, nasal congestion precedes the development of cough. In contrast to other upper respiratory infections, RSV is also more likely to cause new onset wheeze in adults. About 25% of infected adults will progress to significant lower respiratory tract infection, such as bronchitis or tracheobronchitis. While RSV very rarely causes severe disease in healthy adults, it can cause morbidity and mortality in the elderly and in those with underlying immune compromise or cardiopulmonary disease. Older adults have a similar presentation to younger adults but tend to have greater symptom severity with increased risk of lower respiratory tract involvement. In particular, the elderly are more likely to experience pneumonia, respiratory distress, and death.   === Immunocompromised === In both adults and children, those who are immunocompromised are at an increased risk of severe infection with RSV. Infected individuals in this group are more likely to progress from upper to lower respiratory tract involvement and have prolonged viral shedding. Symptom severity seems to be closely related to the extent of immune suppression. Those who have undergone hematopoietic stem cell transplant (HSCT), intensive chemotherapy, and lung transplant are particularly susceptible. Bone marrow transplant patients appear to be at highest risk, especially prior to marrow engraftment. In this group, RSV infection carries a nearly 80% risk of both pneumonia and death.   === Elderly === RSV or Respiratory syncytial (sin-SISH-uhl) virus which affects many populations differently. The most at risk population for RSV complications are older adults and those with underlying medical conditions or immunocompromised individuals. Between 60,000-160,000 older adults in the United States are hospitalized annually with RSV. Between 6,000-10,000 of older adults die from RSV infection each year. Additionally RSV  can \". . . lead to worsening of serious conditions such as, Asthma, Chronic obstructive pulmonary disease (COPD) – a chronic disease of the lungs that makes it hard to breathe, and even Congestive heart failure – when the heart can't pump enough blood and oxygen through the body.\" Expedient and proper medical care is important for older adults as waiting, or receiving a misdiagnosis can be associated with increased risk of complications. As of August 2023, adults aged 60 years of age and older qualify for vaccination against RSV in Canada and the United States.   ==== Vaccines and treatments ==== Two vaccines, one with the brand name Arexvy, developed by GSK, and the other with the brand name Abrysvo, from Pfizer, were approved by the FDA and shown to be extremely effective against RSV in August 2023. The vaccine developed by GSK reported an \"overall efficacy of 82.6% against lower respiratory tract disease during the first season, 77.3% for mid-season, and 67.2% over two seasons.\" The second vaccine, created after by Pfizer proved to have \"an efficacy of almost 89% against LRTD involving at least three symptoms in the first year after vaccination, and 78.6% mid-way through a second season in the data presented to the FDA.\" These numbers are groundbreaking from elderly patients who may suffer with effects of underlying medical conditions as well. Overall, \"doctors say the benefits of the new vaccines for older adults outweigh the potential harms in cases where RSV could be life-threatening.\" They recommend the vaccines to all eligible elderly individuals, and specifically aim them at people with underlying conditions. The U.S. CDC recommends use of shared clinical decision-making when deciding to get vaccinated, with communication between healthcare provider and patient about the benefit of being vaccinated, the patient's risk factors for severe RSV disease and any potential side effects of the vaccine.   === Complications ===   == Risk factors == Risk factors for development of severe lower respiratory tract infection with RSV vary by population.   == Virology ==   === Taxonomy === RSV is a negative-sense, single-stranded RNA virus. The scientific name for this viral species is human orthopneumovirus. This is synonymous with human respiratory syncytial virus (hRSV), which is often shortened to just RSV. It belongs to the genus Orthopneumovirus, family Pneumoviridae, order Mononegavirales. Its name comes from the fact that F proteins on the surface of the virus cause neighboring cell membranes to merge, creating large multinucleated syncytia.   === Antigenic subtypes === RSV is divided into two antigenic subtypes, A and B, based on the reactivity of the F and G surface proteins to monoclonal antibodies. The subtypes tend to circulate simultaneously within local epidemics, although subtype A tends to be more prevalent. Generally, RSV subtype A (RSVA) is thought to be more virulent than RSV subtype B (RSVB), with higher viral loads and faster transmission time. To date, 16 RSVA and 22 RSVB clades have been identified. Among RSVA, the GA1, GA2, GA5, and GA7 clades predominate; GA7 is found only in the United States. Among RSVB, the BA clade predominates worldwide.   === Genome ===  RSV has a negative-sense, single-stranded RNA genome. The genome is linear and approximately 15,000 nucleotides in length. It has 10 genes encoding for 11 proteins. The gene order is NS1-NS2-N-P-M-SH-G-F-M2-L, with the NS1 and NS2 gene serving as nonstructural promoter genes.   === Structure and proteins ===  RSV is a medium-sized (~150 nm) enveloped virus. While many particles are spherical, filamentous species have also been identified. The genome rests within a helical nucleocapsid and is surrounded by matrix protein and an envelope containing viral glycoproteins. There are 11 proteins, described further in the table below.    ==== G protein ====  Surface protein G (glycoprotein) is primarily responsible for viral attachment to host cells. This protein is highly variable between strains. G protein exists in both membrane-bound and secreted forms. The membrane-found form is responsible for attachment by binding to glycosaminoglycans (GAGs), such as heparan sulfate, on the surface of host cells. The secreted form acts as a decoy, interacting with antigen presenting cells to inhibit antibody-mediated neutralization. G protein also contains a CX3C fractalkine-like motif that binds to the CX3C chemokine receptor 1 (CX3CR1) on the surface of ciliated bronchial host cells. This binding may alter cellular chemotaxis and reduce the migration of immune cells into the lungs of infected individuals. G protein also alters host immune response by inhibiting signaling from several toll-like receptors, including TLR4.   ==== F protein ==== Surface protein F (fusion protein) is responsible for fusion of viral and host cell membranes, as well as syncytium formation between viral particles. Its sequence is highly conserved between strains. While viral attachment appears to involve both F and G proteins, F fusion occurs independently of G. F protein exists in multiple conformational forms. In the prefusion state (PreF), the protein exists in a trimeric form and contains the major antigenic site Ø. Ø serves as a primary target of neutralizing antibodies in the body. After binding to its target on the host cell surface (its exact ligand remains unclear), PreF undergoes a conformational change during which Ø is lost. This change enables the protein to insert itself into the host cell membrane and leads to fusion of the viral and host cell membranes. A final conformational shift results in a more stable and elongated form of the protein (postfusion, PostF). Opposite of the RSV G protein, the RSV F protein also binds to and activates toll-like receptor 4 (TLR4), initiating the innate immune response and signal transduction.   === Replication cycle === Following fusion of the viral and host cell membranes, the viral nucleocapsid (containing the viral genome) and the associated viral polymerase are delivered into the host cell cytoplasm. Transcription and translation both occur within the cytoplasm. RNA-dependent RNA polymerase transcribes the genome into 10 segments of messenger RNA (mRNA) which is translated into structural proteins by host cell machinery. During replication of the negative-sense viral genome, RNA-dependent RNA polymerase synthesizes a positive-sense complement called the antigenome. This complementary strand is used as a template to construct genomic negative-sense RNA, which is packaged into nucleocapsids and transported to the plasma membrane for assembly and particle budding.   == Mechanism ==   === Transmission === RSV is highly contagious and can cause outbreaks from both community and hospital transmission. For each person infected with RSV, it is estimated that an average of 5 to 25 uninfected people will become infected. RSV can spread when an infected person coughs or sneezes, releasing contaminated droplets into the air. Transmission usually occurs when these droplets come into contact with another person's eyes, nose, or mouth. As with all respiratory pathogens once presumed to transmit via respiratory droplets, it is highly likely to be carried by the aerosols generated during routine breathing, talking, and even singing. RSV can also live for up to 25 minutes on contaminated skin (i.e. hands) and several hours on other surfaces like countertops and doorknobs. It has an incubation period of 2 to 8 days. Once infected, people are usually contagious for 3 to 8 days. In infants and in people with weakened immune systems, however, the virus may continue to spread for up to 4 weeks (even after they are no longer showing symptoms).   === Pathogenesis === Following transmission through the nose or eyes, RSV infects ciliated columnar epithelial cells of the upper and lower airway. RSV continues to replicate within these bronchial cells for about 8 days. After the first several days, RSV-infected cells will become more rounded and ultimately slough into the smaller bronchioles of the lower airway. This sloughing mechanism is also thought to be responsible for the spread of virus from the upper to lower respiratory tract. Infection causes generalized inflammation within the lungs, including the migration and infiltration of inflammatory cells (such as monocytes and T-cells), necrosis of the epithelial cell wall, edema, and increased mucous production. Inflammation and cell damage tends to be patchy rather than diffuse. Together, the sloughed epithelial cells, mucous plugs, and accumulated immune cells cause obstruction of the lower airway. RSV Reinfection After recovery of \"respiratory diseases associated with RSV infection, the virus interferes with the establishment of immunological memory, which leads to recurrent reinfections.\" An estimated of \"36% of individuals\" can be reinfected with RSV \"at least once, during the winter season.\" Reinfections like these can be a result of \"an initial encounter with RSV\" that \"fails to initiate adequate humoral and cellular immune responses to generate protective memory lymphocytes.\" RSV reinfection can happen throughout life. As a result, it can cause \"winter/early spring epidemics in temperate regions, but synchronization of RSV activity can vary widely\" depending on the region that an individual lives in. Usually, \"unless immunocompromised,\" adults have mild symptoms when becoming reinfected. The mild symptoms tend to be restricting upper airways. However, individuals that are younger are extremely vulnerable to developing \"severe symptoms,\" which typically involve the lower airways. Since infants have smaller airways than children do, \"they might be obstructed by inflammation, edema, and mucus.\" This can contribute to developing a \"more severe lower respiratory tract illness.\" As mentioned, RSV reinfection is frequent among all ages and the type of host response to reinfection can determine \"which children will develop persistent wheezing and possibly asthma.\" It is possible that the age you are infected with RSV can be a vital factor in \"determining the phenotype of airway response to subsequent RSV infection.\" Immune Escape in RSV Genetic variations in viral epitopes and adjacent regions affect protein folding, post-transcriptional modifications, and antigenic processing, influencing B and T cell immunity during viral infections. This alteration in conformation can lead to immune evasion, potentially impacting disease severity, outbreaks, and reinfections. Notably, the variability observed in the G gene, followed by the SH and F genes, suggests a correlation between structural differences in proteins and their immunogenicity. Specifically, the irregular curl and low bond energy of the G protein make it prone to conformational changes, affecting its immunogenicity and potentially modulating the immune response. Different genotypes of RSV exhibit variations in the structural conformation of key proteins such as G, SH, and F, impacting immune responses. The emergence of novel genotypes like ON1 and BA9 is associated with distinct structural differences, particularly in the G protein, which may contribute to immune evasion. Evidence suggests that RSV glycoprotein G plays a crucial role in immune modulation during infection, affecting cytokine expression and the antiviral response. In addition, positive selection pressure drives the dominance of certain genotypes over others, potentially driven by mutations within specific regions of the G gene. The F protein is a major target for neutralizing antibodies, but its variability enables viral evasion from neutralization, affecting the efficacy of antibodies like Palivizumab. Cross-reactions between RSV subtypes and genotypes are observed, but immune responses are subtype or genotype-specific, indicating the impact of gene mutations, particularly in the G protein, on immune evasion. Additionally, differences in cytokine expression and immune cell responses highlight the complexity of immune interactions during RSV infection. Genomic variations in RSV, particularly in proteins like G and F, influence immune responses and contribute to immune evasion. This multifaceted immunomodulatory arsenal likely contributes to RSV's ability to cause mild respiratory symptoms in most cases, yet it poses a severe threat to vulnerable populations such as infants and the elderly, potentially leading to life-threatening lung disease characterized by immune dysregulation. RSV has evolved numerous strategies to evade the host's antiviral response, with over half of its proteins exerting immunomodulatory effects.   == Diagnosis ==   === Laboratory diagnosis === A variety of laboratory tests are available for the diagnosis of RSV infection. While the American Academy of Pediatrics (AAP) does not routinely recommend the use of lab testing to diagnose RSV bronchiolitis (for which the treatment is largely supportive), confirmation of RSV infection may be warranted in high-risk groups if the result will guide clinical decisions. Common identification techniques include antigen testing, molecular testing, and viral culture.   ==== Antigen testing ==== Antigen testing involves detection of RSV antigen fragments (or pieces of molecular viral structures), usually from an nasopharyngeal swab or aspirate. This can be accomplished either by viewing fluorescently labeled antigens under a microscope (direct fluorescence assay, or DFA) or using a commercially available rapid antigen detection test (RADT). Overall, antigen testing is highly sensitive in young children (80–90%) but substantially less reliable in older children and adults, who have less viral shedding. Antigen tests are also subject to higher false positive rates outside of the peak RSV season, such as in the summer months. In these scenarios, the use of either viral culture or nucleic acid amplification testing (NAAT) may aid in an accurate RSV diagnosis.  Rapid antigen detection tests (RADT) are commonly used as point-of-care testing due to their ease of use and quick turnaround time (as little as 10 minutes). These include both enzyme immunosorbent assays (EIA) and chromatographic immunoassays (CIA). Direct fluorescence assay (DFA) allows for direct microscopic examination of virus-infected cells. The sensitivity of DFA testing depends on an adequate specimen.   ==== Molecular testing ==== Molecular assays, such as nucleic acid amplification tests (NAATs), enable sensitive detection of very small amounts of virus in nasopharyngeal swabs and aspirates. NAAT assays such as polymerase chain reaction (PCR) detect virus-specific genetic material, rather than viral antigens. They have a sensitivity and specificity approaching 100%. However, they tend to be more expensive and require more complex equipment than other testing methods, making them less practical in resource limited areas. Molecular testing for RSV is not routinely recommended for all people with respiratory symptoms. However, it may be recommended for those at high risk of RSV complications, such as infants, older adults, and people with chronic medical conditions. RT-PCR has a sensitivity of 90-95% and a specificity of 98-99%, while LAMP has a sensitivity of 95-100% and a specificity of 99-100%.  Polymerase chain reaction (PCR) is type of NAAT which allows a very small sample of genetic material to be rapidly amplified into millions of copies for study. PCR is more sensitive than either antigen testing or viral culture. Therefore, it can be used to detect virus in those with lower viral shedding, such as older children and adults. It may also be used to detect the disease earlier in at-risk individuals (such as hospitalized or immunocompromised patients), when the viral burden may still be too low to be identified by traditional techniques. Because of its sensitivity, PCR can also often detect asymptomatic carriers and may remain positive even days after an infection has clinically resolved. Multi-pathogen panels are also available, which can detect the presence of multiple viral infections (including RSV) in a single person.   ==== Viral culture ==== In traditional viral culture, a sample of the virus is introduced to different cell lines and allowed to replicate so it can be studied. Benefits of this technique include the ability to perform genetic characterization, strain typing, and antiviral susceptibility testing. However, it is limited by its prolonged turnaround time of 3–7 days, making it less common in patient care and more common in research settings.   ==== Serologic testing ==== Serology (the measurement of virus-specific antibodies in the serum) is not frequently used in RSV diagnosis. The time required for the body to mount a significant serologic response (and demonstrate a significant rise in antibodies that can be detected in serum) is usually not useful in guiding patient care. Up to 30% of patients with documented RSV infection will have negative serology results. As such, this method is generally reserved for research and surveillance studies.   === Imaging findings ===  Chest X-rays findings in children with RSV bronchiolitis are generally nonspecific and include perihilar markings, patchy hyperinflation, and atelectasis. However, the American Academy of Pediatrics (AAP) does not recommend routine imaging for children with presumed RSV bronchiolitis because it does not change clinical outcomes and is associated with increased antibiotic use. Chest X-ray is sometimes considered when the diagnosis of bronchiolitis is unclear or when there is an unexpected worsening. In adults with RSV infection, chest films are often normal or demonstrate nonspecific changes consistent with viral pneumonia, such as patchy bilateral infiltrates.   === Differential diagnosis === The differential diagnosis for individuals presenting with signs and symptoms of upper and lower respiratory tract infection includes other viral infections (such as rhinovirus, metapneumovirus, and influenza) and primary bacterial pneumonia. In children, inhaled foreign bodies and congenital conditions such as cystic fibrosis or asthma are typically considered.   == Prevention ==   === General prevention measures === The main prevention measure is to avoid close contact with infected individuals. Airborne precautions such as respirators, ventilation, and HEPA/high MERV filters, are likely protective against RSV-laden aerosols.   === Vaccines ===  There is interest and research in RSV vaccine discovery, given the virus's disease burden and the lack of disease-specific therapies. Vaccine development has faced obstacles that have blocked its progress. Among these are infant-specific factors, such as the immature infant immune system and the presence of maternal antibodies, which make infantile immunization difficult. RSV infection is widespread in early childhood, contributing significantly to global disease burden. The association between severe childhood infections and subsequent respiratory issues is not fully understood, particularly the suggested link between bronchiolitis, recurrent infantile wheeze, and childhood asthma. Unlike other vaccine-preventable respiratory pathogens, RSV has proven challenging for vaccine development. Ongoing efforts focus on creating vaccines that confer durable protection, with field trials eagerly anticipated. Currently, supportive care is the mainstay for treating RSV disease, as effective vaccines and antiviral drugs are awaited. The introduction of antivirals and vaccines, coupled with advanced diagnostic techniques, holds promise for reducing RSV's global impact in the coming years. These interventions may alter infection dynamics and weaken RSV's hold on communities worldwide. Potential vaccines being researched fall into five broad categories: live-attenuated, protein subunit, vector-based, virus particle subunit, and messenger RNA. Each targets different immune responses, and thus may be better suited to prevent disease in different at-risk groups. Live-attenuated vaccines have shown some success in RSV-naive infants. Other vaccine candidates hope to target vulnerable populations across the lifespan, including pregnant women and the elderly.  The primary pharmaceutical developers, GSK and Pfizer, obtained Food and Drug Administration (FDA) approval for RSV vaccines targeting adults aged 60 and above. GSK's Arexvy boasts 94% efficacy against severe and 83% against symptomatic RSV in this age group, while Pfizer's Abrysvo is 86% effective against severe symptoms and 67% against symptomatic disease in adults aged 60 and older. Addressing the more challenging aspect, the need for a newborn vaccine, researchers employed a pregnancy-administered approach to protect infants during the first six months, a critical period for RSV susceptibility. The FDA's advisory committee endorsed Pfizer's parental RSV vaccine, acknowledging its 82% effectiveness against severe RSV in newborns up to three months and 69% efficacy through six months. While unanimous in favor of efficacy, the committee voted 10 to 4 for safety, with concerns about a slightly higher premature birth rate in the vaccinated group. GSK halted its own trial due to a 38% higher likelihood of premature births in the vaccine group.  In May 2023, the US Food and Drug Administration (FDA) approved the first RSV vaccines, Arexvy (developed by GSK plc) and Abrysvo (Pfizer). Mresvia is an mRNA vaccine that was approved for medical use in the United States in May 2024.   === Immunoprophylaxis ===  Historically, RSV-specific intravenous immunoglobin (IVIG) was used to provide passive immunity. This involved monthly administration of RSV-neutralizing antibodies (or immunoglobins) from human donors recovering from the disease. While this transfer of antibodies was reasonably effective in providing short-term immunization to at-risk infants, it was limited by both its intravenous administration and cost. RSV-IVIG has since been replaced with the use of a monoclonal antibody (MAb) that can be delivered through muscular injection. Palivizumab (Synagis) is a monoclonal antibody directed against the surface fusion (F) protein of the RSV virus. It was licensed in 1998 and is effective in providing temporary prophylaxis against both RSV A and B. It is given by monthly injections, which are begun just prior to the RSV season and are usually continued for five months. Palivizumab has been shown to reduce both hospitalization rates and all-cause mortality in certain groups of high-risk children (such as those with chronic lung disease, congenital heart disease, and those born preterm). However, its cost limits its use in many parts of the world. More potent derivatives of this antibody have since been developed (including motavizumab) but were associated with considerable adverse events. The American Academy of Pediatrics (AAP 2014) recommends RSV prophylaxis with palivizumab during RSV season for:  Infants born at ≤28 weeks 6 days gestational age and <12 months at the start of RSV season Infants <12 months old with chronic lung disease of prematurity Infants ≤12 months old with hemodynamically significant congenital heart disease Infants <24 months old with chronic lung disease of prematurity requiring medical therapy Per AAP guidelines, palivizumab prophylaxis may also be considered in infants with:  Congenital airway abnormality Neuromuscular disorder Cystic fibrosis Severe immunocompromise Recent or upcoming heart transplantation Nirsevimab (Beyfortus) is another antiviral monoclonal antibody, that has been approved for the prevention of RSV lower respiratory tract disease in newborns and infants during their first RSV season. Nirsevimab requires only one dose that lasts the entire RSV season, unlike palivizumab, which has to be injected about once a month for up to four times to remain effective. Nirsevimab was approved for medical use in the European Union and the United Kingdom in November 2022, and in Canada in April 2023.   == Treatment ==   === Supportive care === Treatment for RSV infection is focused primarily on supportive care. This may include monitoring a patient's breathing or using suction to remove secretions from the upper airway. Supplemental oxygen may also be delivered through a nasal cannula or face mask in order to improve airflow. In severe cases of respiratory failure, intubation and mechanical ventilation may be required to support breathing. If signs of dehydration are present, fluids may also be given orally or through an IV.   === Viral-specific therapies === Ribavirin is an antiviral medication licensed for the treatment of RSV in children. It is a guanosine analog that acts by inhibiting viral RNA synthesis and capping. It was approved in 1986 for treatment of RSV infection. However, the use of ribavirin remains controversial due to unclear evidence of efficacy and concerns about toxicity to exposed staff members, as well as cost. As such, treatment guidelines do not make recommendations for its use in children. In adults, ribavirin is used off-label and is generally reserved for the severely immunocompromised, such as those undergoing hematopoietic stem cell transplants. Presatovir, an experimental antiviral drug, has shown promising results in clinical trials but has not yet been approved for medical use. It acts as a fusion inhibitor by inhibiting the RSV F protein. Immunoglobins, both RSV-specific and non-specific, have historically been used for RSV-related illness. However, there is insufficient evidence to support the use of immunoglobins in children with RSV infection.   === Anti-inflammatories === Corticosteroids (systemic or inhaled) have not been found to decrease hospitalization length or disease severity in viral bronchiolitis. Their use may also prolong viral shedding, and thus is not commonly recommended. However, the use of oral corticosteroids remains common in adults with RSV-related exacerbation of underlying lung disease. Leukotriene inhibitors such as montelukast have been used in the treatment of infants and children with bronchiolitis. However, the evidence supporting their use remains inconsistent with no definitive conclusions on their efficacy.   === Bronchodilators === Bronchodilators, medications commonly used to treat asthma, are sometimes used to treat the wheezing associated with RSV infection. These medications (such as albuterol or salbutamol) are beta-agonists that relax the muscles of the airways to allow for improved airflow. However, bronchodilators have not been found to improve clinical severity of infection or rate of hospitalization among those with RSV infection. Given their limited benefit, plus their adverse event profile, they are not routinely recommended for use in RSV bronchiolitis.   === Antibiotics === Antibiotic therapy is not appropriate for treatment of RSV-related bronchiolitis or viral pneumonia. Antibiotics target bacterial pathogens, not viral pathogens such as RSV. However, antibiotics may be considered if there is clear evidence that a secondary bacterial infection has developed. Ear infections may also develop in a small number of infants with RSV bronchiolitis, in which case oral antibiotics may sometimes be used. Beyond vaccines, AstraZeneca and Sanofi introduced nirsevimab, a prophylactic monoclonal antibody with 75% efficacy against RSV cases in infants under one year. Europe approved nirsevimab in November 2022, and the FDA followed suit in July 2023. Merck's clesrovimab, a similar monoclonal antibody, is in late-stage trials.   == Epidemiology ==   === Infants === Worldwide, RSV is the leading cause of bronchiolitis and pneumonia in infants and children under the age of 5. The risk of serious infection is highest during the first 6 months of life. Of those infected with RSV, 2–3% will develop bronchiolitis, necessitating hospitalization. Each year, approximately 30 million acute respiratory illnesses and over 60,000 childhood deaths are caused by RSV worldwide. An estimated 87% of infants will have experienced an RSV infection by the age of 18 months, and nearly all children will have been infected by 3 years. In the United States, RSV is responsible for up to 20% of acute respiratory infection hospitalizations in children under the age of 5. However, the vast majority of RSV-related deaths occur in low-income countries that lack access to basic supportive care. The prophylactic use of palivizumab or nirsevimab (both are monoclonal antibody treatments) can prevent RSV infection in high-risk infants. Passive immunization is available to prevent RSV infection and hospitalization in the highest risk infants. Additional supportive treatments have been investigated in infants hospitalized with RSV bronchiolitis. These include:  Nebulized hypertonic saline has been shown to reduce length of hospitalization and reduce clinical severity in infants with viral bronchiolitis. A possible mechanism is reduced airway edema and mucus plugging to decrease airway obstruction. Heliox, a mixture of oxygen with helium, may reduce respiratory distress within the first hour of treatment. It works by decreasing airway resistance and easing the work of breathing. However, it has not been shown to affect overall illness outcomes. Chest physiotherapy including forced respiratory techniques for infants has not been found to reduce disease severity or yield any other improvement. Evidence supporting other physiotherapy approaches including instrumental physiotherapy and rhinopharyngeal retrograde technique (RRT) is very limited, The effects and any potential use needs further assessment in clinical trials. There is also no evidence to support hypertonic saline therapy combined with chest physiotherapy. There is very weak evidence to suggest that passive slow expiratory technique physiotherapy may contribute to a \"mild to moderate\" positive change in the severity of bronchiolitis for hospitalized infants, however the benefit of this approach for infants treated in ambulatory settings is not known. Inhaled recombinant human deoxyribonuclease (rhDNase), an enzyme that digests the DNA that contributes to mucus plugging and airway obstruction, has not been shown to improve clinical outcomes in this group.   === Adults === It is rare for healthy young adults to develop severe illness requiring hospitalization from RSV. However, it is now recognized as a significant cause of morbidity and mortality in certain adult populations, including the elderly and those with underlying heart or lung diseases. Its clinical impact among elderly adults is estimated to be similar to that of influenza. Each year, approximately 5–10% of nursing home residents will experience RSV infection, with significant rates of pneumonia and death. RSV is also responsible for 2–5% of adult community-acquired pneumonias.   === Immunocompromised === In both adults and children, immunosuppression increases susceptibility to RSV infection. Children living with HIV are more likely to develop acute illness, and are 3.5 times more likely to require hospitalization than children without HIV. Bone marrow transplant patients prior to marrow engraftment are at particularly high risk, with RSV accounting for nearly half of the viral infections in this population. This group has also demonstrated mortality rates of up to 80% among those with RSV pneumonia. While infection may occur within the community, hospital-acquired infection is thought to account for 30–50% of cases among immunocompromised individuals.   === Seasonality === RSV seasonality varies around the world. In temperate climates, infection rates tend to be highest during the cold winter months. This is often attributed to increased indoor crowding and increased viral stability in the lower temperatures. In tropical and arctic climates, however, the annual variation is less well defined and seems to be more prevalent during the rainy season. Annual epidemics are generally caused by the presence of several different viral strains. Subtype A and B viruses will often circulate simultaneously within a specific geographic region, although group A viruses are more prevalent.   == Research == A study investigated RSV-specific T cell responses in \" 55 infants hospitalized for RSV bronchiolitis and found that these responses were similar during both acute illness and recovery, and did not increase after subsequent RSV infections. This suggests that RSV-specific T-cell responses may not prevent reinfection and might not expand effectively in the body after reinfection. However, it's possible that these cells could be located in specific areas of the lungs and respond more strongly to secondary infection, as seen in animal studies. For instance, a study using mice showed that the \"extent of the BALF inflammatory response to reinfection response to reinfection in adulthood is determined by the age at first infection.\" The study also discovered that the patterns differ for \"neonatal infection primes the host to develop a Th2-biased response.\" The exact mechanisms behind this phenomenon remain unclear. One possibility is that a lack of IFN-γ production in newborns during their first encounter with RSV, possibly due to an immature immune system, allows for the emergence of a Th2-biased response that persists and can be triggered again during subsequent RSV infections. However, it's improbable that variations solely in IFN-γ levels explain this susceptibility window. IL-13 appears to play a significant role as a regulator in this process. IL-13 is a protein located in the lung. It is a \"mediator of allergic asthma\" and it is in charge of \"regulating eosinophilic inflammation, mucus secretion, and airway hyperresponsiveness.\" SARS-CoV-2 infections, the virus responsible for COVID-19, may lead to a higher risk of infection with RSV. In November 2022, the RSV hospitalization rate for newborns was seven times the rate in 2018. This, combined with increasing influenza circulation, caused the US state of Oregon to declare a state of emergency. The Children's Hospital Association and the American Academy of Pediatrics asked US President Joe Biden to declare a state of emergency. The findings of a 2024 cross-sectional study of 6,248 hospitalized adults with RSV infection suggest that acute cardiac events are common among hospitalized older adults with RSV infection, and are associated with severe clinical outcomes. Nearly a quarter of hospitalized people over 50 with RSV experienced an acute cardiac event (most frequently acute heart failure), including 1 in 12 adults (8.5%) without documented underlying cardiovascular disease. Patients who had acute cardiac events had nearly twice the risk of a severe outcome than patients who did not.   == Notes ==   == References ==   == Further reading == Park GY, Tishkowski K (2024). \"Paramyxovirus\". StatPearls. StatPearls Publishing. PMID 33620863. Walsh EE, Hall CB (2015). \"Respiratory Syncytial Virus (RSV)\". Mandell, Douglas, and Bennett's Principles and Practice of Infectious Diseases. pp. 1948–1960.e3. doi:10.1016/B978-1-4557-4801-3.00160-0. ISBN 978-1-4557-4801-3. PMC 7173590. Carbonell-Estrany X, Simões EA, Bont LJ, Gentile A, Homaira N, Scotta MC, et al. (November 2022). \"Identifying the research, advocacy, policy and implementation needs for the prevention and management of respiratory syncytial virus lower respiratory tract infection in low- and middle-income countries\". Frontiers in Pediatrics. 10. doi:10.3389/fped.2022.1033125. PMC 9682277. PMID 36440349.{{cite journal}}:  CS1 maint: overridden setting (link) Kassem E, Na'amnih W, Bdair-Amsha A, Zahalkah H, Muhsen K (April 2019). \"Comparisons between ethnic groups in hospitalizations for respiratory syncytial virus bronchiolitis in Israel\". PLOS ONE. 14 (4): e0214197. Bibcode:2019PLoSO..1414197K. doi:10.1371/journal.pone.0214197. PMC 6443173. PMID 30933992. Dakhama A, Park JW, Taube C, Joetham A, Balhorn A, Miyahara N, et al. (August 2005). \"The Enhancement or Prevention of Airway Hyperresponsiveness during Reinfection with Respiratory Syncytial Virus Is Critically Dependent on the Age at First Infection and IL-13 Production\". The Journal of Immunology. 175 (3): 1876–1883. doi:10.4049/jimmunol.175.3.1876. PMID 16034131. Carvajal JJ, Avellaneda AM, Salazar-Ardiles C, Maya JE, Kalergis AM, Lay MK (September 2019). \"Host Components Contributing to Respiratory Syncytial Virus Pathogenesis\". Frontiers in Immunology. 10: 2152. doi:10.3389/fimmu.2019.02152. PMC 6753334. PMID 31572372. Chakraborty C, Sharma AR, Bhattacharya M, Lee SS (February 2022). \"A Detailed Overview of Immune Escape, Antibody Escape, Partial Vaccine Escape of SARS-CoV-2 and Their Emerging Variants With Escape Mutations\". Frontiers in Immunology. 13. doi:10.3389/fimmu.2022.801522. PMC 8863680. PMID 35222380. Zhou X, Jiang M, Wang F, Qian Y, Song Q, Sun Y, et al. (January 2023). \"Immune escaping of the novel genotypes of human respiratory syncytial virus based on gene sequence variation\". Frontiers in Immunology. 13. doi:10.3389/fimmu.2022.1084139. PMC 9871593. PMID 36703972. Wynn TA (April 2003). \"IL-13 Effector Functions\". Annual Review of Immunology. 21 (1): 425–456. doi:10.1146/annurev.immunol.21.120601.141142. PMID 12615888. Mousa JJ, Williams JV, Crowe JE (2022). \"Pneumoviruses: Respiratory Syncytial Virus and Human Metapneumovirus\". Viral Infections of Humans. pp. 1–53. doi:10.1007/978-1-4939-9544-8_26-1. ISBN 978-1-4939-9544-8."}