{"name": "Respiratory Distress Syndrome, Newborn", "category": "disease", "content": "Infant respiratory distress syndrome (IRDS), also known as surfactant deficiency disorder (SDD), and previously called hyaline membrane disease (HMD), is a syndrome in premature infants caused by developmental insufficiency of pulmonary surfactant production and structural immaturity in the lungs. It can also be a consequence of neonatal infection and can result from a genetic problem with the production of surfactant-associated proteins. IRDS affects about 1% of newborns and is the leading cause of morbidity and mortality in preterm infants. Data have shown the choice of elective caesarean sections to strikingly increase the incidence of respiratory distress in term infants; dating back to 1995, the UK first documented 2,000 annual caesarean section births requiring neonatal admission for respiratory distress. The incidence decreases with advancing gestational age, from about 50% in babies born at 26–28 weeks to about 25% at 30–31 weeks. The syndrome is more frequent in males, Caucasians, infants of diabetic mothers and the second-born of premature twins. IRDS is distinct from pulmonary hypoplasia, another leading cause of neonatal death that involves respiratory distress. The  European Consensus Guidelines on the Management of Respiratory Distress Syndrome highlight new possibilities for early detection, and therefore treatment of IRDS. The guidelines mention an easy to use rapid point-of-care predictive test that is now available and how lung ultrasound, with appropriate training, expertise and equipment, may offer an alternative way of diagnosing IRDS early.   == Signs and symptoms == IRDS begins shortly after birth and is manifested by fast breathing (more than 60 breaths per minute), a fast heart rate, chest wall retractions (recession), expiratory grunting, nasal flaring, and blue discoloration of the skin during breathing efforts. As the disease progresses, the baby may develop ventilatory failure (rising carbon dioxide concentrations in the blood) and prolonged cessations of breathing (\"apnea\"). Whether treated or not, the clinical course for the acute disease lasts about two to three days. During the first day, the child worsens and requires more support. During the second day, the baby may be remarkably stable on adequate support and resolution is noted during the third day, heralded by a prompt diuresis. Despite huge advances in care, IRDS remains the most common single cause of death in the first month of life in the developed world. Complications include metabolic disorders (acidosis, low blood sugar), patent ductus arteriosus, low blood pressure, chronic lung changes and bleeding in the brain. The syndrome is frequently complicated by prematurity and its additional effect on other organ functions.   == Histopathology == The characteristic histopathology seen in babies who die from RDS was the source of the name \"hyaline membrane disease\". Waxlike layers of hyaline membrane line the collapsed alveoli of the lung. In addition, the lungs show bleeding, overdistention of airways, and damage to the lining cells.   == Pathophysiology == The lungs of infants with respiratory distress syndrome are developmentally deficient in a material called surfactant, which helps prevent the collapse of the terminal air spaces (the future site of alveolar development) throughout the normal cycle of inhalation and exhalation. This deficiency of surfactant is related to inhibition from the insulin that is produced in the newborn, especially those of diabetic mothers. Pulmonary surfactant is a complex system of lipids, proteins and glycoproteins that is produced in specialized lung cells called Type II cells or Type II pneumocytes. The surfactant is packaged by the cell in structures called lamellar bodies, and extruded into the air spaces. The lamellar bodies then unfold into a complex lining of the air space. This layer reduces the surface tension of the fluid that lines the alveolar air space. Surface tension is responsible for approximately 2/3 of the inward elastic recoil forces. In the same way that a bubble will contract to give the smallest surface area for a given volume, so the air/water interface means that the liquid surface will tend toward being as small as possible, thereby causing the air space to contract. By reducing surface tension, surfactant prevents the air spaces from completely collapsing on exhalation. In addition, the decreased surface tension allows reopening of the air space with a lower amount of force. Therefore, without adequate amounts of surfactant, the air spaces collapse and are very difficult to expand. Microscopically, a pulmonary surfactant-deficient lung is characterized by collapsed air spaces alternating with hyperexpanded areas, vascular congestion, and, in time, hyaline membranes. Hyaline membranes are composed of fibrin, cellular debris, red blood cells, rare neutrophils and macrophages. They appear as an eosinophilic, amorphous material, lining or filling the air spaces and blocking gas exchange. As a result, blood passing through the lungs is unable to pick up oxygen and unload carbon dioxide. Blood oxygen levels fall and carbon dioxide rises, resulting in rising blood acid levels and hypoxia. Structural immaturity, as manifested by a decreased number of gas exchange units and thicker walls, also contributes to the disease process. Therapeutic oxygen and positive-pressure ventilation, while potentially life-saving, can damage the lung.   == Diagnosis == The diagnosis is made by the clinical picture and the chest X-ray, which demonstrates decreased lung volumes (bell-shaped chest), absence of the thymus (after about six hours), a small (0.5–1 mm), discrete, uniform infiltrate (sometimes described as a \"ground glass\" appearance or \"diffuse airspace and interstitial opacities\") that involves all lobes of the lung and air-bronchograms (i.e. the infiltrate will outline the larger airways passages, which remain air-filled). In severe cases, this becomes exaggerated until the cardiac borders become indiscernible (a 'white-out' appearance).   === Point-of-care lung maturity test === To improve clinical outcomes very early treatment with surfactant is necessary. However, only about half of infants with a gestational age (GA) below 30 weeks need surfactant treatment and prophylactic surfactant treatment increases the combined mortality and incidence of Bronchopulmonary Dysplasia (BPD) contrary to selective rescue surfactant treatment. Therefore, there is a need for a rapid diagnostic test to guide early targeted surfactant treatment. Professor Henrik Verder has worked with lung-maturity diagnostics on gastric aspirates obtained at birth for over 15 years. With the introduction of surfactant treatment for IRDS, Henrik Verder developed additional lung maturity tests based on gastric aspirates (GAS); for example, the microbubble stability test and lamellar body counts (LBC) as well as a large randomised trial using lamellar body counts to guide surfactant treatment. However, a common problem with all these methods is dilution with foetal urine. Additionally, the methods are time‐consuming laboratory tests and are too slow to be used as a point‐of‐care test (POC) to guide surfactant treatment. Professor Henrik Verder, in collaboration with chemometric scientist Agnar Hoskuldsson, developed a rapid point-of-care method for predicting IRDS by measuring the lecithin-sphingomyelin ratio (L/S) in gastric aspirate (GA). The new method, which is based on mid‐red Fourier Transform Infrared spectroscopy (FTIR),  was shown to measure the L/S ratio at birth with a high sensitivity. This rapid bedside test for surfactant components in gastric aspirate is also now available, and clinical trials of this new point-of-care test to determine surfactant need at birth are underway.   === Lung ultrasound === Lung ultrasound, with appropriate expertise, equipment, and training, may offer an alternative way to diagnose the severity of IRDS. A semi-quantitative lung ultrasound score performed during bedside lung echography was first described by Brat et al. and found to correlate with the oxygenation status of infants with RDS.  Since then, several studies have supported the use of lung ultrasound scores to earlier predict an initial dose of surfactant when compared to current oxygenation-guided recommendations.    == Treatment == Oxygen is given with a small amount of continuous positive airway pressure (CPAP), and intravenous fluids are administered to stabilize the blood sugar, blood salts and blood pressure. CPAP application to preterm neonates with respiratory distress is associated with a reduction in respiratory failure, mechanical ventilation and mortality. However, CPAP is associated with an increased rate of pneumothorax compared to spontaneous breathing with or without supplemental oxygen. If the baby's condition worsens, an endotracheal tube (breathing tube) is inserted into the trachea and intermittent breaths are given by a mechanical device. An exogenous preparation of pulmonary surfactant, either synthetic or extracted from animal lungs, is given through the breathing tube into the lungs. Surfactant medications can decrease the risk of death for very low-birth-weight infants who are hospitalized by 30%. Such small premature infants may remain ventilated for months. A study shows that an aerosol of a perfluorocarbon such as perfluoromethyldecalin can reduce inflammation in swine model of IRDS. Chronic lung disease, including bronchopulmonary dysplasia, is common in severe RDS. The etiology of BPD is problematic and may be the result of oxygen, overventilation or underventilation. The mortality rate for babies greater than 27 weeks of gestation is less than 20%.   === INSURE (Intubation Surfactant Extubation) and LISA (Less Invasive Surfactant Administration) methods === Henrik Verder is the inventor and pioneer of the INSURE (Intubation Surfactant Extubation) and LISA (Less Invasive Surfactant Administration) methods combined with nasal CPAP (Continuous Positive Airway Pressure), very effective approaches to managing preterm neonates with respiratory distress. In 1989 he used this pioneering method to successfully treat the first premature infant with severe RDS. The INSURE method has been shown, through meta-analysis, to successfully decrease the use of mechanical ventilation and lower the incidence of bronchopulmonary dysplasia (BPD). Since its conception in 1989, the INSURE method has been academically cited in more than 500 papers. The first randomised study involving the INSURE method was published in 1994 and a second randomised study in infants less than 30 weeks gestation was published by the group in 1999. Based on the INSURE method, Henrik Verder has since developed a rapid bedside test that predicts IRDS at birth.   === Extracorporeal membrane oxygenation (ECMO) === Extracorporeal membrane oxygenation (ECMO) is a potential treatment, providing oxygenation through an apparatus that imitates the gas exchange process of the lungs. However, newborns cannot be placed on ECMO if they are under 4.5 pounds (2 kg), because they have extremely small vessels for cannulation, thus hindering adequate flow because of limitations from cannula size and subsequent higher resistance to blood flow (compare with vascular resistance). Furthermore, in infants aged less than 34 weeks of gestation, several physiologic systems are not well-developed, especially the cerebral vasculature and germinal matrix, resulting in high sensitivity to slight changes in pH, PaO2 and intracranial pressure. Subsequently, preterm infants are at unacceptably high risk for intraventricular hemorrhage (IVH) if administered ECMO at a gestational age of less than 32 weeks.   == Prevention == Giving the baby's mother glucocorticoids speeds the production of surfactant. For very premature deliveries, a glucocorticoid is given without testing the fetal lung maturity. The American College of Obstetricians and Gynecologists (ACOG), Royal College of Medicine and other major organizations have recommended antenatal glucocorticoid treatment for women at risk for preterm delivery prior to 34 weeks of gestation. Multiple courses of glucocorticoid administration, compared with a single course, do not seem to increase or decrease the risk of death or neurodevelopmental disorders of the child. In pregnancies of longer than 30 weeks, the fetal lung maturity may be tested by sampling the amount of surfactant in the amniotic fluid by amniocentesis, wherein a needle is inserted through the mother's abdomen and uterus. Several tests are available that correlate with the production of surfactant. These include the lecithin-sphingomyelin ratio (\"L/S ratio\"), the presence of phosphatidylglycerol (PG), and, more recently, the surfactant/albumin (S/A) ratio. For the L/S ratio, if the result is less than 2:1, the fetal lungs may be deficient in surfactant. The presence of PG usually indicates fetal lung maturity. For the S/A ratio, the result is given as milligrams of surfactant per gram of protein. A S/A ratio less than 35 indicates immature lungs, between 35 and 55 is indeterminate, and greater than 55 indicates mature surfactant production (correlating with an L/S ratio of 2.2 or greater).   == Epidemiology == Infant respiratory distress syndrome (IRDS) is the leading cause of death in premature infants.  Despite only 1% of all birth complications being attributed to respiratory distress syndrome, there is a significantly higher prevalence in prematurely born babies. Incidence rates of IRDS in premature infants born at 30 weeks of gestational age (GA) are at 50%, and rise even higher to 93% for infants born prematurely at 28 weeks of gestational age or younger. IRDS is diagnosed within hours of delivery and usually leads to morbidity and mortality in preterm infants. There are many risk factors that can potentially cause IRDS. The most common risks factors that can potentially cause IRDS include male gender, white race, late preterm delivery, maternal diabetes, perinatal hypoxia (exposure to low oxygen) and ischemia (decreased blood flow), and low birth weight. Seventy percent of babies diagnosed with respiratory distress syndrome are born between 29 and 34 weeks of gestational age and are 55% more likely to be male. A study conducted at the Eunice Kennedy Shriver National Institute of Child Health and Human Development Neonatal Research Network studied premature infants born between 22 and 37 weeks and the outcomes leading to IRDS. This study was conducted from 2002 to 2008. The incidence rate of IRDS for 24 weeks was 98%, for 34 weeks the incidence is 5%, and for 37 weeks the incidence rate was less than 1%. The results demonstrate that the incidence of IRDS increases with decreasing age at birth. According to a study from the University of Miami's Department of Pediatrics and Division of Neonatology, from the time range of 2003 to 2014, respiratory distress syndrome prevalence jumped from 170 per 1000 preterm live births to 360 per 1000 preterm live births nationwide in the United States. This study population's duration under hospital care averaged 32 days in 2003, increasing by nearly a week to 38 days in 2014. Additionally, this study yielded average prevalence rates of 260 cases per 1000 livebirths from the years of 2003 to 2014, which coincided with the results yielded by a report from the Vermont Oxford Network in 2008 of 300 per 1000 livebirths.   == Culture and society == In 1963, Patrick Bouvier Kennedy, son of President John F. Kennedy and First Lady Jacqueline Kennedy, died of RDS two days after his premature birth at 34 weeks gestation. Two daughters of Dominick Dunne and his wife Ellen Griffin Dunne died of RDS, one in 1958 and one in 1963.   == See also == Acute respiratory distress syndrome Bubble CPAP Bronchopulmonary dysplasia Pulmonary hypoplasia Surfactant metabolism dysfunction Surfactant therapy Wilson–Mikity syndrome   == References ==   == External links =="}