{"name": "retinol", "category": "drug", "content": "Retinal (also known as retinaldehyde) is a polyene chromophore. Retinal, bound to proteins called opsins, is the chemical basis of visual phototransduction, the light-detection stage of visual perception (vision). Some microorganisms use retinal to convert light into metabolic energy. In fact, a recent study suggests most living organisms on our planet ~3 billion years ago used retinal,  rather than chlorophyll, to convert sunlight into energy. Since retinal absorbs mostly green light and transmits purple light, this gave rise to the Purple Earth Hypothesis. Retinal itself is considered to be a form of vitamin A when eaten by an animal. There are many forms of vitamin A, all of which are converted to retinal, which cannot be made without them. The number of different molecules that can be converted to retinal varies from species to species. Retinal was originally called retinene, and was renamed after it was discovered to be vitamin A aldehyde. Vertebrate animals ingest retinal directly from meat, or they produce retinal from carotenoids — either from α-carotene or β-carotene — both of which are carotenes. They also produce it from β-cryptoxanthin, a type of xanthophyll. These carotenoids must be obtained from plants or other photosynthetic organisms. No other carotenoids can be converted by animals to retinal. Some carnivores cannot convert any carotenoids at all. The other main forms of vitamin A — retinol and a partially active form, retinoic acid — may both be produced from retinal. Invertebrates such as insects and squid use hydroxylated forms of retinal in their visual systems, which derive from conversion from other xanthophylls.   == Vitamin A metabolism == Living organisms produce retinal by irreversible oxidative cleavage of carotenoids. For example:  beta-carotene + O2 → 2 retinal, catalyzed by a beta-carotene 15,15'-monooxygenase or a beta-carotene 15,15'-dioxygenase. Just as carotenoids are the precursors of retinal, retinal is the precursor of the other forms of vitamin A.  Retinal is interconvertible with retinol, the transport and storage form of vitamin A:  retinal + NADPH + H+ ⇌ retinol + NADP+ retinol + NAD+ ⇌ retinal + NADH + H+, catalyzed by retinol dehydrogenases (RDHs) and alcohol dehydrogenases (ADHs). Retinol is called vitamin A alcohol or, more often, simply vitamin A. Retinal can also be oxidized to retinoic acid:  retinal + NAD+ + H2O → retinoic acid + NADH + H+ (catalyzed by RALDH) retinal + O2 + H2O → retinoic acid + H2O2 (catalyzed by retinal oxidase), catalyzed by retinal dehydrogenases also known as retinaldehyde dehydrogenases (RALDHs) as well as retinal oxidases. Retinoic acid, sometimes called vitamin A acid, is an important signaling molecule and hormone in vertebrate animals.   == Vision == Retinal is a conjugated chromophore. In the Vertebrate eyes, retinal begins in an 11-cis-retinal configuration, which — upon capturing a photon of the correct wavelength — straightens out into an all-trans-retinal configuration. This configuration change pushes against an opsin protein in the retina, which triggers a chemical signaling cascade, which results in perception of light or images by the brain. The absorbance spectrum of the chromophore depends on its interactions with the opsin protein to which it is bound, so that different retinal-opsin complexes will absorb photons of different wavelengths (i.e., different colors of light).   === Opsins ===  Retinal is bound to opsins, which are G protein-coupled receptors (GPCRs). Opsins, like other GPCRs, have seven transmembrane alpha-helices connected by six loops. They are found in the photoreceptor cells in the retina of eye. The opsin in the vertebrate rod cells is rhodopsin. The rods form disks, which contain the rhodopsin molecules in their membranes and which are entirely inside of the cell. The N-terminus head of the molecule extends into the interior of the disk, and the C-terminus tail extends into the cytoplasm of the cell. The opsins in the cone cells are OPN1SW, OPN1MW, and OPN1LW. The cones form incomplete disks that are part of the plasma membrane, so that the N-terminus head extends outside of the cell. In opsins, retinal binds covalently to a lysine in the seventh transmembrane helix through a Schiff base. Forming the Schiff base linkage involves removing the oxygen atom from retinal and two hydrogen atoms from the free amino group of lysine, giving H2O. Retinylidene is the divalent group formed by removing the oxygen atom from retinal, and so opsins have been called retinylidene proteins. Opsins are prototypical G protein-coupled receptors (GPCRs). Cattle rhodopsin, the opsin of the rod cells, was the first GPCR to have its amino acid sequence and 3D-structure (via X-ray crystallography) determined.  Cattle rhodopsin contains 348 amino acid residues. Retinal binds as chromophore at Lys296. This lysine is conserved in almost all opsins, only a few opsins have lost it during evolution. Opsins without the retinal binding lysine are not light sensitive. Such opsins may have other functions. Although mammals use retinal exclusively as the opsin chromophore, other groups of animals additionally use four chromophores closely related to retinal: 3,4-didehydroretinal (vitamin A2), (3R)-3-hydroxyretinal, (3S)-3-hydroxyretinal (both vitamin A3), and (4R)-4-hydroxyretinal (vitamin A4). Many fish and amphibians use 3,4-didehydroretinal, also called dehydroretinal. With the exception of the dipteran suborder Cyclorrhapha (the so-called higher flies), all insects examined use the (R)-enantiomer of 3-hydroxyretinal. The (R)-enantiomer is to be expected if 3-hydroxyretinal is produced directly from xanthophyll carotenoids. Cyclorrhaphans, including Drosophila, use (3S)-3-hydroxyretinal. Firefly squid have been found to use (4R)-4-hydroxyretinal.   === Visual cycle ===  The visual cycle is a circular enzymatic pathway, which is the front-end of phototransduction. It regenerates 11-cis-retinal. For example, the visual cycle of mammalian rod cells is as follows:  all-trans-retinyl ester + H2O → 11-cis-retinol + fatty acid; RPE65 isomerohydrolases; 11-cis-retinol + NAD+ → 11-cis-retinal + NADH + H+; 11-cis-retinol dehydrogenases; 11-cis-retinal + aporhodopsin → rhodopsin + H2O; forms Schiff base linkage to lysine, -CH=N+H-; rhodopsin + hν → metarhodopsin II (i.e., 11-cis photoisomerizes to all-trans): (rhodopsin + hν → photorhodopsin → bathorhodopsin → lumirhodopsin → metarhodopsin I → metarhodopsin II); metarhodopsin II + H2O → aporhodopsin + all-trans-retinal; all-trans-retinal + NADPH + H+ → all-trans-retinol + NADP+; all-trans-retinol dehydrogenases; all-trans-retinol + fatty acid → all-trans-retinyl ester + H2O; lecithin retinol acyltransferases (LRATs). Steps 3, 4, 5, and 6 occur in rod cell outer segments; Steps 1, 2, and 7 occur in retinal pigment epithelium (RPE) cells. RPE65 isomerohydrolases are homologous with beta-carotene monooxygenases; the homologous ninaB enzyme in Drosophila has both retinal-forming carotenoid-oxygenase activity and all-trans to 11-cis isomerase activity.   == Microbial rhodopsins ==  All-trans-retinal is also an essential component of microbial opsins such as bacteriorhodopsin, channelrhodopsin, and halorhodopsin, which are important in bacterial and archaeal anoxygenic photosynthesis.  In these molecules, light causes the all-trans-retinal to become 13-cis retinal, which then cycles back to all-trans-retinal in the dark state. These proteins are not evolutionarily related to animal opsins and are not GPCRs; the fact that they both use retinal is a result of convergent evolution.   == History == The American biochemist George Wald and others had outlined the visual cycle by 1958. For his work, Wald won a share of the 1967 Nobel Prize in Physiology or Medicine with Haldan Keffer Hartline and Ragnar Granit.   == See also == Purple Earth hypothesis Sensory nervous system Visual perception Visual phototransduction   == References ==   == Further reading ==   == External links == First Steps of Vision - National Health Museum Vision and Light-Induced Molecular Changes Retinal Anatomy and Visual Capacities Retinal, Imperial College v-chemlib"}