{"name": "Rheumatic Heart Disease", "category": "disease", "content": "Rheumatic fever (RF) is an inflammatory disease that can involve the heart, joints, skin, and brain. The disease typically develops two to four weeks after a streptococcal throat infection. Signs and symptoms include fever, multiple painful joints, involuntary muscle movements, and occasionally a characteristic non-itchy rash known as erythema marginatum. The heart is involved in about half of the cases. Damage to the heart valves, known as rheumatic heart disease (RHD), usually occurs after repeated attacks but can sometimes occur after one. The damaged valves may result in heart failure, atrial fibrillation and infection of the valves. Rheumatic fever may occur following an infection of the throat by the bacterium Streptococcus pyogenes. If the infection is left untreated, rheumatic fever occurs in up to three percent of people. The underlying mechanism is believed to involve the production of antibodies against a person's own tissues. Due to their genetics, some people are more likely to get the disease when exposed to the bacteria than others. Other risk factors include malnutrition and poverty. Diagnosis of RF is often based on the presence of signs and symptoms in combination with evidence of a recent streptococcal infection. Treating people who have strep throat with antibiotics, such as penicillin, decreases the risk of developing rheumatic fever. In order to avoid antibiotic misuse this often involves testing people with sore throats for the infection; however, testing might not be available in the developing world. Other preventive measures include improved sanitation. In those with rheumatic fever and rheumatic heart disease, prolonged periods of antibiotics are sometimes recommended. Gradual return to normal activities may occur following an attack. Once RHD develops, treatment is more difficult. Occasionally valve replacement surgery or valve repair is required. Otherwise complications are treated as usual. Rheumatic fever occurs in about 325,000 children each year and about 33.4 million people currently have rheumatic heart disease. Those who develop RF are most often between the ages of 5 and 14, with 20% of first-time attacks occurring in adults. The disease is most common in the developing world and among indigenous peoples in the developed world. In 2015 it resulted in 319,400 deaths down from 374,000 deaths in 1990. Most deaths occur in the developing world where as many as 12.5% of people affected may die each year. Descriptions of the condition are believed to date back to at least the 5th century BCE in the writings of Hippocrates. The disease is so named because its symptoms are similar to those of some rheumatic disorders.   == Signs and symptoms ==  The disease typically develops two to four weeks after a throat infection. Symptoms include: fever, painful joints with those joints affected changing with time, involuntary muscle movements, and occasionally a characteristic non-itchy rash known as erythema marginatum. The heart is involved in about half of the cases. Damage to the heart valves usually occurs only after several attacks but may occasionally occur after a single case of RF. The damaged valves may result in heart failure and also increase the risk of atrial fibrillation and infection of the valves.   == Pathophysiology == Rheumatic fever is a systemic disease affecting the connective tissue around arterioles, and can occur after an untreated strep throat infection, specifically due to group A streptococcus (GAS), Streptococcus pyogenes. The similarity between antigens of Streptococcus pyogenes and multiple cardiac proteins can cause a life-threatening type II hypersensitivity reaction. Usually, self reactive B cells remain anergic in the periphery without T cell co-stimulation.  During a streptococcal infection, mature antigen-presenting cells such as B cells present the bacterial antigen to CD4+T cells which differentiate into helper T2 cells. Helper T2 cells subsequently activate the B cells to become plasma cells and induce the production of antibodies against the cell wall of Streptococcus. However the antibodies may also react against the myocardium and joints, producing the symptoms of rheumatic fever. S. pyogenes is a species of aerobic, cocci, gram-positive bacteria that are non-motile, non-spore forming, and forms chains and large colonies. S. pyogenes has a cell wall composed of branched polymers which sometimes contain M protein, a virulence factor that is highly antigenic. The antibodies which the immune system generates against the M protein  may cross-react with heart muscle cell protein myosin, heart muscle glycogen and smooth muscle cells of arteries, inducing cytokine release and tissue destruction.  However, the only proven cross-reaction is with perivascular connective tissue. This inflammation occurs through direct attachment of complement and Fc receptor-mediated recruitment of neutrophils and macrophages.  Characteristic Aschoff bodies, composed of swollen eosinophilic collagen surrounded by lymphocytes and macrophages can be seen on light microscopy.  The larger macrophages may become Anitschkow cells or Aschoff giant cells.  Rheumatic valvular lesions may also involve a cell-mediated immunity reaction as these lesions predominantly contain T-helper cells and macrophages. In rheumatic fever, these lesions can be found in any layer of the heart causing different types of carditis. The inflammation may cause a serofibrinous pericardial exudate described as \"bread-and-butter\" pericarditis, which usually resolves without sequelae.  Involvement of the endocardium typically results in fibrinoid necrosis and wart formation along the lines of closure of the left-sided heart valves.  Warty projections arise from the deposition, while subendocardial lesions may induce irregular thickenings called MacCallum plaques.   === Rheumatic heart disease ===  Chronic rheumatic heart disease (RHD) is characterized by repeated inflammation with fibrinous repair. The cardinal anatomic changes of the valve include leaflet thickening, commissural fusion, and shortening and thickening of the tendinous cords. It is caused by an autoimmune reaction to Group A β-hemolytic streptococci (GAS) that results in valvular damage. Fibrosis and scarring of valve leaflets, commissures and cusps leads to abnormalities that can result in valve stenosis or regurgitation. The inflammation caused by rheumatic fever, usually during childhood, is referred to as rheumatic valvulitis. About half of patients with rheumatic fever develop inflammation involving valvular endothelium. The majority of morbidity and mortality associated with rheumatic fever is caused by its destructive effects on cardiac valve tissue. The complicated pathogenesis of RHD is not fully understood, though it has been observed to use molecular mimicry via group A streptococci carbohydrates and genetic predisposition involving HLA Class II genes that trigger autoimmune reactions. Molecular mimicry occurs when epitopes are shared between host antigens and Streptococcus antigens. This causes an autoimmune reaction against native tissues in the heart that are incorrectly recognized as \"foreign\" due to the cross-reactivity of antibodies generated as a result of epitope sharing. The valvular endothelium is a prominent site of lymphocyte-induced damage. CD4+ T cells are the major effectors of heart tissue autoimmune reactions in RHD. Normally, T cell activation is triggered by the presentation of bacterial antigens.  In RHD, molecular mimicry results in incorrect T cell activation, and these T lymphocytes can go on to activate B cells, which will begin to produce self-antigen-specific antibodies.  This leads to an immune response attack mounted against tissues in the heart that have been misidentified as pathogens.  Rheumatic valves display increased expression of VCAM-1, a protein that mediates the adhesion of lymphocytes. Self-antigen-specific antibodies generated via molecular mimicry between human proteins and streptococcal antigens up-regulate VCAM-1 after binding to the valvular endothelium.  This leads to the inflammation and valve scarring observed in rheumatic valvulitis, mainly due to CD4+ T cell infiltration. While the mechanisms of genetic predisposition remain unclear, a few genetic factors have been found to increase susceptibility to autoimmune reactions in RHD.  The dominant contributors are a component of MHC class II molecules, found on lymphocytes and antigen-presenting cells, specifically the DR and DQ alleles on human chromosome 6. Certain allele combinations appear to increase RHD autoimmune susceptibility. Human leukocyte antigen (HLA) class II allele DR7 (HLA-DR7) is most often associated with RHD, and its combination with certain DQ alleles is seemingly associated with the development of valvular lesions.  The mechanism by which MHC class II molecules increase a host's susceptibility to autoimmune reactions in RHD is unknown, but it is likely related to the role HLA molecules play in presenting antigens to T cell receptors, thus triggering an immune response.  Also found on human chromosome 6 is the cytokine TNF-α which is also associated with RHD. High expression levels of TNF-α may exacerbate valvular tissue inflammation, because as this cytokine circulates in the bloodstream, it triggers the activation of multiple pathways that stimulate further pro-inflammatory cytokine secretion. Mannose-binding lectin (MBL) is an inflammatory protein involved in pathogen recognition.  Different variants of MBL2 gene regions are associated with RHD.  RHD-induced mitral valve stenosis has been associated with MBL2 alleles encoding for high production of MBL. Aortic valve regurgitation in RHD patients has been associated with different MBL2 alleles that encode for low production of MBL. In addition, the allele IGHV4-61, located on chromosome 14, which helps code for the immunoglobulin heavy chain (IgH) is linked to greater susceptibility to RHD because it may affect protein structure of the IgH. Other genes are also being investigated to better understand the complexity of autoimmune reactions that occur in RHD.   == Diagnosis ==  The original method of diagnosing rheumatic heart disease was through heart auscultation, specifically listening for the sound of blood regurgitation from possibly dysfunctional valves. However, studies have shown that echocardiography is much more efficient in detecting RHD due to its high sensitivity. An echocardiogram has the ability to detect signs of RHD before the development of more obvious symptoms such as tissue scarring and stenosis. Modified Jones criteria were first published in 1944 by T. Duckett Jones, MD. They have been periodically revised by the American Heart Association in collaboration with other groups. According to revised Jones criteria, the diagnosis of rheumatic fever can be made when two of the major criteria, or one major criterion plus two minor criteria, are present along with evidence of streptococcal infection: elevated or rising antistreptolysin O titre or anti-DNase B. A recurrent episode can be diagnosed when three minor criteria are present. Exceptions are chorea and indolent carditis, each of which by itself can indicate rheumatic fever. An April 2013 review article in the Indian Journal of Medical Research stated that echocardiographic and Doppler (E & D) studies, despite some reservations about their utility, have identified a massive burden of rheumatic heart disease, which suggests the inadequacy of the 1992 Jones' criteria. E & D studies have identified subclinical carditis in patients with rheumatic fever, as well as in follow-ups of rheumatic heart disease patients who initially presented as having isolated cases of Sydenham's chorea. Signs of a preceding streptococcal infection include: recent scarlet fever, raised antistreptolysin O or other streptococcal antibody titre, or positive throat culture. The last revision of 2015 suggested variable diagnostic criteria in low-risk and high-risk populations to avoid overdiagnosis in the first category and underdiagnosis in the last one. Low-risk populations were defined as those with acute rheumatic fever annual incidence ≤2 per 100 000 school-aged children or all-age rheumatic heart disease prevalence of ≤1 per 1000. All other populations were categorised as having a moderate or high risk.   === Major criteria === Joint manifestations are the unique clinical signs that have different implications for different population-risk categories : Only polyarthritis (a temporary migrating inflammation of the large joints, usually starting in the legs and migrating upwards) is considered as a major criterion in low-risk populations, whereas monoarthritis, polyarthritis and polyarthralgia (joint pain without swelling) are all included as major criteria in high-risk populations. Carditis: Carditis can involve the pericardium (pericarditis which resolves without sequelae), some regions of the myocardium (which might not provoke systolic dysfunction), and more consistently the endocardium in the form of valvulitis. Carditis is diagnosed clinically (palpitations, shortness of breath, heart failure, or a new heart murmur) or by echocardiography/Doppler studies revealing mitral or aortic valvulitis. Both of clinical and subclinical carditis are now considered a major criterion. Subcutaneous nodules: Painless, firm collections of collagen fibers over bones or tendons. They commonly appear on the back of the wrist, the outside elbow, and the front of the knees. Erythema marginatum: A long-lasting reddish rash that begins on the trunk or arms as macules, which spread outward and clear in the middle to form rings, which continue to spread and coalesce with other rings, ultimately taking on a snake-like appearance. This rash typically spares the face and is made worse with heat. Sydenham's chorea (St. Vitus' dance): A characteristic series of involuntary rapid movements of the face and arms. This can occur very late in the disease for at least three months from onset of infection. Minor criteria  Arthralgia: Polyarthralgia in low-risk populations and monoarthralgia in others. However, joint manifestations cannot be considered in both major and minor categories in the same patient. Fever: ≥ 38.5 °C (101.3 °F) in low-incidence populations and ≥ 38 °C (100.4 °F) in high-risk populations. Raised erythrocyte sedimentation rate (≥60 mm in the first hour in lox-risk populations and ≥30 mm/h in others) or C reactive protein (>3.0 mg/dL). ECG showing a prolonged PR interval after accounting for age variability (Cannot be included if carditis is present as a major symptom)   == Prevention == Rheumatic fever can be prevented by effectively and promptly treating strep throat with antibiotics.  Globally, rheumatic fever is seen in populations that are socioeconomically disadvantaged and with limited access to health care.  Overcrowding and exposure to domestic air pollution have been cited as associated risk factors. In those who have previously had rheumatic fever, antibiotics may be used in a preventative manner as secondary prophylaxis.  Antibiotic prophylaxis after an episode of acute rheumatic fever is recommended owing to the high likelihood of recurrence.  Streptococcal pharyngitis may occur asymptomatically and rheumatic fever may recur even after a treated infection.  The American Heart Association recommends, based on low quality evidence but with high predicted efficacy, that people with mitral stenosis due to rheumatic heart disease receive prophylactic antibiotics for 10 years or until age 40, whichever would be longer. The AHA also supports good dental hygiene in people with RHD, and antibiotics for the prevention of infective endocarditis during dental procedures are recommended in high-risk patients.   === Vaccine === No vaccines are currently available to protect against S. pyogenes infection, although research is underway to develop one. Difficulties in developing a vaccine include the wide variety of strains of S. pyogenes present in the environment and the large amount of time and number of people that will be needed for appropriate trials for safety and efficacy of the vaccine.   == Treatment == The management of rheumatic fever is directed toward the reduction of inflammation with anti-inflammatory medications such as aspirin or corticosteroids. Individuals with positive cultures for strep throat should also be treated with antibiotics.   === Infection === People with positive cultures for Streptococcus pyogenes should be treated with penicillin as long as allergy is not present. The use of antibiotics will not alter cardiac involvement in the development of rheumatic fever. Some suggest the use of benzathine benzylpenicillin. Monthly injections of long-acting penicillin must be given for a period of five years in patients having one attack of rheumatic fever. If there is evidence of carditis, the length of therapy may be up to 40 years. Another important cornerstone in treating rheumatic fever includes the continual use of low-dose antibiotics (such as penicillin, sulfadiazine, or erythromycin) to prevent recurrence.   === Inflammation === Aspirin at high doses has historically been used for treatment of rheumatic fever.  However, due to side effects like gastritis and salicylate poisoning, necessitating serum monitoring of salicylate levels, and the risk of Reye syndrome, a serious and potentially deadly condition that may arise in children treated with aspirin or aspirin-containing products, alternatives to aspirin have been sought, especially in children. While evidence suggests that treatment of rheumatic fever–associated arthritis with naproxen may be equally effective as with aspirin, its role in managing carditis has not been established.  Management of carditis in acute rheumatic fever is controversial and based on dated literature.  Corticosteroids may be considered, especially in people with allergies to NSAIDs or severe disease, although use of steroids may cause tissue atrophy, which could present challenges during future cardiac surgery for valve repair.   === Heart failure === Some patients develop significant carditis which manifests as congestive heart failure. This requires the usual treatment for heart failure: ACE inhibitors, diuretics, beta blockers, and digoxin. Unlike typical heart failure, rheumatic heart failure responds well to corticosteroids.   == Epidemiology ==  About 33 million people are affected by rheumatic heart disease with an additional 47 million having asymptomatic damage to their heart valves. As of 2010 globally it resulted in 345,000 deaths, down from 463,000 in 1990. In Western countries, rheumatic fever has become fairly rare since the 1960s, probably due to the widespread use of antibiotics to treat streptococcus infections. While it has been far less common in the United States since the beginning of the 20th century, there have been a few outbreaks since the 1980s. The disease is most common among Indigenous Australians (particularly in central and northern Australia), Māori, and Pacific Islanders, and is also common in Sub-Saharan Africa, Latin America, the Indian subcontinent, and North Africa. Rheumatic fever primarily affects children between ages 5 and 17 years and occurs approximately 20 days after strep throat. In up to a third of cases, the underlying strep infection may not have caused any symptoms. The rate of development of rheumatic fever in individuals with untreated strep infection is estimated to be 3%. The incidence of recurrence with a subsequent untreated infection is substantially greater (about 50%). The rate of development is far lower in individuals who have received antibiotic treatment. Persons who have had a case of rheumatic fever have a tendency to develop flare-ups with repeated strep infections. The recurrence of rheumatic fever is relatively common in the absence of maintenance of low dose antibiotics, especially during the first three to five years after the first episode.  Recurrent bouts of rheumatic fever can lead to valvular heart disease. Heart complications may be long-term and severe, particularly if valves are involved. In countries in Southeast-Asia, sub-Saharan Africa, and Oceania, the percentage of people with rheumatic heart disease detected by listening to the heart was 2.9 per 1000 children and by echocardiography it was 12.9 per 1000 children. To assist in the identification of RHD in low resource settings and where prevalence of GAS infections is high, the World Heart Federation has developed criteria for RHD diagnosis using echocardiography, supported by clinical history if available.  The WHF additionally defines criteria for use in people younger than age 20 to diagnose \"borderline\" RHD, as identification of cases of RHD among children is a priority to prevent complications and progression.  However, spontaneous regression is more likely in borderline RHD than in definite cases, and its natural history may vary between populations.   Echocardiographic screening among children and timely initiation of secondary antibiotic prophylaxis in children with evidence of early stages of rheumatic heart disease may be effective to reduce the burden of rheumatic heart disease in endemic regions.  The efficacy of treating latent RHD in populations with high prevalence is balanced by the potential development of antibiotic resistance, which might be offset through use of narrow-spectrum antibiotics like benzathine benzapenicillin.  Public health research is ongoing to determine if screening is beneficial and cost effective.   == See also == Rapid strep test Chronic post–RF arthropathy – joint changes that may arise following multiple episodes of rheumatic fever, also called Jaccoud's arthropathy   == References ==   == External links == \"Jones major criteria\". Archived from the original on 4 August 2017."}