{"name": "Rhinoscleroma", "category": "disease", "content": "Rhinoscleroma, is a chronic granulomatous bacterial disease of the nose that can sometimes infect the upper respiratory tract. It most commonly affects the nasal cavity—the nose is involved in 95–100 per cent of cases—however, it can also affect the nasopharynx, larynx, trachea, and bronchi. Slightly more females than males are affected and patients are usually 10 to 30 years of age. Rhinoscleroma is considered a tropical disease and is mostly endemic to North Africa, South Asia and Central America, less common in the United States.   == Signs and symptoms == Rhinoscleroma has been divided into 3 stages:   Atrophic stage: It is characterised by features similar to Atrophic Rhinitis such as foul smelling purulent nasal discharge and crusting of the nose. Granulomatous stage: It is characterised by formation of granulomatous nodules in the nose and characteristic 'woody' appearance of the nose along with subdermal infiltration of the disease. The nodules formed are painless and non-ulcerative. Cicatricial stage: This is the final stage of the disease with prominent sclerosis and fibrosis. There is stenosis of the nares with adhesions in the nose, nasopharynx and oropharynx. There may also be respiratory distress due to subglottal stenosis.   == Causes == It is caused by Klebsiella rhinoscleromatis—subspecies of Klebsiella pneumoniae— a gram-negative, encapsulated, nonmotile, rod-shaped bacillus (diplobacillus), member of the family Enterobacteriaceae. It is sometimes referred to as the \"Frisch bacillus,\" named for Anton von Frisch who identified the organism in 1882. It is contracted directly by droplets or by contamination of material that is subsequently inhaled.   == Diagnosis ==  A positive culture in MacConkey agar is diagnostic, but cultures are only positive in 50–60% of cases. Diagnostic characteristics are most commonly found in the granulomatous stage and are described as being plasma cells with birefringent inclusions, Russell bodies, pseudoepitheliomatous hyperplasia, and groups of large vacuolated histiocytes containing Klebsiella rhinoscleromatis (Mikulicz cells).   == Treatment == Streptomycin (1g/day) and tetracycline (2g/day) are given together for about 4-6 weeks with a repeat, if necessary, after 1 month. Rifampicin and ciprofloxacin are also shown to be effective against this organism. Surgical treatment include rhinoplasty to correct any nasal deformities. However, if left untreated the disease can lead to sepsis, bleeding, or other chronic conditions that can be fatal.   == History == Hans von Hebra (1847–1902) wrote the classical description of the disease in a paper published in the January 1870 issue of the Wiener Medizinische Wochenschrift. Hans von Hebra was the son of Czech born dermatologist Ferdinand Ritter von Hebra (1816–1880), founder of the New Vienna School of Dermatology. He was assisted by M. Kohn who provided much of the histology for the paper. M. Kohn is the birth name of Moritz Kaposi (1837–1902). In 1876, Jan Mikulicz-Radecki contributed to the microscopic histology. In 1882, Anton Von Frisch (1849–1917) discovered the gram-negative bacillus which causes the disease.   == Terminology == Hebra nose. Scleroma. Fr: Sclérome. Sp: Rinoscleroma. Ger: Sklerom. Nasen-Rachenrauminduration. Archaic terms include: Syphilis of the nose. Nasal leprosy. Scleroma neonatorum. Scleroma respiratorum. Scrofulous lupus.   == See also == Erythrasma List of cutaneous conditions List of inclusion bodies that aid in diagnosis of cutaneous conditions   == References ==   == External links ==  DiBartolomeo, Scleroma of the nose and pharynx."}