{"name": "Rickettsia Infections", "category": "disease", "content": "Rickettsia is a genus of nonmotile, gram-negative, nonspore-forming, highly pleomorphic bacteria that may occur in the forms of cocci (0.1 μm in diameter), bacilli (1–4 μm long), or threads (up to about 10 μm long). The genus was named after Howard Taylor Ricketts in honor of his pioneering work on tick-borne spotted fever. Properly, Rickettsia is the name of a single genus, but the informal term \"rickettsia\", plural \"rickettsias\", usually not capitalised, commonly applies to any members of the order Rickettsiales. Being obligate intracellular bacteria, rickettsias depend on entry, growth, and replication within the cytoplasm of living eukaryotic host cells (typically endothelial cells). Accordingly, Rickettsia species cannot grow in artificial nutrient culture; they must be grown either in tissue or embryo cultures; typically, chicken embryos are used, following a method developed by Ernest William Goodpasture and his colleagues at Vanderbilt University in the early 1930s. Many new strains or species of Rickettsia are described each year. Some Rickettsia species are pathogens of medical and veterinary interest, but many Rickettsia are non-pathogenic to vertebrates, including humans, and infect only arthropods, often non-hematophagous, such as aphids or whiteflies. Many Rickettsia species are thus arthropod-specific symbionts, but are often confused with pathogenic Rickettsia (especially in medical literature), showing that the current view in rickettsiology has a strong anthropocentric bias. Pathogenic Rickettsia species are transmitted by numerous types of arthropods, including chiggers, ticks, fleas, and lice, and are associated with both human and plant diseases. Most notably, Rickettsia species are the pathogens responsible for typhus, rickettsialpox, boutonneuse fever, African tick-bite fever, Rocky Mountain spotted fever, Flinders Island spotted fever, and Queensland tick typhus (Australian tick typhus). The majority of pathogenic Rickettsia bacteria are susceptible to antibiotics of the tetracycline group.   == Classification == The classification of Rickettsia into three groups (spotted fever, typhus, and scrub typhus) was initially based on serology. This grouping has since been confirmed by DNA sequencing.  All three of these groups include human pathogens. The scrub typhus group has been reclassified as a related new genus,  Orientia, but they still are in the order Rickettsiales and accordingly still are grouped with the rest of the rickettsial diseases. Rickettsias are more widespread than previously believed and are known to be associated with arthropods, leeches, and protists. Divisions have also been identified in the spotted fever group and this group likely should be divided into two clades. Arthropod-inhabiting rickettsiae are generally associated with reproductive manipulation (such as parthenogenesis) to persist in host lineage. In March 2010, Swedish researchers reported a case of bacterial meningitis in a woman caused by Rickettsia helvetica previously thought to be harmless.   === Spotted fever group === Rickettsia rickettsii (Western Hemisphere) Rocky Mountain spotted fever Rickettsia akari (USA, former Soviet Union) Rickettsialpox Rickettsia conorii (Mediterranean countries, Africa, Southwest Asia, India) Boutonneuse fever Rickettsia sibirica (Siberia, Mongolia, northern China) Siberian tick typhus or North Asian tick typhus Rickettsia australis (Australia) Australian tick typhus Rickettsia felis (North and South America, Southern Europe, Australia) Flea-borne spotted fever Rickettsia japonica (Japan) Oriental spotted fever Rickettsia africae (South Africa) African tick bite fever Rickettsia hoogstraalii (Croatia, Spain and Georgia USA) Unknown pathogenicity   === Typhus group === Rickettsia prowazekii (worldwide) Epidemic typhus, recrudescent typhus, and sporadic typhus Rickettsia typhi (worldwide) Murine typhus (endemic typhus)   === Scrub typhus group === The causative agent of scrub typhus formerly known as R. tsutsugamushi has been reclassified into the genus Orientia.   == Flora and fauna pathogenesis == Plant diseases have been associated with these Rickettsia-like organisms (RLOs):  Beet latent rosette RLO Citrus greening bacterium possibly this citrus greening disease Clover leaf RLO Grapevine infectious necrosis RLO Grapevine Pierce's RLO Grapevine yellows RLO Witch's broom disease on Larix spp. Peach phony RLO Papaya Bunchy Top Disease Infection occurs in nonhuman mammals; for example, species of Rickettsia have been found to afflict the South American guanaco, Lama guanacoe potentially marsupials and reptiles.   == Pathophysiology ==  Rickettsial organisms are obligate intracellular parasites and invade vascular endothelial cells in target organs, damaging them and producing increased vascular permeability with consequent oedema, hypotension, and hypoalbuminaemia.   == Genomics == Certain segments of rickettsial genomes resemble those of mitochondria. The deciphered genome of R. prowazekii  is 1,111,523 bp long and contains 834 genes. Unlike free-living bacteria, it contains no genes for anaerobic glycolysis or genes involved in the biosynthesis and regulation of amino acids and nucleosides. In this regard, it is similar to mitochondrial genomes; in both cases, nuclear (host) resources are used. ATP production in Rickettsia is the same as that in mitochondria. In fact, of all the microbes known, the Rickettsia is probably the closest relative (in a phylogenetic sense) to the mitochondria. Unlike the latter, the genome of R. prowazekii, however, contains a complete set of genes encoding for the tricarboxylic acid cycle and the respiratory chain complex.  Still, the genomes of the Rickettsia, as well as the mitochondria, are frequently said to be \"small, highly derived products of several types of reductive evolution\". The recent discovery of another parallel between Rickettsia and viruses may become a basis for fighting HIV infection. Human immune response to the scrub typhus pathogen, Orientia tsutsugamushi, appears to provide a beneficial effect against HIV infection progress, negatively influencing the virus replication process. A probable reason for this actively studied phenomenon is a certain degree of homology between the rickettsiae and the virus, namely, common epitope(s) due to common genome fragment(s) in both pathogens. Surprisingly, the other infection reported to be likely to provide the same effect (decrease in viral load) is the virus-caused illness dengue fever. Comparative analysis of genomic sequences have also identified five conserved signature indels in important proteins, which are uniquely found in members of the genus Rickettsia. These indels consist of a four-amino-acid insertion in transcription repair coupling factor Mfd, a 10-amino-acid insertion in ribosomal protein L19, a one-amino-acid insertion in FtsZ, a one-amino-acid insertion in major sigma factor 70, and a one-amino-acid deletion in exonuclease VII. These indels are all characteristic of the genus and serve as molecular markers for Rickettsia. Bacterial small RNAs play critical roles in virulence and stress/adaptation responses. Although their specific functions have not been discovered in Rickettsia, few studies showed the expression of novel sRNA in human microvascular endothelial cells (HMEC) infected with Rickettsia. Genomes of intracellular or parasitic bacteria undergo massive reduction compared to their free-living relatives. Examples include Rickettsia for alpha proteobacteria, T. whipplei for Actinobacteria, Mycoplasma for Firmicutes (the low G+C content Gram-positive), and Wigglesworthia and Buchnera for gamma proteobacteria.   == Naming == The genus Rickettsia is named after Howard Taylor Ricketts (1871–1910), who studied Rocky Mountain spotted fever in the Bitterroot Valley of Montana, and eventually died of typhus after studying that disease in Mexico City. In his early part of career, he undertook research at Northwestern University on blastomycosis. He later worked on Rocky Mountain spotted fever at the University of Chicago and Bitterroot Valley of Montana. He was so devoted  to his research that on several occasions, he  injected himself with pathogens to study their effects. On account of the apparent similarity between Rocky Mountain fever and typhus fever, he became occupied in investigating the latter in Chicago where the disease was epidemic, and became a victim of the epidemic in 1910. His investigations and discoveries added materially to the sum of medical knowledge.   == References ==   == External links == Rickettsia genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID African Tick Bite Fever from the Centers for Disease Control and Prevention"}