{"name": "rifabutin", "category": "drug", "content": "Rifabutin (Rfb) is an antibiotic used to treat tuberculosis and prevent and treat Mycobacterium avium complex. It is typically only used in those who cannot tolerate rifampin such as people with HIV/AIDS on antiretrovirals. For active tuberculosis it is used with other antimycobacterial medications. For latent tuberculosis it may be used by itself when the exposure was with drug-resistant TB. Rifabutin was approved for medical use in the United States in 1992. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Rifabutin is now recommended as first-line treatment for tuberculosis (TB), but rifampicin was used more widely because of its cheaper cost. However, due to the expiration of patents, prices are now similar.   == Adverse effects == Common side effects include abdominal pain, nausea, rash, headache, and low blood neutrophil levels. Other side effects include muscles pains and uveitis., especially when hitting Bartonella and Babesia colonies in the capillaries of the ciliary body in the eye anterior chamber. While no harms have been found during pregnancy it has not been well studied in this population. Rifabutin is in the rifamycin family of medications. It works by blocking RNA production in bacteria.   == History == Scientists at the Italian drug company Achifar discovered rifabutin in 1975. (Eventually Archifar became part of Farmitalia Carlo Erba, a unit of the conglomerate Montedison which was subsequently bought by Pharmacia) This company's Adria Laboratories subsidiary filed for Food and Drug Administration (FDA) approval of rifabutin under the brand name Mycobutin in the early 1990s and the drug gained FDA approval in December 1992. Rifabutin is primarily bactericidal antibiotic drug used to treat tuberculosis. Its effect on bacteria is based on the DNA-dependent RNA polymerase blocking drug rifamycin S, a semi-synthetic derivative. It is effective, for example, in highly resistant mycobacteria, Gram-positive bacteria (and some are effective against Gram-negative bacteria), but also against Mycobacterium tuberculosis, M. leprae, and M. avium intracellulare.   == References =="}