{"name": "rifaximin", "category": "drug", "content": "Rifaximin, is a non-absorbable, broad spectrum antibiotic mainly used to treat travelers' diarrhea. It is based on the rifamycin antibiotics family. Since its approval in Italy in 1987, it has been licensed in over more than 30 countries for the treatment of a variety of gastrointestinal diseases like irritable bowel syndrome, and hepatic encephalopathy. It acts by inhibiting RNA synthesis in susceptible bacteria by binding to the RNA polymerase enzyme. This binding blocks translocation, which stops transcription.  It is marketed under the brand name Xifaxan by Salix Pharmaceuticals.   == Medical uses ==   === Travelers' diarrhea === Rifaximin is used to treat travelers' diarrhea (TD) caused by E. coli bacteria in adults and children at least 12 years of age. It treats travelers' diarrhea by stopping the growth of the bacteria that cause diarrhea. Rifaximin will not work to treat travelers' diarrhea that is bloody or occurs with fever.   === Irritable bowel syndrome === Rifaximin is used for the treatment of irritable bowel syndrome (IBS). It possesses anti-inflammatory and antibacterial properties, and is a nonabsorbable antibiotic that acts locally in the gut. These properties make it efficacious in relieving chronic functional symptoms of non-constipation type IBS. It appears to retain its therapeutic properties for this indication, even after repeated courses. It is particularly indicated where small intestine bacterial overgrowth is suspected of involvement in a person's IBS. Symptom relief or improvement can be obtained for global IBS symptoms, including: abdominal pain, flatulence, bloating, and stool consistency. A drawback is that repeated courses may be necessary for relapse of symptoms.   === Clostridioides difficile infection === Rifaximin may also be a useful addition to vancomycin when treating patients with relapsing C. difficile infection (CDI). However, the quality of evidence of these studies was judged to be low. Because exposure to rifamycins in the past may increase risk for resistance, rifaximin should be avoided in such cases.   === Hepatic encephalopathy === Rifaximin is used to prevent episodes of hepatic encephalopathy (changes in thinking, behavior, and personality caused by a build-up of toxins in the brain in people who have liver disease) in adults who have liver disease. It treats hepatic encephalopathy (HE) by stopping the growth of bacteria that produce toxins and that may worsen the liver disease. Although high-quality evidence is still lacking, it appears to be as effective as, or more effective than, other available treatments for hepatic encephalopathy (such as lactulose), is better tolerated, and may work faster. It prevents reoccurring encephalopathy and is associated with high patient satisfaction. People are more compliant and satisfied to take this medication than any other due to minimal side effects, prolonged remission, and overall cost. The drawbacks are increased cost, and lack of robust clinical trials for HE without combination lactulose therapy.   === Other uses === Other uses include treatment of: infectious diarrhea, small intestinal bacterial overgrowth, inflammatory bowel disease, and diverticular disease. It is effective in treating small intestinal bacterial overgrowth regardless of whether it is associated with irritable bowel syndrome or not. It has also shown efficacy with rosacea, ocular rosacea which also presents as dry eyes for patients with co-occurrence with small intestinal bacterial overgrowth (SIBO).   == Special caution == Patients should avoid rifaximin if they are allergic to any of rifabutin, rifampin, and rifapentine. It may cause attenuated vaccines (such as typhoid vaccine) not to work well. Health-care professionals should be informed about its usage before receiving immunization. Pregnant or breastfeeding women should avoid rifaximin: it is a pregnancy category C drug and can harm the fetus. Caution is required in persons with cirrhosis who have a Child–Pugh score of C.   == Side effects == Rifaximin has an excellent safety profile due to its lack of systemic absorption. Clinical trials did not show any serious adverse events while using the drug. There were no deaths while using it in the clinical trials. The most common side effects include nausea, stomach pain, dizziness, fatigue, headaches, muscle tightening and joint pain. It may also cause reddish discoloration of urine. The most serious side effects of rifaximin are:  Clostridioides difficile-associated diarrhea (CDAD) Drug-resistant bacterial superinfection Severe allergic reactions including hives, rashes and itching   == Interactions == As rifaximin is not significantly absorbed from the gut, the great majority of these drug interactions are negligible in people with healthy liver function, so healthcare providers usually do not worry about drug interactions unless liver impairment is present. It may decrease the effectiveness of warfarin, a commonly prescribed anticoagulant, in people with liver problems.   == Pharmacology == Rifaximin is a semisynthetic broad spectrum antibacterial drug, derived through chemical modification of the natural antibiotic rifamycin.  It has very low bioavailability due to its poor absorption after oral administration. Because of this local action within the gut and the lack of horizontal transfer of resistant genes, the development of bacterial resistance is rare, and most of the drug taken orally stays in the gastrointestinal tract where the infection takes place.   === Mechanism of action === Rifaximin interferes with transcription by binding to the β-subunit of bacterial RNA polymerase. This results in the blockage of the translocation step that normally follows the formation of the first phosphodiester bond, which occurs in the transcription process. This in turn results in a reduction of bacteria populations, including gas-producing bacteria, which may reduce mucosal inflammation, epithelial dysfunction, and visceral hypersensitivity. Rifaximin has broad spectrum antibacterial properties against both gram positive and gram negative anaerobic and aerobic bacteria. As a result of bile acid solubility, its antibacterial action is limited mostly to the small intestine and less so the colon. A resetting of the bacterial composition has also been suggested as a possible mechanism of action for relief of IBS symptoms. Additionally, rifaximin may have a direct anti-inflammatory effect on gut mucosa via modulation of the pregnane X receptor. Other mechanisms for its therapeutic properties include inhibition of bacterial translocation across the epithelial lining of the intestine, inhibition of adherence of bacteria to the epithelial cells, and a reduction in the expression of proinflammatory cytokines.   == Availability == In the United States, Salix Pharmaceuticals holds a US Patent for rifaximin and markets the drug under the name Xifaxan. In addition to receiving FDA approval for travelers' diarrhea and (marketing approved for) hepatic encephalopathy, rifaximin received FDA approval for IBS in May 2015. No generic formulation is available in the US and none has appeared due to the fact that the FDA approval process was ongoing. If rifaximin receives full FDA approval for hepatic encephalopathy it is likely that Salix will maintain marketing exclusivity and be protected from generic formulations until 24 March 2017. In 2018, a patent dispute with Teva was settled which delayed a generic in the United States, with the patent set to expire in 2029. Rifaximin is approved in 33 countries for GI disorders. On 13 August 2013, Health Canada issued a Notice of Compliance to Salix Pharmaceuticals Inc. for the drug product Zaxine. In India, it is available under the brand names Ciboz and Xifapill. In Russia and Ukraine the drug is sold under the name Alfa Normix (Альфа Нормикс), and under the name Flonorm in Mexico, produced by Alfa Wassermann S.p.A.  (Italy). In 2018, the FDA approved a similar drug by Cosmos Pharmaceuticals called Aemcolo for traveler's diarrhea.   == References =="}