{"name": "rifampicin", "category": "drug", "content": "Rifampicin, also known as rifampin, is an ansamycin antibiotic used to treat several types of bacterial infections, including tuberculosis (TB), Mycobacterium avium complex, leprosy, and Legionnaires' disease. It is almost always used together with other antibiotics with two notable exceptions: when given as a \"preferred treatment that is strongly recommended\" for latent TB infection; and when used as post-exposure prophylaxis to prevent Haemophilus influenzae type b and meningococcal disease in people who have been exposed to those bacteria. Before treating a person for a long period of time, measurements of liver enzymes and blood counts are recommended. Rifampicin may be given either by mouth or intravenously. Common side effects include nausea, vomiting, diarrhea, and loss of appetite. It often turns urine, sweat, and tears a red or orange color. Liver problems or allergic reactions may occur. It is part of the recommended treatment of active tuberculosis during pregnancy,  though its safety in pregnancy is not known. Rifampicin is of the rifamycin group of antibiotics. It works by decreasing the production of RNA by bacteria. Rifampicin was discovered in 1965, marketed in Italy in 1968, and approved in the United States in 1971. It is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies rifampicin as critically important for human medicine. It is available as a generic medication. Rifampicin is made by the soil bacterium Amycolatopsis rifamycinica.   == Medical uses ==   === Mycobacteria === Rifampicin is used for the treatment of tuberculosis in combination with other antibiotics, such as pyrazinamide, isoniazid, and ethambutol. For the treatment of tuberculosis, it is administered daily for at least six months. Combination therapy is used to prevent the development of resistance and to shorten the length of treatment. Resistance of Mycobacterium tuberculosis to rifampicin develops quickly when it is used without another antibiotic, with laboratory estimates of resistance rates from 10−7 to 10−10 per tuberculosis bacterium per generation. Rifampicin can be used alone in patients with latent tuberculosis infections to prevent or delay the development of active disease because only small numbers of bacteria are present. A Cochrane review found no difference in efficacy between a 3- to 4-month regimen of rifampicin and a 6-month regimen of isoniazid for preventing active tuberculosis in patients not infected with HIV, and patients who received rifampicin had a lower rate of hepatotoxicity. However, the quality of the evidence was judged to be low. A shorter 2-month course of rifampicin and pyrazinamide had previously been recommended but is no longer recommended due to high rates of hepatotoxicity. Rifampicin should be taken on an empty stomach with a glass of water. It is generally taken either at least one hour before meals or two hours after meals. Rifampicin is also used to treat nontuberculous mycobacterial infections including leprosy (Hansen's disease) and Mycobacterium kansasii. With multidrug therapy used as the standard treatment of Hansen's disease, rifampicin is always used in combination with dapsone and clofazimine to avoid causing drug resistance. It is also used in the treatment of Mycobacterium ulcerans infections as associated with Buruli ulcer, usually in combination with clarithromycin or other antibiotics.   === Other bacteria and protozoans === In 2008, tentative evidence showed rifampicin may be useful in the treatment of methicillin-resistant Staphylococcus aureus (MRSA) in combination with other antibiotics, including in difficult-to-treat infections such as osteomyelitis and prosthetic joint infections. As of 2012,  if rifampicin combination therapy was useful for pyogenic vertebral osteomyelitis was unclear. A meta-analysis concluded that adding adjunctive rifampicin to a β-lactam or vancomycin may improve outcomes in staphylococcus aureus bacteremia. However, a more recent trial found no benefit from adjunctive rifampicin. It is also used as preventive treatment against Neisseria meningitidis (meningococcal) infections. Rifampicin is also recommended as an alternative treatment for infections by the tick-borne pathogens Borrelia burgdorferi and Anaplasma phagocytophilum when treatment with doxycycline is contraindicated, such as in pregnant women or in patients with a history of allergy to tetracycline antibiotics. It is also sometimes used to treat infections by Listeria species, Neisseria gonorrhoeae, Haemophilus influenzae, and Legionella pneumophila. For these nonstandard indications, antimicrobial susceptibility testing should be done (if possible) before starting rifampicin therapy. The Enterobacteriaceae, Acinetobacter species, and Pseudomonas species are intrinsically resistant to rifampicin. It has been used with amphotericin B in largely unsuccessful attempts to treat primary amoebic meningoencephalitis caused by Naegleria fowleri. Rifampicin can be used as monotherapy for a few days as prophylaxis against meningitis, but resistance develops quickly during long-term treatment of active infections, so the drug is always used against active infections in combination with other antibiotics. Rifampicin is relatively ineffective against spirochetes, which has led to its use as a selective agent capable of isolating them in materials being cultured in laboratories.   === Viruses === Rifampicin has some effectiveness against vaccinia virus.   === Pathogen susceptibility === The minimum inhibitory concentrations of rifampicin for several medically significant pathogens are:  Mycobacterium tuberculosis — 0.002 – 64 μg/mL Mycobacterium bovis — 0.125 μg/mL Staphylococcus aureus (methicillin resistant) — ≤ 0.006–256 μg/mL Chlamydia pneumoniae — 0.005 μg/mL   === Primary biliary cholangitis === Rifampicin is used to treat itchiness caused by primary biliary cholangitis. The treatment-related adverse effects include hepatotoxicity, nephrotoxicity, hemolysis, and interactions with other drugs. For those reasons as well as some ethical concerns regarding off-label use of antibiotics, rifampin as a very effective preventive antibiotic for meningitis, is not considered appropriate for itchiness.   === Hidradenitis suppurativa === Rifampicin with clindamycin has been used to treat the skin disease hidradenitis suppurativa.   == Adverse effects == The most serious adverse effect is hepatotoxicity, and people receiving it often undergo baseline and frequent liver function tests to detect early liver damage. The more common side effects include fever, gastrointestinal disturbances, rashes, and immunological reactions. Taking rifampicin usually causes certain bodily fluids, such as urine, sweat, and tears, to become orange-red in color, a benign side effect that nonetheless can be frightening if it is not expected. This may also be used to monitor effective absorption of the drug (if drug color is not seen in the urine, the patient may wish to move the drug dose farther in time from food or milk intake). The discolorization of sweat and tears is not directly noticeable, but sweat may stain light clothing orange, and tears may permanently stain soft contact lenses. Since rifampicin may be excreted in breast milk, breastfeeding should be avoided while it is being taken. Other adverse effects include:  Liver toxicity—hepatitis, liver failure in severe cases Respiratory—breathlessness Cutaneous—flushing, pruritus, rash, hyperpigmentation, redness and watering of eyes Abdominal — nausea, vomiting, abdominal cramps, diarrhea Flu-like symptoms—chills, fever, headache, arthralgia, and malaise. Rifampicin has good penetration into the brain, and this may directly explain some malaise and dysphoria in a minority of users. Allergic reaction—rashes, itching, swelling of the tongue or throat, severe dizziness, and trouble breathing   == Chemical structure == Rifampicin is a polyketide belonging to the chemical class of compounds termed ansamycins, so named because of their heterocyclic structure containing a naphthoquinone core spanned by an aliphatic ansa chain. The naphthoquinonic chromophore gives rifampicin its characteristic red-orange crystalline color. The critical functional groups of rifampicin in its inhibitory binding of bacterial RNA polymerase are the four critical hydroxyl groups of the ansa bridge and the naphthol ring, which form hydrogen bonds with amino acid residues on the protein. Rifampicin is the 3-(4-methyl-1-piperazinyl)-iminomethyl derivative of rifamycin SV.   == Interactions == Rifampicin is the most powerful known inducer of the hepatic cytochrome P450 enzyme system, including isoenzymes CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP3A4, CYP3A5, and CYP3A7. It increases metabolism of many drugs and as a consequence, can make them less effective, or even ineffective, by decreasing their levels. For instance, patients undergoing long-term anticoagulation therapy with warfarin have to increase their dosage of warfarin and have their clotting time checked frequently because failure to do so could lead to inadequate anticoagulation, resulting in serious consequences of thromboembolism. Rifampicin can reduce the efficacy of birth control pills or other hormonal contraception by its induction of the cytochrome P450 system, to the extent that unintended pregnancies have occurred in women who use oral contraceptives and took rifampicin even for very short courses (for example, as prophylaxis against exposure to bacterial meningitis). Other interactions include decreased levels and less effectiveness of antiretroviral agents, everolimus, atorvastatin, rosiglitazone, pioglitazone, celecoxib, clarithromycin, caspofungin, voriconazole, and lorazepam. Rifampicin is antagonistic to the microbiologic effects of the antibiotics gentamicin and amikacin. The activity of rifampicin against some species of mycobacteria can be potentiated by isoniazid (through inhibiting mycolate synthesis) and ambroxol (through host directed effects in autophagy and pharmacokinetics).   == Pharmacology ==   === Mechanism of action ===  Rifampicin inhibits bacterial DNA-dependent RNA synthesis by inhibiting bacterial DNA-dependent RNA polymerase. Crystal structure data and biochemical data suggest that rifampicin binds to the pocket of the RNA polymerase β subunit within the DNA/RNA channel, but away from the active site. The inhibitor prevents RNA synthesis by physically blocking elongation, and thus preventing synthesis of host bacterial proteins. By this \"steric-occlusion\" mechanism, rifampicin blocks synthesis of the second or third phosphodiester bond between the nucleotides in the RNA backbone, preventing elongation of the 5' end of the RNA transcript past more than 2 or 3 nucleotides. In a recent study Rifampicin was shown to bind to cytochrome P450 reductase and alter its conformation as well as activity towards supporting metabolism of progesterone via CYP21A2.   === Mechanism of resistance === Resistance to rifampicin arises from mutations that alter residues of the rifampicin binding site on RNA polymerase, resulting in decreased affinity for rifampicin. Resistance mutations map to the rpoB gene, encoding the beta subunit of RNA polymerase. The majority of resistance mutations in E. coli are in 3 clusters on rpoB. Cluster I is amino acids 509 to 533, cluster II is amino acids 563 to 572, and cluster III is amino acid 687. When describing mutations in rpoB in other species, the corresponding amino acid number in E. coli is usually used. In Mycobacterium tuberculosis, the majority of mutations leading to rifampicin resistance are in cluster I, in a 81bp hotspot core region called RRDR for \"rifampcin resistance determining region\". A change in amino acid 531 from serine to leucine arising from a change in the DNA sequence of TCG to TTG is the most common mutation. Tuberculosis resistance has also occurred due to mutations in the N-terminal region of rpoB and cluster III. An alternative mechanism of resistance is through Arr-catalyzed ADP-ribosylation of rifampicin. With the assistance of the enzyme Arr produced by the pathogen Mycobacterium smegmatis, ADP-ribose is added to rifampicin at one of its ansa chain hydroxy groups, thereby inactivating the drug.   === Resistance in tuberculosis === Mycobacterial resistance to rifampicin may occur alone or along with resistance to other first-line antitubercular drugs. Early detection of such multidrug or extensively drug-resistant tuberculosis is critical in improving patient outcomes by instituting appropriate second-line treatments, and in decreasing transmission of drug-resistant TB. Traditional methods of detecting resistance involve mycobacterial culture and drug susceptibility testing, results of which could take up to 6 weeks. Xpert MTB/RIF assay is an automated test that can detect rifampicin resistance, and also diagnose tuberculosis. A Cochrane review updated in 2014 and 2021 concluded that for rifampicin resistance detection, Xpert MTB/RIF was accurate, that is (95%) sensitive and (98%) specific.   === Pharmacokinetics === Orally administered rifampicin results in peak plasma concentrations in about 2–4 hours. 4-Aminosalicylic acid (another antituberculosis drug) significantly reduces absorption of rifampicin, and peak concentrations may be lower. If these two drugs must be used concurrently, they must be given separately, with an interval of 8 to 12 hours between administrations. Rifampicin is easily absorbed from the gastrointestinal (GI) tract; its ester functional group is quickly hydrolyzed in bile, and it is catalyzed by a high pH and substrate-specific esterases. After about 6 hours, almost all of the drug is deacetylated. Even in this deacetylated form, rifampicin is still a potent antibiotic; however, it can no longer be reabsorbed by the intestines and is eliminated from the body. Only about 7% of the administered drug is excreted unchanged in urine, though urinary elimination accounts for only about 30% of the drug excretion. About 60% to 65% is excreted through feces. The half-life of rifampicin ranges from 1.5 to 5.0 hours, though hepatic impairment significantly increases it. Food consumption inhibits its absorption from the GI tract, and the drug is more quickly eliminated. When rifampicin is taken with a meal, its peak blood concentration falls by 36%. Antacids do not affect its absorption. The decrease in rifampicin absorption with food is sometimes enough to noticeably affect urine color, which can be used as a marker for whether or not a dose of the drug has been effectively absorbed. Distribution of the drug is high throughout the body, and reaches effective concentrations in many organs and body fluids, including the cerebrospinal fluid. Since the substance itself is red, this high distribution is the reason for the orange-red color of the saliva, tears, sweat, urine, and feces. About 60% to 90% of the drug is bound to plasma proteins.   == Use in biotechnology == Rifampicin inhibits bacterial RNA polymerase, and is commonly used to inhibit the synthesis of host bacterial proteins during recombinant protein expression in bacteria. RNA encoding for the recombinant gene is usually transcribed from DNA by a viral T7 RNA polymerase, which is not affected by rifampicin.   == History == In 1957, a soil sample from a pine forest on the French Riviera was brought for analysis to the Lepetit Pharmaceuticals research lab in Milan, Italy. There, a research group headed by Piero Sensi and Maria Teresa Timbal discovered a new bacterium. This new species produced a new class of molecules with antibiotic activity. Because Sensi, Timbal and the researchers were particularly fond of the French crime story Rififi (about a jewel heist and rival gangs), they decided to call these compounds rifamycins. After two years of attempts to obtain more stable semisynthetic products, a new molecule with high efficacy and good tolerability was produced in 1965 and was named rifampicin. Rifampicin was first sold in Italy in 1968 and was approved by the FDA in 1971.   == Society and culture ==   === Cancer-causing impurities ===  In August 2020, the U.S. Food and Drug Administration (FDA) became aware of nitrosamine impurities in certain samples of rifampin. The FDA and manufacturers are investigating the origin of these impurities in rifampin, and the agency is developing testing methods for regulators and industry to detect the 1-methyl-4-nitrosopiperazine (MNP). MNP belongs to the nitrosamine class of compounds, some of which are classified as probable or possible human carcinogens (substances that could cause cancer), based on laboratory tests such as rodent carcinogenicity studies. Although there are no data available to directly evaluate the carcinogenic potential of MNP, information available on closely related nitrosamine compounds was used to calculate lifetime exposure limits for MNP. As of January 2021, the FDA continues to investigate the presence of 1-methyl-4-nitrosopiperazine (MNP) in rifampin or 1-cyclopentyl-4-nitrosopiperazine (CPNP) in rifapentine approved for sale in the US.   === Names === Rifampicin is the INN and BAN, while rifampin is the USAN. Rifampicin may be abbreviated R, RMP, RA, RF, or RIF (US). Rifampicin is also known as rifaldazine, rofact, and rifampin in the United States, also as rifamycin SV. Its chemical name is 5,6,9,17,19,21-hexahydroxy-23-methoxy-2,4,12,16,18,20,22-heptamethyl-8-[N-(4-methyl-1-piperazinyl)formimidoyl]-2,7-(epoxypentadeca[1,11,13]trienimino)-naphtho[2,1-b]furan-1,11(2H)-dione 21-acetate. Rifampicin is available under many brand names worldwide.   == References ==   == External links == \"Nitrosamine impurities in medications: Guidance\". Health Canada. 4 April 2022."}