{"name": "Right-sided Staphylococcus aureus endocarditis", "category": "disease", "content": "Infective endocarditis is an infection of the inner surface of the heart (endocardium), usually the valves. Signs and symptoms may include fever, small areas of bleeding into the skin, heart murmur, feeling tired, and low red blood cell count. Complications may include backward blood flow in the heart, heart failure – the heart struggling to pump a sufficient amount of blood to meet the body's needs, abnormal electrical conduction in the heart, stroke, and kidney failure. The cause is typically a bacterial infection and less commonly a fungal infection. Risk factors include valvular heart disease, including rheumatic disease, congenital heart disease, artificial valves, hemodialysis, intravenous drug use, and electronic pacemakers. The bacteria most commonly involved are streptococci or staphylococci. Diagnosis is suspected based on symptoms and supported by blood cultures or ultrasound of the heart. There is also a noninfective form of endocarditis. The usefulness of antibiotics following dental procedures for prevention is unclear. Some recommend them for people at high risk. Treatment is generally with intravenous antibiotics. The choice of antibiotics is based on the results of blood cultures. Occasionally heart surgery is required. The number of people affected is about 5 per 100,000 per year. Rates, however, vary between regions of the world. Infective endocarditis occurs in males more often than in females. The risk of death among those infected is about 25%. Without treatment, it is almost universally fatal. Improved diagnosis and treatment options have significantly enhanced the life expectancy of patients with infective endocarditis, particularly with congenital heart disease.   == Classification == Infective endocarditis is divided into the three categories of acute, subacute, and chronic based on the duration of symptoms. Acute infective endocarditis refers to the presence of signs and symptoms of infective endocarditis that are present for days up to six weeks. If these signs and symptoms persist for more than six weeks but less than three months, this is subacute infective endocarditis. Chronic infective endocarditis refers to the presence of such signs and symptoms when they persist for more than three months.  Subacute bacterial endocarditis (SBE) is often due to streptococci of low virulence (mainly viridans streptococci) and mild to moderate illness which progresses slowly over weeks and months (>2 weeks) and has low propensity to hematogenously seed extracardiac sites. Acute bacterial endocarditis (ABE) is a fulminant illness over days to weeks (<2 weeks), and is more likely due to Staphylococcus aureus, which has much greater virulence or disease-producing capacity and frequently causes metastatic infection. This classification is now discouraged, because the ascribed associations (in terms of organism and prognosis) were not strong enough to be relied upon clinically. The terms short incubation (meaning less than about six weeks) and long incubation (greater than about six weeks) are preferred.   === Culture results === Infective endocarditis may also be classified as culture-positive or culture-negative. By far the most common cause of \"culture-negative\" endocarditis is prior administration of antibiotics and can occur in up to 31% of cases. Sometimes microorganisms can take a longer period of time to grow in the culture media, for example Cutibacterium spp. and the HACEK bacteria group. Some organisms are said to be fastidious because they have demanding growth requirements. Some examples include pathogens like Aspergillus species, Brucella species, Coxiella burnetii, Chlamydia species. Due to delay in growth and identification in these cases, patients may be erroneously classified as \"culture-negative\" endocarditis.   === Heart side === Endocarditis can also be classified by the side of the heart affected:  People who intravenously inject opioids such as heroin or methamphetamine may introduce infection which can travel to the right side of the heart, classically affecting the tricuspid valve, and most often caused by S. aureus. Regardless of cause, left-sided endocarditis is the most common, while right-sided endocarditis accounts for 5-10% of cases and is more common in people who inject IV drugs and in patients with congenital heart disease.   === Infection setting === Another form of endocarditis is healthcare-associated endocarditis when the infecting organism is believed to be transmitted in a health care setting like hospital, dialysis unit or a residential nursing home. Nosocomial endocarditis is a form of healthcare associated endocarditis in which the infective organism is acquired during a stay in a hospital and it is usually secondary to presence of intravenous catheters, total parenteral nutrition lines, pacemakers, etc.   === Valve type === Finally, the distinction between native-valve endocarditis and prosthetic-valve endocarditis is clinically important. Prosthetic valve endocarditis can be early (within 1 year of surgery) or late (> 1 year following valvular surgery).  Early prosthetic valve endocarditis is usually due to intraoperative contamination or postoperative bacterial contamination which is usually nosocomial in nature. Late prosthetic valve endocarditis is usually due to community-acquired microorganisms. Prosthetic valve endocarditis is commonly caused by Staphylococcus epidermidis as it is capable of growing as a biofilm on plastic surfaces. Cutibacterium acnes  almost exclusively causes endocarditis on prosthetic heart valves.   == Signs and symptoms == Fever occurs in 97% of people; malaise and endurance fatigue in 90% of people. A new or changing heart murmur, weight loss, and coughing occurs in 35% of people. Vascular phenomena: septic embolism (a piece of infected debris or tissue breaking off and traveling through the bloodstream to a distant site) (causing thromboembolic problems such as a stroke or gangrene of the fingers), Janeway lesions (painless hemorrhagic cutaneous lesions on the palms and soles), bleeding in the brain, conjunctival hemorrhage, splinter hemorrhages, kidney infarcts, and splenic infarcts. Infective endocarditis can also lead to the formation of mycotic aneurysms. Immunologic phenomena: glomerulonephritis which allows for blood and albumin to enter the urine, Osler's nodes (\"ephemeral spots of a painful nodular erythema, chiefly in the skin of the hands and feet\"), Roth's spots on the retina, positive serum rheumatoid factor Other signs may include night sweats, rigors, anemia, spleen enlargement   == Cause == Many microorganisms can cause infective endocarditis. These are generally isolated by blood culture, where the patient's blood is drawn and any growth is noted and identified. The term bacterial endocarditis (BE) commonly is used, reflecting the fact that most cases of IE are due to bacteria; however, infective endocarditis (IE) has become the preferred term.   === Bacterial === Staphylococcus aureus is the leading cause of infective endocarditis in most parts of the world and is responsible for about 31% of cases. Staphylococcus aureus is the most common cause of endocarditis in people who use intravenous drugs. Viridans streptococci and Enterococci are the second and third most common organisms responsible for infective endocarditis. Viridans streptococci are a common cause of infective endocarditis in South America. Other Streptococci  are also a frequent cause. Infective endocarditis due to Streptococcus bovis occurs more commonly in Europe than in North America. HACEK group of bacteria are also rare causes of infective endocarditis in North America. The viridans group includes S. oralis, S. mitis, S. sanguis, S. gordonii and S. parasanguis. The primary habitats for these organisms are the oral cavity and upper respiratory tract. These bacteria are present in the normal oral flora and enter the bloodstream due to disruption of tissues in the mouth when dental surgical procedures are performed (tooth extractions) or genitourinary manipulation. Similarly, HACEK organisms are a group of bacteria that live on the dental gums and can be seen with people who inject drugs who contaminate their needles with saliva. Patients may also have a history of poor dental hygiene or pre-existing valvular disease. Viridans alpha-hemolytic streptococci, that are present in the mouth, are the most frequently isolated microorganisms when the infection is acquired in a community setting. In contrast, Staphylococcus bloodstream infections are frequently acquired in a health care setting where they can enter the bloodstream through procedures that cause breaks in the integrity of skin, such as surgery, catheterization, or during access of long term indwelling catheters or secondary to intravenous injection of recreational drugs. Enterococcus can enter the bloodstream as a consequence of abnormalities in the gastrointestinal or genitourinary tracts. Some organisms, when isolated, give valuable clues to the cause, as they tend to be specific.  Pseudomonas species, which are very resilient organisms that thrive in water, may contaminate street drugs that have been contaminated with drinking water. P. aeruginosa can infect a child through foot punctures, and can cause both endocarditis and septic arthritis. S. bovis and Clostridium septicum, which are part of the natural flora of the bowel, are associated with colon cancers. When they present as the causative agent in endocarditis, it usually prompts a colonoscopy to be done immediately due to concerns regarding spread of bacteria from the colon through the bloodstream due to the cancer breaking down the barrier between the inside of the colon (lumen) and the blood vessels which drain the bowel. Less commonly reported bacteria responsible for so called \"culture negative endocarditis\" include Bartonella, Chlamydia psittaci, and Coxiella. Such bacteria can be identified by serology, culture of the excised valve tissue, sputum, pleural fluid, and emboli, and by polymerase chain reaction or sequencing of bacterial 16S ribosomal RNA. Multiple case reports of infective endocarditis caused by unusual organisms have been published. Cutibacterium spp., which are normal skin flora, have been responsible for infective endocarditis, preferably in patients with prosthetic heart valves, in rare cases leading to death.Tropheryma whipplei has caused endocarditis without gastrointestinal involvement. Citrobacter koseri was found in an immunocompetent adult. Neisseria bacilliformis was found in a person with a bicuspid aortic valve.   ==== Dental operations ==== One in eight cases of infective endocarditis is thought to be caused by S. viridans infection associated with dental procedures such as cleaning or tooth extraction. This was thought to be more clinically significant than it is. However, it is important that a dentist or a dental hygienist be told of any heart problems before commencing treatment. Prophylactic antibiotics were regularly administered to patients with certain heart conditions as a precaution, although this practice has changed in the US, with new American Heart Association guidelines released in 2007, and in the UK as of March 2008 due to new NICE guidelines.   === Fungal === Fungal endocarditis (FE) is often fatal and one of the most serious forms of infective endocarditis. The types of fungi most seen associated with this disease are: Candida albicans is found as a spherical or oval budding yeast. It is associated with endocarditis in people who inject drugs, patients with prosthetic valves, and immunocompromised patients. It forms biofilms around thick-walled resting structures like prosthetic heart valves and additionally colonizes and penetrates endothelial walls. C. albicans is responsible for 24-46% of all the cases of FE, and its mortality rate is 46.6–50%. Other fungi demonstrated to cause endocarditis are Histoplasma capsulatum and Aspergillus. Aspergillus contributes to roughly 25% of FE cases. Endocarditis with Tricosporon asahii has also been reported in a case report.   === Risk factors === Risk factors for infective endocarditis are based on the premise that in a healthy individual, bacteremia (bacteria entering the bloodstream) is cleared quickly with no adverse consequences. However, if a heart valve is damaged, the bacteria can attach themselves to the valve, resulting in infective endocarditis. Additionally, in individuals with weakened immune systems, the concentration of bacteria in the blood can reach levels high enough to increase the probability that some will attach to the valve. Some significant risk factors are listed here:  Artificial heart valves Intracardiac devices, such as implantable cardioverter-defibrillators Unrepaired cyanotic congenital heart defects History of infective endocarditis Neoplastic disease Chronic rheumatic heart disease, which is an autoimmune response to repeated Streptococcus pyogenes infection (mostly in the developing world) Age-related degenerative valvular lesions Congenital heart valve abnormalities Hemodialysis, a medical procedure that filters the blood of individuals with kidney failure Poor oral hygiene IVDU (IV drug user) Co-existing immunosuppressing conditions, such as diabetes mellitus, alcohol use disorder, chronic liver disease, and HIV/AIDS   == Pathogenesis ==  Damaged valves and endocardium contribute to the development of infective endocarditis. Specifically, the damaged part of a heart valve forms a local blood clot, a condition known as non-bacterial thrombotic endocarditis (NBTE). The platelet and fibrin deposits that form as part of the blood clotting process allow bacteria to take hold and form vegetations. As previously mentioned, the body has no direct methods of combating valvular vegetations because the valves do not have a dedicated blood supply. This combination of damaged valves, bacterial growth, and lack of a strong immune response results in infective endocarditis. Damage to the valves and endocardium can be caused by:  Altered, turbulent blood flow. The areas that fibrose, clot, or roughen as a result of this altered flow are known as jet lesions. Altered blood flow is more likely in high pressure areas, so ventricular septal defects or patent ductus arteriosus can create more susceptibility than atrial septal defects. Catheters, electrodes, and other intracardiac prosthetic devices. Solid particles from repeated intravenous injections. Chronic inflammation. Examples include auto-immune mechanisms and degenerative valvular lesions. The risk factors for infective endocarditis provide a more extensive list of conditions that can damage the heart.   == Diagnosis ==  In general, the Duke criteria should be fulfilled in order to establish the diagnosis of endocarditis. Although the Duke criteria are widely used, they have significant limitations. For example, the sensitivity of the Duke criteria for detecting infective endocarditis decreases when prosthetic heart valves are present. As the Duke criteria rely heavily on the results of echocardiography, research has addressed when to order an echocardiogram by using signs and symptoms to predict occult endocarditis among people who inject drugs and among non drug-abusing patients. However, this research is over twenty years old and it is possible that changes in the epidemiology of endocarditis and bacteria such as staphylococci make the following estimates incorrect. The blood tests C reactive protein (CRP) and procalcitonin have not been found to be particularly useful in helping make or rule out the diagnosis.   === Ultrasound === Echocardiography is the main type of diagnostic imaging used to establish the diagnosis of infective endocarditis. There are two main types of echocardiography used to assist with the diagnosis of IE: transthoracic echocardiography (TTE) and transesophageal echocardiography (TEE). The transthoracic echocardiogram has a sensitivity and specificity of approximately 65% and 95% if the echocardiographer believes there is 'probable' or 'almost certain' evidence of endocarditis. However, in endocarditis involving a prosthetic valve, TTE has a sensitivity of approximately 50%, whereas TEE has a sensitivity exceeding 90%. The TEE also has an important diagnostic role when the TTE does not reveal IE but diagnostic suspicion remains high,  since TEE is more sensitive for infective endocarditis and is better able to characterize infection-related damage to the heart valves and surrounding tissues. Guidelines support the initial use of TTE over TEE in people with abnormal blood cultures, a new heart murmur, and suspected infective endocarditis. TEE is the preferred initial form of imaging in people with suspected infective endocarditis who have a moderate to high pretest probability of infective endocarditis, including people with prosthetic heart valves, blood cultures growing Staphylococcus,  or have an intracardiac device (such as a pacemaker).  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Modified Duke criteria === Established in 1994 by the Duke Endocarditis Service and revised in 2000, the Duke criteria are a collection of major and minor criteria used to establish a diagnosis of infective endocarditis. According to the Duke criteria, diagnosis of infective endocarditis can be definite, possible, or rejected. A diagnosis of infective endocarditis is definite if either the following pathological or clinical criteria are met: One of these pathological criteria:  Histology or culture of cardiac vegetation, embolized vegetation, or intracardiac abscess from the heart finds microorganisms Active endocarditis One of these combinations of clinical criteria  Two major clinical criteria One major and three minor criteria Five minor criteria Diagnosis of infective endocarditis is possible if one of the following combinations of clinical criteria is met:  One major and one minor criteria Three minor criteria are fulfilled   ==== Major criteria ==== Positive blood culture with typical IE microorganism, defined as one of the following:  Typical microorganism consistent with IE from two separate blood cultures, as noted below: Viridans-group streptococci, or Streptococcus bovis including nutritional variant strains, or HACEK group, or Staphylococcus aureus, or Community-acquired enterococci, in the absence of a primary focus Microorganisms consistent with IE from persistently positive blood cultures defined as: Two positive cultures of blood samples drawn >12 hours apart, or Three or a majority of ≥four separate blood cultures (with first and last sample drawn at least one hour apart) Coxiella burnetii detected by at least one positive blood culture or IgG antibody titer for Q fever phase 1 antigen >1:800. This was previously a minor criterion Evidence of endocardial involvement with positive echocardiogram is defined as  Oscillating intracardiac mass on valve or supporting structures, in the path of regurgitant jets, or on implanted material in the absence of an alternative anatomic explanation, or Abscess, or New partial dehiscence of prosthetic valve or new valvular regurgitation (worsening or changing of preexisting murmur not sufficient)   ==== Minor criteria ==== Predisposing factor: known cardiac lesion, recreational drug injection Fever >38 °C Vascular phenomena: arterial emboli, pulmonary infarcts, Janeway lesions, conjunctival hemorrhage Immunological phenomena: glomerulonephritis, Osler's nodes, Roth's spots, Rheumatoid factor Microbiologic evidence: Positive blood culture (that doesn't meet a major criterion) or serologic evidence of infection with organism consistent with IE but not satisfying major criterion Updated (2023) Modified Duke Criteria for Infective Endocarditis: Infective endocarditis (IE) is a life-threatening condition and the Duke criteria (established in 1994 and revised in 2000) has been fundamental for the diagnosis of the disease. However, the landscape of micro-biology, diagnostics, epidemiology, and treatment for lE has evolved significantly over the years. The 2023 modified Duke criteria address these changes: Updated (2023) Modified Duke Criteria for Infective Endocarditis   === Risk === Among people who do not use intravenous drugs and have a fever in the emergency department, there is a less than 5% chance of occult endocarditis. Mellors in 1987 found no cases of endocarditis nor of staphylococcal bacteremia among 135 febrile patients in the emergency room. The upper confidence interval for 0% of 135 is 5%, so for statistical reasons alone, there is up to a 5% chance of endocarditis among these patients. In contrast, Leibovici found that among 113 non-selected adults admitted to the hospital because of fever there were two cases (1.8% with 95%CI: 0% to 7%) of endocarditis. Among people who do use intravenous drugs and have a fever in the emergency department, there is about a 10% to 15% prevalence of endocarditis. This estimate is not substantially changed by whether the doctor believes the patient has a trivial explanation for their fever. Weisse found that 13% of 121 patients had endocarditis. Marantz also found a prevalence of endocarditis of 13% among such patients in the emergency department with fever. Samet found a 6% incidence among 283 such patients, but after excluding patients with initially apparent major illness to explain the fever (including 11 cases of manifest endocarditis), there was a 7% prevalence of endocarditis. During the Opioid epidemic in the United States, hospitals observed an increase in stroke associated with infective endocarditis. Among people with staphylococcal bacteremia (SAB), one study found a 29% prevalence of endocarditis in community-acquired SAB versus 5% in nosocomial SAB. However, only 2% of strains were resistant to methicillin and so these numbers may be low in areas of higher resistance.   == Prevention == Not all people with heart disease require antibiotics to prevent infective endocarditis. Heart diseases have been classified into high, medium and low risk of developing IE. Those falling into high risk category require IE prophylaxis before endoscopies and urinary tract procedures. Diseases listed under high risk include:  Prior endocarditis Unrepaired cyanotic congenital heart diseases Completely repaired congenital heart disease in their first 6 months Prosthetic heart valves or valves repaired with any prosthetic material Incompletely repaired congenital heart diseases Cardiac transplant valvulopathy Following are the antibiotic regimens recommended by the American Heart Association for antibiotic prophylaxis:  Oral amoxicillin one hour before the procedure Intravenous or intramuscular ampicillin one hour before the procedure In patients allergic to penicillins Azithromycin or clarithromycin orally one hour before the procedure Cephalexin orally one hour before the procedure Clindamycin orally one hour before the procedure In the UK, NICE clinical guidelines no longer advise prophylaxis because there is no clinical evidence that it reduces the incidence of IE and there are negative effects (e.g. allergy and increased bacterial resistance) of taking antibiotics that may outweigh the benefits. Antibiotics were historically commonly recommended to prevent IE in those with heart problems undergoing dental procedures (known as dental antibiotic prophylaxis). There is, however, insufficient evidence to support whether antibiotics are effective or ineffective at preventing IE when given prior to a dental procedures in people at high risk. They are less commonly recommended for this procedure. In some countries e.g. the US, high risk patients may be given prophylactic antibiotics such as penicillin or clindamycin for penicillin-allergic people prior to dental procedures. Prophylactics should be bactericidal rather than bacteriostatic. Such measures are not taken in certain countries e.g. Scotland due to the fear of antibiotic resistance. Because bacteria are the most common cause of infective endocarditis, antibiotics such as penicillin and amoxicillin (for beta lactamase-producing bacteria) are used in prophylaxis.   == Treatment == High-dose antibiotics are the cornerstone of treatment for infective endocarditis. These antibiotics are administered by the intravenous (IV) route to maximize diffusion of antibiotic molecules into vegetation(s) from the blood filling the chambers of the heart. This is necessary because neither the heart valves nor the vegetations adhering to them are supplied by blood vessels. Antibiotics are typically continued for two to six weeks depending on the characteristics of the infection and the causative microorganisms. Antibiotic treatment lowers the risk of embolic complications in people with infective endocarditis. In acute endocarditis, due to the fulminant inflammation, empirical antibiotic therapy is started immediately after the blood has been drawn for culture to clarify the bacterial organisms responsible for the infection. This usually includes vancomycin and ceftriaxone IV infusions until the infecting organism is identified and the susceptibility report with the minimum inhibitory concentration becomes available. Once this information is available, this allows the supervising healthcare professional to modify the antimicrobial therapy to target the specific infecting microorganism. The routine use of gentamicin to treat endocarditis has fallen out of favor due to the lack of evidence to support its use (except in infections caused by Enterococcus and nutritionally variant streptococci) and the high rate of complications. In cases of subacute endocarditis, where the person's hemodynamic status is usually stable, antibiotic treatment can be delayed until the causative microorganism can be identified. Viridans group streptococci and Streptococcus bovis are usually highly susceptible to penicillin and can be treated with penicillin or ceftriaxone. Relatively resistant strains of viridans group streptococci and Streptococcus bovis are treated with penicillin or ceftriaxone along with a shorter two-week course of an aminoglycoside during the initial phase of treatment. Highly penicillin-resistant strains of viridans group streptococci, nutritionally variant streptococci like Granulicatella sp., Gemella sp., Abiotrophia defectiva, and Enterococci are usually treated with a combination therapy consisting of penicillin and an aminoglycoside for the entire duration of 4–6 weeks. Some people may be treated with a relatively shorter course of treatment (two weeks) with benzyl penicillin IV if infection is caused by viridans group streptococci or Streptococcus bovis as long as the following conditions are met:  Endocarditis of a native valve, not of a prosthetic valve A MIC ≤ 0.12 mg/l No complication such as heart failure, arrhythmia, or pulmonary embolism occurs No evidence of extracardiac complication like septic thromboembolism No vegetations > 5 mm in diameter conduction defects Rapid clinical response and clearance of bloodstream infection Additionally, oxacillin-susceptible Staphylococcus aureus native valve endocarditis of the right side can also be treated with a short 2-week course of a beta-lactam antibiotic such as nafcillin with or without aminoglycosides.  The main indication for surgical treatment is regurgitation or stenosis. In active infective endocarditis, the surgery should remove enough leaflet tissue to ensure eradication of the infectious process. Subsequent valve repair can be performed in limited disease. Replacement of the valve with a mechanical or bioprosthetic artificial heart valve is necessary in certain situations:  Patients with significant valve stenosis or regurgitation causing heart failure Evidence of hemodynamic compromise in the form of elevated end-diastolic left ventricular or left atrial pressure or moderate to severe pulmonary hypertension Presence of intracardiac complications like paravalvular abscess, conduction defects or destructive penetrating lesions Recurrent septic emboli despite appropriate antibiotic treatment Large vegetations (> 10 mm) Persistently positive blood cultures despite appropriate antibiotic treatment Prosthetic valve dehiscence Relapsing infection in the presence of a prosthetic valve Abscess formation Early closure of mitral valve Infection caused by fungi or resistant Gram-negative bacteria. The guidelines were recently updated by both the American College of Cardiology and the European Society of Cardiology. There was a recent meta-analysis published that showed surgical intervention at seven days or less is associated with lower mortality.   == Prognosis == Infective endocarditis is associated with 18% in-hospital mortality. However, adult patients with congenital heart disease can have relatively lower mortality down to 5% due to younger age, right-sided endocarditis and management by multidisciplinary teams. As many as 50% of people with infective endocarditis may experience embolic complications.   == Epidemiology == In developed countries, the annual incidence of infective endocarditis is 3 to 9 cases per 100,000 persons. Infective endocarditis occurs more often in men than in women. There is an increased incidence of infective endocarditis in persons 65 years of age and older, which is probably because people in this age group have a larger number of risk factors for infective endocarditis. In recent years, over one-third of infective endocarditis cases in the United States was healthcare-associated. Another trend observed in developed countries is that chronic rheumatic heart disease accounts for less than 10% of cases. Although a history of valve disease has a significant association with infective endocarditis, 50% of all cases develop in people with no known history of valvular disease.   == History == Few diseases present greater difficulties in the way of diagnosis than malignant endocarditis, difficulties which in many cases are practically insurmountable. It is no disparagement to the many skilled physicians who have put their cases upon record to say that, in fully one-half the diagnosis was made post mortem. Lazare Riviére first described infective endocarditis affecting the aortic valve in 1616. In 1806, Jean-Nicolas Corvisart coined the term vegetation to describe collections of debris found on a mitral valve affected by infective endocarditis. The British physician Joseph Hodgson was the first to describe the embolic complications of infective endocarditis in 1815. It was not until 1878 that Theodor Klebs first suggested that infective endocarditis had a microbial infectious origin. In 1909, William Osler noted that heart valves that experienced degeneration and were sclerotic or poorly functioning had a higher risk of being affected. Later, in 1924, Emanuel Libman and Benjamin Sacks described cases of vegetative endocarditis that lacked a clear microbial origin and were often associated with the autoimmune condition systemic lupus erythematosus. In 1944, physicians reported on the first successful use of penicillin to treat a case of infective endocarditis.   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Infective endocarditis at Curlie"}