{"name": "rilpivirine", "category": "drug", "content": "Rilpivirine, sold under the brand names Edurant and Rekambys, is a medication, developed by Tibotec, used for the treatment of HIV/AIDS. It is a second-generation non-nucleoside reverse transcriptase inhibitor (NNRTI) with higher potency, longer half-life and reduced side-effect profile compared with older NNRTIs such as efavirenz.   == Medical uses == In the US, rilpivirine is approved for treatment-naive patients with a viral load of 100,000 copies/mL or less at therapy initiation. It has to be combined with other drugs against HIV. In the European Union, rilpivirine is approved in combination with cabotegravir for maintenance treatment of adults who have undetectable HIV levels in the blood (viral load less than 50 copies/ml) with their current antiretroviral treatment, and when the virus has not developed resistance to certain class of anti-HIV medicines called non-nucleoside reverse transcriptase inhibitors (NNRTIs) and integrase strand transfer inhibitors (INIs).   === Available forms === The drug is available as tablets (brand name Edurant) and as a long-acting intramuscular injection to be given once every month or every two months (Rekambys). Before using the injection, the tablets are given for about four weeks to assess tolerability.   == Contraindications and interactions == The drug is contraindicated for use with drugs that induce the liver enzyme CYP3A4, such as carbamazepine, phenytoin, rifampicin, and St John's wort. Such drugs can accelerate the breaking down of rilpivirine, substantially decreasing its plasma concentrations and potentially resulting in loss of effectiveness and possible resistance. Some of these drugs also induce the enzyme UGT1A1 and thus reduce blood plasma concentrations of cabotegravir, further compromising the effectiveness of this combination therapy. It is also contraindicated in combination with proton pump inhibitors because the increased gastric pH causes decreased rilpivirine absorption from the gut, with similar consequences as with CYP3A4 inducers.   == Adverse effects == The most common side effects of the injectable formulation are reactions at the injection site (in up to 84% of patients) such as pain and swelling, as well as headache (up to 12%) and fever or feeling hot (in 10%). Less common (under 10%) are depressive disorders, insomnia, and rashes. The most common side effects of the tablets are also depressive disorders (4.1%), headache (3.5%), insomnia (3.5%) and rashes (2.3%). All of these side effects occurred under combination therapies of rilpivirine with one or more other drugs against HIV. QT prolongation of the heart rhythm has been observed at very high doses, but is not clinically relevant at standard doses of the drug.   == Pharmacology ==   === Mechanism of action ===  Rilpivirine is a non-nucleoside reverse transcriptase inhibitor (NNRTI).   === Pharmacokinetics === When taken by mouth, rilpivirine reaches highest levels in the blood plasma after about four to five hours. Taking the drug without food lowers its plasma levels by 40% as compared to taking it with food, which is considered to be clinically relevant. Therefore, patients are advised to take the medication together with a meal. After injection into the muscle, the substance reaches highest plasma levels after three to four days. Independently of the mode of application, rilpivirine is almost completely bound to plasma proteins (99.7%), mostly to albumin. It is metabolised mainly by the liver enzyme CYP3A4. Metabolites include several oxidation products, glucuronides, and glucuronides of oxidized metabolites. The biological half-life is approximately 45 hours for the tablets and 13 to 28 weeks for the injection. Elimination has only been studied for oral administration: Most of the drug is excreted via the faeces (85%), partly in unchanged form (25%), partly in form of its metabolites (60%). A minor amount is excreted via the urine (6%), almost exclusively as metabolites.   == Fixed-dose combinations == A fixed-dose medication combining rilpivirine with emtricitabine and tenofovir disoproxil (TDF) was approved by the U.S. Food and Drug Administration (FDA) in August 2011 under the brand name Complera, and was approved for use in the European Union with the brand name Eviplera in November 2011. This combination has been shown to have higher rates of virologic failure than emtricitabine/tenofovir/efavirenz in people with baseline HIV viral loads greater than 100,000 copies/mm3. A fixed-dose medication combining rilpivirine with emtricitabine and tenofovir alafenamide (TAF) was approved for use in the US in March 2016 with the brand name Odefsey. Dolutegravir/rilpivirine, sold under the brand name Juluca, is a fixed-dose combination antiretroviral medication for the treatment of HIV/AIDS.  It was approved for use in the United States in November 2017 and for use in the European Union in May 2018. In January 2021, the U.S. Food and Drug Administration (FDA) approved cabotegravir/rilpivirine (brand name Cabenuva) for the treatment of HIV-1 infections in adults to replace a current antiretroviral regimen in those who are virologically suppressed on a stable antiretroviral regimen with no history of treatment failure and with no known or suspected resistance to either cabotegravir or rilpivirine. This is the first FDA-approved injectable, complete regimen for HIV-infected adults that is administered once a month. The label for rilpivirine tablets was revised to reflect the oral lead-in recommendations for use with cabotegravir.   == Chemistry == Like etravirine, a second-generation NNRTI approved in 2008, rilpivirine is a diarylpyrimidine (DAPY). The tablets contain rilpivirine hydrochloride, while the injection contains free rilpivirine.   == History == Rilpivirine entered phase III clinical trials in April 2008, and was approved for use in the United States in May 2011 under the brand name Edurant. On 15 October 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for rilpivirine under the trade name Rekambys, intended for the treatment of human immunodeficiency virus type-1 (HIV-1) infection in combination with cabotegravir injection. It was approved for medical use in the European Union in December 2020. The two medicines are the first antiretrovirals that come in a long-acting injectable formulation.   == References ==   == External links == \"Rilpivirine\". Drug Information Portal. U.S. National Library of Medicine. \"Rilpivirine hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}