{"name": "rimantadine", "category": "drug", "content": "Amantadine, sold under the brand name Gocovri among others, is a medication used to treat dyskinesia associated with parkinsonism and influenza caused by type A influenzavirus, though its use for the latter is no longer recommended because of widespread drug resistance. It is also used for a variety of other uses. The drug is taken by mouth. Amantadine has a mild side effect profile. Common neurological side effects include drowsiness, lightheadedness, dizziness, and confusion. Because of its effects on the central nervous system, it should be combined cautiously with additional central nervous system stimulants or anticholinergic drugs. Given that it is  cleared by the kidneys, amantadine is contraindicated in persons with end stage kidney disease. Due to its anticholinergic effects, it should be taken with caution by those with enlarged prostates or glaucoma. The pharmacology of amantadine is complex. It acts as a sigma σ1 receptor agonist, nicotinic acetylcholine receptor negative allosteric modulator, dopaminergic agent, and weak NMDA receptor antagonist, among other actions. The precise mechanism of action of its therapeutic effects in the treatment of central nervous system disorders is unclear. The antiviral mechanism of action is inhibition of the influenza virus A M2 proton channel, which prevents endosomal escape (i.e., the release of viral genetic material into the host cytoplasm). Amantadine is an adamantane derivative and is related to memantine and rimantadine. Amantadine was first used for the treatment of influenza A. After its antiviral properties were initially reported in 1963, amantadine received approval for prophylaxis against the influenza virus A in 1966. In 1968, its antiparkinsonian effects were serendipitously discovered. In 1973, the Food and Drug Administration (FDA) approved amantadine for use in the treatment of Parkinson's disease. In 2020, the extended-release formulation was approved for use in the treatment of levodopa-induced dyskinesia.   == Medical uses == Amantadine was initially developed to prevent influenza A virus. Its main clinical use today is treatment of Parkinson's disease. Other uses include treatment of drug-induced extrapyramidal side effects, motor fluctuations during levodopa therapy in Parkinson's disease, traumatic brain injury, and autistic spectrum disorders.   === Parkinson's disease === Amantadine is used to treat Parkinson's disease-related dyskinesia and drug-induced parkinsonism syndromes. Amantadine may be used alone or in combination with another anti-Parkinson's or anticholinergic drug. The specific symptoms targeted by amantadine therapy are dyskinesia and rigidity. The extended release amantadine formulation is commonly used to treat dyskinesias in people receiving levodopa therapy for Parkinson's disease. A 2003 Cochrane review had concluded there was insufficient evidence to prove the safety or efficacy of amantadine to treat dyskinesia. In 2008, the World Health Organization reported amantadine is not effective as a stand-alone parkinsonian therapy, but recommended it could be used in combination therapy with levodopa.   === Influenza A === Amantadine is not recommended for treatment or prophylaxis of influenza A in the United States. Amantadine has no effect preventing or treating influenza B infections. The US Centers for Disease Control and Prevention found 100% of seasonal H3N2 and 2009 pandemic flu samples were resistant to adamantanes (amantadine and rimantadine) during the 2008–2009 flu season. The U.S. Centers for Disease Control and Prevention (CDC) guidelines recommend only neuraminidase inhibitors for influenza treatment and prophylaxis. The CDC recommends against amantadine and rimantadine to treat influenza A infections. Similarly, the 2011 World Health Organization (WHO) virology report showed all tested H1N1 influenza A viruses were resistant to amantadine. WHO guidelines recommend against use of M2 inhibitors for influenza A. The continued high rate of resistance observed in laboratory testing of influenza A has reduced the priority of M2 resistance testing. A 2014 Cochrane review did not find evidence for efficacy or safety of amantadine used for the prevention or treatment of influenza A.   === Extrapyramidal symptoms === An extended-release formulation of amantadine is used to treat levodopa-induced dyskinesia in patients with Parkinson's disease. The WHO recommends the use of amantadine as a combination therapy to reduce levodopa side effects.   === Off-label uses ===   ==== Fatigue in multiple sclerosis ==== A 2007 Cochrane literature review concluded that there was no overall evidence supporting the use of amantadine in treating fatigue in patients with MS. A follow-up 2012 Cochrane review stated that there may be some amantadine-induced improvement in fatigue in some people with MS. Despite multiple control trials that have also demonstrated improvements in subjective and objective ratings of fatigue, there is no final conclusion regarding its effectiveness. Consensus guidelines from the German Multiple Sclerosis Society (GMSS) in 2006 state that amantadine produces moderate improvement in subjective fatigue, problem solving, memory, and concentration. Thus, in 2006, GMSS guidelines recommended the use of amantadine in MS-related fatigue. In the UK NICE recommends considering amantadine for MS fatigue.   ==== Disorders of consciousness ==== Disorders of consciousness (DoC) include coma, vegetative state (VS), and minimally conscious state (MCS). Amantadine has been shown to increase the rate of emergence from a MCS, defined by consistent demonstration of interactive communication and functional objective use. In traumatic brain injury patients in the intensive care unit, amantadine has also been shown in various randomized control trials to increase the rate of functional recovery and arousal, particularly in the time period immediately following an injury. There are also reports of significantly improved consciousness in patients treated for non-traumatic cases of DoC, such as in the case of a subarachnoid hemorrhage, cerebral hemorrhage, and hypoxic encephalopathy. In 2018 the American Academy of Neurology (AAN) updated treatment guidelines on the use of amantadine for patients with prolonged DoC, recommending the use of amantadine (100–200 mg b.i.d.) for adults with DoC 4 to 16 weeks post injury to support early functional recovery and reduce disability.   ==== Brain injury recovery ==== In various studies, amantadine and memantine have been shown to accelerate the rate of recovery from a brain injury. The time-limited window following a brain injury is characterized by neuroplasticity, or the capacity of neurons in the brain to adapt and compensate after injury. Thus, physiatrists will often start patients on amantadine as soon as impairments are recognized. There are also case reports showing improved functional recovery with amantadine treatment occurring years after the initial brain injury. There is insufficient evidence to determine if the functional gains are a result of effects through the dopamine or norepinephrine pathways. Some patients may benefit from direct dopamine stimulation with amantadine, while others may benefit more from other stimulants that act more on the norepinephrine pathway, such as methylphenidate. It is unclear if treatment with amantadine improves long-term outcomes or simply accelerates recovery. Nonetheless, amantadine-induced acceleration of recovery reduces the burden of disability, lessens health care costs, and minimizes psychosocial stressors in patients.   == Contraindications == Amantadine is contraindicated in persons with end stage kidney disease. The drug is renally cleared. Amantadine may have anticholinergic side effects. Thus, patients with an enlarged prostate or glaucoma should use with caution. Live attenuated vaccines are contraindicated while taking amantadine. It is possible that amantadine will inhibit viral replication and reduce the efficacy of administered vaccines. The U.S. Food and Drug Administration recommends avoiding amantadine for two weeks prior to vaccine administration and 48 hours afterward.   == Side effects == Amantadine is generally well-tolerated and has a mild side effect profile.   === Neurological === Side effects include drowsiness (especially while driving), lightheadedness, falls, and dizziness. Patients on amantadine should avoid combination with other central nervous system (CNS) depressing agents, such as alcohol. Excessive alcohol usage may increase the potential for CNS effects such as dizziness, confusion, and light headedness. Rare severe adverse effects include neuroleptic malignant syndrome, depression, convulsions, psychosis, and suicidal ideation. It has also been associated with disinhibited actions (gambling, sexual activity, spending, other addictions) and diminished control over compulsions. Amantadine may cause anxiety, feeling overexcited, hallucinations and nightmares.   === Cardiovascular === Amantadine may cause orthostatic hypotension, syncope, and peripheral edema.   === Gastrointestinal === Amantadine has also been associated with dry mouth and constipation.   === Skin === Rare cases of skin rashes, such as Stevens–Johnson syndrome and livedo reticularis have also been reported in patients treated with amantadine.   === Kidney === Amantadine inhibits the kidney's active-transport removal and transfer of creatinine from blood to urine, which normally occurs in the proximal tubules of the nephrons. The active-transport removal mechanism accounts for about fifteen percent of creatinine clearance. Therefore, amantadine may increase serum creatinine concentrations fifteen percent above normal levels and give the false impression of mild kidney disease in patients whose kidneys are actually undamaged (because kidney function is often assessed by measuring the concentration of creatinine in blood.) Also, if the patient does have kidney disease, amantadine may cause it to appear as much as fifteen percent worse than it actually is.   === Pregnancy and lactation === Amantadine is Food and Drug Administration category C for pregnancy. Teratogenic effects have been observed in humans (case reports) and animal reproduction studies. Amantadine may also be present in breast milk and negatively alter breast milk production or excretion. The decision to breastfeed during amantadine therapy should consider the risk of infant exposure, the benefits of breastfeeding, and the benefits of the drug to the mother.   == Interactions == Amantadine may affect the central nervous system because of its dopaminergic and anticholinergic properties. The mechanisms of action are not fully known. Because of the CNS effects, caution is required when prescribing additional CNS stimulants or anticholinergic drugs. Thus, concurrent use of alcohol with Amantadine is not recommended because of enhanced CNS depressant effects. In addition, anti-dopaminergic drugs such as metoclopramide and typical antipsychotics should be avoided. These interactions are likely related to opposing dopaminergic mechanisms of action, which inhibits amantadine's anti-Parkinson effects.   == Pharmacology ==   === Mechanism of action ===   ==== Central nervous system disorders ==== The mechanism of action of the antiparkinsonian effects of amantadine is poorly understood. The effects of amantadine in Parkinson's disease were originally assumed to be anticholinergic or dopaminergic, but the situation soon proved more complicated than this. The pharmacodynamics of amantadine are complex and it interacts with many different biological targets at a variety of concentrations and hence potencies. The drug is a weak antagonist of the NMDA-type glutamate receptor, increases dopamine release, and blocks dopamine reuptake. It is a negative allosteric modulator of the nicotinic acetylcholine receptors, specifically the α4β2 and α7 nicotinic acetylcholine receptors. In 1993, amantadine was found to bind to the sigma σ1 receptor with relatively high affinity (Ki = 20.25 μM). In 2004, it was discovered that amantadine and memantine bind to and act as agonists of the sigma σ1 receptor (Ki = 7.44 μM and 2.60 μM, respectively) and that activation of the σ1 receptor is potentially involved in the dopaminergic effects of amantadine at therapeutically relevant concentrations. σ1 receptor activation is one of amantadine's more potent actions. σ1 receptor agonists enhance tyrosine hydroxylase activity, modulate NMDA-stimulated dopamine release, increase dopamine release in the striatum in vivo, and decrease dopamine reuptake. As such, σ1 receptor activation may be involved in the antiparkinsonian and other central nervous system effects of amantadine. Binding of amantadine to the NMDA receptor was first reported in 1989 and antagonism of the receptor was first reported in 1991. Despite some reports, the NMDA receptor antagonism of amantadine is probably not its primary mechanism of action. It occurs at relatively high concentrations and many of the effects of amantadine are different from those of NMDA receptor antagonists. Some of its effects, such as enhancement of dopamine release in the striatum, are even reversed by NMDA receptor antagonists. However, NMDA receptor antagonism could still contribute to the effects of amantadine. Although some publications have reported that amantadine inhibits monoamine oxidase (MAO), the drug probably does not actually inhibit this enzyme. Amantadine shows amphetamine-like psychostimulant effects (e.g., stimulation of locomotor activity) in animals at sufficiently high doses. It has been found to inhibit the reuptake of serotonin, norepinephrine, and dopamine and to induce the release of serotonin, norepinephrine, and dopamine. However, the concentrations needed for these effects are very high and may not be therapeutically relevant. It is about 25 to 50 times less potent than amphetamines. Amantadine has been found to increase dopamine levels in the striatum. It does not act as a monoaminergic activity enhancer. Amantadine is a phosphodiesterase inhibitor, for example of PDE1. Amantadine has been found to increase aromatic amino acid decarboxylase (AADC) expression. This enzyme is responsible for the synthesis of dopamine from L-DOPA. An imaging study in humans found that amantadine increased AADC activity in the striatum by up to 27%. Various additional actions of amantadine have been described.   ==== Influenza ====  The mechanisms for amantadine's antiviral and antiparkinsonian effects are unrelated. Amantadine targets the influenza A M2 ion channel protein. The M2 protein's function is to allow the intracellular virus to replicate (M2 also functions as a proton channel for hydrogen ions to cross into the vesicle), and exocytose newly formed viral proteins to the extracellular space (viral shedding). By blocking the M2 channel, the virus is unable to replicate because of impaired replication, protein synthesis, and exocytosis. Amantadine and rimantadine function in a mechanistically identical fashion, entering the barrel of the tetrameric M2 channel and blocking pore function—i.e., proton translocation. Resistance to the drug class is a consequence of mutations to the pore-lining amino acid residues of the channel, preventing both amantadine and rimantadine from binding and inhibiting the channel in their usual way.   === Pharmacokinetics === Amantadine is well-absorbed orally. The onset of action is usually within 48 hours when used for parkinsonian syndromes, including dyskinesia. As plasma concentrations of amantadine increase, there is a greater risk for toxicity. Half-life elimination averages eight days in patients with end-stage kidney disease. Amantadine is only minimally removed by hemodialysis. Amantadine is metabolized to a small extent (5–15%) by acetylation. It is mainly excreted (90%) unchanged in urine by kidney excretion.   == Chemistry == Amantadine is the organic compound 1-adamantylamine or 1-aminoadamantane, which consists of an adamantane backbone with an amino group substituted at one of the four tertiary carbons. Rimantadine is a closely related adamantane derivative with similar biological properties; both target the M2 proton channel of influenza A virus. Amantadine (1-aminoadamantane) is structurally related to other adamantanes including adapromine (1-(adamantan-1-yl)propan-1-amine), bromantane (N-(4-bromophenyl)adamantan-2-amine), memantine (1-amino-3,5-dimethyladamantane), and rimantadine (1-(1-aminoethyl)adamantane), among others.   == History ==   === Influenza A === Antiviral properties were first reported in 1963 at the University of Illinois Hospital in Chicago. In this amantadine trial study volunteer college students were exposed to a viral challenge. The group that received amantadine (100 milligrams 18 hours before viral challenge) had less Asia influenza infections than the placebo group. Amantadine received approval for the treatment of influenza virus A in adults in 1976. It was first used in West Germany in 1966. Amantadine was approved by the U.S. Food and Drug Administration in October 1968, as a prophylactic agent against Asian (H2N2) influenza and received approval for prophylactic use for influenza A in 1976. During the 1980 influenza A epidemic, the first amantadine-resistance influenza viruses were reported. The frequency of amantadine resistance among influenza A (H3N2) viruses from 1991 and 1995 was as low as 0.8%. In 2004 the resistance frequency increased to 12.3%. A year later resistance increase significantly to 96%, 72%, and 14.5% in China, South Korea, and the United States, respectively. By 2006, 90.6% of H3N2 strains and 15.6% of H1N1 were amantadine-resistant. A majority of the amantadine-resistant H3N2 isolates (98.2%) were found to contain an S31N mutation in the M2 transmembrane domain that confers resistance to amantadine. Currently, adamantane resistance is high among circulating influenza A viruses. Thus, they are no longer recommended for treatment of influenza A.   === Parkinson's disease === An incidental finding in 1969 prompted investigations about amantadine's effectiveness for treating symptoms of Parkinson's disease. A woman with Parkinson's disease was prescribed amantadine to treat her influenza infection and reported her cogwheel rigidity and tremors improved. She also reported that her symptoms worsened after she finished the course of amantadine. The published case report was not initially corroborated by any other instances by the medical literature or manufacturer data. A team of researchers looked at a group of ten patients with Parkinson's disease and gave them amantadine. Seven of the ten patients showed improvement, which was convincing evidence for the need of a clinical trial, which included 163 patients with Parkinson's disease and 66% experienced subjective or objective reduction of symptoms with a maximum daily dose of 200 mg. Additional studies followed patients for greater lengths of time and in different combinations of neurological drugs. It was found to be a safe drug that could be used over long periods of time with few side effects as monotherapy or in combination with L-dopa or anti-cholinergic drugs. By April 1973, the U.S. Food and Drug Administration approved amantadine for use in the treatment of Parkinson's disease. In 2017, the U.S. Food and Drug Administration approved the use of amantadine in an extended release formulation for the treatment of dyskinesia, an adverse effect of levodopa in people with Parkinson's disease.   == Society and culture ==   === Names === Brand names of amantadine include Gocovri, Symadine, and Symmetrel, among others.   === Recreational use === Recreational use of amantadine at supratherapeutic doses has been reported. It is a weak NMDA receptor antagonist and is reported to produce dissociative and phencyclidine (PCP)-like effects in animals and humans at sufficiently high doses. However, the very long duration of action of amantadine (>40 hours) has likely limited its misuse potential. Recreational use of the related drug memantine has similarly been reported.   === Veterinary misuse === In 2005, Chinese poultry farmers were reported to have used amantadine to protect birds against avian influenza. In Western countries and according to international livestock regulations, amantadine is approved only for use in humans. Chickens in China have received an estimated 2.6 billion doses of amantadine. Avian flu (H5N1) strains in China and southeast Asia are now resistant to amantadine, although strains circulating elsewhere still seem to be sensitive. If amantadine-resistant strains of the virus spread, the drugs of choice in an avian flu outbreak will probably be restricted to neuraminidase inhibitors oseltamivir and zanamivir which block the action of viral neuraminidase enzyme on the surface of influenza virus particles. However, there is an increasing incidence of oseltamivir resistance in circulating influenza strains (e.g., H1N1), highlighting the need for new anti-influenza therapies. In September 2015, the U.S. Food and Drug Administration announced the recall of Dingo Chip Twists \"Chicken in the Middle\" dog treats because the product has the potential to be contaminated with amantadine.   == Research ==   === Depression === There has been interest in and study of amantadine in the treatment of depression. A 2017 systematic review of off-label augmentation for treatment of unipolar depression found two open-label studies of amantadine for augmenting imipramine and found that it was effective. However, the quality of evidence was very low and no conclusions could be drawn about its effectiveness. A 2022 systematic review of randomized controlled trials of glutamatergic agents for treatment-resistant depression identified one clinical trial of amantadine for this use. Amantadine was found to be effective in treating depressive symptoms in the trial. The mechanism of action of amantadine in the treatment of depression is unclear but various mechanisms have been postulated. These include dopaminergic actions like indirect enhancement of dopamine release, dopamine reuptake inhibition, and D2 receptor interactions, noradrenergic actions, glutamatergic actions like NMDA receptor antagonism, and immunomodulation, among many others.   === Attention deficit hyperactivity disorder === Amantadine has been studied in the treatment of attention deficit hyperactivity disorder (ADHD). A 2010 randomized clinical trial showed similar improvements in ADHD symptoms in children treated with amantadine as in those treated with methylphenidate, with less frequent side effects. A 2021 retrospective study showed that amantadine may serve as an effective adjunct to stimulants for ADHD-related symptoms and appears to be a safer alternative to second- or third-generation antipsychotics.   === COVID-19 === Amantadine has been studied in the treatment of COVID-19.   == References ==   == External links =="}