{"name": "rimegepant", "category": "drug", "content": "Rimegepant, sold under the brand name Nurtec ODT among others, is a medication used for the acute treatment of migraine with or without aura in adults and the prophylactic/ preventive treatment of episodic migraine in adults. It is taken by mouth to dissolve on or under the tongue. It works by blocking CGRP receptors. In the United States, rimegepant was approved for treating acute migraine in February 2020, and its approval was extended to preventing episodic migraine in June 2021. It is produced and marketed by Pfizer. In March 2021, rimegepant was approved for medical use in the United Arab Emirates and in Israel. It was approved for medical use in Canada in December 2023. In the United Kingdom, rimegepant is approved by NICE for the prophylaxis and treatment of acute migraine in adults.   == Medical uses == Rimegepant is indicated for the treatment of acute migraine with or without aura in adults and for the preventative treatment of episodic migraine in adults.   == Mechanism of action == Rimegepant is a small molecule calcitonin gene-related peptide (CGRP) receptor antagonist.   == History == Rimegepant was developed by Biohaven Pharmaceuticals, which markets the drug in the United States after receiving FDA approval in February 2020. Approval was based on evidence from one clinical trial of 1,351 subjects with migraine headaches.   == Society and culture ==   === Legal status === On 24 February 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Vydura, intended for the prophylaxis and acute treatment of migraine. The applicant for this medicinal product is Biohaven Pharmaceutical Ireland DAC. Rimegepant was approved for medical use in the European Union in April 2022.   == References ==   == External links == Clinical trial number NCT03461757 for \"Trial in Adult Subjects With Acute Migraines\" at ClinicalTrials.gov Clinical trial number NCT03732638 for \"Efficacy and Safety Trial of Rimegepant for Migraine Prevention in Adults\" at ClinicalTrials.gov"}