{"name": "rimonabant", "category": "drug", "content": "Rimonabant (also known as SR141716; trade names Acomplia, Zimulti) is an anorectic antiobesity drug approved in Europe in 2006 but was withdrawn worldwide in 2008 due to serious psychiatric side effects; it was never approved in the United States. Rimonabant is an inverse agonist for the  cannabinoid receptor CB1 and was first-in-class for clinical development.   == History ==  Rimonabant is a selective CB1 receptor blocker and was discovered and developed by Sanofi-Aventis. On 21 June 2006, the European Commission approved the sale of rimonabant in the then-25-member European Union as a prescription drug for use in conjunction with diet and exercise for patients with a body mass index (BMI) greater than 30 kg/m2, or patients with a BMI greater than 27 kg/m2 with associated risk factors, such as type 2 diabetes or dyslipidaemia. It was first in its class to be approved anywhere in the world. Rimonabant was submitted to the Food and Drug Administration (FDA) for approval in the United States in 2005; in 2007, the FDA's Endocrine and Metabolic Drugs Advisory Committee (EMDAC) concluded that Sanofi-Aventis failed to demonstrate the safety of rimonabant and voted against recommending the anti-obesity treatment for approval. The application was deemed not-approvable by FDA, and the company cancelled plans for a re-submission. The drug was approved in Brazil in April 2007. In October 2008, the European Medicines Agency recommended the suspension of Acomplia after the Committee for Medicinal Products for Human Use (CHMP) had determined that the risks of Acomplia outweighed its benefits due to the risk of serious psychiatric problems, including suicide. In November 2008 an advisory committee in Brazil recommended suspension as well, and that month Sanofi-Aventis suspended sale of the drug worldwide.  The EMA approval was withdrawn in January 2009.  In 2009 India prohibited the manufacture and sale of the drug.   == Adverse effects == Data from clinical trials submitted to regulatory authorities showed that rimonabant caused depressive disorders or mood alterations in up to 10% of subjects and suicidal ideation in around 1%, and in Europe it was contraindicated for people with any psychiatric disorder, including depressed or suicidal individuals. Data from a large, randomized, clinical trial (CRESCENDO) with > 9000 patients receiving rimonabant treatment demonstrated a rate of psychiatric adverse events (anxiety, depression, depressed mood, or insomnia) of greater than 30%. Additionally, nausea and upper respiratory tract infections were very common adverse effects (occurring in more than 10% of people); common adverse effects (occurring in between 1% and 10% of people) included gastroenteritis, anxiety, irritability, insomnia and other sleep disorders, hot flushes, diarrhea, vomiting, dry or itchy skin, tendonitis, muscle cramps and spasms, fatigue, flu-like symptoms, and increased risk of falling. The FDA's advisory committee concurred with concerns raised by the review divisions. Based on human and on animal data, it appeared that the therapeutic window with regard to CNS toxicity, and specifically seizures was narrow. EMA postmarketing surveillance data suggested that the risk of psychiatric disorders in people taking rimonabant was doubled.   == Pharmacology ==   === Pharmacodynamics === Rimonabant is an inverse agonist of the cannabinoid CB1 receptor. Originally thought to be selective for the CB1 receptor, rimonabant was subsequently also found to act as an antagonist of the μ-opioid receptor.   == Chemistry == The chemical synthesis of rimonabant is described as follows:   == Research == Along with the clinical trials in obesity that generated the data submitted to regulatory authorities, rimonabant was also studied in clinical trials for diabetes, atherosclerosis, and smoking cessation.   == See also == Drinabant – a cannabinoid receptor antagonist developed for prescription drug use that triggered severe psychiatric side effects.   == References =="}