{"name": "riociguat", "category": "drug", "content": "Riociguat, sold under the brand name Adempas, is a medication by Bayer that is a stimulator of soluble guanylate cyclase (sGC). It is used to treat two forms of pulmonary hypertension (PH): chronic thromboembolic pulmonary hypertension (CTEPH) and pulmonary arterial hypertension (PAH). Riociguat constitutes the first drug of the class of sGC stimulators. The drug has a half-life of 12 hours and will decrease dyspnea associated with pulmonary arterial hypertension. It is available as a generic medication.   == Contraindications == Riociguat can cause fetal harm and is therefore contraindicated in pregnant women. The substance is also contraindicated in pulmonary hypertension in combination with idiopathic interstitial pneumonia (PH-IIP). A clinical trial testing riociguat for this purpose was prematurely terminated because it increased severe adverse effects and mortality in patients with pulmonary hypertension caused by idiopathic interstitial pneumonia when compared to placebo.   == Adverse effects == Serious adverse effects in clinical trials included bleeding. Hypotension (low blood pressure), headache, and gastrointestinal disorders also occurred.   == Interactions == Nitrates and phosphodiesterase inhibitors (including PDE5 inhibitors) increase the hypotensive (blood pressure lowering) effect of riociguat. Combining such drugs is therefore contraindicated. Riociguat levels in the blood are reduced by tobacco smoking and strong inducers of the liver enzyme CYP3A4, and increased by strong cytochrome inhibitors.   == Chemistry and mechanism of action == In healthy individuals, nitric oxide (NO) acts as a signaling molecule on vascular smooth muscle cells to induce vasodilation. NO binds to soluble guanylate cyclase (sGC) and mediates the synthesis of the secondary messenger cyclic guanosine monophosphate (cGMP). sGC forms heterodimers consisting of a larger alpha-subunit and a smaller haem-binding beta-subunit. The synthesised cGMP acts as a secondary messenger and activates cGMP-dependent protein kinase (protein kinase G) to regulate cytosolic calcium ion concentration. This changes the actin–myosin contractility, which results in vasodilation. NO is produced by the enzyme endothelial nitric oxide synthetase (eNOS). In patients with pulmonary arterial hypertension eNOS levels are reduced. This results in overall lower levels of endothelial cell-derived NO and reduced vasodilation of smooth muscle cells. NO also reduces pulmonary smooth muscle cell growth and antagonises platelet inhibition, factors which play a key role in the pathogenesis of PAH. In contrast to NO- and haem-independent sGC activators like cinaciguat, the sGC stimulator riociguat directly stimulates sGC activity independent of NO and also acts in synergy with NO to produce anti-aggregatory, anti-proliferative, and vasodilatory effects.   == Pharmacology == Riociguat at concentration between 0.1 and 100 μM stimulates in a dose-dependent manner sGC activity up to 73-fold. In addition, it acts synergistically with diethylamine/NO, the donor of NO, to increase sGC activity in vitro up to 112-fold. A phase I study showed that riociguat is rapidly absorbed, and maximum plasma concentration is reached between 0.5 and 1.5 h. The mean elimination half-life appears to be 5–10 hours. Riociguat plasma concentrations have been also shown to be quite variable between patients, indicating that for clinical use it is probably necessary to titrate the drug specifically for each individual.   == History ==   === Discovery === The first nitric oxide (NO) independent, haem-dependent sGC stimulator, YC-1, a synthetic benzylindazole derivative, was described in 1978. The characterisation 20 years later demonstrated that as well as increasing sGC activity, YC-1 acted in synergy with NO to stimulate sGC. However, YC-1 was a relatively weak vasodilator and had side effects. Therefore, the search began for novel indazole compounds that were more potent and more specific sGC stimulators. The result was the identification of BAY 41-2272 and BAY 41–8543. Both compounds were tested in various preclinical studies on different animal models and appeared to improve systemic arterial oxygenation. To improve the pharmacologic and pharmacokinetic profile an additional 1000 compounds were screened leading to the discovery of riociguat. Riociguat was tested in mouse and rat disease models, where it effectively reduced pulmonary hypertension and reversed the associated right heart hypertrophy and ventricular remodelling. Several clinical trials have been undertaken to investigate and evaluate diverse aspects of riociguat, and some of them are still ongoing.   === Phase I clinical trials === One of the first studies was designed to test the safety profile, pharmacokinetics and pharmacodynamics of single oral doses of riociguat (0.25–5 mg). 58 healthy male subjects were given riociguat orally (oral solution or immediate-release tablet) in a randomised, placebo-controlled trial. Doses of riociguat were increased stepwise, and riociguat was well tolerated up to 2.5 mg.   === Phase II clinical trials === A proof-of-concept study, reported by the University of Gießen Lung Center, was the first small study (in 4 PAH patients) to investigate safety, tolerability, pharmacokinetics and efficacy parameters. The drug was well tolerated and superior to NO in efficacy and duration. An open-label, non-controlled phase II trial of riociguat in 75 adult patients (42 with CTEPH and 33 with PAH, all in World Health Organization (WHO) functional class II or III) evaluated the safety and tolerability, and the effects on hemodynamics, exercise capacity and functional class. Riociguat was given three times daily for 12 weeks. Doses were titrated at 2-week intervals from 1.0 mg three times daily to a maximum of 2.5 mg three times daily. Riociguat had a favourable safety profile, and also significantly improved exercise capacity and hemodynamic parameters such as pulmonary vascular resistance, cardiac output and pulmonary arterial pressure compared to baseline values. In addition, a phase II study of riociguat is underway in patients with other forms of PH such as associated with interstitial lung disease (PH-ILD).   === Phase III clinical trials === The phase III trials on riociguat are multi-center studies. The study program included large randomized, double-blind, placebo-controlled pivotal trial phase (CHEST-1 and PATENT-1), and open-label extensions of these studies (CHEST-2 and PATENT-2). Details of these studies are reported on ClinicalTrials.gov, a register of studies maintained by the National Institutes of Health (NIH).   ==== CHEST ==== The Chronic Thromboembolic Pulmonary Hypertension sGC-Stimulator Trial (CHEST) was a randomized, placebo-controlled trial aimed to analyse the efficacy and safety of riociguat in CTEPH patients. After a 16-week riociguat treatment the patient's exercise capacity were evaluated by measuring the change in the six-minute walk test (6-MWT). Patients having completed CHEST-1 were invited to enter the extension trial, CHEST-2. The first interim analysis of CHEST-2 showed that riociguat was well tolerated, with a good long-term safety profile in patients with CTEPH.   ==== PATENT ==== The Pulmonary Arterial Hypertension sGC-Stimulator Trial (PATENT) was a randomized, placebo-controlled trial that investigated the efficacy and safety of riociguat in PAH patients. After a 12-week treatment the patient's exercise capacity was evaluated by measuring the change in the 6-MWT. Patients having completed PATENT-1 were invited to enter the extension trial, PATENT-2. The first interim analysis of PATENT-2 showed that at one year, long-term riociguat was well tolerated in patients with PAH and showed sustained benefits in 6MWD and WHO FC. The safety profile of riociguat in PATENT-2 was similar to that observed in PATENT-1.   === Other studies ===   ==== Effect of riociguat on bone metabolism ==== This randomized, double blind, placebo controlled Phase I study investigated the effect of riociguat, administered as 2.5 mg immediate-release (IR)-tablets twice daily over 14 days, on the bone metabolism. Effects on bone formation had been seen in growing, juvenile and adolescent rats. In juvenile rats, the changes consisted of thickening of trabecular bone and hyperostosis and remodeling of metaphyseal and diaphyseal bone, whereas in adolescent rats an overall increase of bone mass was observed. On the other hand, no such effects were observed in adult rats.   ==== Interaction study with sildenafil ==== This study investigated safety, tolerability, pharmacokinetics and the impact on pulmonary and systemic haemodynamics of single doses of 0.5 and 1 mg of riociguat in patients with PAH and stable treatment of sildenafil (20 mg thrice daily) in a non-randomized uncontrolled trial. The study showed potentially unfavorable safety signals with sildenafil plus riociguat and no evidence of a positive benefit/risk ratio. Therefore, the concomitant use of riociguat with phosphodiesterase-5 inhibitors is contraindicated.   == References =="}