{"name": "ripasudil", "category": "drug", "content": "Ripasudil (trade name Glanatec), a derivative of fasudil, is a rho kinase inhibitor drug (previously known as K-115) used for the treatment of glaucoma and ocular hypertension.   == Pharmacology ==   === Pharmacodynamics === Ripasudil's mechanism of action affects intraocular pressure, or IOP, \"by directly acting on the trabecular meshwork, thereby increasing conventional outflow through the Schlemm’s canal.\" More simply, it is an \"out-flow\" drug that reduces IOP by stimulating the movement of aqueous humour from the ciliary body away from the eye. It is a selective rho-associated coiled-coil-containing protein kinase 1 (ROCK1) inhibitor, where ROCK1 is \"an important downstream effector of Rho guanosine trisphosphates (GTP),\" proteins that are significant in the contractile control of smooth muscle tissue. The S configuration at the 2-position on the 1,4-diazepane ring of Ripasudil is what gives the drug its characteristic effect. Ripasudil was originally developed from fasudil, as both compounds share the same core structure of 5-(1,4-diazepan-1-ylsulfonyl)isoquinoline. Fasudil was already recognized as a potent Rho-kinase inhibitor, but after exploring the chemical derivatives of fasudil, developers observed that the incorporation of a fluorine atom at the C4 position of isoquinoline moiety and the chiral attachment of a methyl group to the C2’ position of 1,4-diazepane moiety dramatically improved the pharmacological action. In short, \"ripasudil showed much more potent and selective Rho-kinase inhibitory activity than fasudil\". According to a report submitted to the Japanese Pharmaceuticals and Medical Devices Agency regarding Glanatec, ripasudil hydrochloride hydrate showed no binding affinity for receptors of the adrenergic, angiotensin II, endothelin, glutamate, histamine, muscarinic, or prostanoid variety. This lack of affinity also applies to Ca2+ and K+ channels, carbonic anhydrase, and HMG-CoA reductase. Toxicity information is compiled in the following tables.  Ripasudil had no effect on respiratory or neurological function. Although no carcinogenicity studies were performed on the drug, developers believed it to be non-carcinogenic due to its rapid elimination and therefore lack of accumulation in tissue, as well as the lack of inflammatory response in the eye post-administration.   === Pharmacokinetics === Ripasudil achieves a half-life of 0.49 to 0.73 hours in humans and is predominantly excreted in the urine.   == History == Ripasudil (in the form of ripasudil hydrochloride hydrate) was approved by the PMDA of Japan on September 26, 2014. Glanatec, the trade name of the approved formulation, takes the form of an eye drop solution of 0.4% ripasudil, equivalent to 4 g of ripasudil per 1000 mL of solution. The solution is developed, marketed, and distributed by Kowa Pharmaceuticals, but the compound itself was discovered by D. Western Therapeutics Institute, a company who specializes in protein kinase inhibitory compounds. In September 2002, Kowa Company entered a licensing agreement with D. Western Therapeutics Institute, Inc. with regard to global rights of ripasudil. Under this agreement, D. Western Therapeutics Institute is eligible to receive milestone payments from Kowa. Kowa Company was issued a US patent (No. 8,193,193, entitled ‘‘Agent for prevention or treatment of glaucoma’’) on June 5, 2012 for the use of ripasudil in patients with glaucoma. As of June 25th, 2013, Glanatec is a registered U.S. federal trademark attributed to Kowa.   == Additional Medical uses == Ripasudil has been proven to have additional medical uses aside from reducing IOP and alleviating symptoms of glaucoma and ocular hypertension. For example, in March 2016 the drug was shown to promote corneal endothelial cell (CEC) proliferation in cultured human cells as well as wound healing and endothelium regeneration in a rabbit wound model. Experimenters believed that these characteristics could prevent or improve the CEC density drop associated with cataract surgery or corneal trauma. This would prevent an array of symptoms including general haziness, edema of the cornea, or keratopathy, and would generally improve the recovery of a post-operation patient. As of 2016, Ripasudil has also been shown to prevent excessive scarring after glaucoma filtration surgery by attenuating the activation of conjunctival fibroblasts. The drug was also under clinical review for its ability to alleviate symptoms of diabetic retinopathy in early 2014.   == Adverse effects == The most common adverse event reported in phase III trials for ripasudil was mild conjunctival hyperemia. Additionally, up to 3.8% of trial participants reported ocular irritation after using the drug with up to 5.7% reporting conjunctival hemorrhage. There were several cases of “abnormal sensation in the eye” reported. On a cellular level, Okumura et al. found that ripasudil produced \"guttae-like\" formations in ocular endothelial cells post-administration, which was attributed to, \"protrusion formation along intracellular borders caused by the reduction in actomyosin contractility of the CECs.\" However, these morphological changes to the eye were considered transient and therefore quick to reverse, unlike symptoms Fuchs endothelial corneal dystrophy, a disorder for which these short-lived symptoms could be mistaken.   == References =="}