{"name": "ripretinib", "category": "drug", "content": "Ripretinib, sold under the brand name Qinlock, is a medication for the treatment of adults with advanced gastrointestinal stromal tumor (GIST), a type of tumor that originates in the gastrointestinal tract. It is taken by mouth. Ripretinib inhibits the activity of the kinases KIT and PDGFRA, which helps keep cancer cells from growing. The most common side effects include alopecia (hair loss), fatigue, nausea, abdominal pain, constipation, myalgia (muscle pain), diarrhea, decreased appetite, palmar-plantar erythrodysesthesia syndrome (a skin reaction in the palms and soles) and vomiting. Ripretinib was approved for medical use in the United States in May 2020, in Australia in July 2020, and in the European Union in November 2021. Ripretinib is the first new drug specifically approved in the United States as a fourth-line treatment for advanced gastrointestinal stromal tumor (GIST).   == Medical uses == Ripretinib is indicated for the treatment of adults with advanced gastrointestinal stromal tumor (GIST), a type of tumor that originates in the gastrointestinal tract, who have received prior treatment with three or more kinase inhibitor therapies, including imatinib. GIST is type of stomach, bowel, or esophagus tumor.   == Adverse effects == The most common side effects include alopecia (hair loss), fatigue, nausea, abdominal pain, constipation, myalgia (muscle pain), diarrhea, decreased appetite, palmar-plantar erythrodysesthesia syndrome (a skin reaction in the palms and soles) and vomiting. Ripretinib can also cause serious side effects including skin cancer, hypertension (high blood pressure) and cardiac dysfunction manifested as ejection fraction decrease (when the muscle of the left ventricle of the heart is not pumping as well as normal). Ripretinib may cause harm to a developing fetus or a newborn baby.   == History == Ripretinib was approved for medical use in the United States in May 2020. The approval of ripretinib was based on the results of an international, multi-center, randomized, double-blind, placebo-controlled clinical trial (INVICTUS/NCT03353753) that enrolled 129 participants with advanced gastrointestinal stromal tumor (GIST) who had received prior treatment with imatinib, sunitinib, and regorafenib. The trial compared participants who were randomized to receive ripretinib to participants who were randomized to receive placebo, to determine whether progression free survival (PFS) – the time from initial treatment in the clinical trial to growth of the cancer or death – was longer in the ripretinib group compared to the placebo group. During treatment in the trial, participants received ripretinib 150 mg or placebo once a day in 28-day cycles, repeated until tumor growth was found (disease progression), or the participant experienced intolerable side effects. After disease progression, participants who were randomized to placebo were given the option of switching to ripretinib. The trial was conducted at 29 sites in the United States, Australia, Belgium, Canada, France, Germany, Italy, the Netherlands, Poland, Singapore, Spain, and the United Kingdom. The major efficacy outcome measure was progression-free survival (PFS) based on assessment by blinded independent central review (BICR) using modified RECIST 1.1 in which lymph nodes and bone lesions were not target lesions and a progressively growing new tumor nodule within a pre-existing tumor mass must meet specific criteria to be considered unequivocal evidence of progression. Additional efficacy outcome measures included overall response rate (ORR) by BICR and overall survival (OS). The trial demonstrated a statistically significant improvement in PFS for participants in the ripretinib arm compared with those in the placebo arm (HR 0.15; 95% CI: 0.09, 0.25; p<0.0001). The U.S. Food and Drug Administration (FDA) granted the application for ripretinib priority review and fast track designations, as well as breakthrough therapy designation and orphan drug designation. The FDA granted approval of Qinlock to Deciphera Pharmaceuticals, Inc.   == Society and culture ==   === Legal status === Ripretinib was approved for medical use in the United States in May 2020, and in Australia in July 2020. In September 2021, the Committee for Medicinal Products for Human Use adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Qinlock, intended for the treatment of advanced gastrointestinal stromal tumour (GIST) in people who have received prior treatment with three or more kinase inhibitors. The applicant for this medicinal product is Deciphera Pharmaceuticals (Netherlands) B.V. Ripretinib was approved for medical use in the European Union in November 2021.   == Names == Ripretinib is the International nonproprietary name (INN) and the United States Adopted Name (USAN).   == References ==   == Further reading == Schneeweiss M, Peter B, Bibi S, Eisenwort G, Smiljkovic D, Blatt K, et al. (May 2018). \"The KIT and PDGFRA switch-control inhibitor DCC-2618 blocks growth and survival of multiple neoplastic cell types in advanced mastocytosis\". Haematologica. 103 (5): 799–809. doi:10.3324/haematol.2017.179895. PMC 5927976. PMID 29439183.{{cite journal}}:  CS1 maint: overridden setting (link)   == External links == \"Ripretinib\". NCI Drug Dictionary. National Cancer Institute. \"Ripretinib\". National Cancer Institute. 27 May 2020. Clinical trial number NCT03353753 for \"Phase 3 Study of DCC-2618 vs Placebo in Advanced GIST Patients Who Have Been Treated With Prior Anticancer Therapies (invictus)\" at ClinicalTrials.gov"}