{"name": "risankizumab", "category": "drug", "content": "Risankizumab, sold under the brand name Skyrizi, is a humanized monoclonal antibody used for the treatment of plaque psoriasis, psoriatic arthritis, and Crohn's disease. It is designed to target interleukin 23A (IL-23A). It is given by subcutaneous injection. The most common side effects include upper respiratory infections (nose and throat infection). Risankizumab is approved for medical use in the European Union, the United States, Canada, and Japan.   == Medical uses == Risankizumab is indicated for the treatment of plaque psoriasis, psoriatic arthritis, and Crohn's disease. In Japan, it is also indicated for the treatment of generalized pustular psoriasis and erythrodermic psoriasis.   == Adverse effects == Injection site reactions such as redness and pain have been reported but are uncommon, being reported in approximately 0.8% of cases.   == History == Risankizumab was approved by the U.S. Food and Drug Administration (FDA) for treatment of moderate-to-severe plaque psoriasis in April 2019. The FDA approved risankizumab based on evidence primarily from five clinical trials (Trial 1/NCT02684370, Trial 2/NCT02684357, Trial 3/NCT02672852, Trial 4/ NCT02694523, and Trial 5/NCT02054481) of 1606 participants with moderate to severe plaque psoriasis. The trials were conducted in Asia, Canada, Europe, Mexico, South America, and the United States. In June 2024, the FDA approved risankizumab for adults with moderate to severe forms of ulcerative colitis.   == Clinical trials ==   === Psoriasis === In a phase I clinical trial, thirty-nine patients received single-dose risankizumab, eighteen of which received the drug intravenously, thirteen subcutaneously, and eight received the placebo drug. There were several instances that adverse effects occurred but in the same frequency for the placebo and the experimental groups. Four serious adverse events occurred in the risankizumab treated patients, all of which were judged not treatment related. Risankizumab was associated with clinical improvement in individuals treated with the drug, from week 2 and maintained for up to 66 weeks after treatment. At week 12 of treatment, 75%, 90%, and 100% decreases in the Psoriasis Area and Severity Index (PASI) were achieved by 87%, 58%, and 16% of risankizumab treated patients, regardless of dose, respectively, versus individuals receiving placebo. Significant correlation between treatment-associated molecular changes and PASI improvement was observed in the risankizumab treated patients. The efficacy, safety and tolerability was further investigated in a phase III program comprising four clinical trials which compared risankizumab to ustekinumab, adalimumab and placebo in the indication of plaque psoriasis. The results of these trials confirmed the efficacy and tolerability of risankizumab.   == References ==   == External lists == Clinical trial number NCT02684370 for \"BI 655066 (Risankizumab) Compared to Placebo and Active Comparator (Ustekinumab) in Patients With Moderate to Severe Chronic Plaque Psoriasis\" at ClinicalTrials.gov Clinical trial number NCT02684357 for \"BI 655066 Versus Placebo & Active Comparator (Ustekinumab) in Patients With Moderate to Severe Chronic Plaque Psoriasis\" at ClinicalTrials.gov Clinical trial number NCT02672852 for \"BI 655066 / ABBV-066 (Risankizumab) in Moderate to Severe Plaque Psoriasis With Randomized Withdrawal and Re-treatment\" at ClinicalTrials.gov Clinical trial number NCT02694523 for \"BI 655066/ABBV-066 (Risankizumab) Compared to Active Comparator (Adalimumab) in Patients With Moderate to Severe Chronic Plaque Psoriasis\" at ClinicalTrials.gov Clinical trial number NCT02054481 for \"BI 655066 Dose Ranging in Psoriasis, Active Comparator Ustekinumab\" at ClinicalTrials.gov"}