{"name": "risdiplam", "category": "drug", "content": "Risdiplam, sold under the brand name Evrysdi, is a medication used to treat spinal muscular atrophy (SMA) and the first oral medication approved to treat this disease. Risdiplam is a survival of motor neuron 2-directed RNA splicing modifier. In clinical trials, the most common adverse events included fever, diarrhea, rash, ulcers of the mouth area, joint pain (arthralgia) and urinary tract infections. Additional adverse events observed in the infantile-onset population included upper respiratory tract infection, pneumonia, constipation and vomiting. Risdiplam was approved by the US Food and Drug Administration (FDA) in August 2020, for the treatment of adults and children two months of age or older. Developed by Roche in Basel, Switzerland, in association with PTC Therapeutics and the SMA Foundation, it is marketed in the US by Genentech, a subsidiary of Roche.   == Medical uses == In the United States, risdiplam is indicated to treat people two months of age and older with spinal muscular atrophy.   == Adverse effects == In two clinical trials, the following adverse events occurred at least 5% more frequently in patients treated with risdiplam than in the placebo group: fever, diarrhoea, rash, ulcers of the mouth area, joint pain (arthralgia) and urinary tract infections. Additional adverse events for the infantile-onset population included upper respiratory tract infection, pneumonia, constipation and vomiting. Risdiplam should not be taken together with medications that are multidrug and toxin extrusion (MATE) substrates because risdiplam may increase plasma concentrations of these drugs.   == Pharmacology ==   === Mechanism of action === Risdiplam addresses the underlying cause of SMA: a reduced amount of survival motor neuron (SMN) protein. The protein is encoded by the SMN1 and SMN2 genes. SMA is caused by mutations in SMN1 that code for inactive forms of the protein. The activity of the SMN2 gene, which produces much smaller quantities of SMN, tends to determine the severity of disease. The compound is a pyridazine derivative that modifies the splicing of SMN2 messenger RNA to include exon 7, resulting in an increase in the concentration of the functional SMN protein in vivo. Nusinersen, the first drug approved to treat SMA, an anti-sense oligonucleotide targeting intronic splicing silencer N1 (ISS-N1), also alters mRNA splicing of SMN2.   == Efficacy == The safety and efficacy of risdiplam in infantile-onset and later-onset SMA has been evaluated in ongoing clinical trials.  In the infantile-onset SMA study, an open-label trial with 41 participants, efficacy was established based on the ability to sit without support for at least five seconds. After 12 months of treatment, 29% of participants were able to sit independently for more than five seconds. After 23 or more months of treatment, 81% of participants were alive without permanent ventilation. Although the study did not perform direct comparisons against children receiving a placebo (inactive treatment), these results compare favourably with the typical course of the untreated disease. The study of later-onset SMA was a randomised controlled trial that enrolled 180 participants, aged between 2 and 25 years, with less severe forms of the disease. Participants treated with risdiplam for 12 months showed improvements in motor function compared to participants given a placebo.   == Society and culture ==   === Legal status === The US Food and Drug Administration (FDA) awarded marketing approval to Genentech in August 2020. The FDA earlier granted the application for risdiplam fast track, priority review, and orphan drug designations. Genentech was also awarded a rare pediatric disease priority review voucher. The European Medicines Agency (EMA) awarded risdiplam a priority medicine designation in 2018 and an orphan drug designation in 2019. As of August 2020, Roche has applied for marketing authorisation in Brazil, Chile, China, the European Union, Indonesia, Russia, South Korea and Taiwan.   === Names === Risdiplam is the International nonproprietary name (INN).   === Compassionate use === Since late 2019, Roche has been offering the drug globally for free to some eligible people through an expanded access program.   == References ==   == Further reading ==   == External links == Clinical trial number NCT02913482 for \"Investigate Safety, Tolerability, PK, PD and Efficacy of Risdiplam (RO7034067) in Infants With Type1 Spinal Muscular Atrophy (FIREFISH)\" at ClinicalTrials.gov Clinical trial number NCT02908685 for \"A Study to Investigate the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics and Efficacy of Risdiplam (RO7034067) in Type 2 and 3 Spinal Muscular Atrophy (SMA) Participants (SUNFISH)\" at ClinicalTrials.gov"}