{"name": "ritonavir", "category": "drug", "content": "Ritonavir, sold under the brand name Norvir, is an antiretroviral medication used along with other medications to treat HIV/AIDS. This combination treatment is known as highly active antiretroviral therapy (HAART). Ritonavir is a protease inhibitor, though it now mainly serves to boost the potency of other protease inhibitors. It may also be used in combination with other medications to treat hepatitis C and COVID-19. It is taken by mouth. Common side effects of ritonavir include nausea, vomiting, loss of appetite, diarrhea, and numbness of the hands and feet. Serious side effects include liver complications, pancreatitis, allergic reactions, and arrythmias. Serious interactions may occur with a number of other medications including amiodarone and simvastatin. At low doses, it is considered to be acceptable for use during pregnancy. Ritonavir is of the protease inhibitor class. However, it is also commonly used to inhibit the enzyme that metabolizes other protease inhibitors. This inhibition allows lower doses of these latter medications to be used. Ritonavir was patented in 1989 and came into medical use in 1996. It is on the World Health Organization's List of Essential Medicines. Ritonavir capsules were approved as a generic medication in the United States in 2020.   == Medical uses ==   === HIV === Ritonavir is indicated in combination with other antiretroviral agents for the treatment of HIV-1-infected patients. Though initially developed as an independent antiviral treatment, it is most commonly used as a pharmacokinetic enhancer, in order to increase the plasma concentrations of other antiretrovirals. Ritonavir is effective in preventing the replication of HIV-1. Protease inhibitors, including ritonavir, effectively block HIV-1 protease, a crucial enzyme in the reproductive cycle of HIV-1.   === COVID-19 === Two SARS-CoV-2 3CLpro inhibitors are prepackaged with ritonavir to enhance their blood concentration. In December 2021, the combination of nirmatrelvir and ritonavir was granted emergency use authorization by the US Food and Drug Administration (FDA) for the treatment of coronavirus disease COVID-19. The co-packaged medications are sold under the brand name Paxlovid. Paxlovid is not authorized for the pre-exposure or post-exposure prevention of COVID-19 or for initiation of treatment in those requiring hospitalization due to severe or critical COVID-19. On December 31, 2021, the UK Medicines and Healthcare products Regulatory Agency (MHRA) approved the same combination \"for people with mild to moderate COVID-19 who are at high risk of developing severe COVID-19\". In January 2023, simnotrelvir/ritonavir was conditionally approved by China's National Medical Products Administration (NMPA) for COVID-19.   === Other uses === The use of ritonavir as a CYP3A inhibitor is also seen in the Hepatitis C medication ombitasvir/paritaprevir/ritonavir.   == Side effects == When administered at the initially tested higher doses effective for anti-HIV therapy, the side effects of ritonavir are those shown below.   === Adverse drug reactions === Ritonavir exhibits hepatic activity. It induces CYP1A2 and inhibits CYP3A4 and CYP2D6. Concomitant therapy of ritonavir with a variety of medications may result in serious and sometimes fatal drug interactions. Due to it being a strong inhibitor (that causes at least a five-fold increase in the plasma AUC values, or more than 80% decrease in clearance) of both cytochrome P450 enzymes CYP2D6 and CYP3A4, ritonavir can severely potentiate and prolong the half-life and/or increase the blood concentration of phenobarbital, primidone, carbamazepine, phenytoin, PDE5 inhibitors like sildenafil, opioids such as hydrocodone, oxycodone, pethidine and fentanyl, antiarrhythmic agents such as amiodarone, propafenone and disopyramide, Immunosuppressants such as tacrolimus, voclosporin and sirolimus, neuroleptics like clozapine, lurasidone and pimozide, as well as some chemotherapeutic agents, benzodiazepines and some ergot derivatives. The FDA has issued a boxed warning for this type of drug interactions. CYP3A4 inducers can counteract the inhibiting effects of ritonavir and lead to drastically reduced levels of \"boosted\" drugs, increasing the risk of developing drug resistance. Other CYP3A4 inhibitors may have an additive effect with ritonavir, causing increased drug levels.   == Pharmacology ==   === Pharmacodynamics === Ritonavir was originally developed as an inhibitor of HIV protease, one of a family of pseudo-C2-symmetric small molecule inhibitors. Ritonavir is rarely used for its own antiviral activity but remains widely used as a booster of other protease inhibitors. More specifically, ritonavir is used to inhibit a particular enzyme, in intestines, liver, and elsewhere, that normally metabolizes protease inhibitors, cytochrome P450-3A4 (CYP3A4). The drug binds to and inhibits CYP3A4, so a low dose can be used to enhance other protease inhibitors. This discovery drastically reduced the adverse effects and improved the efficacy of protease inhibitors and HAART.. However, because of the general role of CYP3A4 in xenobiotic metabolism, dosing with ritonavir also affects the efficacy of numerous other medications, adding to the challenge of prescribing drugs concurrently. See § Adverse drug reactions above.   === Pharmacokinetics === Ritonavir at a 200 mg dose reaches maximum plasma concentration in about 3 hours and has a half life of 3-4 hours. Importantly, the pharmacokinetics of Ritonavir are not linear -- the half life increases at higher doses or under repeated dosing. For instance, the half life of a 500 mg tablet is 4-6 hours rather than 3-4 hours for a 200 mg tablet. The drug has high bioavailability but about 20% is lost due to first-pass metabolism. Rivonavir capsules are not absorbed as quickly as Ritonavir tablets and may exhibit different bioavailability.  Ritonavir was demonstrated to have an in vitro potency of EC50=0.02 μM on HIV-1 protease and highly sustained concentration in plasma after oral administration in several species.    == Chemistry == Ritonavir was initially derived from a moderately potent and orally bioavailable small molecule, A-80987. The P3 and P2′ heterocyclic groups of A-80987 were redesigned to create an analogue, now known as ritonavir, with improved pharmacokinetic properties to the original. Full details of the synthesis of ritonavir were first published by scientists from Abbott Laboratories.  In the first step shown, an aldehyde derived from phenylalanine is treated with zinc dust in the presence of vanadium(III) chloride. This results in a pinacol coupling reaction which dimerizes the material to provide an intermediate which is converted to its epoxide and then reduced to (2S,3S,5S)-2,5-diamino-1,6-diphenylhexan-3-ol. Importantly, this retains the absolute stereochemistry of the amino acid precursor. The diamine is then treated sequentially with two thiazole derivatives, each linked by an amide bond, to provide ritonavir.   == History ==  Ritonavir is sold as Norvir by AbbVie, Inc. The US Food and Drug Administration (FDA) approved ritonavir on March 1, 1996, As a result of the introduction of \"highly active antiretroviral thearap[ies]\" the annual U.S. HIV-associated death rate fell from over 50,000 to about 18,000 over a period of two years. In 2014, the FDA approved a combination of ombitasvir/paritaprevir/ritonavir for the treatment of hepatitis C virus (HCV) genotype 4. After the start of the COVID pandemic in 2020, many antivirals, including protease inhibitors in general and ritonavir in particular, were repurposed in an effort to treat the new infection. Lopinavir/ritonavir was found not to work in severe COVID-19. Virtual screening followed by molecular dynamics analysis predicted ritonavir blocks the binding of the SARS-CoV-2 spike (S) protein to the human angiotensin-converting enzyme 2 (hACE2) receptor, which is critical for the virus entry into human cells. Finally in 2021, a combination of ritonavir with nirmatrelvir, a newly developed orally active 3C-like protease inhibitor, was developed for the treatment of COVID-19. Ritonavir serves to slow down metabolism of nirmatrelvir by cytochrome enzymes to maintain higher circulating concentrations of the main drug. In November that year, Pfizer announced positive phase 2/3 results, including 89% reduction in hospitalizations when given within three days after symptom onset.   == Polymorphism and temporary market withdrawal == Ritonavir was originally dispensed as a capsule that did not require refrigeration. This contained a crystal form of ritonavir that is now called form I. However, like many drugs, crystalline ritonavir can exhibit polymorphism, i.e., the same molecule can crystallize into more than one crystal type, or polymorph, each of which contains the same repeating molecule but in different crystal packings/arrangements. The solubility and hence the bioavailability can vary in the different arrangements, and this was observed for forms I and II of ritonavir. During development—ritonavir was introduced in 1996—only the crystal form now called form I was found; however, in 1998, a lower free energy, more stable polymorph, form II, was discovered. This more stable crystal form was less soluble, which resulted in significantly lower bioavailability. The compromised oral bioavailability of the drug led to temporary removal of the oral capsule formulation from the market. As a consequence of the fact that even a trace amount of form II can result in the conversion of the more bioavailable form I into form II, the presence of form II threatened the ruin of existing supplies of the oral capsule formulation of ritonavir; and indeed, form II was found in production lines, effectively halting ritonavir production. Abbott (now AbbVie) withdrew the capsules from the market, and prescribing physicians were encouraged to switch to a Norvir suspension. It has been estimated that Abbott lost more than US$250 million as a result, and the incident is often cited as a high-profile example of disappearing polymorphs. The company's research and development teams ultimately solved the problem by replacing the capsule formulation with a refrigerated gelcap. In 2000, Abbott (now AbbVie) received FDA-approval for a tablet formulation of lopinavir/ritonavir (Kaletra) which contained a preparation of ritonavir that did not require refrigeration. Ritonavir tablets produced in a solid dispersion by melt-extrusion was found to remain in form I, and was re-introduced commercially in 2010.   == Society and culture ==   === Economics === In 2003, Abbott (AbbVie, Inc.) raised the price of a Norvir course from US$1.71 per day to US$8.57 per day, leading to claims of price gouging by patients' groups and some members of Congress. Consumer group Essential Inventions petitioned the NIH to override the Norvir patent, but the NIH announced on August 4, 2004, that it lacked the legal right to allow generic production of Norvir.   == References ==   == Further reading =="}