{"name": "ritodrine", "category": "drug", "content": "Ritodrine, sold under the brand name Yutopar, is a tocolytic drug used to stop premature labor.  This drug has been removed from the US market, according to FDA Orange Book. It was available in oral tablets or as an injection and was typically used as the hydrochloride salt. The drug acts as a selective β2-adrenergic receptor agonist. It was first approved for medical use in the United States in 1984.   == Medical uses == Ridodrine is used to treat preterm labor.   == Contraindications == Possible contraindications of ritodrine include type 2 diabetes, high blood pressure, and migraines.   == Side effects == Most side effects of β2-adrenergic receptor agonists result from their concurrent β1-adrenergic receptor agonistic activity, and include increase in heart rate, rise in systolic blood pressure, decrease in diastolic blood pressure, chest pain secondary to myocardial infarction, and arrhythmia. β-Adrenergic receptor agonists may also cause fluid retention secondary to decrease in water clearance, which when added to the tachycardia and increased myocardial work, may result in heart failure. In addition, they increase gluconeogenesis in the liver and muscle resulting in hyperglycemia, which increases insulin requirements in diabetic patients. The passage of β-adrenergic receptor agonists through the placenta does occur and may be responsible for fetal tachycardia, as well as hypoglycemia or hyperglycemia at birth. It has also been associated with postpartum bleeding. Ritodrine has been reported rarely to cause serious side effects including rhabdomyolysis, hepatotoxicity, leukopenia, pulmonary edema, and psychiatric symptoms, among others.   == Pharmacology ==   === Pharmacodynamics === Ritodrine is a short-acting β2-adrenoreceptor agonist — a class of medication used for smooth muscle relaxation (other similar drugs are used in asthma or other pulmonary diseases such as salbutamol (albuterol)). Since ritodrine has a bulky N-substituent, it has high β2-adrenergic receptor selectivity. Also, the 4-hydroxy group on the benzene ring is important for activity as it is needed to form hydrogen bonds. Since the drug is β2-selective, it is used for premature labor.   === Pharmacokinetics === The 4-hydroxy group of ritodrine makes it susceptible to metabolism by catechol-O-methyl transferase (COMT).   == Chemistry == Ritodrine, also known as 4-hydroxy-β-hydroxy-N-(4-hydroxyphenylethyl)amphetamine or as N-(4-hydroxyphenylethyl)-4-hydroxynorephedrine, is a substituted phenethylamine and amphetamine derivative. The experimental log P of ritodrine is 2.4 and its predicted ranges from 1.53 to 2.3.   == History == Ritodrine was first approved for medical use in the United States in 1984.   == Society and culture ==   === Names === Ritodrine is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française. In the case of the hydrochloride salt, its generic name is ritodrine hydrochloride and this is its USANTooltip United States Adopted Name and BANMTooltip British Approved Name. It is also known by its developmental code name DU-21220. The drug has been sold under brand names including Pre-Par, Utopar, and Yutopar, among others.   == See also == Hexoprenaline Isoxsuprine Terbutaline Bedoradrine   == References =="}