{"name": "rituximab", "category": "drug", "content": "Cetuximab, sold under the brand name Erbitux, is an epidermal growth factor receptor (EGFR) inhibitor medication used for the treatment of metastatic colorectal cancer and head and neck cancer. Cetuximab is a chimeric (mouse/human) monoclonal antibody given by intravenous infusion. Cetuximab was approved for medical use in the United States in 2004.   == Medical uses == In the US, cetuximab is indicated for the treatment of head and neck cancer and colorectal cancer. In the EU, cetuximab is indicated for the treatment of epidermal growth factor receptor (EGFR)-expressing, RAS wild-type metastatic colorectal cancer and for the treatment of squamous cell cancer of the head and neck.   === Head and neck cancer === Cetuximab was approved by the US Food and Drug Administration (FDA) in March 2006, for use in combination with radiation therapy for treating squamous cell carcinoma of the head and neck (SCCHN) or as a single agent in people who have had prior platinum-based therapy. The IMCL-9815 Phase III Registration Trial, the addition of cetuximab to radiotherapy improved clinical outcomes regardless of p16 or HPV status versus radiotherapy alone. However, subsequent studies and clinical trials (NRG Oncology RTOG 1016 and De-ESCALaTE HPV) suggested cetuximab was significantly inferior in overall and progression-free survival, when compared with cisplatin.    === Colorectal cancer === In July 2009, the U.S. Food and Drug Administration (FDA) approved cetuximab for the treatment of colon cancer with wild-type KRAS.   == Side effects == One of the more serious side effects of cetuximab therapy is the incidence of acne-like rash. It is generally reversible. Further severe infusion reactions include but are not limited to: fevers, chills, rigors, urticaria, itchiness, rash, hypotension, nausea, vomiting, headache, shortness of breath, wheezing, angioedema, dizziness, anaphylaxis, and cardiac arrest. Other common side effects include photosensitivity, hypomagnesemia due to magnesium wasting, and less commonly pulmonary and cardiac toxicity.   === Alpha-gal allergy === Certain geographic regions have a high rate of anaphylactic reactions to cetuximab upon the first exposure to the medication. This is unusual because exposure to the allergen must occur before the development of an allergy. Fewer than 1% of people in the northeast United States reacted, while greater than 20% in the southeast did.   == Mechanism of action == Cetuximab is a chimeric (mouse/human) monoclonal antibody which binds to and inhibits EGFR.   == KRAS Testing == The KRAS gene encodes a small G protein on the EGFR pathway. Cetuximab and other EGFR inhibitors only work on tumors in which KRAS is not mutated. In July 2009, the US Food and Drug Administration (FDA) updated the labels of two anti-EGFR monoclonal antibody drugs (panitumumab (Vectibix) and cetuximab (Erbitux)) indicated for treatment of metastatic colorectal cancer to include information about KRAS mutations. Studies have indicated that detection of KRAS gene mutations helps physicians identify patients that are unlikely to respond to treatment with targeted EGFR inhibitors, including cetuximab and panitumumab. Accordingly, genetic testing to confirm the absence of KRAS mutations (and so the presence of the KRAS wild-type gene), is now clinically routine before the start of treatment with EGFR inhibitors. mCRC patients with wild-type KRAS tumors have been shown to benefit from a response rate of over 60% and a decreased risk for progression of over 40% when treated with Erbitux as 1st-line therapy. Around 65% of mCRC patients have the KRAS wild-type gene. There is some evidence that colorectal tumors with the KRAS G13D mutation (glycine to aspartate at codon 13) respond to EGFR inhibition (specifically, with Cetuximab). While the mechanism is still under investigation, current findings suggest that susceptibility to EGFR-inhibition  is due to how this particular variant maintains interactions with the GTPase activating protein (GAP) NFI.   == History == Observations on EGFR inhibition were published in 1988. Yeda Research, on behalf of the Weizmann Institute of Science in Israel, challenged the Aventis-owned patent, licensed by Imclone, for the use of anti-epidermal growth factor receptor antibodies in combination with chemotherapy, to slow the growth of certain tumors which was filed in 1989 by Rhone-Poulenc-Rorer. The court ruled that Yeda is sole owner of the patent in the U.S., while Yeda and Sanofi-Aventis co-own the patent's foreign counterparts.   == Society and culture ==   === Manufacture === Eli Lilly and Company is responsible for the manufacture and supply of Erbitux in bulk-form active pharmaceutical ingredient (API) for clinical and commercial use in the U.S. and Canada. Merck KGaA manufactures Erbitux for supply in its territory (outside the U.S. and Canada) as well as for Japan.   === Distribution === Erbitux is marketed in the U.S. and Canada by Eli Lilly. Outside the U.S. and Canada, Erbitux is commercialized by Merck KGaA. Eli Lilly receives royalties from Merck KGaA. A separate agreement grants co-exclusive rights among Merck, Bristol-Myers Squibb and Eli Lilly in Japan and expires in 2032.   === Economics === Cetuximab is given by intravenous therapy and costs up to $30,000 for eight weeks of treatment per patient. Merck KGaA had 887 million euros ($1.15 billion) in Erbitux sales in 2012, from head and neck as well as bowel cancer, while Bristol-Myers Squibb generated $702 million in sales from the drug. Erbitux was the eighth best-selling cancer drug of 2013, with sales of $1.87 billion.   === Biosimilars ===  As of 2023, there are no biosimilars of cetuximab.   === Insider trading ===  Cetuximab failed to get FDA approval in 2001, which caused the stock price of the developer ImClone to drop dramatically. Prior to the announcement, several executives sold stock, and the SEC launched an investigation into insider trading. This resulted in a widely publicized criminal case, which resulted in prison terms for media celebrity Martha Stewart, ImClone chief executive officer Samuel D. Waksal and Stewart's broker at Merrill Lynch, Peter Bacanovic.   == Research == The efficacy of cetuximab was explored in a clinical trial of advanced gastric cancer published in 2013; cetuximab showed no survival benefit. A 2020 phase III multicenter randomized controlled trial headed by University College London showed that adding cetuximab to perioperative chemotherapy worsened survival for colorectal cancer patients with operable liver metastases. With over five years of follow-up, median overall survival (OS) dropped from 81 months for patients treated with chemotherapy alone before and after liver resection, to 55.4 months for those that also received cetuximab. A multicenter, single arm, phase II study is being conducted that is designed to evaluate the efficacy and safety of cetuximab for the treatment of advanced (unresectable)/metastatic, chordoma.   == References =="}