{"name": "rivaroxaban", "category": "drug", "content": "Rivaroxaban, sold under the brand name Xarelto among others, is an anticoagulant medication (blood thinner) used to treat and prevent blood clots. Specifically it is used to treat deep vein thrombosis and pulmonary emboli and prevent blood clots in atrial fibrillation and following hip or knee surgery. It is taken by mouth. Common side effects include bleeding. Other serious side effects may include spinal hematoma and anaphylaxis. It is unclear if use in pregnancy and breastfeeding is safe. Compared to warfarin it has fewer interactions with other medications. It works by blocking the activity of the clotting protein factor Xa. Rivaroxaban was patented in 2007 and approved for medical use in the United States in 2011. In the United States, it will not be available as a generic medication until 2024. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 86th most commonly prescribed medication in the United States, with more than 8 million prescriptions.    == Medical uses == In those with non-valvular atrial fibrillation, rivaroxaban appears to be as effective as warfarin in preventing strokes and embolic events in patients who are classified as moderate-to-high risk, as defined by a score of a number of specific medical conditions.  In July 2012, the UK's National Institute for Health and Clinical Excellence recommended rivaroxaban to prevent and treat venous thromboembolism.   == Contraindications == When undergoing surgeries, due to the concern over managing bleeding, rivaroxaban can be discontinued 24 hours prior to low-bleeding risk surgery and 48-72 hours prior to high-bleeding risk surgeries. Once the surgery is over, it can be recommenced after 1 to 3 days with doctor consultation. Dosing recommendations do not recommend administering rivaroxaban with drugs known to be strong combined CYP3A4/P-glycoprotein inhibitors because this results in significantly higher plasma concentrations of rivaroxaban. A small retrospective cohort study reported that the use of moderate CYP3A4 and P-glycoprotein inhibitors such as amiodarone or verapamil, increased the risk of bleeding when administered with rivaroxaban. Although this increase was not statistically significant, there was a trend showing increased bleeding in the rivaroxaban with moderate CYP3A4 and P-glycoprotein inhibitors group. Therefore, it is important to monitor for bleeding when concurrently on rivaroxaban and moderate CYP3A4 and P-glycoprotein inhibitors.   == Adverse effects == The most serious adverse effect is bleeding, including severe internal bleeding. As of 2015, post-marketing assessments showed liver toxicity, and further studies are needed to quantify this risk. In 2015, rivaroxaban accounted for the highest number of reported cases of serious injury among regularly monitored medications to the FDA's Adverse Events Reporting System (AERS).   === Reversal agent === In October 2014, Portola Pharmaceuticals completed Phase I and II clinical trials for andexanet alfa as an antidote for Factor Xa inhibitors with few adverse effects, and started Phase III trials. Andexanet alfa was approved by the U.S. Food and Drug Administration in May 2018, under the trade name AndexXa.   == Mechanism of action == Rivaroxaban inhibits both free and bound Factor Xa in the prothrombinase complex. It is a selective direct factor Xa inhibitor with an onset of action of 2.5 to 4 hours. Inhibition of Factor Xa interrupts the intrinsic and extrinsic pathway of the blood coagulation cascade, inhibiting both thrombin formation and development of thrombi. Rivaroxaban does not inhibit thrombin (activated Factor II), and no effects on platelets have been demonstrated. It allows predictable anticoagulation and dose adjustments and routine coagulation monitoring; dietary restrictions are not needed. Unfractionated heparin (UFH), low molecular weight heparin (LMWH), and fondaparinux also inhibit the activity of factor Xa, indirectly, by binding to circulating antithrombin (AT III) and must be injected, whereas the orally active warfarin, phenprocoumon, and acenocoumarol are vitamin K antagonists (VKA), decreasing a number of coagulation factors, including factor X. Rivaroxaban has predictable pharmacokinetics across a wide spectrum of patients (age, gender, weight, race) and has a flat dose response across an eightfold dose range (5–40 mg). The oral bioavailability is dose-dependent. Doses of rivaroxaban under 10 mg can be taken with or without food, as it displayed high bioavailability independent of whether food was consumed or not. If rivaroxaban is given at oral doses of 15 mg or 20 mg, it needs to be taken with food to aid in drug absorption and achieve appropriate bioavailability (≥ 80%).   == Chemistry ==  Rivaroxaban bears a striking structural similarity to the antibiotic linezolid: both drugs share the same oxazolidinone-derived core structure.  Accordingly, rivaroxaban was studied for any possible antimicrobial effects and for the possibility of mitochondrial toxicity, which is a known complication of long-term linezolid use.  Studies found that neither rivaroxaban nor its metabolites have any antibiotic effect against Gram-positive bacteria.  As for mitochondrial toxicity, in vitro studies published before 2008 found the risk to be low.   == History == Rivaroxaban was initially developed by Bayer. In the United States, it is marketed by Janssen Pharmaceuticals (a part of Johnson & Johnson). It was the first available direct factor Xa inhibitor which is taken by mouth.   == Society and culture ==   === Economics === Using rivaroxaban rather than warfarin costs 70 times more, according to Express Scripts Holding Co, the largest U.S. pharmacy benefits manager. As of 2016, Bayer claimed that the drug was licensed in 130 countries and that more than 23 million patients had been treated.   === Legal status === In September 2008, Health Canada granted marketing authorization for rivaroxaban to prevent venous thromboembolism (VTE) in people who have undergone elective total hip replacement or total knee replacement surgery. In the same month, the European Commission also granted marketing authorization of rivaroxaban to prevent venous thromboembolism in adults undergoing elective hip and knee replacement. In July 2011, the US Food and Drug Administration (FDA) approved rivaroxaban for prophylaxis of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE), in adults undergoing hip and knee replacement surgery. In November 2011, the US FDA approved rivaroxaban for stroke prevention in people with non-valvular atrial fibrillation.   === Legal action === On March 25, 2019, over 25,000 lawsuits over rivaroxaban in the US were settled for $775 million to get paid out to those affected. Plaintiffs accused the drugmakers of not warning about the bleeding risks, claiming their injuries could have been prevented had doctors and patients been provided adequate information.   == Research == Researchers at the Duke Clinical Research Institute have been accused of withholding clinical data used to evaluate rivaroxaban. Duke tested rivaroxaban in a clinical trial known as the ROCKET AF trial. The clinical trial, published 2011 in the New England Journal of Medicine and headed by Robert Califf, then Commissioner of the FDA, found rivaroxaban to be more effective than warfarin in reducing the likelihood of ischemic strokes in patients with atrial fibrillation. The validity of the study was called into question in 2014, when pharmaceutical sponsors Bayer and Johnson & Johnson revealed that the INRatio blood monitoring devices used were not functioning properly, A subsequent analysis by the Duke team published in February 2016 found that this had no significant effect on efficacy and safety in the trial. Under-representation of racial minorities in clinical trials has been noted.   == References =="}