{"name": "rizatriptan", "category": "drug", "content": "Rizatriptan, sold under the brand name Maxalt among others, is a medication used for the treatment of migraine headaches. It is taken by mouth. It can also be applied on the tongue. It is a serotonin (5-HT) 1B/1D receptor agonist (triptan). Common side effects include chest pain, dizziness, dry mouth, and tingling. Other side effects may include myocardial infarction, stroke, high blood pressure, serotonin syndrome, and anaphylaxis. Excessive use may result in medication overuse headaches. Use is not recommended during pregnancy and breastfeeding is not recommended within 24 hours after taking a dose. Rizatriptan is in the triptan class and is believed to work by activating the 5-HT1 receptor. Rizatriptan was patented in 1991 and came into medical use in 1998. It is available as a generic medication. In 2021, it was the 159th most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses == Rizatriptan is indicated to treat acute migraine attacks with or without aura. It does not prevent future migraine attacks. A 2010 review found rizatriptan to be more efficacious and tolerable than sumatriptan.   == Contraindications == Rizatriptan and other triptans can cause vasoconstriction, they are contraindicated in people with cardiovascular conditions.   == Adverse effects == Frequent adverse effects (incidence less than 10%) are dizziness, drowsiness, asthenia/fatigue, and nausea. Clinical adverse experiences were typically mild and short-lasting (2–3 hours).   == Interactions == Propranolol   == Mechanism of action ==  Rizatriptan acts as an agonist at serotonin 5-HT1B and 5-HT1D receptors. Like the other triptans sumatriptan and zolmitriptan, rizatriptan induces vasoconstriction—possibly by inhibiting the release of calcitonin gene-related peptide from sensory neurons in the trigeminal nerve.   == Society and culture ==   === Brand names === Brand names include Rizalt, Rizalt RPD, Rizact (India), Rizafilm, Maxalt, and Maxalt-MLT.   == References =="}