{"name": "romosozumab", "category": "drug", "content": "Romosozumab, sold under the brand name Evenity, is a medication used to treat osteoporosis. It has been found to decrease the risk of fractures of the spine. Common side effects include headache, joint pain, and injection site reactions including pain. It may increase the risk of heart attacks, strokes, and deaths from cardiovascular disease. It is a humanized monoclonal antibody that targets sclerostin.  Research shows the drug increases bone formation and decreases bone resorption in postmenopausal women with low bone density. Romosozumab was approved for medical use in Japan, the United States and the European Union in 2019. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Romosozumab is used for osteoporosis to decrease the risk of fractures. Two trials found that it reduced the rate of vertebral fracture. In one, there was a 73% lower risk of vertebral fracture after one year, and the benefit was maintained after a second year of taking denosumab. In the other, one year of romosozumab followed by one year of alendronate had a 50% vertebral fracture reduction compared to two years of alendronate.   == Side effects == Common side effects include headache, joint pain, and injection site reactions including pain.  In one trial, more patients in the romosozumab group had serious cardiovascular events compared to the alendronate group (0.8% vs 0.3%), though this was not found in a trial of romosozumab vs placebo. Currently, the drug contains a FDA boxed warning on its labeling stating that it may increase the risk of heart attack, stroke and cardiovascular death and should not be used in patients who have had a heart attack or stroke within the previous year. Such a limitation does not exist in Japan. In a large real-world study, prescription of romosozumab was associated with less adverse cardiovascular events compared to other osteoanabolic therapies.    == History == Romosozumab was approved for medical use in Japan in January 2019, the United States in April 2019 and the European Union in December 2019. It was originally discovered by Chiroscience, which was acquired by Celltech (now owned by UCB). Celltech entered in a partnership with Amgen in 2002 for the product's development. The UK's National Institute for Health and Care Excellence (NICE) decided to recommend romosozumab for use in England and Wales.   == References =="}