{"name": "ropeginterferon alfa-2b", "category": "drug", "content": "Ropeginterferon alfa-2b, sold under the brand name Besremi, is a medication used to treat polycythemia vera. It is an interferon. It is given by injection. The most common side effects include low levels of white blood cells and platelets (blood components that help the blood to clot), muscle and joint pain, tiredness, flu-like symptoms and increased blood levels of gamma-glutamyl transferase (a sign of liver problems). Ropeginterferon alfa-2b can cause liver enzyme elevations, low levels of white blood cells, low levels of platelets, joint pain, fatigue, itching, upper airway infection, muscle pain and flu-like illness. Side effects may also include urinary tract infection, depression and transient ischemic attacks (stroke-like attacks). It was approved for medical use in the European Union in February 2019, and in the United States in November 2021. Ropeginterferon alfa-2b is the first medication approved by the US Food and Drug Administration (FDA) to treat polycythemia vera that people can take regardless of their treatment history, and the first interferon therapy specifically approved for polycythemia vera. The FDA considers it to be a first-in-class medication.   == Medical uses == In the European Union, ropeginterferon alfa-2b is indicated as monotherapy in adults for the treatment of polycythemia vera without symptomatic splenomegaly. In the United States it is indicated for the treatment of polycythemia vera. Ropeginterferon alfa-2b showed promising clinical activities in the treatment of moderate COVID-19.   == History == The effectiveness and safety of ropeginterferon alfa-2b were evaluated in a multicenter, single-arm trial that lasted 7.5 years. In this trial, 51 adults with polycythemia vera received ropeginterferon alfa-2b for an average of about five years. The effectiveness of ropeginterferon alfa-2b was assessed by looking at how many participants achieved complete hematological response, which meant that participants had a red blood cell volume of less than 45% without a recent phlebotomy, normal white cell counts and platelet counts, a normal spleen size, and no blood clots. Overall, 61% of participants had a complete hematological response. Participants received the highest administered dose tolerated every two weeks subcutaneously. The starting dose was lower for participants who were transitioning from hydroxyurea. The trial was conducted at six sites exclusively in Austria. The safety of ropeginterferon alfa-2b was based primarily on findings from the efficacy study in 51 participants. Two additional studies served as supportive safety data; therefore, the number of participants representing efficacy findings may differ from the number of participants representing safety findings due to different pools of study participants analyzed for efficacy and safety. The US Food and Drug Administration (FDA) granted the application for ropeginterferon alfa-2b orphan drug designation and granted the approval of Besremi to PharmaEssentia Corporation.   == References ==   == External links == \"Ropeginterferon alfa-2B\". NCI Drug Dictionary. National Cancer Institute. \"Ropeginterferon Alfa-2b-njft\". National Cancer Institute. 21 June 2021. Clinical trial number NCT01193699 for \"Safety Study of Pegylated Interferon Alpha 2b to Treat Polycythemia Vera (PEGINVERA)\" at ClinicalTrials.gov Clinical trial number NCT02218047 for \"AOP2014 vs. BAT in Patients With Polycythemia Vera Who Previously Participated in the PROUD-PV Study. (CONTI-PV)\" at ClinicalTrials.gov"}