{"name": "ropinirole", "category": "drug", "content": "Ropinirole, sold under the brand name Requip among others, is a medication used to treat Parkinson's disease (PD) and restless legs syndrome (RLS). It is taken by mouth. Common side effects include sleepiness, vomiting, and dizziness. Serious side effects may include pathological gambling, low blood pressure with standing and hallucinations. Use in pregnancy and breastfeeding is of unclear safety. It is a dopamine agonist and works by triggering dopamine D2 receptors. It was approved for medical use in the United States in 1997. It is available as a generic medication. In 2021, it was the 142nd most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses == Ropinirole is prescribed for mainly Parkinson's disease, restless legs syndrome, and extrapyramidal symptoms. It can also reduce the side effects caused by selective serotonin reuptake inhibitors, including Parkinsonism syndrome as well as sexual dysfunction and erectile dysfunction caused by either SSRIs or antipsychotics. A 2008 meta-analysis found that ropinirole was less effective than pramipexole in the treatment of restless legs syndrome.   == Side effects == Ropinirole can cause nausea, dizziness, hallucinations, orthostatic hypotension, and sudden sleep attacks during the daytime. Unusual side effects specific to D3 agonists such as ropinirole and pramipexole can include hypersexuality, punding and compulsive gambling, even in patients without a history of these behaviours. Ropinirole is also known to cause an effect known as \"augmentation\" when used to treat restless legs syndrome, where over time treatment with dopamine agonists will cause restless legs syndrome symptoms to become more severe. This usually leads to constant dosage increases in an attempt to offset the symptom progression. Symptoms will return to the level of severity they were experienced at before treatment was initiated if the drug is stopped; however, both ropinirole and pramipexole are known to cause painful withdrawal effects when treatment is stopped and the process of taking a patient who has been using the medication long-term off of these drugs is often very difficult and generally should be supervised by a medical professional.   == Pharmacology == Ropinirole acts as a D2, D3, and D4 dopamine receptor agonist with highest affinity for D3, which are mostly found in the limbic areas. It is weakly active at the 5-HT2, and α2 receptors and is said to have virtually no affinity for the 5-HT1, GABA, mAChRs, α1-, and β-adrenoreceptors. It is a potent agonist of the 5-HT2B receptor, but shows biased agonism at this receptor and does not appear to pose a risk of cardiac valvulopathy. Ropinirole is metabolized primarily by cytochrome P450 CYP1A2 to form two metabolites; SK&F-104557 and SK&F-89124, both of which are renally excreted, and at doses higher than clinical, is also metabolized by CYP3A4. At doses greater than 24 mg, CYP2D6 may be inhibited, although this has been tested only in vitro.   == Society and culture == It is manufactured by GlaxoSmithKline (GSK), Mylan Pharmaceuticals, Cipla, Dr. Reddy's Laboratories and Sun Pharmaceutical. The discovery of the drug's utility in restless legs syndrome has been used as an example of successful drug repurposing.   === Lawsuits === In November 2012, GlaxoSmithKline was ordered by a Rennes appeals court to pay Frenchman Didier Jambart 197,000 euros ($255,824); Jambart had taken ropinirole from 2003 to 2010 and exhibited risky hypersexual behavior and gambled excessively until stopping the medication.   == References =="}