{"name": "rosuvastatin", "category": "drug", "content": "Rosuvastatin, sold under the brand name Crestor among others, is a statin medication, used to prevent cardiovascular disease in those at high risk and treat abnormal lipids. It is recommended to be used together with dietary changes, exercise, and weight loss. It is taken orally (by mouth). Common side effects include abdominal pain, nausea, headaches, and muscle pains. Serious side effects may include rhabdomyolysis, liver problems, and diabetes. Use during pregnancy may harm the baby. Like all statins, rosuvastatin works by inhibiting HMG-CoA reductase, an enzyme found in the liver that plays a role in producing cholesterol. Rosuvastatin was patented in 1991, and approved for medical use in the United States in 2003. It is available as a generic medication. In 2022, it was the thirteenth most commonly prescribed medication in the United States, with more than 37 million prescriptions.   == Medical uses ==  The primary use of rosuvastatin is for prevention of cardiovascular disease in those at high risk and the treatment of abnormal lipids.   === Effects on cholesterol levels === The effects of rosuvastatin on low-density lipoprotein (LDL) cholesterol are dose-related. Higher doses were more efficacious in improving the lipid profile of patients with hypercholesterolemia than milligram-equivalent doses of atorvastatin and milligram-equivalent or higher doses of simvastatin and pravastatin. Meta-analysis showed that rosuvastatin is able to modestly increase levels of high-density lipoprotein (HDL) cholesterol as well, as with other statins. A 2014 Cochrane review determined there was good evidence for rosuvastatin lowering non-HDL levels linearly with dose.   == Side effects and contraindications == Side effects are uncommon:  constipation heartburn dizziness sleeplessness depression joint pain cough memory loss or forgetfulness confusion The following rare side effects are more serious. Like all statins, rosuvastatin can possibly cause myopathy, rhabdomyolysis:  muscle pain, tenderness, or weakness lack of energy fever chest pain jaundice: yellowing of the skin or eyes dark colored, or foamy urine pain in the upper right part of the abdomen nausea extreme tiredness weakness unusual bleeding or bruising loss of appetite flu-like symptoms sore throat, chills, or other signs of infection Allergic reactions can develop:  rash hives itching difficulty breathing or swallowing swelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legs hoarseness numbness or tingling in fingers or toes Rosuvastatin has multiple contraindications, including hypersensitivity to rosuvastatin or any component of the formulation, active liver disease, elevation of serum transaminases, pregnancy, or breastfeeding. Rosuvastatin is not prescribed nor used while pregnant, as it can cause serious harm to the fetus. In the case of breastfeeding, it is unknown whether rosuvastatin is passed through breastmilk. The risk of myopathy may be increased in Asian Americans: \"Because Asians appear to process the drug differently, half the standard dose can have the same cholesterol-lowering benefit in those patients, though a full dose could increase the risk of side-effects, a study by the drug's manufacturer, AstraZeneca, indicated.\" Therefore, the lowest dose is recommended in Asians.   === Myopathy === As with all statins, there is a concern of rhabdomyolysis, a severe undesired side effect. The U.S. Food and Drug Administration (FDA) has indicated that \"it does not appear that the risk [of rhabdomyolysis] is greater with Crestor than with other marketed statins\", but has mandated that a warning about this side-effect, as well as a kidney toxicity warning, be added to the product label.   === Diabetes mellitus === Statins increase the risk of diabetes, consistent with FDA's review, which reported a 27% increase in investigator-reported diabetes mellitus in rosuvastatin-treated people.   == Drug interactions == The following drugs can have negative interactions with rosuvastatin and should be discussed with the prescribing doctor:  Coumadin anticoagulants ('blood thinners', e.g. warfarin) can affect the removal of rosuvastatin Ciclosporin, colchicine Drugs that may decrease the levels or activity of endogenous steroid hormones, e.g. cimetidine, ketoconazole, and spironolactone Additional medications for high cholesterol such as clofibrate, fenofibrate, gemfibrozil, and niacin (when taken in lipid-modifying doses of 1 g/day and above) Specific protease inhibitors including atazanavir (when taken with ritonavir), lopinavir/ritonavir and simeprevir Alcohol intake should be reduced while on rosuvastatin in order to decrease risk of developing liver damage Aluminum and magnesium hydroxide antacids should not be taken within two hours of taking rosuvastatin Coadministration of rosuvastatin with eluxadoline may increase the risk of rhabdomyolysis and myopathy Grapefruit juice negatively interacts with several specific drugs in the statin class, but it has little or no effect on rosuvastatin.   == Structure == Rosuvastatin has structural similarities with most other statins, e.g., atorvastatin, cerivastatin and pitavastatin, but unlike other statins, rosuvastatin contains sulfur (in sulfonyl functional group). Crestor is a calcium salt of rosuvastatin, i.e. rosuvastatin calcium, in which calcium replaces the hydrogen in the carboxylic acid group on the right of the skeletal formula at the top right of this page.   == Mechanism of action ==  Rosuvastatin is a competitive inhibitor of the enzyme HMG-CoA reductase, having a mechanism of action similar to that of other statins. Putative beneficial effects of rosuvastatin therapy on chronic heart failure may be negated by increases in collagen turnover markers as well as a reduction in plasma coenzyme Q10 levels in patients with chronic heart failure.   == Pharmacodynamics == The dose-related magnitude of rosuvastatin on blood lipids was determined in a Cochrane systematic review in 2014. Over the dose range of 1 to 80 mg/day strong linear dose‐related effects were found; total cholesterol was reduced by 22.1% to 44.8%, LDL cholesterol by 31.2% to 61.2%, non-HDL cholesterol by 28.9% to 56.7% and triglycerides by 14.4% to 26.6%.   == Pharmacokinetics == Absolute bioavailability of rosuvastatin is about 20% and Cmax is reached in 3 to 5 hours; administration with food did not affect the AUC according to the original sponsor submitted clinical study and as per product label. However, a subsequent clinical study has shown a marked reduction in rosuvastatin exposure when administered with food. It is 88% protein bound, mainly to albumin. Fraction absorbed of rosuvastatin is frequently misquoted in the literature as approximately 0.5 (50%) due to a miscalculated hepatic extraction ratio in the original submission package subsequently corrected by the FDA reviewer. Rosuvastatin is metabolized mainly by CYP2C9 and not extensively metabolized; approximately 10% is recovered as metabolite N-desmethyl rosuvastatin. It is excreted in feces (90%) primarily and the elimination half-life is approximately 19 hours. Both AUC and Cmax are approximately 2-fold higher in Asian patients compared to Caucasian patients given the same dose of rosuvastatin.   == Society and culture == Rosuvastatin is the international nonproprietary name (INN).   === Economics === Because low- to moderate dose statins are strongly recommended by the United States Preventive Services Task Force (USPSTF) for primary prevention of cardiovascular disease in adults aged 40–75 years who are at risk, the Patient Protection and Affordable Care Act (PPACA) in the United States requires most health insurance plans to cover the costs of these drugs without charging the insured patient a copayment or coinsurance, even if he or she has not yet reached his or her annual deductible. Rosuvastatin 5 mg and 10 mg are examples of regimens meeting the USPTFS guideline; however, insurers have discretion as to which low- and moderate-dose statin regimens to cover under this requirement, and some only cover other statins. The drug was billed as a \"super-statin\" during its clinical development; the claim was that it offers high potency and improved cholesterol reduction compared to rivals in the class. The main competitors to rosuvastatin are atorvastatin and simvastatin. However, people can also combine ezetimibe with either simvastatin or atorvastatin and other agents on their own, for somewhat similar augmented response rates. As of 2006 some published information for comparing rosuvastatin, atorvastatin, and ezetimibe/simvastatin results is available, but many of the relevant studies are still in progress. First launched in 2003, sales of rosuvastatin were $129 million and $908 million in 2003, and 2004, respectively, with a total patient treatment population of over 4 million by the end of 2004. Annual cost to the UK National Health Service (NHS) in 2018, for 5–40 mg rosuvastatin daily (of one person) was £24-40, compared to £10-20 for 20–80 mg simvastatin. In 2013, it was the fourth-highest selling drug in the United States, accounting for approximately $5.2 billion in sales. In 2021, it was the thirteenth most commonly prescribed medication in the United States, with more than 32 million prescriptions.   === Legal status === Rosuvastatin is approved in the United States for the treatment of high LDL cholesterol (dyslipidemia), total cholesterol (hypercholesterolemia), and/or triglycerides (hypertriglyceridemia). In February 2010, rosuvastatin was approved by the FDA for the primary prevention of cardiovascular events. As of 2004, rosuvastatin had been approved in 154 countries and launched in 56. Approval in the United States by the Food and Drug Administration (FDA) came on 13 August 2003.   === Patent protection and generic versions === The main patent which protected rosuvastatin (RE37,314, which expired in 2016) was challenged as being an improper reissue of an earlier patent. This challenge was rejected in 2010, and thus patent protection did continue until 2016. In April 2016, the FDA approved the first generic version of rosuvastatin (from Watson Pharmaceuticals Inc). In July 2016, Mylan gained approval for its generic rosuvastatin calcium.   === Debate and criticisms === In October 2003, several months after its introduction in Europe, Richard Horton, the editor of the medical journal The Lancet, criticized the way Crestor had been introduced. \"AstraZeneca's tactics in marketing its cholesterol-lowering drug, rosuvastatin, raise disturbing questions about how drugs enter clinical practice and what measures exist to protect patients from inadequately investigated medicines,\" according to his editorial. The Lancet's editorial position is that the data for Crestor's superiority rely too much on extrapolation from the lipid profile data (surrogate end-points) and too little on hard clinical end-points, which are available for other statins that had been on the market longer. The manufacturer responded by stating that few drugs had been tested so successfully on so many patients. In correspondence published in The Lancet, AstraZeneca's CEO Tom McKillop called the editorial \"flawed and incorrect\" and slammed the journal for making \"such an outrageous critique of a serious, well-studied medicine.\" In 2004, the consumer interest organization Public Citizen filed a Citizen's Petition with the FDA, asking that Crestor be withdrawn from the US market. On 11 March 2005, the FDA issued a letter to Sidney M. Wolfe of Public Citizen both denying the petition and providing an extensive detailed analysis of findings that demonstrated no basis for concerns about rosuvastatin compared with the other statins approved for marketing in the United States. In 2015, Wolfe explained why he thought that \"the drug should have been withdrawn and why it should not be used\", due to the incidence of rhabdomyolysis, renal problems, and significant increase in glycated hemoglobin (HbA1C) and fasting insulin levels, and decreased insulin sensitivity in diabetic patients. Rosuvastatin indeed lowered cholesterol more than other statins, but Wolfe asked \"what about actually improving health, preventing heart attacks and strokes?\"   == References =="}