{"name": "roxadustat", "category": "drug", "content": "Roxadustat, sold under the brand name Evrenzo, is an anti-anemia medication. Roxadustat is a HIF prolyl-hydroxylase inhibitor that increases endogenous production of erythropoietin and stimulates production of hemoglobin and red blood cells. It was investigated in clinical trials for the treatment of anemia caused by chronic kidney disease (CKD). It is taken by mouth. The drug was developed by FibroGen, in partnership with AstraZeneca. The most common side effects include hypertension (high blood pressure), vascular access thrombosis (formation of blood clots in the blood vessels associated with dialysis), diarrhea, peripheral edema (swelling especially of the ankles and feet), hyperkalemia (high blood potassium levels) and nausea (feeling sick). Roxadustat received its first global approval in China on 17 December 2018, for the treatment of anemia caused by CKD in patients who are dialysis-dependent. It was approved in Japan in 2019, for the treatment of anemia caused by CKD in patients on dialysis, and in 2020 for patients not on dialysis. Roxadustat was approved for medical use in the European Union in August 2021.   == Medical uses == Roxadustat is indicated for treatment of adults with symptomatic anemia associated with chronic kidney disease (CKD).   == Adverse effects == Roxadustat is reported to increase VEGF, a signal protein that can activate tumor growth and also is considered to cause pulmonary hypertension. In phase 3 trial conducted at 29 sites in China, roxadustat treatment was found to cause hyperkalemia, i.e., increase in serum potassium, and metabolic acidosis in patients.   == Society and culture ==   === Legal status === In July 2021, the Cardiovascular and Renal Drugs Advisory Committee of the US Food and Drug Administration (FDA) voted against the use of roxadustat in people with anemia in chronic kidney disease, both for those that are non-dialysis-dependent and those that are on dialysis. Significant safety concerns were raised that the panelists believed could not be addressed without further study. Notably, prior to the vote of the FDA committee, FibroGen and AstraZeneca announced that the company had changed parameters used to analyze cardiovascular safety data, which made the drug appear safer than it is.   === Usage as a doping product === Due to the potential applications of roxadustat in athletic doping, such as raising haemoglobin levels and stimulating the production of red blood cells, it has been incorporated into screens for performance-enhancing drugs, as it has already been detected being used illicitly by athletes. In October 2022, it was announced that Romanian former world No. 1 tennis player Simona Halep had tested positive for roxadustat at the 2022 US Open. In September 2023, she was banned from the game for four years by the International Tennis Integrity Agency (ITIA) for two anti-doping violations: taking roxadustat, and anomalies in her athlete biological passport, although the Court of Arbitration for Sport reduced the ban to nine months in March 2024, on the grounds that roxadustat was in Keto MCT, a contaminated supplement, and the doping was unintentional.   == References ==   == Further reading =="}