{"name": "rucaparib", "category": "drug", "content": "Rucaparib, sold under the brand name Rubraca, is a PARP inhibitor used as an anti-cancer agent. Rucaparib is a first-in-class pharmaceutical drug targeting the DNA repair enzyme poly-ADP ribose polymerase-1 (PARP-1). It is taken by mouth. The most common side effects include tiredness or weakness, nausea (feeling sick), increased levels of creatinine (which may indicate kidney problems) and liver enzymes in the blood (which may indicate liver damage), vomiting, anaemia (low red blood cell counts), decreased appetite, dysgeusia (taste disturbances), diarrhoea, thrombocytopenia (low levels of platelets) and abdominal pain (belly ache).   == Medical uses == Rucaparib is indicated as monotherapy for the maintenance treatment of adults with platinum-sensitive relapsed high-grade epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in response (complete or partial) to platinum-based chemotherapy. In the United States, rucaparib is also indicated for the treatment of prostate cancer.   == Pharmacology ==   === Mechanism of action === Rucaparib inhibits \"the contraction of isolated vascular smooth muscle, including that from the tumours of cancer patients. It also reduces the migration of some cancer and normal cells in culture.\" As a PARP inhibitor, rucaparib  is expected to be more effective in the 9% of pancreatic cancers with a BRCA mutation (BRCA1 or BRCA2).   == History == It was discovered as part of a collaboration between scientists working at the Northern Institute of Cancer Research and Medical School of Newcastle University and Agouron Pharmaceuticals in San Diego, California. It was being developed by Clovis Oncology until it was sold to Pharmaand GmbH (Pharma&) as part of Clovis's bankruptcy proceedings.   == Society and culture ==   === Legal status === In December 2016, the US Food and Drug Administration (FDA) granted an accelerated approval for use in cases of pretreated advanced ovarian cancer. It was designated an orphan medicinal product in the European Union in October 2012. In March 2018, the Committee for Medicinal Products for Human Use (CHMP) adopted a positive opinion, recommending the granting of a conditional marketing authorization, intended for the treatment of relapsed or progressive ovarian cancer. It was approved for medical use in the European Union in May 2018.   == Research ==   === Clinical trials === After the FDA approval, TRITON2 and TRITON3 mCRPC studies were initiated in order to determine how patients with prostate cancer will respond to the rucaparib drug. The studies for these two trials are still going on and the estimated dates for the first results are range between 2019 and 2022. The ARIEL3 and ARIEL4 are two randomized, double-blind phase III studies. The ARIEL3 study was designed to evaluate the effect of the investigational agent as a maintenance treatment for the advanced platinum-sensitive ovarian cancer patients compared placebo after their response to at least two prior chemotherapies. The top-line results from the study were presented at the ESMO 2017 congress and right after that, it was published in the Lancet journal in September 2017. The findings showed significant improvement in progression-free survival (PFS) in patients treated with Rubraca than placebo. Recently, in October 2017, a supplemental sNDA for the rucaparib ARIEL3 maintenance treatment has been submitted to the FDA. Interim results from the ARIEL4 study to evaluate how patients will best respond to treatment with rucaparib compared with chemotherapy show a decrease in overall survival compared to standard of care. A detrimental effect in terms of overall survival (OS) has been observed for rucaparib compared to the chemotherapy-containing control arm (19.6 months and 27.1 months respectively with a Hazard Ratio (HR) of 1.550 (95% CI: 1.085, 2.214), p=0.0161) following a planned interim analysis (IA) in the post-approval randomized controlled study CO-338-043 (ARIEL4).   == References ==   == External links == Clinical trial number NCT01968213 for \"A Study of Rucaparib as Switch Maintenance Following Platinum-Based Chemotherapy in Patients With Platinum-Sensitive, High-Grade Serous or Endometrioid Epithelial Ovarian, Primary Peritoneal or Fallopian Tube Cancer (ARIEL3) \" at ClinicalTrials.gov \"Rubraca (rucaparib): restriction of indication\". European Medicines Agency (EMA). 8 August 2022. Retrieved 9 August 2022.</ref>"}