{"name": "rupatadine", "category": "drug", "content": "Rupatadine is a second generation antihistamine and platelet-activating factor antagonist used to treat allergies. It was discovered and developed by Uriach and is marketed as Rupafin and under several other trade names.   == Medical uses == Rupatadine fumarate has been approved for the treatment of allergic rhinitis and chronic urticaria in adults and children over 12 years. It is available as round, light salmon coloured tablets containing 10 mg of rupatadine (as fumarate) to be administered orally, once a day. The efficacy of rupatadine as treatment for allergic rhinitis (AR) and chronic idiopathic urticaria (CIU) has been investigated in adults and adolescents (aged over 12 years) in several controlled studies, showing a rapid onset of action and a good safety profile even in prolonged treatment periods of a year.   == Side effects == Rupatadine is a non-sedating antihistamine. However, as in other non sedating second-generation antihistamines, the most common side effects in controlled clinical studies were somnolence, headaches and fatigue.   == Pharmacology ==   === Mechanism of action === Rupatadine is a second generation, non-sedating, long-acting histamine antagonist with selective peripheral H1 receptor antagonist activity. It further blocks the receptors of the platelet-activating factor (PAF) according to in vitro and in vivo studies. Rupatadine possesses anti-allergic properties such as the inhibition of the degranulation of mast cells induced by immunological and non-immunological stimuli, and inhibition of the release of cytokines, particularly of the tumor necrosis factors (TNF) in human mast cells and monocytes.   === Pharmacokinetics === Rupatadine has several active metabolites such as desloratadine, 3-hydroxydesloratadine, 5-hydroxydesloratadine and 6-hydroxydesloratadine.   == History == Rupatadine discovery, pre-clinical and clinical development was performed by Uriach, a Spanish pharmaceutical company. It was launched in 2003 in Spain under the brand name of Rupafin. It was launched in Canada under the name Rupall.   == Brand names == Brand names include Rupafin, Rupall, Rupanase, Rinialer, Pafinur, Rupax, Urtimed, Wystamm and Ralif, among others.   == References =="}