{"name": "ruxolitinib", "category": "drug", "content": "Ruxolitinib, sold under the brand name Jakafi among others, is a medication used for the treatment of intermediate or high-risk myelofibrosis, a type of myeloproliferative neoplasm that affects the bone marrow; polycythemia vera, when there has been an inadequate response to or intolerance of hydroxyurea; and steroid-refractory acute graft-versus-host disease. Ruxolitinib is a Janus kinase inhibitor. It was developed and marketed by Incyte Corp in the US under the brand name Jakafi, and by Novartis elsewhere in the world, under the brand name Jakavi. It was approved for medical use in the United States in 2011, and in the European Union in 2012. Ruxolitinib is the first FDA-approved pharmacologic treatment to address repigmentation in vitiligo patients.   == Medical uses == In the United States and the European Union, ruxolitinib is indicated for the treatment of disease-related splenomegaly or symptoms in adults with primary myelofibrosis (also known as chronic idiopathic myelofibrosis), post-polycythaemia-vera myelofibrosis, or post-essential thrombocythaemia myelofibrosis. It is also indicated for the treatment of adults with polycythaemia vera who are resistant to or intolerant of hydroxyurea. Ruxolitinib is also indicated for the treatment of steroid-refractory acute graft-versus-host disease in people who are twelve years of age and older, and for the treatment of chronic graft-versus-host disease (cGVHD) after failure of one or two lines of systemic therapy in people twelve years of age and older. It is commonly given as an oral tablet. In the United States, ruxolitinib cream is indicated for the topical treatment of mild to moderate atopic dermatitis and vitiligo.  In the European Union, ruxolitinib cream is indicated for the treatment of non-segmental vitiligo with facial involvement in adults and adolescents from 12 years of age.   == Side effects == In myelofibrosis, the most common side effects include thrombocytopenia (low blood platelet counts), anaemia (low red blood cell counts), neutropenia (low levels of neutrophils), urinary tract infections (infection of the kidney, renal pelvis, ureter, bladder or urethra), bleeding, bruising, weight gain, hypercholesterolaemia (high blood cholesterol levels), dizziness, headache and raised liver enzyme levels. In polycythaemia vera, the most common side effects include anemia (low red blood cell counts) and thrombocytopenia (low blood platelet count), bleeding, bruising,  hypercholesterolaemia (high blood cholesterol levels), hypertriglyceridemia (high blood fat levels), dizziness, raised liver enzyme levels and high blood pressure. In acute graft-versus-host disease, the most common hematologic adverse reactions include anemia, thrombocytopenia, and neutropenia. The most common nonhematologic adverse reactions include infections and edema. Immunologic side effects have included herpes zoster (shingles) and case reports of opportunistic infections. Metabolic side effects have included weight gain. Laboratory abnormalities have included alanine transaminase (ALT) abnormalities, aspartate transaminase (AST) abnormalities, and mildly elevated cholesterol levels.   == Mechanism of action == Ruxolitinib is a Janus kinase inhibitor (JAK inhibitor) with selectivity for subtypes JAK1 and JAK2.  Ruxolitinib inhibits dysregulated JAK signaling associated with myelofibrosis. JAK1 and JAK2 recruit signal transducers and activators of transcription (STATs) to cytokine receptors leading to modulation of gene expression.   == History == In March 2012, the phase III Controlled Myelofibrosis Study with Oral JAK Inhibitor-I (COMFORT-I) and COMFORT-II trials showed significant benefits by reducing spleen size and relieving debilitating symptoms.   == Society and culture ==   === Legal status === In November 2011, ruxolitinib was approved by the U.S. Food and Drug Administration (FDA) for the treatment of intermediate or high-risk myelofibrosis based on results of the COMFORT-I and COMFORT-II Trials. In 2014, it was approved in polycythemia vera when there has been an inadequate response to or intolerance of hydroxyurea, based on the RESPONSE trial. In May 2019, the indication for ruxolitinib was expanded in the US to include steroid-refractory acute graft-versus-host disease. The indication was further expanded in the US in September 2021, for the treatment of chronic graft-versus-host disease (cGVHD) after failure of one or two lines of systemic therapy in people 12 years of age and older. In September 2021, ruxolitinib cream (sold under the brand name Opzelura) was approved for medical use in the United States for the treatment of mild to moderate atopic dermatitis (AD). It is the first topical Janus kinase inhibitor approved in the United States. In July 2022, ruxolitinib cream (sold under the brand name Opzelura) was approved for medical use in the United States for the treatment of vitiligo. On 23 February 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Opzelura, intended for the treatment of non-segmental vitiligo. The applicant for this medicinal product is Incyte Biosciences Distribution B.V.   == Research == It is being investigated for plaque psoriasis, alopecia areata, relapsed diffuse large B-cell lymphoma, and peripheral T-cell lymphoma. In February 2016, a phase III trial for pancreatic cancer was terminated due to insufficient efficacy. Eight weeks-treatment with ruxolitinib blunted senescent cell-mediated inhibition of adipogenesis and increased insulin sensitivity in 22-month-old mice. As of September 2019, a clinical trial is in progress to evaluate \"Treatment Free Remission After Combination Therapy With Ruxolitinib Plus Tyrosine Kinase Inhibitors\".   == References ==   == External links == Clinical trial number NCT03112603 for \"A Study of Ruxolitinib vs Best Available Therapy (BAT) in Patients With Steroid-refractory Chronic Graft vs. Host Disease (GvHD) After Bone Marrow  (REACH3)\" at ClinicalTrials.gov Clinical trial number NCT03745638 for \"TRuE AD1 - An Efficacy and Safety Study of Ruxolitinib Cream in Adolescents and Adults With Atopic Dermatitis\" at ClinicalTrials.gov Clinical trial number NCT03745651 for \"TRuE AD2 - An Efficacy and Safety Study of Ruxolitinib Cream in Adolescents and Adults With Atopic Dermatitis\" at ClinicalTrials.gov"}