{"name": "sacubitril", "category": "drug", "content": "Sacubitril/valsartan, sold under the brand name Entresto among others, is a fixed-dose combination medication for use in heart failure. It consists of the neprilysin inhibitor sacubitril and the angiotensin receptor blocker valsartan. The combination is sometimes described as an \"angiotensin receptor-neprilysin inhibitor\" (ARNi). In 2016, the American College of Cardiology/American Heart Association Task Force recommended it as a replacement for an ACE inhibitor or an angiotensin receptor blocker in people with heart failure with reduced ejection fraction. Potential side effects include angioedema, nephrotoxicity, and low blood pressure. It was approved for medical use in the United States and in the European Union in 2015, and in Australia in 2016. In 2021, it was the 189th most commonly prescribed medication in the United States, with more than 2 million prescriptions. It is available as a generic medication.   == Medical uses == Sacubitril/valsartan can be used instead of an ACE inhibitor or an angiotensin receptor blocker in people with heart failure and a reduced left ventricular ejection fraction (LVEF), alongside other standard therapies (e.g. beta-blockers) for heart failure. To investigate its use for heart failure in those with a preserved LVEF (HFpEF), Novartis funded the PARAGON-HF trial which was designed to investigate the use of sacubitril/valsartan in the treatment of HFpEF patients with a LVEF of 45% or more. Concluding in 2019, it failed to show significance for reducing hospitalisation related to heart failure or reducing death from cardiovascular causes, and therefore appearing to show limited benefit to those with HFpEF. A Cochrane systematic review of data from 37 trials investigating treatments for HFpEF suggested that evidence is also lacking to support the use of ACE Inhibitors, ARBs or ARNIs in patients with HFpEF at this time, and that the mainstay pharmacological therapy for HFpEF still remains the treatment of co-morbidities such as hypertension or other triggers for decompensation. Patients who exhibit symptoms of NYHA Class II or III heart failure and are still symptomatic despite maximally tolerated dose of an ACE inhibitor or ARB alone, may be considered for sacubitril/valsartan dual therapy to decrease the risk of cardiovascular-related and all-cause mortality. Mortality benefits have only been observed to date in those with LVEF less than 35%.   == Adverse effects == Common adverse effects [>1%] include hyperkalaemia [high potassium levels in the blood, a known side effect of Valsartan], hypotension [low blood pressure, common in vasodilators and extracellular fluid volume reducers], a persistent dry cough and renal impairment [reduced kidney function]. Angioedema, a rare but more serious reaction, can occur in some patients [<1%] and involves swelling of the face and lips. Angioedema is more common in black (African American) patients. Sacubitril/Valsartan should not be taken within 36 hours of an Angiotensin Converting Enzyme Inhibitor to reduce the risk of developing Angioedema. The side effect profile in trials of sacubitril/valsartan compared to valsartan alone or enalapril [an angiotensin converting enzyme inhibitor] is very similar, with the incidence of hypotension slightly higher in sacubitril/valsartan, the risk comparable for angioedema, and the chance of hyperkalaemia, renal impairment and cough slightly lower. Sacubitril/valsartan is contraindicated in pregnancy because it contains valsartan, a known risk for birth defects.   == Pharmacology == Valsartan blocks the angiotensin II receptor type 1 (AT1). This receptor is found on both vascular smooth muscle cells, and on the zona glomerulosa cells of the adrenal gland which are responsible for aldosterone secretion. In the absence of AT1 blockade, angiotensin causes both direct vasoconstriction and adrenal aldosterone secretion, the aldosterone then acting on the distal tubular cells of the kidney to promote sodium reabsorption which expands extracellular fluid (ECF) volume. Blockade of (AT1) thus causes blood vessel dilation and reduction of ECF volume. Sacubitril is a prodrug that is activated to sacubitrilat (LBQ657) by de-ethylation via esterases.  Sacubitrilat inhibits the enzyme neprilysin, a neutral endopeptidase that degrades vasoactive peptides, including natriuretic peptides, bradykinin, and adrenomedullin. Thus, sacubitril increases the levels of these peptides, causing blood vessel dilation and reduction of ECF volume via sodium excretion. Despite these actions, neprilysin inhibitors have been found to have limited efficacy in the treatment of hypertension and heart failure when taken on their own. This is attributed to a reduction in enzymatic breakdown of angiotensin II by the reduction of neprilysin activity, which results in an increase in systemic angiotensin II levels and the negation of the positive effects of this drug family in cardiovascular disease treatment. Combined treatment with a neprilysin inhibitor and an angiotensin converting enzyme (ACE) inhibitor has been shown to be effective in reducing angiotensin II levels, and demonstrated superiority in lowering blood pressure compared to ACE inhibition alone. However, due to an increase in bradykinins from the inhibition of both ACE and neprilysin, there was a threefold increase in relative risk of angioedema compared with ACE inhibition alone following this combination treatment. The combination of a neprilysin inhibitor with an angiotensin receptor blocker instead of the ACE inhibitor has been shown to have a comparable risk of angioedema, whilst also demonstrating superiority in treating moderate-severe heart failure to ACE inhibitor treatment. Neprilysin also has a role in clearing the protein amyloid beta from the cerebrospinal fluid, and its inhibition by sacubitril has shown increased levels of AB1-38 in healthy subjects (Entresto 194/206 for two weeks). Amyloid beta is considered to contribute to the development of Alzheimer's disease, and there exist concerns that sacubitril may promote the development of Alzheimer's disease.   == Structure activity relationship == Sacubitril is the molecule that is metabolically activated by de-ethylation by esterases. The active form of the molecule, sacubitrilat, is responsible for the molecule's drug lowering effects.   == Chemistry == Sacubitril/valsartan is co-crystallized sacubitril and valsartan, in a one-to-one molar ratio. One sacubitril/valsartan complex consists of six sacubitril anions, six valsartan dianions, 18 sodium cations, and 15 molecules of water, resulting in the molecular formula C288H330N36Na18O48·15H2O and a molecular mass of 5748.03 g/mol. The substance is a white powder consisting of thin hexagonal plates. It is stable in solid form as well as in aqueous (water) solution with a pH of 5 to 7, and has a melting point of about 138 °C (280 °F).   == History == During its development by Novartis, Entresto was known as LCZ696. It was approved under the FDA's priority review process on 7 July 2015. It was also approved in Europe in 2015. In 2022, Novartis sold its India marketing rights of Sacubitril Valsartan to JB Pharma, under the brand name Azmarda.   == Society and culture ==   === Trial design === There was controversy over the PARADIGM-HF trial—the Phase III trial on the basis of which the drug was approved by the FDA.  For example, both Richard Lehman, a physician who writes a weekly review of key medical articles for the BMJ Blog and a December 2015, report from the Institute for Clinical and Economic Review (ICER) found that the risk–benefit ratio was not adequately determined because the design of the clinical trial was too artificial and did not reflect people with heart failure that doctors usually encounter.: 28  In 2019, the PIONEER-HF and PARAGON-HF trials studied the effect of sacubitril/valsartan in 800 patients recently hospitalised with severe heart failure and 4800 patients with less severe symptoms of heart failure respectively. The medication consistently demonstrated similar levels of safety, with higher rates of very low blood pressure, compared to current treatments across all three trials in a variety of patients, however it has only shown effectiveness in those with more advanced heart failure. In December 2015, Steven Nissen and other thought leaders in cardiology said that the approval of sacubitril/valsartan had the greatest impact on clinical practice in cardiology in 2015, and Nissen called the drug \"truly a breakthrough approach.\" One 2015 review stated that sacubitril/valsartan represents \"an advancement in the chronic treatment of heart failure with reduced ejection fraction\" but that widespread clinical success with the drug will require taking care to use it in appropriate patients, specifically those with characteristics similar to those in the clinical trial population. Another 2015 review called the reductions in mortality and hospitalization conferred by sacubitril/valsartan \"striking\", but noted that its effects in heart failure people with hypertension, diabetes, chronic kidney disease, and the elderly needed to be evaluated further.   === Economics === The wholesale cost to the National Health Service (NHS) in the UK is approximately £1,200 per person per year as of 2017.  The wholesale cost in the United States is US$4,560 per year as of 2015.  One industry-funded analysis found a cost of US$45,017 per quality-adjusted life year (QALY). Similar class generic drugs without sacubitril, such as valsartan alone, cost approximately US$48 a year.   == Research == The PARADIGM-HF trial (in which Milton Packer was one of the principal investigators) compared treatment with sacubitril/valsartan to treatment with enalapril. People with heart failure and reduced LVEF (10,513) were sequentially treated on a short-term basis with enalapril and then with sacubitril/valsartan. Those that were able to tolerate both regimens (8442, 80%) were randomly assigned to long-term treatment with either enalapril or sacubitril/valsartan.  Participants were mainly white (66%), male (78%), middle aged (median 63.8 +/- 11 years) with NYHA stage II (71.6%) or stage III (23.1%) heart failure. The trial was stopped early after a prespecified interim analysis revealed a reduction in the primary endpoint of cardiovascular death or heart failure in the sacubitril/valsartan group relative to those treated with enalapril. Taken individually, the reductions in cardiovascular death and heart failure hospitalizations retained statistical significance.  Relative to enalapril, sacubitril/valsartan provided reductions in:  the composite endpoint of cardiovascular death or hospitalization for heart failure (incidence 21.8% vs 26.5%) cardiovascular death (incidence 13.3% vs 16.5%) first hospitalization for worsening heart failure (incidence 12.8% vs 15.6%), and all-cause mortality (incidence 17.0% vs 19.8%) Limitations of the trial include scarce experience with initiation of therapy in hospitalized patients and in those with NYHA heart failure class IV symptoms. Additionally the trial compared a maximal dose of valsartan (plus sacubitril) with a sub-maximal dose of enalapril, and was thus not directly comparable with current gold-standard use of ACE inhibitors in heart failure, diminishing the validity of the trial results.   == References =="}