{"name": "safinamide", "category": "drug", "content": "Safinamide, sold under the brand name Xadago, is a medication used as treatment for Parkinson's disease with \"off\" episodes; it has multiple modes of action, including the inhibition of monoamine oxidase B. It was approved in the European Union in February 2015, in the United States in March 2017, and in Canada in January 2019.   == Medical uses == Safinamide is used to treat idiopathic Parkinson's disease as add-on for people taking a stable dose of levodopa (L-dopa) alone or in combination with other Parkinson drugs, to help with \"off\" episodes when levodopa stops working.   == Contraindications == Safinamide is contraindicated in people with severe liver impairment, with albinism, retinitis pigmentosa, severe diabetic neuropathy, uveitis and other disorders of the retina. Combination with other monoamine oxidase (MAO) inhibitors and pethidine is also contraindicated. It is not safe for women to take during pregnancy. It is excreted in breast milk and the effects on infants are unknown.   == Adverse effects == Common adverse events in clinical trials (in more than 1% of people) included nausea, dizziness, tiredness, sleeplessness, orthostatic hypotension (low blood pressure), and headache. There was no significant difference in the occurrence of these effects between safinamide and placebo.   == Overdose == Expected overdose effects are hypertension (high blood pressure), orthostatic hypotension, hallucinations, psychomotor agitation, nausea, vomiting, and dyskinesia. In studies, a single person was suspected to have overdosed for a month; symptoms were confusion, drowsiness and mydriasis (dilation of the pupils) and subsided completely after the drug was discontinued. No specific antidote is available.   == Interactions == As a MAO inhibitor, safinamide can theoretically cause hypertensive crises, serotonin syndrome and other severe side effects when combined with other MAO inhibitors or with drugs that are known to interact with MAO inhibitors, such as pethidine, dextromethorphan, selective serotonin reuptake inhibitors (SSRIs), serotonin–noradrenaline reuptake inhibitors (SNRIs), tricyclic and tetracyclic antidepressants. An interaction with tyramine, a substance found in various foods, could be expected by the same reasoning but has been excluded in studies. Another theoretical interaction is with drugs with affinity to the transporter protein ABCG2 (also known as BCRP), such as pitavastatin, pravastatin, ciprofloxacin, methotrexate, and diclofenac; a study with the latter has shown no clinical relevance. A study testing possible interactions with amidase inhibitors is part of the post-authorisation development plan. There are no relevant interactions related to cytochrome P450 (CYP) liver enzymes, although one inactivation pathway of safinamide seems to be mediated by CYP3A4.   == Pharmacology ==   === Mechanisms of action === Like the older antiparkinson drugs selegiline and rasagiline, safinamide is a selective monoamine oxidase B inhibitor, reducing degradation of dopamine; in contrast to the other two, its action is reversible. Safinamide also inhibits glutamate release and dopamine and serotonin reuptake. It binds to the sigma receptors as well, with IC50 values for binding inhibition of 19 nM for σ1 and 1,590 nM for σ2. Additionally, it blocks sodium and calcium channels, the relevance of which for its antiparkinson action is however unknown.   === Pharmacokinetics === Safinamide is absorbed quickly and nearly completely from the gut and reaches highest blood plasma concentrations after 1.8 to 2.8 hours. There is no relevant first-pass metabolism; total bioavailability is 95%. The substance is bound to plasma proteins to 88–90%. The metabolism is not well understood. The principal step is mediated by amidases which have not been identified, and produces safinamide acid (NW-1153). Other relevant metabolites are O-debenzylated safinamide (NW-1199), the N-dealkylated amine which is then oxidized to a carboxylic acid (NW-1689), and the glucuronide of the latter. In tests with liver microsomes, dealkylation seemed to be mediated by CYP3A4, but other CYP enzymes appear to be involved as well. Safinamide acid binds to the organic anion transporter 3 (OAT3), but this has probably no clinical relevance. Safinamide itself transiently binds to ABCG2. No other transporter affinities have been found in preliminary studies. Safinamide is eliminated, mainly (>90%) in form of its metabolites, via the kidney, with an elimination half-life of 20 to 30 hours. Only 1.5% are found in the stool.   == History == The compound was originally discovered at Farmitalia-Carlo Erba, which was acquired by Pharmacia in 1993. In 1995, Pharmacia merged with Upjohn. Safinamide was first disclosed in 1998. In the course of a major restructuring in the same year, all rights for safinamide were transferred to the newly formed company Newron Pharmaceuticals, which developed the drug until it was sold to Merck KGaA in 2006. In 2007, a Phase III clinical trial was started, scheduled to run until 2011. In October 2011 Merck, now Merck-Serono, announced that they would give all rights to develop the compound back to Newron because they wanted to prioritise other projects and had corrected their estimates for safinamide's market potential downwards. The US Food and Drug Administration (FDA) refused to file Newron's application in 2014 on formal grounds. Newron re-applied in December 2014. In spring 2015, following a commercial agreement between Newron and the Italian pharmaceutical company Zambon, the European Medicines Agency (EMA) approved the drug. In the following years, the drug has been launched in several European countries. Safinamide is the first antiparkinson medication to be approved for ten years. Safinamide was approved by US FDA in March 2017 for people with Parkinsons taking levodopa/carbidopa during \"off\" episodes.   == Research == Potential additional uses might be restless legs syndrome (RLS) and epilepsy. Safinamide was being tested in Phase II trials in 2008, but no results are available. When used as an adjunct to parkinsonian medication, safinamide was found to be efficacious in reducing pain in PD. In experiments with rats (but not in those with monkeys), retinopathies have been observed.   == References =="}