{"name": "Salmonella infections", "category": "disease", "content": "Salmonellosis is a symptomatic infection caused by bacteria of the Salmonella type. It is the most common disease to be known as food poisoning (though the name refers to food-borne illness in general), these are defined as diseases, usually either infectious or toxic in nature, caused by agents that enter the body through the ingestion of food. In humans, the most common symptoms are diarrhea, fever, abdominal cramps, and vomiting. Symptoms typically occur between 12 hours and 36 hours after exposure, and last from two to seven days. Occasionally more significant disease can result in dehydration. The old, young, and others with a weakened immune system are more likely to develop severe disease. Specific types of Salmonella can result in typhoid fever or paratyphoid fever. Typhoid fever and paratyphoid fever are specific types of salmonellosis, known collectively as enteric fever, and are, respectively, caused by salmonella typhi and paratyphi bacteria, which are only found in humans. Most commonly, salmonellosis cases arise from salmonella bacteria from animals, and chicken is a major source for these infections. There are two species of Salmonella: Salmonella bongori and Salmonella enterica with many subspecies.  However, subgroups and serovars within a species may be substantially different in their ability to cause disease. This suggests that epidemiologic classification of organisms at the subspecies level may improve management of Salmonella and similar pathogens. Both vegetarian and non-vegetarian populations are susceptible to Salmonella infections due to the consumption of contaminated meat and milk. Infection is usually spread by consuming contaminated meat, eggs, water or milk. Other foods may spread the disease if they have come into contact with manure. A number of pets including cats, dogs, and reptiles can also carry and spread the infection. Diagnosis is by a stool test or blood tests. Efforts to prevent the disease include the proper washing, preparation, and cooking of food to appropriate temperature. Mild disease typically does not require specific treatment. More significant cases may require treatment of electrolyte problems and intravenous fluid replacement. In those at high risk or in whom the disease has spread outside the intestines, antibiotics are recommended. Salmonellosis is one of the most common causes of diarrhea globally. In 2015, 90,300 deaths occurred from nontyphoidal salmonellosis, and 178,000 deaths from typhoidal salmonellosis. In the United States, about 1.35 million cases and 450 deaths occur from non-typhoidal salmonellosis a year. In Europe, it is the second most common foodborne disease after campylobacteriosis.   == Signs and symptoms ==   === Enteritis ===  After a short incubation period of a few hours to one day, the bacteria multiply in the small intestine, causing an intestinal inflammation (enteritis). Most people with salmonellosis develop diarrhea, fever, vomiting, and abdominal cramps 12 to 72 hours after infection. Diarrhea is often watery and non-bloody but may be mucoid and bloody. In most cases, the illness lasts four to seven days, and does not require treatment. In some cases, though, the diarrhea may be so severe that the patient becomes dangerously dehydrated and must be hospitalized. At the hospital, the patient may receive fluids intravenously to treat the dehydration, and may be given medications to provide symptomatic relief, such as fever reduction. In severe cases, the Salmonella infection may spread from the intestines to the blood stream, and then to other body sites, and can cause death, unless the person is treated promptly with antibiotics. In otherwise healthy adults, the symptoms can be mild. Normally, no sepsis occurs, but it can occur exceptionally as a complication in the immunocompromised. However, in people at risk such as infants, small children, and the elderly, Salmonella infections can become very serious, leading to complications. In infants, dehydration can cause a state of severe toxicity. Extraintestinal localizations are possible, especially Salmonella meningitis in children, osteitis, etc. Children with sickle-cell anemia who are infected with Salmonella may develop osteomyelitis. Treatment of osteomyelitis, in this case, will be to use fluoroquinolones (ciprofloxacin, levofloxacin, etc., and nalidixic acid). Those whose only symptom is diarrhea usually completely recover, but their bowel habits may not return to normal for several months.   === Typhoid fever ===  Typhoid fever occurs when Salmonella bacteria enter the lymphatic system and cause a systemic form of salmonellosis. Endotoxins first act on the vascular and nervous apparatus, resulting in increased permeability and decreased tone of the vessels, upset thermal regulation, vomiting, and diarrhea. In severe forms of the disease, enough liquid and electrolytes are lost to upset the fluid balance, cause an electrolyte imbalance, decrease the circulating blood volume and arterial pressure, and cause hypovolemic shock. Septic shock may also develop. Shock of mixed character (with signs of both hypovolemic and septic shock) are more common in severe salmonellosis. Oliguria and azotemia develop in severe cases as a result of renal involvement due to hypoxia and toxemia.   === Long-term === Salmonellosis is associated with later irritable bowel syndrome and inflammatory bowel disease. Evidence however does not support it being a direct cause of the latter. A small number of people afflicted with salmonellosis experience reactive arthritis, which can last months or years and can lead to chronic arthritis. In sickle-cell anemia, osteomyelitis due to Salmonella infection is much more common than in the general population. Though Salmonella infection is frequently the cause of osteomyelitis in people with sickle-cell, it is not the most common cause, which is Staphylococcus infection. Those infected may become asymptomatic carriers, but this is relatively uncommon, with shedding observed in only 0.2 to 0.6% of cases after a year.   == Causes ==  Contaminated food, often having no unusual look or smell Poor kitchen hygiene, especially problematic in institutional kitchens and restaurants because this can lead to a significant outbreak Excretions from either sick or infected but apparently clinically healthy people and animals (especially dangerous are caregivers and animals) Polluted surface water and standing water (such as in shower hoses or unused water dispensers) Unhygienically thawed poultry (the meltwater contains many bacteria) An association with reptiles (pet tortoises, snakes, iguanas, and aquatic turtles) is well described. Amphibians such as frogs Salmonella bacteria can survive for some time without a host; they are frequently found in polluted water, with contamination from the excrement of carrier animals being particularly important. The European Food Safety Authority  highly recommends that when handling raw turkey meat, consumers and people involved in the food supply chain should pay attention to personal and food hygiene. An estimated 142,000 Americans are infected each year with Salmonella Enteritidis from chicken eggs, and about 30 die. The shell of the egg may be contaminated with Salmonella by feces or environment, or its interior (yolk) may be contaminated by penetration of the bacteria through the porous shell or from a hen whose infected ovaries contaminate the egg during egg formation. Nevertheless, such interior egg yolk contamination is theoretically unlikely. Even under natural conditions, the rate of infection was very small (0.6% in a study of naturally contaminated eggs and 3.0% among artificially and heavily infected hens).   == Prevention ==  The US Food and Drug Administration (FDA) has published guidelines to help reduce the chance of food-borne salmonellosis. Food must be cooked to 145–165 °F (63–74 °C), and liquids such as soups or gravies should be boiled when reheating. Freezing kills some Salmonella, but it is not sufficient to reliably reduce them below infectious levels. While Salmonella is usually heat-sensitive, it acquires heat-resistance in high-fat environments such as peanut butter.   === Vaccine === Antibodies against nontyphoidal Salmonella were first found in Malawi children in research published in 2008. The Malawian researchers identified an antibody that protects children against bacterial infections of the blood caused by nontyphoidal Salmonella. A study at Queen Elizabeth Hospital in Blantyre found that children up to two years old develop antibodies that aid in killing the bacteria. This could lead to a possible Salmonella vaccine for humans. A 2014 study tested a vaccine on chickens which offered efficient protection against salmonellosis. Vaccination of chickens against Salmonella essentially wiped out the disease in the United Kingdom.  A similar approach was considered in the United States, but the Food and Drug Administration decided not to mandate vaccination of hens.   == Treatment == Electrolytes may be replenished with oral rehydration supplements (typically containing salts sodium chloride and potassium chloride). Appropriate antibiotics, such as ceftriaxone, may be given to kill the bacteria, but are not necessary in most cases. Azithromycin has been suggested to be better at treating typhoid in resistant populations than both fluoroquinolone drugs and ceftriaxone. There are recommendations on choice of antibiotic to avoid promoting antibiotic resistance. There is no evidence of benefit of treating healthy people with diarrhea due to non-typhoidal salmonellosis. However, the evidence for the very young, very old or people with severe diseases are uncertain.   == Epidemiology ==   === United States ===  Salmonellosis annually causes, per CDC estimation, about 1.35 million illnesses, 26,500 hospitalizations, and 420 deaths in the United States every year. About 142,000 people in the United States are infected each year with Salmonella Enteritidis specifically from chicken eggs, and about 30 die. In 2010, an analysis of death certificates in the United States identified a total of 1,316 Salmonella-related deaths from 1990 to 2006. These were predominantly among older adults and those who were immunocompromised. The U.S. government reported as many as 20% of all chickens were contaminated with Salmonella in the late 1990s, and 16.3% were contaminated in 2005. The United States has struggled to control salmonella infections, with the rate of infection rising from 2001 to 2011. In 1998, the USDA moved to close plants if salmonella was found in excess of 20 percent, which was the industry's average at the time, for three consecutive tests. Texas-based Supreme Beef Processors, Inc. sued on the argument that Salmonella is naturally occurring and ultimately prevailed when a federal appeals court affirmed a lower court. These issues were highlighted in a proposed Kevin's Law (formally proposed as the Meat and Poultry Pathogen Reduction and Enforcement Act of 2003), of which components were included the Food Safety Modernization Act passed in 2011, but that law applies only to the FDA and not the USDA. The USDA proposed a regulatory initiative in 2011 to Office of Management and Budget. Salmonella is found in 8% of the chicken parts tested by the USDA and 25% of ground chicken.   === Europe === An outbreak of salmonellosis started in Northern Europe in July 2012, caused by Salmonella thompson. The infections were linked to smoked salmon from the manufacturer Foppen, where the contamination had occurred. Most infections were reported in the Netherlands; over 1060 infections with this subspecies and four fatalities were confirmed. A case of widespread infection was detected mid-2012 in seven EU countries. Over 400 people had been infected with Salmonella enterica serovar Stanley (S. Stanley) that usually appears in the regions of Southeast Asia. After several DNA analyses seemed to point to a specific Belgian strain, the \"Joint ECDC/E FSA Rapid Risk Assessment\" report detected turkey production as the source of infection. In Germany, food poisoning infections must be reported. Between 1990 and 2005, the number of officially recorded cases decreased from about 200,000 to about 50,000.   === Elsewhere === In March 2007, around 150 people were diagnosed with salmonellosis after eating tainted food at a governor's reception in Krasnoyarsk, Russia. Over 1,500 people attended the ball on March 1 and fell ill as a consequence of ingesting Salmonella-tainted sandwiches. In Singapore about 150 people fell sick after eating Salmonella-tainted chocolate cake produced by a major bakery chain in December 2007. South Africa reported contamination of its poultry carcasses by Salmonella. Egypt showed that Salmonella was predominant in poultry along with other non-typhoid strains. In  Indonesia, the isolation of Salmonella Typhi was the main focus,  while other serovars were also included from poultry. In India, Salmonella was predominant in poultry. Romania reported Salmonella serovars in poultry that affect humans.   == History == Both salmonellosis and the microorganism genus Salmonella derive their names from a modern Latin coining after Daniel E. Salmon (1850–1914), an American veterinary surgeon. He had help from Theobald Smith, and together they found the bacterium in pigs. Salmonella enterica was possibly the cause of the 1576 cocliztli epidemic in New Spain.   === Four-inch regulation === The \"Four-inch regulation\" or \"Four-inch law\" is a colloquial name for a regulation issued by the U.S. FDA in 1975, restricting the sale of turtles with a carapace length  less than four inches (10 cm). The regulation was introduced, according to the FDA, \"because of the public health impact of turtle-associated salmonellosis\". Cases had been reported of young children placing small turtles in their mouths, which led to the size-based restriction.   === Regulation elsewhere ===   === FSSAI regulation === The FSSAI has been established under the Food Safety and Standards Act, 2006, which is a consolidating statute related to food safety and regulation in India. FSSAI is responsible for protecting and promoting public health through the regulation and supervision of food safety. The major importance of the FSSAI License is that it ensures that the food is verified chemically and hence is safe to consume. 'Health before wealth' is a common quote as well as fact. Therefore, anything related directly to health is a matter of great sensitivity.   == Research ==   === Bacteriophage treatment ===  Therapy with phages or bacteriophages (viruses that infect bacteria) has been proposed as a treatment for Salmonella infections.  Bacteriophages have a number of advantages over other alternatives: (i) high efficacy in killing bacteria, (ii) minimal or no side effects, (iii) no allergic effects, (iv) production is rapid and inexpensive, and (v) they are host-specific and therefore do not affect the intestinal microbiota or other saprophytic bacteria in the environmental milieu. The use of bacteriophages is effective in the prevention and treatment of bacterial pathogens in animals. In the specific case of poultry, good results have been obtained by reducing the infection of Salmonella, E. coli and Campylobacter. Until now, the use of phage therapy to control Salmonella in poultry could reduce, but not completely eliminate bacterial colonisation. Bacteriophages are suitable to prevent or reduce the colonization of pathogenic bacteria and therefore diseases in cattle, where phages are supplied either individually or in cocktail to farm animals, the routes and methods of application were examined by various authors and the application of phages through oral tube feeding or feed intake showed a reduction of pathogenic bacteria without affecting the intestinal microbiota of the host. Current research is focused on improved phage delivery in a manner that avoids decreasing phage titer due to destabilization or inactivation by gastric pH extremes.   == Immunological parameters of infection ==  From an immunological point of view Salmonellosis is an infection caused by gram-negative bacteria infiltrating epithelial cells of the small intestine in the distal ileum whereby inducing acute inflammatory response called enteritis. Salmonella can infect M-cells population overlying the Payer’s patches in the intestine, cells located in lamina propria of the intestinal mucosa and other epithelial cells. After infecting cells in Peyer's patches, Salmonella can move to the mesenteric lymph nodes. This happens because lymphatic vessels are responsible for draining fluids, cells, and microbes from the intestinal tissues and carrying them to these lymph nodes. This process requires migration dependent on a factor known as CCR7. Once in the mesenteric lymph nodes, Salmonella can then enter the bloodstream, leading to a systemic infection that spreads throughout the body.  Virulence of the Salmonella is given by the Salmonella Pathogenicity Island 1 (SPI-1). This needle-like structure, formed by a set of proteins, is known as the Type III secretion system. It enables Salmonella to effectively invade neighboring cells by injecting bacterial proteins directly into them, facilitating its spread and evasion of the host's immune defenses. The first cells recruited to the Salmonella infection site are neutrophils, monocytes, and dendritic cells. Neutrophils play a key role in early defense against Salmonella, preventing its spread into the bloodstream. Studies in mice have shown that without neutrophils, there's an increase in the extracellular bacterial load during Salmonella infection. Moreover, these cells are essential for producing IFN-γ in the intestinal mucosa, which is crucial for controlling Salmonella Typhimurium through an IFN-γ-dependent mechanism. Several other pro-inflammatory cytokines have been also observed after the infection of the epithelia such as IL-1α, TNFα, IL-12, IL-18 and IL-15, affecting the body-temperature by inducing fever, increase mucus production, activation of B and T leukocytes and polymorphonuclear leukocytes and macrophages recruitment to the site of infection. Resident macrophages can also recognize flagellin and activate NLRC4 inflammasome complex to activate caspase-1 and IL-1β and IL-18 release.  Recruited monocytes are specifically adapted to regulating bacterial replication through the production of antimicrobial molecules (anti-microbial factors such as iNOS, TNF-α and IL-1β), however, they exhibit limited capability as antigen-presenting cells. While monocytes help in containing the bacteria initially, the inability to effectively present antigens can delay or weaken the activation of T cells, which are necessary for a strong and specific immune response. In contrast, dendritic cells experience maturation through both direct pathways, mediated by bacteria, and indirect pathways, facilitated by cytokines in vivo, enhancing their ability to present antigens optimally. In a study focusing on the interaction between dendritic cells and intestinal epithelial cells, it was observed that when intestinal epithelial cells are stimulated by flagellin (a component of bacterial flagella, like those found in Salmonella), they trigger a specific response. This response involves the release of a molecule called CCL20. CCL20 is known to attract DCs, a type of immune cell. As a result, dendritic cells migrate towards the site of flagellin stimulation in the intestines. Recruitment of these cells to follicles plays a crucial role in initiating early T-cells mediated responses to Salmonella infection.  T–cell activation is limited to the draining mesenteric lymph nodes within 9–12 h since the initial infection as in any other lymph node activated T-cells specific to Salmonella were not detected. Protective immunity against Salmonella appears to be primarily mediated by CD4+ T cells. This is evident in mice lacking a thymus, αβ T cells, MHC class-II, or T-bet+ Th1 cells, as they demonstrate an inability to resolve the infection. Clearly Th1 response is crucial in response and clearance of Salmonella infection since mice depleted from T-bet or IFN-γ are unable to combat Salmonellosis. The presence of different cytokines in combination with cytokines produced from Th1 cells however suggests additional effect of Th17 response. IL-22 and IL-17 are contributing to protection against Salmonella by its mucosal production and antimicrobial peptides expression (IL-22) as well regulation of mucosal host defense and neutrophil recruitment (IL17) demonstrated by IL-17A deficient mice infected with Salmonella. Conversely, mice lacking B-cells or γδ T cells can successfully clear the primary attenuated Salmonella infection, but a robust B-cell response is essential for resolving virulent Salmonella infections. Different study revealed that B-cells are essential for protective immunity against Salmonella independent of antibody secretion because B-cells unable to secrete antibodies were still protective against Salmonella, suggesting that B-cells can serve as antigen presenting cells in this context and activate T-cells responses.  Further experiments focused on CD8+ cytotoxic lymphocytes revealed their crucial role in Salmonella clearance. Depletion of CD8+ T cells resulted in the failure to resolve the infection in mice. These findings strongly suggest that CD4+-mediated protection is facilitated by the contribution of CD8+ cytotoxic T cells in the immune response against Salmonella. The investigation of immune memory revealed robust bacterial clearance facilitated by both CD4+ and CD8+ responses. Interestingly, this memory was not sufficient in adoptive transfer into other mice, despite possessing a potent response. However, when serum transfer was employed, the observed response indicated the crucial antibody-dependent role in secondary Salmonella infections.  Immunocompromised individuals (for example AIDS, malnutrition or those taking immunosuppressive treatment) are more susceptible to salmonellosis and contribute to bacteremia caused by neutropenia in immunocompromised individuals comparing immunocompetent ones.   == See also == 1984 Rajneeshee bioterror attack 2012 salmonella outbreak 2018 outbreak of Salmonella List of foodborne illness outbreaks   == References ==   == External links ==  CDC website, Division of Bacterial and Mycotic Diseases, Disease Listing: Salmonellosis"}