{"name": "samidorphan", "category": "drug", "content": "Samidorphan (INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name) (developmental code names ALKS-33, RDC-0313) is an opioid antagonist that in the form of olanzapine/samidorphan (brand name Lybalvi) is used in the treatment of schizophrenia and bipolar disorder. Samidorphan reduces the weight gain associated with olanzapine. Samidorphan is taken by mouth. Samidorphan was under development as a standalone medication for various indications but has been discontinued. Buprenorphine/samidorphan for the treatment of major depressive disorder was rejected by the Food and Drug Administration due to insufficient evidence of effectiveness but remains in preregistration as of September 2021. Development of baclofen/samidorphan has also been discontinued.   == Development == Samidorphan has been investigated for the treatment of alcoholism and cocaine addiction by its developer, Alkermes, showing similar efficacy to naltrexone but possibly with reduced side effects. However, it has attracted much more attention as part of the combination product ALKS-5461 (buprenorphine/samidorphan), where samidorphan is combined with the mixed μ-opioid receptor (MOR) weak partial agonist and κ-opioid receptor (KOR) antagonist buprenorphine, as an antidepressant. Buprenorphine has shown antidepressant effects in some human studies, thought to be because of its antagonist effects at the KOR, but has not been further developed for this application because of its MOR agonist effects and consequent abuse potential. By combining buprenorphine with samidorphan to block the MOR agonist effects, the combination acts more like a selective KOR antagonist, and produces only antidepressant effects, without typical MOR effects such as euphoria or substance dependence being evident. Samidorphan was also studied in combination with olanzapine, as ALKS-3831 (olanzapine/samidorphan), for use in schizophrenia. A Phase 3 study found that the addition of samidorphan to olanzapine significantly reduced weight gain compared to olanzapine alone, and the combination was approved for the treatment of schizophrenia and bipolar disorder by the US Food and Drug Administration in May 2021, under the brand name Lybalvi.   == Side effects == Side effects of samidorphan include somnolence and gastrointestinal disturbances among others.   == Pharmacology ==   === Pharmacodynamics ===  Samidorphan acts primarily as an antagonist or very weak partial agonist of the μ-opioid receptor (MOR) and to a lesser extent as a partial agonist of the κ-opioid receptor (KOR) and δ-opioid receptor (DOR). In accordance with this profile, samidorphan has been observed to produce some side effects that are potentially consistent with activation of the KOR such as somnolence, sedation, dizziness, and hallucinations in some patients in clinical trials.   === Pharmacokinetics === The elimination half-life of samidorphan is 7 to 9 hours.   == Chemistry == Samidorphan has its origins in academia where 8-carboxamidocyclazocine and naltrexone were utilized in its design and synthesis.   == References ==   == External links == Buprenorphine/samidorphan (ALKS-5461 - AdisInsight Olanzapine/samidorphan (ALKS-3831) - AdisInsight"}