{"name": "sapropterin", "category": "drug", "content": "Tetrahydrobiopterin (BH4, THB), also known as sapropterin (INN), is a cofactor of the three aromatic amino acid hydroxylase enzymes, used in the degradation of amino acid phenylalanine and in the biosynthesis of the neurotransmitters serotonin (5-hydroxytryptamine, 5-HT), melatonin, dopamine, norepinephrine (noradrenaline), epinephrine (adrenaline), and is a cofactor for the production of nitric oxide (NO) by the nitric oxide synthases. Chemically, its structure is that of a (dihydropteridine reductase) reduced pteridine derivative (quinonoid dihydrobiopterin).   == Medical use == Tetrahydrobiopterin is available as a tablet for oral administration in the form of sapropterin dihydrochloride (BH4*2HCL). It was approved for use in the United States as a tablet in December 2007 and as a powder in December 2013. It was approved for use in the European Union in December 2008, Canada in April 2010, and Japan in July 2008.  It is sold under the brand names Kuvan and Biopten. The typical cost of treating a patient with Kuvan is US$100,000 per year. BioMarin holds the patent for Kuvan until at least 2024, but Par Pharmaceutical has a right to produce a generic version by 2020. Sapropterin is indicated in tetrahydrobiopterin deficiency caused by GTP cyclohydrolase I (GTPCH) deficiency, or 6-pyruvoyltetrahydropterin synthase (PTPS) deficiency. Also, BH4*2HCL is FDA approved for use in phenylketonuria (PKU), along with dietary measures. However, most people with PKU have little or no benefit from BH4*2HCL.   == Adverse effects == The most common adverse effects, observed in more than 10% of people, include headache and a running or obstructed nose. Diarrhea and vomiting are also relatively common, seen in at least 1% of people.   == Interactions == No interaction studies have been conducted. Because of its mechanism, tetrahydrobiopterin might interact with dihydrofolate reductase inhibitors like methotrexate and trimethoprim, and NO-enhancing drugs like nitroglycerin, molsidomine, minoxidil, and PDE5 inhibitors. Combination of tetrahydrobiopterin with levodopa can lead to increased excitability.   == Functions == Tetrahydrobiopterin has multiple roles in human biochemistry. The major one is to convert amino acids such as phenylalanine, tyrosine, and tryptophan to precursors of dopamine and serotonin, major monoamine neurotransmitters. It works as a cofactor, being required for an enzyme's activity as a catalyst, mainly hydroxylases.   === Cofactor for tryptophan hydroxylases ===  Tetrahydrobiopterin is a cofactor for tryptophan hydroxylase (TPH) for the conversion of L-tryptophan (TRP) to 5-hydroxytryptophan (5-HTP).   === Cofactor for phenylalanine hydroxylase === Phenylalanine hydroxylase (PAH) catalyses the conversion of L-phenylalanine (PHE) to L-tyrosine (TYR). Therefore, a deficiency in tetrahydrobiopterin can cause a toxic buildup of L-phenylalanine, which manifests as the severe neurological issues seen in phenylketonuria.   === Cofactor for tyrosine hydroxylase === Tyrosine hydroxylase (TH) catalyses the conversion of L-tyrosine to L-DOPA (DOPA), which is the precursor for dopamine. Dopamine is a vital neurotransmitter, and is the precursor of norepinephrine and epinephrine. Thus, a deficiency of BH4 can lead to systemic deficiencies of dopamine, norepinephrine, and epinephrine. In fact, one of the primary conditions that can result from GTPCH-related BH4 deficiency is dopamine-responsive dystonia; currently, this condition is typically treated with carbidopa/levodopa, which directly restores dopamine levels within the brain.   === Cofactor for nitric oxide synthase === Nitric oxide synthase (NOS) catalyses the conversion of a guanidino nitrogen of L-arginine (L-Arg) to nitric oxide (NO). Among other things, nitric oxide is involved in vasodilation, which improves systematic blood flow. The role of BH4 in this enzymatic process is so critical that some research points to a deficiency of BH4 – and thus, of nitric oxide – as being a core cause of the neurovascular dysfunction that is the hallmark of circulation-related diseases such as diabetes. As a co-factor for nitric oxide synthase, tetrahydrobiopterin supplementation has shown beneficial results for the treatment of endothelial dysfunction in animal experiments and clinical trials, although the tendency of BH4 to become oxidized to BH2 remains a problem.   === Cofactor for ether lipid oxidase === Ether lipid oxidase (alkylglycerol monooxygenase, AGMO) catalyses the conversion of 1-alkyl-sn-glycerol to 1-hydroxyalkyl-sn-glycerol.   == History == Tetrahydrobiopterin was discovered to play a role as an enzymatic cofactor. The first enzyme found to use tetrahydrobiopterin is phenylalanine hydroxylase (PAH).   == Biosynthesis and recycling == Tetrahydrobiopterin is biosynthesized from guanosine triphosphate (GTP) by three chemical reactions mediated by the enzymes GTP cyclohydrolase I (GTPCH), 6-pyruvoyltetrahydropterin synthase (PTPS), and sepiapterin reductase (SR). BH4 can be oxidized by one or two electron reactions, to generate BH4 or BH3 radical and BH2, respectively. Research shows that ascorbic acid (also known as ascorbate or vitamin C) can reduce BH3 radical into BH4, preventing the BH3 radical from reacting with other free radicals (superoxide and peroxynitrite specifically). Without this recycling process, uncoupling of the endothelial nitric oxide synthase (eNOS) enzyme and reduced bioavailability of the vasodilator nitric oxide occur, creating a form of endothelial dysfunction. Ascorbic acid is oxidized to dehydroascorbic acid during this process, although it can be recycled back to ascorbic acid. Folic acid and its metabolites seem to be particularly important in the recycling of BH4 and NOS coupling.   == Research == Other than PKU studies, tetrahydrobiopterin has participated in clinical trials studying other approaches to solving conditions resultant from a deficiency of tetrahydrobiopterin. These include autism, depression, ADHD, hypertension, endothelial dysfunction, and chronic kidney disease. Experimental studies suggest that tetrahydrobiopterin regulates deficient production of nitric oxide in cardiovascular disease states, and contributes to the response to inflammation and injury, for example in pain due to nerve injury. A 2015 BioMarin-funded study of PKU patients found that those who responded to tetrahydrobiopterin also showed a reduction of ADHD symptoms.   === Depression === In psychiatry, tetrahydrobiopterin has been hypothesized to be involved in the pathophysiology of depression, although evidence is inconclusive to date.   === Autism === In 1997, a small pilot study was published on the efficacy of tetrahydrobiopterin (BH4) on relieving the symptoms of autism, which concluded that it \"might be useful for a subgroup of children with autism\" and that double-blind trials are needed, as are trials which measure outcomes over a longer period of time. In 2010, Frye et al. published a paper which concluded that it was safe, and also noted that \"several clinical trials have suggested that treatment with BH4 improves ASD symptomatology in some individuals.\"   === Cardiovascular disease === Since nitric oxide production is important in regulation of blood pressure and blood flow, thereby playing a significant role in cardiovascular diseases, tetrahydrobiopterin is a potential therapeutic target. In the endothelial cell lining of blood vessels, endothelial nitric oxide synthase is dependent on tetrahydrobiopterin availability. Increasing tetrahydrobiopterin in endothelial cells by augmenting the levels of the biosynthetic enzyme GTPCH can maintain endothelial nitric oxide synthase function in experimental models of disease states such as diabetes, atherosclerosis, and hypoxic pulmonary hypertension. However, treatment of people with existing coronary artery disease with oral tetrahydrobiopterin is limited by oxidation of tetrahydrobiopterin to the inactive form, dihydrobiopterin, with little benefit on vascular function.   === Neuroprotection in prenatal hypoxia === Depletion of tetrahydrobiopterin occurs in the hypoxic brain and leads to toxin production. Preclinical studies in mice reveal that treatment with oral tetrahydrobiopterin therapy mitigates the toxic effects of hypoxia on the developing brain, specifically improving white matter development in hypoxic animals.   === Programmed cell death === GTPCH (GCH1) and tetrahydrobiopterin were found to have a secondary role protecting against cell death by ferroptosis in cellular models by limiting the formation of toxic lipid peroxides. Tetrahydrobiopterin acts as a potent, diffusable antioxidant that resists oxidative stress and enables cancer cell survival via promotion of angiogenesis.   == References ==   == Further reading ==   == External links == \"Sapropterin\". Drug Information Portal. U.S. National Library of Medicine. \"Sapropterin dihydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}