{"name": "saquinavir", "category": "drug", "content": "Saquinavir, sold under the brand name Invirase among others, is an antiretroviral medication used together with other medications to treat or prevent HIV/AIDS. Typically it is used with ritonavir or lopinavir/ritonavir to increase its effect. It is taken by mouth. Common side effects include nausea, vomiting, diarrhea, and feeling tired. More serious side effects include problems with QT prolongation, heart block, high blood lipids, and liver problems. It appears to be safe in pregnancy. It is in the protease inhibitor class and works by blocking the HIV protease. Saquinavir was patented in 1988 and first sold in 1995.   == Medical uses == Saquinavir is used together with other medications to treat or prevent HIV/AIDS. Typically it is used with ritonavir or lopinavir/ritonavir to increase its effect.   == Side effects == The most frequent adverse events with saquinavir in either formulation are mild  gastrointestinal symptoms, including diarrhoea, nausea, loose stools and abdominal discomfort. Invirase is better tolerated than Fortovase.   == Bioavailability and drug interactions == Saquinavir, in the Invirase formulation, has a low and variable oral bioavailability, when given alone. The Fortovase formulation at the standard dosage delivers approximately eightfold more active drug than Invirase, also at the standard dosage. In the clinic, it was found that the oral bioavailability of saquinavir in both formulations significantly increases when patients also receive the PI ritonavir. For patients, this has the major benefit that they can take less saquinavir, while maintaining sufficient saquinavir blood plasma levels to efficiently suppress the replication of HIV. The mechanism behind this welcome observation was not directly known, but later it was determined that ritonavir inhibits the cytochrome P450 3A4 isozyme. Normally, this enzyme metabolizes saquinavir to an inactive form, but with the ritonavir inhibiting this enzyme, the saquinavir blood plasma levels increased considerably. Additionally, ritonavir also inhibits multidrug transporters, although to a much lower extent. Unlike other protease inhibitors, the absorption of saquinavir seems to be improved by omeprazole.   == Mechanism of action == Saquinavir is a protease inhibitor. Proteases are enzymes that cleave protein molecules into smaller fragments. HIV protease is vital for both viral replication within the cell and release of mature viral particles from an infected cell. Saquinavir binds to the active site of the viral protease and prevents cleavage of viral polyproteins, preventing maturation of the virus. Saquinavir inhibits both HIV-1 and HIV-2 proteases.   == History ==  Saquinavir was developed by the pharmaceutical company Roche. Saquinavir was the sixth antiretroviral and the first protease inhibitor approved by the US Food and Drug Administration (FDA), leading ritonavir and indinavir by a few months. This new class of antiretrovirals played a critical role in the development of highly active antiretroviral therapy (HAART), which helped significantly lower the risk of death from AIDS-related causes, as seen by a reduction of the annual U.S. HIV-associated death rate, from over 50,000 to about 18,000 over a period of two years. Roche requested and received approval of Invirase via the FDA's \"Accelerated Approval\" program—a process designed to speed drugs to market for the treatment of serious diseases—a decision that was controversial, as AIDS activists disagreed over the benefits of thorough testing versus early access to new drugs. It was approved again on November 7, 1997, as Fortovase, a soft gel capsule reformulated for improved bioavailability. Roche announced in May 2005 that, given reduced demand, Fortovase would cease being marketed early in 2006, in favor of Invirase boosted with ritonavir, owing to the ability of the latter co-formulated drug to inhibit the enzyme that metabolizes the AIDS drugs.   == Society and culture ==   === Economics === As of 2015, it is not available as a generic medication.   === Formulations === Two formulations have been marketed:  a hard-gel capsule formulation of the mesylate, with trade name Invirase, which requires combination with ritonavir to increase the saquinavir bioavailability; a soft-gel capsule formulation of saquinavir (microemulsion, orally-administered formulation), with trade name Fortovase, which was discontinued worldwide in 2006.   == References ==   == External links == \"Saquinavir\". Drug Information Portal. U.S. National Library of Medicine."}