{"name": "Sarcoma", "category": "disease", "content": "A sarcoma is a malignant tumor, a type of cancer that arises from cells of mesenchymal (connective tissue) origin. Connective tissue is a broad term that includes bone, cartilage, muscle, fat, vascular, or other structural tissues, and sarcomas can arise in any of these types of tissues. As a result, there are many subtypes of sarcoma, which are classified based on the specific tissue and type of cell from which the tumor originates.  Sarcomas are primary connective tissue tumors, meaning that they arise in connective tissues. This is in contrast to secondary (or \"metastatic\") connective tissue tumors, which occur when a cancer from elsewhere in the body (such as the lungs, breast tissue or prostate) spreads to the connective tissue. Sarcomas are one of five different types of cancer, classified by the cell type from which they originate. The word sarcoma is derived from the Greek σάρκωμα sarkōma 'fleshy excrescence or substance', itself from σάρξ sarx meaning 'flesh'.   == Classification == Sarcomas are typically divided into two major groups: bone sarcomas and soft-tissue sarcomas, each of which has multiple subtypes. In the United States, the American Joint Committee on Cancer (AJCC) publishes guidelines that classify the subtypes of sarcoma. These subtypes are as follows:   === Subtypes of bone sarcoma === Osteosarcoma Chondrosarcoma Poorly differentiated round/spindle cell tumors (includes Ewing sarcoma) Hemangioendothelioma Angiosarcoma Fibrosarcoma/myofibrosarcoma Chordoma Adamantinoma Other: Liposarcoma Leiomyosarcoma Malignant peripheral nerve sheath tumor Rhabdomyosarcoma Synovial sarcoma Malignant solitary fibrous tumor.   === Subtypes of soft-tissue sarcoma === Liposarcoma (includes the following varieties: atypical lipomatous tumor/well-differentiated liposarcoma, dedifferentiated liposarcoma, myxoid sarcoma, pleomorphic liposarcoma, and myxoid pleomorphic liposarcoma Atypical lipomatous tumor Dermatofibrosarcoma protuberans (includes pigmented varieties) Dermatofibrosarcoma protuberans, fibrosarcomatous Giant cell fibroblastoma Malignant solitary fibrous tumor Inflammatory myofibroblastic tumor Low-grade myofibroblastic sarcoma Fibrosarcoma (includes adult and sclerosing epithelioid varieties) Myxofibrosarcoma (formerly myxoid malignant fibrous histiocytoma) Low-grade fibromyxoid sarcoma Giant cell tumor of soft tissues Leiomyosarcoma Malignant glomus tumor Rhabdomyosarcoma (includes the following varieties: embryonal, alveolar, pleomorphic, and spindle cell/sclerosing) Hemangioendothelioma (includes the following varieties: retiform, pseudomyogenic, and epithelioid) Angiosarcoma of soft tissue Extraskeletal osteosarcoma Gastrointestinal stromal tumor, malignant (GIST) Malignant peripheral nerve sheath tumor (includes epithelioid variety) Malignant Triton tumor Malignant granular cell tumor Malignant ossifying fibromyxoid tumor Stromal sarcoma not otherwise specified Myoepithelial carcinoma Malignant phosphaturic mesenchymal tumor Skin sarcomas Synovial sarcoma (includes the following varieties: spindle cell, biphasic, and not otherwise specified) Epithelioid sarcoma Alveolar soft part sarcoma Clear cell sarcoma of soft tissue Extraskeletal myxoid chondrosarcoma Extraskeletal Ewing sarcoma Interdigitating dendritic cell sarcoma Desmoplastic small round cell tumor Extrarenal rhabdoid tumor Perivascular epithelioid cell tumor, not otherwise specified Intimal sarcoma Undifferentiated spindle cell sarcoma Undifferentiated pleomorphic sarcoma Undifferentiated round cell sarcoma Undifferentiated epithelioid sarcoma Undifferentiated sarcoma, not otherwise specified.   == Signs and symptoms == Symptoms of bone sarcomas typically include bone pain, especially at night, and swelling around the site of the tumor. Symptoms of soft-tissue sarcomas vary, but they often present as firm, often times painless lumps or nodules. Gastrointestinal stromal tumors (GIST, a subtype of soft-tissue sarcoma) often are asymptomatic, but can be associated with vague complaints of abdominal pain, bleeding into the intestines, a feeling of fullness, or other signs of intestinal obstruction.   == Cause ==   === Causes and risk factors === The cause of most bone sarcomas is not known, but several factors are associated with an increased risk of developing bone sarcoma. Previous exposure to ionizing radiation (such as prior radiation therapy) is one such risk factor. Therapeutic radiation is associated with sarcoma after 10 to 20 years. Exposure to alkylating agents, such as those found in certain cancer chemotherapeutic medicines, also increases the risk of bone sarcoma. Certain inherited genetic syndromes, including Li-Fraumeni syndrome, inherited RB1 gene mutations, and Paget's disease of bone are associated with an increased risk of developing bone sarcomas. Most soft-tissue sarcomas arise from what doctors call \"sporadic\" (or random) genetic mutations within an affected person's cells. Nevertheless, there are certain risk factors associated with an increased risk of developing soft-tissue sarcoma. Previous exposure to ionizing radiation is one such risk factor. Exposure to vinyl chloride (e.g., such as the fumes encountered in the production of polyvinyl chloride (PVC)), arsenic and Thorotrast all are associated with an increased risk of angiosarcoma.  Lymphedema, such as that resulting from certain types of breast cancer treatment, also is a risk factor for development of angiosarcoma. As with bone sarcomas, certain inherited genetic syndromes also are associated with an increased risk of developing soft-tissue sarcoma, including Li-Fraumeni syndrome, familial adenomatous polyposis, neurofibromatosis type 1, and heritable RB1 gene mutations. Kaposi sarcoma is caused by Kaposi sarcoma-associated herpesvirus (HHV-8).   == Mechanisms == The mechanisms by which healthy cells transform into cancer cells are described in detail elsewhere (see Cancer main page; Carcinogenesis main page). The precise molecular changes that result in sarcoma are not always known, but certain types of sarcomas are associated with particular genetic mutations. Examples include:  Most cases of Ewing sarcoma are associated with a chromosomal translocation in which part of chromosome 11 fuses with part of chromosome 22. This results in the EWSR1 gene becoming fused to other genes, including the FLI1 gene in 90% of Ewing cases and ERG gene in 5-10% of cases. These fusions result in the production of abnormal proteins, although how these abnormal proteins result in cancer is not fully known. Dermatofibrosarcoma protuberans often is associated with a chromosomal translocation in which the COL1A1 gene becomes fused to the PDGFRB gene. This results in over-active PDGF signaling, which is thought to promote cell division and ultimately lead to tumor development. Inflammatory myofibroblastic tumor often is associated with rearrangements of the ALK gene, and occasionally with rearrangements of the HMGA2 gene. Tenosynovial giant cell tumor (not a sarcoma, but a non-metastasizing and locally aggressive soft tissue tumor) frequently is associated with a chromosomal translocation between chromosome 1 and chromosome 2, in which the CSF1 gene becomes fused with the COL6A3 gene. This results in increased CSF1 protein production, which is thought to play a role in cancer development. Many liposarcomas are associated with amplification of part of chromosome 12, which results in extra copies of known cancer-promoting genes (\"oncogenes\") such as the CDK4 gene, the MDM2 gene and the HMGA2 gene.   == Diagnosis ==   === Bone sarcomas ===  Diagnosis of bone sarcomas begins with a thorough history and physical examination which may reveal characteristic signs and symptoms (see Signs and Symptoms above). Laboratory studies are not particularly useful in diagnosis, although some bone sarcomas (such as osteosarcoma) may be associated with elevated alkaline phosphatase levels, while others (such as Ewing sarcoma) can be associated with elevated erythrocyte sedimentation rate. Importantly, however, none of these laboratory findings are specific to bone sarcomas, meaning that elevations in these lab values are associated with many other conditions as well as sarcoma, and thus cannot be relied upon to conclusively diagnose sarcoma.  Imaging studies are critically important in diagnosis, and most clinicians will order a plain radiograph (X-ray) initially. Other imaging studies commonly used in diagnosis include magnetic resonance imaging (MRI) studies and radioisotope bone scans. A CT scan is typically  not used in diagnosis of most types of bone sarcoma, although it is an important tool for staging (see below). Definitive diagnosis requires biopsy of the tumor and careful review of the biopsy specimen by an experienced pathologist.   === Soft-tissue sarcomas ===  Diagnosis of soft-tissue sarcomas also begins with a thorough history and physical examination. Imaging studies can include either CT or MRI, although CT tends to be preferred for soft-tissue sarcomas located in the thorax, abdomen, or retroperitoneum. Positron emission tomography (PET) also may be useful in diagnosis, although its most common use is for staging (see below). As with bone sarcomas, definitive diagnosis requires biopsy of the tumor with evaluation of histology by a trained pathologist.   === Staging === In general, cancer staging refers to how advanced a cancer is, and usually it is based upon factors such as tumor size and whether it has spread to other parts of the body. Staging is important because the stage affects the prognosis (likely outcome), as well as the types of treatments that are likely to be effective against the cancer. With sarcomas, staging requires a determination of whether the tumor has grown into surrounding tissues (\"local invasion\"), as well as imaging to determine whether it has spread (a process known as \"metastasis\") to lymph nodes (forming \"nodal metastases\") or to other tissues or organs in the body (forming \"distant metastases\"). The most common imaging tools used for staging bone sarcomas are MRI or CT to evaluate the primary tumor, contrast-enhanced CT of the chest to evaluate whether the cancer has spread (i.e., metastasized) to the lungs, and radioisotope bone scan to evaluate whether the cancer has spread to other bones. Staging for soft-tissue sarcomas typically includes imaging of the primary tumor by MRI or CT to determine tumor size, as well as contrast-enhanced CT of the chest to evaluate for metastatic tumors in the lungs.   === Grade === Like some other cancers, sarcomas are assigned a grade (low, intermediate, or high) based on the appearance of the tumor cells under a microscope. In general, grade refers to how aggressive the cancer is and how likely it is to spread to other parts of the body (\"metastasize\"). Low-grade sarcomas have a better prognosis than higher-grade sarcomas, and are usually treated surgically, although sometimes radiation therapy or chemotherapy are used. Intermediate- and high-grade sarcomas are more frequently treated with a combination of surgery, chemotherapy, or radiation therapy. Since high-grade tumors are more likely to undergo metastasis (invasion and spread to locoregional and distant sites), they are treated more aggressively. The recognition that many sarcomas are sensitive to chemotherapy has dramatically improved the survival of patients. For example, in the era before chemotherapy, long-term survival for pediatric patients with localized osteosarcoma was only about 20%, but now has risen to 60–70%.   == Screening == In the US, the US Preventive Services Task Force (USPSTF) publishes guidelines recommending preventive screening for certain types of common cancers and other diseases. As of March 2019, the USPSTF does not recommend screening for sarcoma, possibly because it is a very rare type of cancer (see Epidemiology below). The American Cancer Society (ACS) also publishes guidelines recommending preventive screening for certain types of common cancers. Like the USPSTF, as of March 2019 ACS does not recommend preventive screening for sarcoma. However, patients with some inherited conditions, such as neurofibromatosis, may benefit from screening for development of cancers from pre-existing benign tumors called neurofibromas.    == Treatment == Surgery is the most common form of the treatment for most sarcomas that have not spread to other parts of the body, and for most sarcomas, surgery is the only curative treatment. Limb-sparing surgery, as opposed to amputation, can now be used to save the limbs of patients in at least 90% of extremity (arm or leg) sarcoma cases. Additional treatments, including chemotherapy, radiation therapy (also called \"radiotherapy\"), which includes proton therapy, may be administered before surgery (called \"neoadjuvant\" chemotherapy or radiotherapy) or after surgery (called \"adjuvant\" chemotherapy or radiotherapy). The use of neoadjuvant or adjuvant chemotherapy and radiotherapy significantly improves the prognosis for many sarcoma patients. Treatment can be a long and arduous process, lasting about a year for many patients.  Liposarcoma treatment usually consists of surgical resection, with chemotherapy considered depending on the aggressiveness of the sarcoma. Radiotherapy may also be used before or after surgical excision for liposarcoma. Pediatric rhabdomyosarcoma is usually treated with chemotherapy, surgery, and sometimes radiotherapy. Pediatric rhabdomyosarcoma patients have a 50–85% long term survival rate. Osteosarcoma is a cancer of the bone that is treated with surgical resection of as much of the cancer as possible, often along with chemotherapy. Radiotherapy is a second alternative to surgery, although not as successful. It was believed that higher doses of chemotherapy might improve survival. However, high doses of chemotherapy stop the production of blood cells in the bone marrow and can be harmful. Stem cells collected from people before high‐dose chemotherapy can be transplanted back to the person if the blood cell count gets too low; this is called autologous hematopoietic stem cell transplantation, or high dose therapy with stem cell rescue. Research to investigate if using high‐dose chemotherapy followed by autologous hematopoietic stem cell transplantation was more favourable than standard‐dose chemotherapy found only one RCT and this did not favour either of the two treatment arms with respect to overall survival. As a result, high dose chemotherapy with stem cell rescue is generally considered appropriate only in the research setting.   == Prognosis ==   === Factors that affect prognosis === The AJCC has identified several factors that affect prognosis of bone sarcomas:  Size of the tumor: larger tumors tend to have a worse prognosis compared to smaller tumors. Spread of tumor to surrounding tissues: tumors that have spread locally to surrounding tissues tend to have a worse prognosis compared to tumors that have not spread beyond their place of origin. Stage and presence of metastases: tumors that have spread (\"metastasized\") to the lymph nodes (which is rare for bone sarcomas) or other organs or tissues (for example, to the lungs) have a worse prognosis compared to tumors that have not metastasized. Tumor grade: higher grade tumors (grades 2 and 3) tend to have a worse prognosis compared to low grade (grade 1) tumors. Skeletal location: tumors originating in the spine or pelvic bones tend to have a worse prognosis compared to tumors originating in arm or leg bones. For soft-tissue sarcomas other than GISTs, factors that affect prognosis include:  Stage: as with bone sarcomas, tumors that have metastasized have a worse prognosis compared to tumors that have not metastasized. Grade: the AJCC recommends using a grading system called the French Federation of Cancer Centers Sarcoma Group (FNCLCC) Grade for soft-tissue sarcomas, with high-grade tumors having a worse prognosis compared to low-grade tumors. For GISTs, the key factor that affects prognosis is:  Mitotic rate: mitotic rate refers to the fraction of cells that are actively dividing within the tumor; GISTs that have a high mitotic rate have a worse prognosis compared to GISTs that have a low mitotic rate.   === Outcome data === According to data published by the US National Cancer Institute (NCI), the overall 5-year survival for bone sarcomas is 66.9%. The American Cancer Society (ACS) estimates that 2,140 people in the US will die in 2023 from bone sarcomas, accounting for 0.3% of all cancer deaths. The median age at death is 61 years old, although death can occur in any age group. Thus, 12.3% of bone sarcoma deaths occur in people under 20 years old, 13.8% occur in people 20–34 years old, 5.5% occur in people 35–44 years old, 9.3% occur in people 45–54 years old, 13.5% occur in people 55–64 years old, 16.2% occur in people 65–74 years old, 16.4% occur in people 75–84 years old, and 13.1% occur in people 85 years or older. For soft-tissue sarcomas, the overall 5-year survival (irrespective of stage) is 64.5%, but survival is affected by many factors, including stage. Thus, the 5-year survival is 80.8% for soft-tissue sarcomas that have not spread beyond the primary tumor (\"localized\" tumors), 58.0% for soft-tissue sarcomas that have spread only to nearby lymph nodes, and 16.4% for soft-tissue sarcomas that have spread to distant organs. The ACS estimates that 5,140 people will die from soft-tissue sarcoma in 2023, accounting for 0.9% of all cancer deaths.   == Epidemiology == Sarcomas are rare cancers. The risk of a previously healthy person receiving a new diagnosis of bone cancer is less than 0.001%, while the risk of receiving a new diagnosis of soft-tissue sarcoma is between 0.0014 and 0.005%. The American Cancer Society estimates that in the United States there will be 3,970 new cases of bone sarcoma in 2023, and 13,400 new cases of soft-tissue sarcoma. Considering that the total estimated number of new cancer diagnoses (all types of cancer) is 1,958,310, this means bone sarcomas represent only 0.2% of all new cancer diagnoses (making them the 30th most common type of cancer) and soft-tissue sarcomas represent only 0.7% (making them the 22nd most common type of cancer) of all new cancer diagnoses in the US in 2023. These estimates are similar to previously reported data. Sarcomas affect people of all ages. Around 50% of bone sarcomas and 20% of soft-tissue sarcomas are diagnosed in people under the age of 35. Some sarcomas, such as leiomyosarcoma, chondrosarcoma, and gastrointestinal stromal tumor (GIST), are more common in adults than in children. Most high-grade bone sarcomas, including Ewing sarcoma and osteosarcoma, are much more common in children and young adults.   == In fossils == In 2016, scientists reported the discovery of an osteosarcoma tumor in a 1.6–1.8 million-year-old fossil from the skeleton of the now-extinct hominin species Australopithecus sediba, making it the earliest-known case of human cancer.   == Research == Treatment of sarcoma, especially when the sarcoma has spread, or \"metastasized\", often requires chemotherapy but existing chemotherapeutic medicines are associated with significant toxicities and are not highly effective in killing cancer cells. Therefore, research to identify new medications to treat sarcoma is being conducted as of 2019. One new type of therapy still under investigation is the use of cancer immunotherapy (e.g., immune checkpoint inhibitors like anti-PD1, anti-PDL1, and anti-CTLA4 agents) to treat sarcomas. These drugs are not yet FDA- or other regulator-approved treatment, except PDL1 inhibitor atezolizumab for the ultra-rate diagnosis of alveolar soft part sarcoma. Other strategies, such as small-molecule targeted therapy, biologic agents (e.g., small interfering RNA molecules), and nanoparticle-directed therapy, also are under active investigated. Research to understand the specific genetic and molecular factors that cause sarcoma to develop is underway. This could allow for the design of new targeted therapies and allow physicians to more accurately predict a patient's prognosis.   == Awareness == In the US, July is widely recognized as Sarcoma Awareness Month. The UK has a Sarcoma Awareness Week in July led by Sarcoma UK, the bone and soft-tissue cancer charity. American YouTuber Technoblade was diagnosed with sarcoma in August 2021, and died from his illness in June 2022 after the sarcoma metastasized. He had raised over $500,000 in a charity stream. Many YouTubers have raised awareness and donated to charities such as the Sarcoma Foundation of America after Technoblade's diagnosis and passing. To date, Technoblade's fans have raised over $1,000,000 for sarcoma research. TikTok has provided a voice for many creators to chronicle their experiences with sarcoma. \"Dance You Outta My Head\", by American singer Cat Janice went viral on TikTok in early 2024 before the singer died of sarcoma, prompting awareness of this rare disease. Kimberley Nix, a Canadian physician, chronicled her journey with undifferentiated pleomorphic sarcoma, from her diagnosis to eventual death, on TikTok under the username @cancerpatientmd. Nix died on May 8, 2024 at the age of 31, and her death was announced in a video uploaded posthumously to her TikTok page. In many of her videos, she links viewers to her Own.Cancer fundraiser, which has raised almost $118,000 CAD as of May 17, 2024.   == References ==   == External links == Bone sarcoma at the National Cancer Institute What is Sarcoma? Archived 5 August 2021 at the Wayback Machine Sarcoma Help from the Liddy Shriver Sarcoma Initiative"}