{"name": "Sarcoma, Epithelioid", "category": "disease", "content": "Epithelioid sarcoma is a rare soft tissue sarcoma arising from mesenchymal tissue and characterized by epithelioid-like features. It accounts for less than 1% of all soft tissue sarcomas. It was first definitively characterized by F.M. Enzinger in 1970. It commonly presents itself in the distal limbs (fingers, hands, forearms, or feet) of young adults as a small, soft mass or a cluster of bumps. A proximal version has also been described, frequently occurring in the upper extremities. Less commonly, cases are reported in the pelvis, vulva, penis, and spine. Histologically, epithelioid sarcoma forms nodules with central necrosis surrounded by bland, polygonal cells with eosinophilic cytoplasm and peripheral spindling. Epithelioid sarcomas typically express vimentin, cytokeratins, epithelial membrane antigen, and CD34, whereas they are usually negative for S100, desmin, and FLI1 (FLI-1). They characteristically lack the protein INI1 (see below). Epithelioid sarcomas typically stain positive for CA125. Epithelioid sarcoma most commonly strikes young adults, yet no age group is immune. The disease has a tendency to develop local recurrences and metastasis thereafter to regional lymph nodes, lung, bone, brain, and other locations. Generally speaking, epithelioid sarcoma has a high rate of relapse after initial treatment and tends to recur locally or regionally (at or near the original tumor site). Epithelioid sarcoma also demonstrates lymphatic spread (in 22-48% of cases), and metastasis (in 21-63% of cases). These events, as well as advanced stage (progression) and grade (aggressiveness), are predictive of an overall worse outcome. Associated with a more positive outcome are younger age, female vs. male sex, distal vs. proximal location, smaller tumor size, and negative margins upon tumor resection.   == Signs and symptoms == Epithelioid sarcoma is a slow-growing and relatively painless tumor, often resulting in a lengthy period of time between presentation and diagnosis. Due to the difficulty of discerning this cancer as different from more common cancers, such as cancers of the skin (squamous cell carcinoma or basal cell carcinoma), it is often misdiagnosed, mistaken as a persistent wart or cyst. It most commonly presents itself in the distal limbs (fingers, hands, forearms, or feet) as a small, soft mass or a cluster of nodules. It is most often described as a firm-to-hard palpable mass, either in the deep soft tissue or in the dermis. These cancers can form a crater or ulcer, leading to a mistaken diagnosis of a poorly healing traumatic wound or wart. About 13% of patients  present with multifocal tumors, and about 13% of patients present with metastatic disease.   == Genetics == The most common genetic mutation (found in 80-90% of epithelioid sarcomas) is the inactivation of the SMARCB1 gene, or the loss of protein INI1 function,. Epithelioid sarcoma typically contains chromosome 22q11.2 mutations or deletions and 8q gains. Aberrations of 18q as well as recurrent gains at 11q13, have also been observed. The SMARCB1 gene (whose protein product is termed BAF47, INI1, or hSNF5) is located on chromosome 22q11.2. It codes for a member of the SWI/SNF chromatin remodeling complex. Loss of SMARCB1 function is the most common genetic mutation observed in epithelioid sarcoma, and this dysfunction is likely a major driver of disease progression. SMARCB1 is a core protein subunit of the 15 subunit SWI/SNF (or BAF) complex involved in regulating the packaging of DNA in the cell nucleus. It has been shown to be a potent tumor suppressor gene, meaning that its primary role is to control cell division. Since this tumor suppressor is commonly inactivated in epithelioid sarcoma, cell division can fail to appropriately stop, resulting in uncontrolled cancer growth. Research teams are trying to develop ways to reverse this loss of genetic function characteristic of epithelioid sarcoma.   == Molecular biology == A number of important proteins appear to be active in epithelioid sarcoma. Some of these are described below.   === VEGF === VEGF (vascular endothelial growth factor) is often over-expressed in epithelioid sarcoma. This is a critical pathway in angiogenesis, a process that cancer cells use to form new blood vessels, which provide necessary elements to the tumor for tumor survival. Anti-VEGF agents such as pazopanib are approved for use in carcinomas and in soft tissue sarcomas such as epithelioid sarcoma, though access to these medications varies from country to country.   === MET === MET (mesenchymal to epithelial transition) is a biological pathway that appears to be important for the development and progression of epithelioid sarcoma. MET is a tyrosine kinase oncogene, and its signaling pathway has been implicated in a variety of malignancies, including many cancers.   === Sonic hedgehog and Notch === The Sonic hedgehog (SHH) and Notch signaling pathways appear to be active in epithelioid sarcoma. These cell signaling pathways control cellular proliferation and differentiation. They are also involved in cancer stem cell coordination and disease invasiveness and metastasis. Hhat inhibitors (such as RU-SKI 43) block the SHH pathway by inhibiting hedgehog palmitoyl acytl-transferase. Trials have investigated Notch inhibitors in sarcomas such as epithelioid sarcoma.   === mTOR === The frequent overactivation of mTOR (mammalian target of rapamycin) signaling has also been observed in epithelioid sarcoma. The mTOR pathway has been described as a “master switch” for cellular catabolism and anabolism, and it can enhance cell cycle progression, cell survival, and block normal cell death (apoptosis). It has been demonstrated that simply blocking mTOR signaling can result in the reactivation of the AKT pathway, negating much of mTOR blockade. Reactivation of AKT has been shown to be MET-dependent, resulting in the rationale that blocking both mTOR and MET concurrently should be a useful approach to treat epithelioid sarcoma.   === EGFR === The over-expression of epidermal growth factor receptor (EGFR) has been reported in a majority of epithelioid sarcomas. EGFR is a member of the HER receptor family. Upon ligand binding, EGFR phosphorylation triggers the activation of downstream signaling pathways involved in critical cellular functions such as proliferation, survival, and angiogenesis. In-vitro and in-vivo laboratory experiments have demonstrated that the blockade of EGFR in epithelioid sarcoma results in decreased cell proliferation, increased apoptosis, and abrogated invasion and migration capacities. While the blockade of EGFR with a medication has shown limited results in the clinical setting, when used as part of a combination with another drugs, such as an mTOR inhibitor, synergy has been observed, and superior tumor growth inhibition has been demonstrated.   === CD109 === CD109, usually found on lymphocytes, is also expressed in epithelioid sarcoma, and is thought to mark the cancer stem cell (or cancer initiating cell) of the disease. Its expression has also been shown to be predictive of outcome. Cancer stem cells are a small population of tumor cells characterized by general chemo-resistance, the ability to self-renew, multi-differentiation potential, dormancy capabilities, and tumorigenesis. In this way, cancer stem cells are thought to play key roles in the progression and relapse of cancer.   === Cyclin D1 === Cyclin D1 is a protein requisite for cell cycle progression and has been shown to be up-regulated in epithelioid sarcoma. Cyclin D1 is a regulator of cyclin-dependent kinases (specifically, CDK4 and CDK6). It has been shown to interact with the retinoblastoma protein (a tumor suppressor gene), CDK4 and CDK6, thyroid hormone receptor beta, and nuclear receptor coactivator 1, among others. Cyclin D and CDKs promote cell cycle progression by releasing transcription factors that are important for the initiation of DNA replication. Abnormal levels of cyclin D1 may be associated with more rapid cell division in epithelioid sarcoma.   == Diagnosis == Tissue biopsy is the diagnostic modality of choice. Due to a high incidence of lymph node involvement, a sentinel lymph node biopsy may be performed. A common characteristic of epithelioid sarcoma (observed in 80% of all cases) is the loss of function of the SMARCB1 gene (whose protein product is termed BAF47, INI1, or hSNF5). Immunohistochemical staining of INI1 is available and helps to diagnose of epithelioid sarcoma. MRI is the diagnostic modality of choice for imaging prior to biopsy and pathologic diagnosis for most patients.   === Staging === The staging for epithelioid sarcoma takes into account size and location of the primary tumor, lymph node involvement, presence and location of metastasis, and histologic grade (a measure of disease aggressiveness)   == Treatment == Surgery, radiation, and systemic therapy such as chemotherapy are all used at various times in the treatment of patients who have epitheloid sarcoma. Since sarcomas are considered very rare, it is not surprising that outcomes for patients with this type of cancer are better when patients are evaluated in expert centers, and when possible, treated there. Surgical resection of epithelioid sarcoma with wide margins remains the preferred method of treatment, and as of 2023, remains the only curative approach for the cancer, sometimes in concert with radiation or chemotherapy. Limb-sparing surgery is the standard of care for treating all sarcomas, and is used wherever possible for treatment of epithelioid sarcoma as well. In cases of advanced, recurrent, or metastasized disease, or if the tumor is inoperable, chemotherapy and radiation are the standard of care. The benefit for standard medications such as doxorubicin, ifosfamide, and combinations involving gemcitabine is generally measured in months, not years. In January 2020, The U.S. Food and Drug Administration approved the oral medication tazemetostat (trade name Tazverik), a drug that blocks the EZH2 methyltransferase, for the treatment of epithelioid sarcoma in patients aged 16 years and older with either metastatic or locally advanced (unable to be completely removed surgically) disease. The data that led to the drug's authorization have been supported by post-marketing studies. As with standard chemotherapy, the effectiveness of tazemetostat is generally measured in months, though some patients will fare better for a longer period of time.   == Prognosis == The 5-year survival rate for epithelioid sarcoma patients is usually quoted as 50-70%, with the 10-year survival rate is 42-55%. Children with epithelioid sarcoma may have somewhat better outcomes than adults, with 5 year survival rates around 65%. Pediatric patients also less often demonstrate lymphatic spread and metastasis than adults with this diagnosis. In addition to stage and grade of the tumor, gender, site, age at diagnosis, tumor size and microscopic pathology all have been shown to affect prognosis. Unsurprisingly, advanced stage and grade are associated with worse outcomes. Females tend to have more favorable outcomes than males, proximal cases show worse outcomes than distal cases. Tumors more than 2 cm in diameter and tumors with necrosis and vascular invasion also have been correlated with a worse outcome. Radiation therapy is also a treatment option when tumors are deemed inoperable or wide surgical margins are not achievable. Radiation therapy in combination with chemotherapy has so far resulted in only minimal improvements to response rates. Trials with brachytherapy (an internal radiation treatment that delivers a high dose of radiation directly to the tumor and is thought to have fewer long-term side effects) have produced some positive results.   == Research == Epithelioid sarcoma (especially advanced stage, recurrent, or metastasized disease) has been shown to become resistant to traditional cancer therapies, necessitating further exploration of novel treatment methods and techniques. Because of the relatively poor duration of the benefit of treatment of epithelioid sarcoma using traditional cancer treatments (such as chemotherapy and radiation), new treatment strategies are being examined.   === Chemotherapy === New chemotherapies are being explored in current clinical trials for epithelioid sarcoma, although, thus far, none has shown significant improvement over the efficacy of doxorubicin and/or ifosfamide. Newer agents include gemcitabine, taxanes, vinorelbine and pazopanib. Aldoxorubicin is a newer pro-drug version of doxorubicin that has been studied. Doxorubicin is the standard of care for advanced or metastatic epithelioid sarcoma, but it has dose-limiting toxicities, namely acute and chronic cardiac toxicity.  Aldoxorubicin was designed to safely deliver a higher dose of the drug directly to the tumor, resulting in less toxicity. Phase I and II studies of aldoxorubicin were undertaken and little cardiac toxicity was observed. While usefulness was seen in some patients, the place of aldoxorubicin in treatment of patients with epithelioid sarcoma or other sarcomas, in particular compared to doxorubicin, has not been defined. TH-302 was another research drug studied in sarcomas such as epithelioid sarcoma. It targets tumor hypoxia, a common event in tumorigenesis where the tumor microenvironment is depleted of oxygen and becomes hypoxic. Phase I, II, and III trials with TH-302 alone and in combination were undertaken, but two phase 3 trials failed in 2015, such that the drug is no longer actively being studied.   === Immunotherapies === Immunotherapy is the strategy of using the body's own immune system to fight cancer. It usually involves “training” or “tweaking” the immune system so that it can better recognize and reject cancer cells. Different immunotherapies can include manipulation of the body's T-cells, NK cells, or Dendritic cells so they are more effective against cancer cells. They can also include the administration of laboratory-produced antibodies specific to tumor antigens to create or boost an immune response. Vaccine therapy is perhaps the simplest immunotherapeutic strategy, although, thus far, little to no evidence has emerged indicating that vaccination with any compound leads to shrinking of epithelioid sarcoma or other sarcomas. Multiple techniques and treatment strategies are currently being studied in many cancers in an effort to improve the usefulness of vaccine therapy. Vaccines can deliver various tumor-associated factors (tumor antigens) to the immune system, resulting in a natural antibody and T-cell response to the tumor. Unforunately, no such molecules that are specific to epithelioid sarcoma have been identified for testing such an approach. Adoptive immunotherapy seeks to expand a population of the body's T cells that will recognize a specific tumor antigen. T-cells can be harvested and then expanded and genetically manipulated to recognize certain tumor markers. In one case, a patient with advanced epithelioid sarcoma who had failed multiple therapies showed a strong response to expanded lymphocytes and natural killer cells. However, as of 2023, no specific clinical trials are examining cellular therapy for epithelioid sarcoma specifically. Immune checkpoint inhibitors are approved for use in many types of cancer, though there are no FDA approvals for such agents for patients with epithelioid sarcoma. Some cancers are known to deter recognition by the immune system and allow the tumor to escape immune surveillance. By targeting these inhibitory proteins, a pathway is opened for the immune system to recognize the tumor. Two of these inhibitory proteins are CTLA-4 and PD1, and medications targeting these immune system blockers are being examined in patients with sarcomas, such as epithelioid sarcoma.   === Anti-angiogenic therapies === Several anti-angiogenic agents are being explored in epithelioid sarcoma, a cancer that likely relies on angiogenesis for survival and progression. These agents interfere with various pro-angiogenic factors, several of which are known to be over-expressed in epithelioid sarcoma (VEGF and EGFR for example). Tumors require a blood supply to provide them with oxygen and nutrients necessary for their survival. As tumors expand and grow, they send out various signals (such as HIF1) that encourage new blood vessel development to the tumor. The antiangioenic agent pazopanib is approved in many countries for use in sarcomas such as epithelioid sarcoma.   === \"Targeted\" therapies === Given the multiple genetic abnormalities and disrupted biological pathways observed in epithelioid sarcoma, drugs targeting unique tumor characteristics are being examine for more effective treatments.   ==== Tyrosine kinase inhibitors ==== Tyrosine kinase inhibitors (such as sunitinib, pazopanib, and dasatinib) have shown some effect against several cancer types, one example among sarcomas being Imatinib in gastrointestinal stromal tumors (GISTs). Tyrosine kinase (a subclass of protein kinases) is an enzyme that transfers a phosphate group from an ATP molecule to a protein in a cell. It functions as an “on” or “off” switch for many cellular functions, including signaling within the cell, and cell division. Tyrosine kinases can contain mutations that cause them to become constitutively active, or stuck in the “on” position, resulting in unregulated cell division (a hallmark of cancer). Tyrosine kinase Inhibitors block the action of these enzymes. Tyrosine kinase inhibitors have been shown to inhibit the VEGF, EGFR, and MET, pathways that are frequently over-expressed in epithelioid sarcoma. They also can be used against the KIT and JAK-STAT signaling pathways, which are involved in many cancers and may be involved in epithelioid sarcoma. Temsirolimus is a tyrosine kinase inhibitor that blocks the effects of the mTOR protein and inhibits the mTOR pathway. Because of crosstalk between cell signaling pathways, it has been shown that, while interfering with the mTOR pathway alone produces only limited results in halting tumorigenesis, inhibiting both the mTOR and the EGFR pathways concurrently shows an increased effect.   ==== SINE ==== Selective inhibitors of nuclear export (SINE) compounds, such as selinexor and CBS9106, are being investigated in several sarcomas and have shown promising results in both hematological malignancies and solid tumors. However, a randomized trial of selinexor in liposarcoma, a distant cousin of epithelioid sarcoma, was negative. Selinexor does have approval for other cancer diagnoses.   ==== HDAC inhibitors ==== Histone deacetylase (HDAC) inhibitors, such as vorinostat, have shown some promise in epithelioid sarcoma. Researchers in Texas are investigating whether or not HDAC inhibitors can reverse the loss of INI1 function that is characteristic of epithelioid sarcoma. HDAC inhibitors work by blocking events involved in DNA replication and, therefore, in cell division. Blocking HDAC has been shown to encourage cancer cells to enter apoptosis. Several dietary phytochemicals have been shown to be effective HDAC inhibitors. These include sulphorphane, indole-3-carbinol, and phenethyl isothiocyanates, found in broccoli, kale, and watercress, and epigallocatecehin-3-gallate, found in green tea.   ==== CDK inhibitors ==== Because of the association (see above) with cyclin D1 CDK inhibitors are being studied in a variety of cancers. Palbociclib is a CDK inhibitor (approved for some breast cancer by virtue of its blockade of CDK4 and CDK6). Other experimental CDK4/6 inhibitors include abemaciclib and ribociclib.   === Targeting the cancer stem cell === Cancer stem cells (or cancer-initiating cells) are thought to be a small population of cells within the tumor that are directly responsible for tumor formation. They are thought to be resistant to treatment and to have the ability to form all the cells needed for tumor development. They are suspected to be a contributing factor in cancer progression and relapse after treatment. Certain “stem-like” cells have been found in epithelioid sarcoma that are marked by CD109 (cluster of differentiation 109), providing a theoretically druggable target for epithelioid sarcoma. However, CD109 is expressed in many normal cells of the body, such as T cells and endothelial cells lining every blood vessel, making CD109 a poor target for immunotherapy.   === Oncolytic viral therapy === Oncolytic viral therapy is an emerging cancer therapy that attempts to infect cancer cells with a genetically engineered virus that can penetrate the DNA of the cell. The virus then (1) cann do direct damage to the cancer cell, (2) is passed on throughout the cells of the tumor via viral reproduction, and (3) provides a target for an immune response from the patient. It has been noted that the therapeutic potential of oncolytic virotherapy is not a simple consequence of the cytopathic effect but strongly relies on the activation of the body's own immune response against infected cells. Superior anticancer effects have been observed when oncolytic viruses are engineered to express (or be co-administered with) immunostimulatory molecules such as GM-CSF. Telomelysin (OBP-301) is an adenovirus that targets telomerase, an enzyme that is expressed in practically all cancer cells but not in normal cells. OBP-301 is not approved for use in cancer patients, but it has been studied in epithelioid sarcoma and shown to promote apoptosis and cell death in the laboratory. CGTG-102 (developed by Oncos Therapeutics) is an adenovirus currently in orphan drug status for soft tissue sarcomas. It is modified to selectively replicate in p16/Rb-defective cells, which include most human cancer cells. In addition, CGTG-102 codes for the granulocyte–macrophage colony-stimulating factor (GM-CSF), a potent immunostimulatory molecule. While CGTG-102 has shown efficacy as a single agent against several soft tissue sarcomas in the laboratory, as of 2023, clinical research on it appears to have come to a halt.   == Additional images ==  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == See also == Soft tissue sarcoma Sarcoma Malignant rhabdoid tumour Atypical teratoid/rhabdoid tumour   == References ==   == Further reading == Laskin, William B.; Miettinen, Markku (2003). \"Epithelioid sarcoma: new insights based on an extended immunohistochemical analysis\". Archives of Pathology & Laboratory Medicine. 127 (9): 1161–8. doi:10.5858/2003-127-1161-ESNIBO. PMID 12946229.   == External links =="}