{"name": "saroglitazar", "category": "drug", "content": "Saroglitazar (INN, trade name Lipaglyn) is a drug for the treatment of type 2 diabetes mellitus, dyslipidemia, NASH and NAFLD It is approved for use in India by the Drug Controller General of India. Saroglitazar is indicated for the treatment of diabetic dyslipidemia and hypertriglyceridemia with type 2 diabetes mellitus not controlled by statin therapy. In clinical studies, saroglitazar has demonstrated reduction of triglycerides (TG), LDL cholesterol, VLDL cholesterol, non-HDL cholesterol and an increase in HDL cholesterol a characteristic hallmark of atherogenic diabetic dyslipidemia (ADD). It has also shown anti-diabetic medication properties by reducing the fasting plasma glucose and HBA1c in diabetes patients.   == Mechanism of action == Saroglitazar is an insulin sensitizer. It is a first in class drug which acts as a dual PPAR agonist at the subtypes α (alpha) and γ (gamma) of the peroxisome proliferator-activated receptor (PPAR). Agonist action on PPARα lowers high blood triglycerides, and agonist action on PPARγ improves insulin resistance and consequently lowers blood sugar.   == Efficacy == Being a dual PPAR agonist, saroglitazar helps in controlling blood glucose and lipid parameters, especially high triglycerides and high non-HDL cholesterol. A study done in rats concluded that saroglitazar has the potential to prevent the progression of retinopathy in diabetes patients. Using preclinical models, it has also been shown to be useful in diabetic nephropathy.   == Safety == No major serious adverse events have been reported; however, long-term cardiovascular safety has not been established. Concerns have been raised regarding increase in serum creatinine with the use of saroglitazar, initially noted in a meta-analysis published by Dutta et. al.  In another randomized controlled trial published by Gawrieh et. al., a mild but significant increase in serum creatinine was noted with 16 weeks use of saroglitazar at 4mg/day dose.    == Controversies == In December 2016, Zydus Discovery DMCC, a research subsidiary Zydus Lifesciences, was cited by the  US FDA for deliberately misbranding saroglitazar. In a December 21, 2016, letter to the company, the US FDA asked it to stop using broad statements, such as the \"world's first\" and to stop suggesting that the drug is approved throughout the world, including in the United States, when that is not true.    == References =="}