{"name": "satralizumab", "category": "drug", "content": "Satralizumab, sold under the brand name Enspryng, is a humanized monoclonal antibody medication that is used for the treatment of neuromyelitis optica spectrum disorder (NMOSD), a rare autoimmune disease. The drug is being developed by Chugai Pharmaceutical, a subsidiary of Roche. The most common side effects include the common cold (nasopharyngitis), headache, upper respiratory tract infection, inflammation of the lining of the stomach, rash, joint pain, extremity pain, fatigue and nausea. Satralizumab regulates inflammation by inhibiting the interleukin-6 (IL-6) receptor, a key mediator of the immune response. Satralizumab was approved for medical use in the United States in August 2020, and in the European Union in June 2021. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Satralizumab is indicated for the treatment of neuromyelitis optica spectrum disorder (NMOSD) in adults with a particular antibody – people who are anti-aquaporin-4 or AQP4 antibody-positive. NMOSD is a rare autoimmune disease of the central nervous system that mainly affects the optic nerves and spinal cord. In people with NMOSD, the body's immune system mistakenly attacks healthy cells and proteins in the body, most often those in the optic nerves and spinal cord. Individuals with NMOSD typically have attacks of optic neuritis, which causes eye pain and vision loss. Approximately 50% of people with NMOSD have permanent visual impairment and paralysis caused by NMOSD attacks. Estimates vary, but NMOSD is thought to impact approximately 4,000 to 8,000 Americans. NMOSD can be associated with antibodies that bind to a protein called aquaporin-4 (AQP4). Binding of the anti-AQP4 antibody appears to activate other components of the immune system, causing inflammation and damage to the central nervous system.   == Contraindications == Vaccination with live-attenuated or live vaccines is not recommended during treatment and should be administered at least four weeks before starting satralizumab.   == Side effects == The most common side effects observed were the common cold (nasopharyngitis), headache, upper respiratory tract infection, inflammation of the lining of the stomach, rash, joint pain, extremity pain, fatigue and nausea. The FDA label for satralizumab includes a warning for increased risk of infection, including serious and potentially fatal infections – such as potential reactivation of hepatitis B and tuberculosis. Other warnings and precautions for satralizumab include elevated liver enzymes, decreased neutrophil counts and hypersensitivity reactions.   == Pharmacology ==   === Mechanism of action === Satralizumab is a humanized IgG2 monoclonal antibody that binds to soluble and membrane-bound human interleukin-6 (IL-6) receptors and thereby prevents IL-6-mediated signal transmission through these receptors. IL-6 is a pleiotropic cytokine that is produced by a large number of cell types and is involved in a variety of inflammatory processes. Patients with NMO and NMOSD have elevated levels of IL-6 in cerebro-spinal fluid and serum during periods of active disease. Some of the pro-inflammatory processes involved in NMOSD are thought to involve IL-6, including the formation of pathological autoantibodies against aquaporin-4 (AQP4), and the permeability of the blood-brain barrier to mediators of inflammation.   === Efficacy === The effectiveness and safety of satralizumab for the treatment of neuromyelitis optica spectrum disorder (NMOSD) were demonstrated in two 96-week clinical studies. A study of satralizumab as monotherapy for NMOSD included 95 adult participants, 64 of whom had antibodies against AQP4 (i.e. were anti-AQP4 positive). During this study, treatment with satralizumab reduced the number of NMOSD relapses by 74% in participants who were anti-AQP4 positive compared to treatment with a placebo (inactive treatment). A study of satralizumab as an adjuvant to immunosuppressant treatment for NMOSD included 76 adult participants; 52 were anti-AQP4 positive. Immunosuppressant treatment in combination with satralizumab reduced the rate of relapses in participants who were anti-AQP4 positive by four-fifths compared to immunosuppressant treatment alone. The FDA approved satralizumab based on evidence from two clinical trials (Trial 1/ NCT02073279 and Trial 2/NCT02028884) of 116 participants with NMOSD who were anti-aquaporin-4 (AQP4) antibody positive. The trials were conducted at 62 sites in the United States, Canada, Europe and Asia. Participants received at random either satralizumab or placebo injections according to the schedule. Neither the participants nor the healthcare providers knew which treatment was being given. In the second trial, all participants were also receiving their current immunosuppressive medications for the treatment of NMOSD. The benefit of satralizumab was evaluated by measuring the time to the first attack and comparing it to placebo. There was no evidence of a benefit in participants who were anti-AQP4 antibody negative in either trial.   == Society and culture ==   === Legal status === Satralizumab was approved for the treatment of AQP4-IgG-seropositive NMOSD in Canada, Japan, and Switzerland. Satralizumab was approved for medical use in the United States in August 2020. The FDA granted the application for satralizumab fast track and orphan drug designations. The FDA granted the approval of Enspryng to Genentech Inc. Satralizumab is the third approved treatment for NMOSD in the United States. The FDA considers satralizumab to be a first-in-class medication. Satralizumab was approved for medical use in the European Union in June 2021.   === Names === Satralizumab is the international nonproprietary name (INN) and the United States Adopted Name (USAN).   == References ==   == External links == \"Satralizumab\". Drug Information Portal. U.S. National Library of Medicine. Clinical trial number NCT02028884 for \"Efficacy and Safety Study of Satralizumab (SA237) as Add-on Therapy to Treat Participants With Neuromyelitis Optica (NMO) and NMO Spectrum Disorder (NMOSD)\" at ClinicalTrials.gov Clinical trial number NCT02073279 for \"Efficacy and Safety Study of Satralizumab (SA237) as Monotherapy to Treat Participants With Neuromyelitis Optica (NMO) and Neuromyelitis Optica Spectrum Disorder (NMOSD)\" at ClinicalTrials.gov"}