{"name": "saxagliptin", "category": "drug", "content": "Saxagliptin, sold under the brand name Onglyza, is an oral hypoglycemic (anti-diabetic drug) of the dipeptidyl peptidase-4 (DPP-4) inhibitor class. Early development was solely by Bristol-Myers Squibb; in 2007 AstraZeneca joined with Bristol-Myers Squibb to co-develop the final compound and collaborate on the marketing of the drug. In April 2016, the U.S. FDA added a warning about increased risk of heart failure. This was based on data in an article that concluded \"DPP-4 inhibition with saxagliptin did not increase or decrease the rate of ischemic events, though the rate of hospitalization for heart failure was increased. Although saxagliptin improves glycemic control, other approaches are necessary to reduce cardiovascular risk in patients with diabetes.\"   == Medical uses == Saxagliptin is used as monotherapy or in combination with other drugs for the treatment of type 2 diabetes. It does not appear to decrease the risk of heart attacks or strokes. One study showed a 3.5% risk of hospitalization for heart failure compared to 2.8% in a placebo-controlled group. Like other DPP-4 inhibitors, it has relatively modest HbA1c lowering ability, is associated with a relatively low risk of hypoglycemia, and does not cause weight gain. Saxagliptin improved mean HbA1c levels (relative to placebo) in a 24-week trial in people with type 2 diabetes. Combination therapy with saxagliptin and metformin was more effective than saxagliptin or metformin monotherapy. When the relative benefits of increasing the dose of a sulfonylurea or adding saxagliptin were assessed in a study of 768 patients, combination treatments were shown to have a significantly greater impact on fasting blood glucose than increasing the tested glibenclamide dose alone.   == Adverse effects == In those taking sulphonylureas there is an increased risk of low blood sugar. 3 adverse reactions were seen higher in saxagliptin vs placebo. Table 1: Adverse Reactions (Regardless of Investigator Assessment of Causality) in Placebo-Controlled Trials* Reported in ≥ 5% of Patients Treated with ONGLYZA (saxagliptin tablets) 5 mg and More Commonly than in Patients Treated with Placebo.  The 5 placebo-controlled trials include two monotherapy trials and one add-on combination therapy trial with each of the following: metformin, thiazolidinedione, or glyburide. Table shows 24-week data regardless of glycemic rescue. In February 2012, Bristol-Myers/Astra Zeneca distributed additional safety information on saxagliptin use in South Africa. The package insert is to be edited for South Africa. Contraindications will now include a history of sensitivity to saxagliptin (or another DPP4 inhibitor) as well as pancreatitis. Spontaneously reported adverse events in South Africa have included anaphylaxis, angioedema and acute pancreatitis. In a cardiovascular outcomes trial, saxagliptin treatment let to a small increase in the risk of being hospitalized for heart failure. Saxagliptin may cause joint pain that can be severe and disabling. Saxagliptin may increase the risk of heart failure.   === Tolerability === Both monotherapy and combination therapy with other agents was generally well tolerated in clinical trials.   === Pancreatitis and pancreatic cancer === An association of the DPP-IV inhibitor class with pancreatic problems has been proposed, mainly based on case reports associated with the DPP-IV inhibitor sitagliptin and several incretin mimetics including exenatide. A 2013 study of the DPP-4 inhibitor sitagliptin reported found \"worrisome changes in the pancreases of the rats that could lead to pancreatic cancer\". A second paper by the same authors reported an increase in precancerous lesions in the pancreases of organ donors who had taken GLP-1 inhibitors. In response to these reports, the United States FDA and the European Medicines Agency each undertook independent reviews of all clinical and preclinical data related to the possible association of DPP-IV inhibitors with pancreatic cancer. In a joint letter to the New England Journal of Medicines, the agencies stated that \"Both agencies agree that assertions concerning a causal association between incretin-based drugs and pancreatitis or pancreatic cancer, as expressed recently in the scientific literature and in the media, are inconsistent with the current data. The FDA and the EMA have not reached a final conclusion at this time regarding such a causal relationship. Although the totality of the data that have been reviewed provides reassurance, pancreatitis will continue to be considered a risk associated with these drugs until more data are available; both agencies continue to investigate this safety signal.\" Lawsuits have been filed in which plaintiffs who developed pancreatic cancer claim that DPP-IV inhibitors or incretins had a causative role in the development of their cancers.   == Production == The synthesis of saxagliptin by Bristol-Myers Squibb by the amide coupling of N-Boc-3-hydroxyadamantylglycine (2) and methanoprolineamide (3) with EDC. The former is commercially available, whereas the latter is available as the N-Boc analog. The prolineamide moiety is subsequently dehydrated with trifluoroacetic anhydride to give the cyanide as the trifluoracetate ester, which is hydrolyzed. Removal of the Boc protecting group, followed by neutralization gives the desired product (1):   == Pharmacology == Saxagliptin is part of a class of diabetes medications called dipeptidyl peptidase-4 (DPP-4) inhibitors. DPP-4 is an enzyme that breaks down incretin hormones. As a DPP-4 inhibitor, saxagliptin slows down the breakdown of incretin hormones, increasing the level of these hormones in the body. It is this increase in incretin hormones that is responsible for the beneficial actions of saxagliptin, including increasing insulin production in response to meals and decreasing the rate of gluconeogenesis in the liver. Dipeptidyl peptidase-4's role in blood glucose regulation is thought to be through degradation of GIP and the degradation of GLP-1. Because incretin hormones are more active in response to higher blood sugar levels (and are less active in response to low blood sugar), the risk of dangerously low blood sugar (hypoglycemia) is low with saxagliptin monotherapy.   == Licensing == A New Drug Application for saxagliptin in the treatment of type 2 diabetes was submitted to the FDA in June 2008. It was based on a drug development program with 8 randomized trials: 1 phase 2 dose-ranging (2.5–100 mg/d) study; 6 phase 3, 24-week controlled trials with additional controlled follow-up from 12 to 42 months, double-blinded throughout; and one 12-week mechanism-of-action trial with a 2-year follow-up period. The FDA approved saxagliptin with brand name Onglyza on July 31, 2009. Saxagliptin was licensed for use throughout the European Union by the European Medicines Agency on December 1, 2009. Bristol-Myers Squibb announced on 27 December 2006 that Otsuka Pharmaceutical Co. has been granted exclusive rights to develop and commercialize the compound in Japan.  Under the licensing agreement, Otsuka will be responsible for all development costs, but Bristol-Myers Squibb retains rights to co-promote saxagliptin with Otsuka in Japan.  Further, on 11 January 2007 it was announced that Bristol-Myers Squibb and AstraZeneca would work together to complete development of the drug and in subsequent marketing.   == References ==   == External links == \"Saxagliptin\". Drug Information Portal. U.S. National Library of Medicine. Banting and Best Diabetes Centre at UT dpp4"}