{"name": "SCID due to absent adenosine deaminase", "category": "disease", "content": "Severe combined immunodeficiency (SCID), also known as Swiss-type agammaglobulinemia, is a rare genetic disorder characterized by the disturbed development of functional T cells and B cells caused by numerous genetic mutations that result in differing clinical presentations. SCID involves defective antibody response due to either direct involvement with B lymphocytes or through improper B lymphocyte activation due to non-functional T-helper cells. Consequently, both \"arms\" (B cells and T cells) of the adaptive immune system are impaired due to a defect in one of several possible genes. SCID is the most severe form of primary immunodeficiencies, and there are now at least nine different known genes in which mutations lead to a form of SCID.  It is also known as the bubble boy disease and bubble baby disease because its victims are extremely vulnerable to infectious diseases and some of them, such as David Vetter, have become famous for living in a sterile environment. SCID is the result of an immune system so highly compromised that it is considered almost absent. SCID patients are usually affected by severe bacterial, viral, or fungal infections early in life and often present with interstitial lung disease, chronic diarrhea, and failure to thrive. Ear infections, recurrent Pneumocystis jirovecii (previously carinii) pneumonia, and profuse oral candidiasis commonly occur. These babies, if untreated, usually die within one year due to severe, recurrent infections unless they have undergone successful hematopoietic stem cell transplantation or gene therapy in clinical trials.   == Classification ==   == Diagnosis == Early diagnosis of SCID is usually difficult due to the need for advanced screening techniques. Several symptoms may indicate a possibility of SCID in a child, such as a family history of infant death, chronic coughs, hyperinflated lungs, and persistent infections. A full blood lymphocyte count is often considered a reliable manner of diagnosing SCID, but higher lymphocyte counts in childhood may influence results. Clinical diagnosis based on genetic defects is also a possible diagnostic procedure that has been implemented in the UK. Some SCID can be detected by sequencing fetal DNA if a known history of the disease exists. Otherwise, SCID is not diagnosed until about six months of age, usually indicated by recurrent infections. The delay in detection is because newborns carry their mother's antibodies for the first few weeks of life and SCID babies look normal.   === Newborn screening === Several countries test all newborns for SCID as a part of routine newborn screening. As of September 2022, the known percentage of newborns screened has increased throughout the world with 100% in the United States, 100% in Australia 78% in Europe, 32% in Latin America, 26% in the Middle East and North Africa, 13% in Asia-Pacific, and 0% in Central America. The introduction of newborn screenings and genetic testing in many countries has allowed early detection and treatment before the development of severe infections, which progressively improved the five-year survival rate for newborns with SCID to around 90%. All states in the U.S. are performing screening for SCID in newborns using real-time quantitative PCR to measure the concentration of T-cell receptor excision circles.   == Treatment == The most common treatment for SCID is bone marrow transplantation, which has been very successful using either a matched related or unrelated donor, or a half-matched donor, who would be either parent.  The half-matched type of transplant is called haploidentical. Haploidentical bone marrow transplants require the donor marrow to be depleted of all mature T cells to avoid the occurrence of graft-versus-host disease (GVHD). Consequently, a functional immune system takes longer to develop in a patient who receives a haploidentical bone marrow transplant compared to a patient receiving a matched transplant. The first reported case of successful transplant was a Spanish child patient who was interned in Memorial Sloan Kettering Cancer Center in 1982, in New York City. David Vetter, the original \"bubble boy\", had one of the first transplantations also, but eventually died because of an unscreened virus, Epstein-Barr (tests were not available at the time), in his newly transplanted bone marrow from his sister, an unmatched bone marrow donor. Today, transplants done in the first three months of life have a high success rate.  Physicians have also had some success with in utero transplants done before the child is born and also by using cord blood which is rich in stem cells.  In utero transplants allow for the fetus to develop a functional immune system in the sterile environment of the uterus; however complications such as GVHD would be difficult to detect or treat if they were to occur. More recently gene therapy has been attempted as an alternative to the bone marrow transplant. Transduction of the missing gene to hematopoietic stem cells using viral vectors is being tested in ADA SCID and X-linked SCID. In 1990, four-year-old Ashanthi DeSilva became the first patient to undergo successful gene therapy. Researchers collected samples of DeSilva's blood, isolated some of her white blood cells, and used a retrovirus to insert a healthy adenosine deaminase (ADA) gene into them. These cells were then injected back into her body, and began to express a normal enzyme. This, augmented by weekly injections of ADA, corrected her deficiency.  However, the concurrent treatment of ADA injections may impair the success of gene therapy, since transduced cells will have no selective advantage to proliferate if untransduced cells can survive in the presence of the injected ADA.  In 2000, a gene therapy \"success\" resulted in SCID patients with a functional immune system. These trials were stopped when it was discovered that two of ten patients in one trial had developed leukemia resulting from the insertion of the gene-carrying retrovirus near an oncogene. In 2007, four of the ten patients have developed leukemias. Work aimed at improving gene therapy is now focusing on modifying the viral vector to reduce the likelihood of oncogenesis and using zinc-finger nucleases to further target gene insertion. No leukemia cases have yet been seen in trials of ADA-SCID, which does not involve the gamma c gene that may be oncogenic when expressed by a retrovirus. From the treatments of Ashanthi DeSilva in 1990, which is considered gene therapy's first success until 2014, around 60 patients were treated for either ADA-SCID or X-SCID using retroviruses vectors. As previously mentioned, the occurrence of leukemia cases forced researchers to make changes to improve safety. In 2019, a new method using an altered version of the HIV virus as a lentivirus vector was reported in the treatment of eight children with X-SCID, and in 2021 the same method was used in 50 children with ADA-SCID, obtaining positive results in 48 of them. There are also some non-curative methods for treating SCID. Reverse isolation involves the use of laminar air flow and mechanical barriers to avoid physical contact with others in order to isolate the patient from any harmful pathogens present in the external environment. Another non-curative treatment for patients with ADA-SCID is enzyme replacement therapy, in which the patient is injected with polyethyleneglycol-coupled adenosine deaminase (PEG-ADA), which metabolizes the toxic substrates of the ADA enzyme and prevents their accumulation. Treatment with PEG-ADA may be used to restore T cell function in the short term, enough to clear any existing infections before proceeding with curative treatment such as a bone marrow transplant.   == Epidemiology == The most commonly quoted figure for the prevalence of SCID is around one in 100,000 births, although this is regarded by some to be an underestimate of the true prevalence; some estimates predict that the prevalence rate is as high as one in 50,000 live births. A figure of about one in 65,000 live births has been reported for Australia. Due to the particular genetic nature of SCID, a higher prevalence may be found in certain regions and associated cultures where higher rates of consanguineous mating occur (i.e. mating between blood relatives). A Moroccan study reported that consanguineous parenting was observed in 75% of the families of Moroccan SCID patients. Recent studies indicate that one in every 2,500 children in the Navajo population inherit severe combined immunodeficiency.  This condition is a significant cause of illness and death among Navajo children.  Ongoing research reveals a similar genetic pattern among the related Apache people.   == SCID in animals ==  SCID mice were and still are used in disease, vaccine, and transplant research, especially as animal models for testing the safety of new vaccines or therapeutic agents in people with weakened immune system. SCID mice also serve as a useful animal model in the study of the human immune system and its interactions with disease, infections, and cancer. For example, normal strains of mice can be lethally irradiated, killing all rapidly dividing cells. These mice then receive bone marrow transplantation from SCID donors, allowing engraftment of human peripheral blood mononuclear cells (PBMC) to occur. This method can be used to study whether T cell-lacking mice can perform hematopoiesis after receiving human PBMC. A recessive gene, with clinical signs similar to the human condition, affects the Arabian horse. The condition remains a fatal disease, as the horse inevitably succumbs to an opportunistic infection within the first four to six months of life.  However, carriers, who themselves are not affected by the disease, can be detected with a DNA test. Therefore, careful breeding practices can avoid the risk of an affected foal being produced. Another animal with well-characterized SCID pathology is the dog. There are two known forms: an X-linked SCID in Basset Hounds that has similar ontology to X-SCID in humans and an autosomal recessive form seen in one line of Jack Russell Terriers that is similar to SCID in Arabian horses and mice.   == See also == David Vetter Aisha Chaudhary List of cutaneous conditions List of radiographic findings associated with cutaneous conditions   == References ==   == Further reading == Buckley RH (2004). \"Molecular defects in human severe combined immunodeficiency and approaches to immune reconstitution\". Annu Rev Immunol. 22: 625–55. doi:10.1146/annurev.immunol.22.012703.104614. PMID 15032591. Chinen J, Puck JM (2004). \"Successes and risks of gene therapy in primary immunodeficiencies\". J Allergy Clin Immunol. 113 (4): 595–603, quiz 604. doi:10.1016/j.jaci.2004.01.765. PMID 15100660. Church AC (2002). \"X-linked severe combined immunodeficiency\". Hosp Med. 63 (11): 676–80. doi:10.12968/hosp.2002.63.11.1914. PMID 12474613. Gennery AR, Cant AJ (2001). \"Diagnosis of severe combined immunodeficiency\". J Clin Pathol. 54 (3): 191–5. doi:10.1136/jcp.54.3.191. PMC 1731376. PMID 11253129.   == External links == Learning About Severe Combined Immunodeficiency (SCID) NIH Severe combined immunodeficiency (SCID) Great Ormond Street Hospital, United Kingdom."}