{"name": "Scleroderma", "category": "disease", "content": "Scleroderma is a group of autoimmune diseases that may result in changes to the skin, blood vessels, muscles, and internal organs. The disease can be either localized to the skin or involve other organs, as well. Symptoms may include areas of thickened skin, stiffness, feeling tired, and poor blood flow to the fingers or toes with cold exposure. One form of the condition, known as CREST syndrome, classically results in calcium deposits, Raynaud's syndrome, esophageal problems, thickening of the skin of the fingers and toes, and areas of small, dilated blood vessels. The cause is unknown, but it may be due to an abnormal immune response. Risk factors include family history, certain genetic factors, and exposure to silica. The underlying mechanism involves the abnormal growth of connective tissue, which is believed to be the result of the immune system attacking healthy tissues. Diagnosis is based on symptoms, supported by a skin biopsy or blood tests. While no cure is known, treatment may improve symptoms. Medications used include corticosteroids, methotrexate, and non-steroidal anti-inflammatory drugs (NSAIDs). Outcome depends on the extent of disease. Those with localized disease generally have a normal life expectancy. In those with systemic disease, life expectancy can be affected, and this varies based on subtype. Death is often due to lung, gastrointestinal, or heart complications. About three per 100,000 people per year develop the systemic form. The condition most often begins in middle age. Women are more often affected than men. Scleroderma symptoms were first described in 1753 by Carlo Curzio and then well documented in 1842. The term is from the Greek skleros meaning \"hard\" and derma meaning \"skin\".   == Signs and symptoms ==  Potential signs and symptoms include:  Cardiovascular: Raynaud's phenomenon (is the presenting symptom in 30% of affected persons, occurs in 95% of affected individuals at some time during their illness); healed pitting ulcers on the fingertips; skin and mucosal telangiectasis; palpitations, irregular heart rate and fainting due to conduction abnormalities, hypertension, and congestive heart failure Digestive: gastroesophageal reflux disease, bloating, indigestion, loss of appetite, diarrhoea alternating with constipation, sicca syndrome and its complications, loosening of teeth, and hoarseness (due to acid reflux). Pulmonary: progressive worsening of shortness of breath, chest pain (due to pulmonary artery hypertension) and dry, persistent cough due to interstitial lung disease Musculoskeletal: joint, muscle aches, loss of joint range of motion, carpal tunnel syndrome, and muscle weakness Genitourinary: erectile dysfunction, dyspareunia, kidney problems, or kidney failure Other: facial pain due to trigeminal neuralgia, hand paresthesias, headache, stroke, fatigue, calcinosis, and weight loss   == Cause == Scleroderma is caused by genetic and environmental factors. Mutations in HLA genes seem to play a crucial role in the pathogenesis of some cases; likewise silica, aromatic and chlorinated solvents, ketones, trichloroethylene, welding fumes, and white spirits exposure seems to contribute to the condition in a small proportion of affected persons.   == Pathophysiology == Scleroderma is characterised by increased synthesis of collagen (leading to the sclerosis), damage to small blood vessels, activation of T lymphocytes, and production of altered connective tissue. Its proposed pathogenesis is the following:  It begins with an inciting event at the level of the vasculature, probably the endothelium. The inciting event is yet to be elucidated, but may be a viral agent, oxidative stress, or autoimmune. Endothelial cell damage and apoptosis ensue, leading to the vascular leakiness that manifests in early clinical stages as tissue oedema. At this stage, it is predominantly a Th1- and Th17-mediated disease. After this, the vasculature is further compromised by impaired angiogenesis and impaired vasculogenesis (fewer endothelial progenitor cells), likely related to the presence of antiendothelinal cell antibodies (AECA). Despite this impaired angiogenesis, elevated levels of pro-angiogenic growth factors such as PDGF and VEGF is often seen in persons with the condition. The balance of vasodilation and vasoconstriction becomes askew, and the net result is vasoconstriction. The damaged endothelium then serves as a point of origin for blood-clot formation and further contributes to ischaemia-reperfusion injury and the generation of reactive oxygen species. These later stages are characterised by Th2 polarity. The damaged endothelium upregulates adhesion molecules and chemokines to attract leucocytes, which enables the development of innate and adaptive immune responses, including loss of tolerance to various oxidised antigens, which includes topoisomerase I. B cells mature into plasma cells, which furthers the autoimmune component of the condition. T cells differentiate into subsets, including Th2 cells, which play a vital role in tissue fibrosis. Anti–topoisomerase 1 antibodies, in turn, stimulate type I interferon production. Fibroblasts are recruited and activated by multiple cytokines and growth factors to generate myofibroblasts. Dysregulated transforming growth factor β (TGF-β) signalling in fibroblasts and myofibroblasts has been observed in multiple studies of scleroderma-affected individuals. Activation of fibroblasts and myofibroblasts leads to excessive deposition of collagen and other related proteins, leading to fibrosis. B cells are implicated in this stage, IL-6 and TGF-β produced by the B cells decrease collagen degradation and increase extracellular matrix production. Endothelin signalling is implicated in the pathophysiology of fibrosis. Vitamin D is implicated in the pathophysiology of the disease. An inverse correlation between plasma levels of vitamin D and scleroderma severity has been noted, and vitamin D is known to play a crucial role in regulating (usually suppressing) the actions of the immune system.   == Diagnosis == Typical scleroderma is classically defined as symmetrical skin thickening, with about 70% of cases also presenting with Raynaud's phenomenon, nail-fold capillary changes, and antinuclear antibodies. Affected individuals may experience systemic organ involvement. No single test for scleroderma works all of the time, hence diagnosis is often a matter of exclusion. Atypical scleroderma may show any variation of these changes without skin changes or with finger swelling only. Laboratory testing can show antitopoisomerase antibodies, like anti-scl70 (causing a diffuse systemic form), or anticentromere antibodies (causing a limited systemic form and the CREST syndrome). Other autoantibodies can be seen, such as anti-U3 or anti-RNA polymerase. Antidouble-stranded DNA  autoantibodies are likely to be present in serum.   === Differential === Diseases that are often in the differential include:  Eosinophilia is a condition in which too many eosinophils  (a type of immune cell that attacks parasites and is involved in certain allergic reactions) are present in the blood. Eosinophilia-myalgia syndrome is a form of eosinophilia caused by L-tryptophan supplements. Eosinophilic fasciitis affects the connective tissue surrounding skeletal muscles, bones, blood vessels, and nerves in the arms and legs. Graft-versus-host disease is an autoimmune condition that occurs as a result of bone-marrow transplants in which the immune cells from the transplanted bone marrow attack the host's body. Mycosis fungoides is a type of cutaneous T cell lymphoma, a rare cancer that causes rashes all over the body. Nephrogenic systemic fibrosis is a condition usually caused by kidney failure that results in fibrosis (thickening) of the tissues. Primary biliary cirrhosis is an autoimmune disease of the liver. Primary pulmonary hypertension Complex regional pain syndrome   === Classification === Scleroderma is characterised by the appearance of circumscribed or diffuse, hard, smooth, ivory-colored areas that are immobile and which give the appearance of hidebound skin, a disease occurring in both localised and systemic forms:   == Treatment == No cure for scleroderma is known, although relief of symptoms is often achieved; these include treatment of:  Raynaud's phenomenon with vasodilators such as calcium channel blockers, alpha blockers, serotonin receptor antagonists, angiotensin II receptor inhibitors, statins, local nitrates or iloprost Digital ulcers with phosphodiesterase 5 inhibitors (e.g., sildenafil) or iloprost Prevention of new digital ulcers with bosentan Malnutrition, secondary to intestinal flora overgrowth with tetracycline antibiotics such as tetracycline Interstitial lung disease with cyclophosphamide, azathioprine with or without corticosteroids Pulmonary arterial hypertension with endothelin receptor antagonists, phosphodiesterase 5 inhibitors, and prostanoids Gastrooesophageal reflux disease with antacids or prokinetics Kidney crises with angiotensin converting enzyme inhibitors and angiotensin II receptor antagonists Systemic disease-modifying treatment with immunosuppressants is often used. Immunosuppressants used in its treatment include azathioprine, methotrexate, cyclophosphamide, mycophenolate, intravenous immunoglobulin, rituximab, sirolimus, alefacept, and the tyrosine kinase inhibitors, imatinib, nilotinib, and dasatinib. Experimental therapies under investigation include endothelin receptor antagonists, tyrosine kinase inhibitors, beta-glycan peptides, halofuginone, basiliximab, alemtuzumab, abatacept, and haematopoietic stem cell transplantation.   == Prognosis == As of 2012, the five-year survival rate for systemic scleroderma was about 85%, whereas the 10-year survival rate was just under 70%. This varies according to the subtype; while localized scleroderma rarely results in death, the systemic form can, and the diffuse systemic form carries a worse prognosis than the limited form. The major scleroderma-related causes of death are: pulmonary hypertension, pulmonary fibrosis, and scleroderma renal crisis. People with scleroderma are also at a heightened risk for developing osteoporosis and for contracting cancer (especially liver, lung, haematologic, and bladder cancers). Scleroderma is also associated with an increased risk of cardiovascular disease. According to a study of an Australian cohort, between 1985 and 2015, the average life expectancy of a person with scleroderma increased from 66 years to 74 years (the average Australian life expectancy increased from 76 to 82 years in the same period).   == Epidemiology == Scleroderma most commonly first presents between the ages of 20 and 50 years, although any age group can be affected. Women are four to nine times more likely to develop scleroderma than men. This disease is found worldwide. In the United States, prevalence is estimated at 240 per million and the annual incidence of scleroderma is 19 per million people. Likewise in the United States, it is slightly more common in African Americans than in their white counterparts. Choctaw Native Americans are more likely than Americans of European descent to develop the type of scleroderma that affects internal organs. In Germany, the prevalence is between 10 and 150 per million people, and the annual incidence is between three and 28 per million people. In South Australia, the annual incidence is 23 per million people, and the prevalence 233 per million people.   == Pregnancy == Scleroderma in pregnancy is a complex situation; it increases the risk to both mother and child. Overall, scleroderma is associated with reduced fetal weight for gestational age. The treatment for scleroderma often includes known teratogens such as cyclophosphamide, methotrexate, mycophenolate, etc., so careful avoidance of such drugs during pregnancy is advised. In these cases hydroxychloroquine and low-dose corticosteroids might be used for disease control.   == See also == Congenital fascial dystrophy Chi Chi DeVayne, (developed scleroderma in the years leading up to her death)   == References ==   == External links == Handout on Health: Scleroderma – US National Institute of Arthritis and Musculoskeletal and Skin Diseases"}