{"name": "scopolamine butylbromide", "category": "drug", "content": "Hyoscine butylbromide, also known as scopolamine butylbromide and sold under the brandname Buscopan among others, is an anticholinergic medication used to treat abdominal pain, esophageal spasms, bladder spasms, biliary colic, and renal colic. It is also used to improve excessive respiratory secretions at the end of life. Hyoscine butylbromide can be taken by mouth, injection into a muscle, or into a vein. Side effects may include sleepiness, vision changes, dry mouth, rapid heart rate, triggering of glaucoma, and severe allergies. Sleepiness is uncommon. It is unclear if it is safe in pregnancy. It appears safe in breastfeeding. Greater care is recommended in those with heart problems. It is an anticholinergic agent, which does not have much effect on the brain. Hyoscine butylbromide was patented in 1950, and approved for medical use in 1951. It is on the World Health Organization's List of Essential Medicines. It is not available for human use in the United States, and a similar compound methscopolamine may be used instead. It is manufactured from hyoscine - also known as scopolamine - which occurs naturally in a variety of plants in the nightshade family, Solanaceae, including deadly nightshade (Atropa belladonna). It is available in the United States only for the medical treatment of horses.   == Medical uses ==  Hyoscine butylbromide is effective in treating crampy abdominal pain. Hyoscine butylbromide is effective in reducing the duration of the first stage of labour, and it is not associated with any obvious adverse outcomes in mother or neonate. It is also used during abdominal, pelvic MRI, virtual colonoscopy, and double barium contrasted studies to improve the quality of pictures. Hyoscine butylbromide can reduce the peristaltic movement of the intestines and mucosal foldings, thus reducing the movement artifact of the images.   == Side effects == Since little of the medication crosses the blood-brain barrier, this drug has less effect on the brain and therefore causes a reduced occurrence of the centrally-mediated effects (such as delusions, somnolence and inhibition of motor functions) which reduce the usefulness of some other anticholinergic drugs. Hyoscine butylbromide is still capable of affecting the chemoreceptor trigger zone, due to the lack of a well-developed blood-brain barrier in the medulla oblongata, which increases the antiemetic effect it produces via local action on the smooth muscle of the gastrointestinal tract. Other side effects include accommodation reflex disturbances, tachycardia, dry mouth, nausea; urinary retention, reduced blood pressure; dyshidrosis; Other symptoms are dizziness, flushing and immune system disorders (anaphylactic shock, potentially fatal); anaphylactic reactions; dyspnoea; skin reactions and other hypersensitivity reactions. Cautions should be taken for those with untreated glaucoma, heart failure, benign prostatic hypertrophy with urinary retention as hyoscine may exacerbate these conditions.   == Pharmacology == Hyoscine butylbromide reduces smooth muscle contraction and the production of respiratory secretions. These are normally stimulated by the parasympathetic nervous system, via the neurotransmitter acetylcholine. As an antimuscarinic, hyoscine butylbromide binds to muscarinic acetylcholine receptors, blocking their effect. It is a quaternary ammonium compound and a semisynthetic derivative of hyoscine hydrobromide (scopolamine). The attachment of the butyl-bromide moiety effectively prevents the movement of this drug across the blood–brain barrier, effectively minimising undesirable central nervous system side effects associated with scopolamine/hyoscine.   == Abuse == Hyoscine butylbromide is not centrally active and has a low incidence of abuse. In 2015, it was reported that prisoners at Wandsworth Prison and other UK prisons were smoking prescribed hyoscine butylbromide, releasing the potent hallucinogen scopolamine. There have also been reports of abuse in Mashhad Central Prison in Iran.   == References =="}