{"name": "Seborrheic dermatitis", "category": "disease", "content": "Seborrhoeic dermatitis (also spelled seborrheic dermatitis in American English) is a long-term skin disorder. Symptoms include flaky, scaly, greasy, and occasionally itchy and inflamed skin. Areas of the skin rich in oil-producing glands are often affected including the scalp, face, and chest. It can result in social or self-esteem problems. In babies, when the scalp is primarily involved, it is called cradle cap. Seborrhoeic dermatitis of the scalp may be described in lay terms as dandruff due to the dry, flaky character of the skin. However, as dandruff may refer to any dryness or scaling of the scalp, not all dandruff is seborrhoeic dermatitis.  Seborrhoeic dermatitis is sometimes inaccurately referred to as seborrhoea. The cause is unclear but believed to involve a number of genetic and environmental factors. Risk factors for seborrhoeic dermatitis include poor immune function, Parkinson's disease, and alcoholic pancreatitis. The condition may worsen with stress or during the winter. Malassezia yeast is believed to play a role. It is not a result of poor hygiene. Diagnosis is typically clinical and based on the symptoms present. The condition is not contagious. The typical treatment is topical antifungal cream and anti-inflammatory agents. Specifically, ketoconazole or ciclopirox are effective. Seborrhoeic dermatitis of the scalp is often treated with shampoo preparations of ketoconazole or zinc pyrithione. The condition is common in infants within the first three months of age or in adults aged 30 to 70 years. It tends to affect more males. Seborrhoeic dermatitis is more common in African Americans, among individuals who are immune compromised, such as with HIV, and individuals with Parkinson's disease.   == Signs and symptoms ==  Seborrhoeic dermatitis typically appears as dry, white, flaky skin. The flakes can be fine, loose, and diffuse or thick and adherent. Additionally, flakes can appear yellow and oily or greasy. In addition to flaky skin, seborrhoeic dermatitis can have areas of red, inflamed, and itchy skin that coincide with the area of skin flaking, but not all individuals have this symptom.  Seborrhoeic dermatitis of the scalp can appear similarly to dandruff. When the scalp is affected, there can be associated temporary hair loss. Such hair loss varies in appearance from diffuse thinning to patchy areas of hair loss. On close inspection, the locations where hair has thinned may have broken stubs of hair and pustules around the hair follicles. Individuals with more pigmented skin tones may experience increased or decreased skin pigmentation in affected areas. Various locations can be affected by seborrhoeic dermatitis. Commonly affected areas include the face, ears, scalp, and across the body. It is less common in intertriginous areas, which are areas where the skin folds and comes into contact with itself, such as the groin or underarm. Seborrhoeic dermatitis' symptoms are typically mild and appear gradually but are often persistent, lasting weeks to years. Individuals with seborrhoeic dermatitis are subject to recurrent bouts and it may be a lifelong condition. Seborrhoeic dermatitis can also occur quickly and severely in patients with Human Immunodeficiency Virus (HIV). In fact, this is sometimes the first indication of HIV.   == Causes == The cause of seborrhoeic dermatitis has not been fully clarified. In addition to the presence of Malassezia, genetic, environmental, hormonal, and immune-system factors are necessary for and/or modulate the expression of seborrhoeic dermatitis. The condition may be aggravated by illness, psychological stress, fatigue, sleep deprivation, change of season, and reduced general health.   === Fungi === The condition is thought to be due to a local inflammatory response to overgrowth by Malassezia fungi species in sebum-producing skin areas including the scalp, face, chest, back, underarms, and groin. This is based on observations of high counts of Malassezia species in skin affected by seborrhoeic dermatitis and on the effectiveness of antifungals in treating the condition. Species of Malassezia  implicated in Seborrhoeic dermatitis include M. furfur (formerly Pityrosporum ovale), M. globosa, M. restricta, M. sympodialis, and M. slooffiae. Malassezia appears to be the significant factor in seborrhoeic dermatitis but it is thought that other factors are necessary for the presence of Malassezia to result in the seborrhoeic dermatitis. For example, summer growth of Malassezia in the skin alone does not result in seborrhoeic dermatitis. Besides antifungals, the effectiveness of anti-inflammatory drugs, which reduce inflammation, and antiandrogens, which reduce sebum production, provide further insights into the pathophysiology of seborrhoeic dermatitis.   === Bacteria === Several bacteria, including Propionibacterium species and Staphylococcus aureus, have been shown to have some level of interaction with seborrhoeic dermatitis, though their exact impact is not known.   === Nutrition === Seborrhoeic dermatitis-like eruptions are also associated with pyridoxine (vitamin B6) and riboflavin (vitamin B2) deficiency. In children and babies, issues with Δ6-desaturase enzymes have been correlated with increased risk.   === Immune dysfunction === Those with immunodeficiency (especially infection with HIV) and with neurological disorders that may impact immune system function such as Parkinson's disease (for which the condition is an autonomic sign) and stroke are particularly prone to it.   === Climate === Climate can affect seborrheic dermatitis, but there is a lack of consensus about which climates tend to exacerbate seborrheic dermatitis the most. Some studies show low humidity and low temperature are responsible for high frequency of seborrheic dermatitis. Others suggest hot environments may also worsen seborrhoeic dermatitis. Yet another described that high humidity and low UV exposure are culpable. Dry skin and an impaired skin barrier contribute to the condition. It is likely that climate and weather variations affect the water and lipid content of skin.   == Mechanism == Seborrhoeic dermatitis is a complex condition with many interacting factors that are not yet fully explained. In general, the major factors that influence the development and severity include Malassezia yeast presents on and in the skin, skin production of oily sebum, and a subsequent inflammatory response against Malassezia and their byproducts. Additional factors involved in the condition are a compromised skin barrier, the makeup and amount of sebum produced, the character of the immune response and inflammation, and the presence of other microbes species inhabiting the skin.  A suggested series of events leading to seborrhoeic dermatitis are initial damaged skin barrier and abnormal sebum production which leads to a change in the microbiome of the skin that in turn elicits an immune response. An alternative explanation is an increase in sebum production feeding an increase in the Malassezia population that instigates inflammation; the inflammation then causes cellular changes that damage the skin barrier. This barrier disruption then encourages additional Malassezia growth and inflammation and again worsened skin barrier function.   == Diagnosis == Typically, seborrhoeic dermatitis is a clinical diagnosis based on a physician's expertise in identifying and differentiating skin conditions based on the history of the individual and the appearance of the skin. However, seborrhoeic dermatitis may also be diagnosed with additional testing. The least invasive test is a visual inspection in the clinic using a Wood's Lamp. A KOH test can also be used, where skin scraping of the affected skin may also be taken and prepared with potassium hydroxide (KOH) and visualized under a microscope to look for Malassezia or other microbiological cells. Additionally, a fungal culture of the affected skin may be taken to attempt to grow and identify the causative organism.   === Differential diagnosis === Seborrhoeic dermatitis can look similar to other skin conditions that share its characteristic dry, flaky, scaly, and inflamed appearance but have different causes and treatments. Physicians use the history of the individual with the skin condition as well as other tests to identify which disorder is present. Other conditions that may be confused with seborrhoeic dermatitis based on appearance are listed below.  Atopic dermatitis (eczema) Contact dermatitis Psoriasis Tinea capitis and tinea corporis Candidiasis Tinea versicolor Pityriasis rosea Impetigo Drug reaction Cutaneous T-Cell Lymphoma   == Management ==   === Medications === A variety of different types of medications are able to reduce symptoms of seborrhoeic dermatitis. These include certain antifungals, anti-inflammatory agents like corticosteroids and nonsteroidal anti-inflammatory drugs, antiandrogens, and antihistamines, among others. Treatments must take into consideration potential side effects, especially with long-term use given the chronic nature of seborrhoeic dermatitis. Initial therapy is usually a topical preparation with an agreeable side effect profile.   ==== Antifungals ==== Regular use of an over-the-counter or prescription antifungal shampoo or cream is a common treatment. The topical antifungal medications ketoconazole and ciclopirox have the best evidence. Ketoconazole should be used twice per week. Shampoo or soap containing zinc pyrithione or selenium disulfide is also used. These options should be used on a daily basis but may also be used in conjunction with a ketoconazole shampoo regimen on alternate days. It is unclear if other antifungals are equally effective as this has not been sufficiently studied. Antifungals that have been studied and found to be effective in the treatment of seborrhoeic dermatitis include ketoconazole, fluconazole, miconazole, bifonazole, sertaconazole, clotrimazole, flutrimazole, ciclopirox, terbinafine, butenafine, selenium disulfide, and lithium salts such as lithium gluconate and lithium succinate.  Topical climbazole appears to have little effectiveness in the treatment of seborrhoeic dermatitis. Systemic therapy with oral antifungals including itraconazole, fluconazole, ketoconazole is effective, but adverse side effects have been documented for fluconazole and ketoconazole, with the latter not recommended for use, while itraconazole, with its good safety profile, is the most commonly prescribed. Terbinafine is said to be effective, but with adverse side effects, while other sources state it is not effective and should not be used.   ==== Anti-inflammatory treatments ==== Topical corticosteroids have been shown to be effective in short-term treatment of seborrhoeic dermatitis and are as effective or more effective than antifungal treatment with azoles. These sometimes are used for only a few weeks at a time. There is also evidence for the effectiveness of topical calcineurin inhibitors like tacrolimus and pimecrolimus as well as lithium salt therapy. Calcineurin inhibitors were also effective in reducing growth of Malassezia, offering two routes by which they may treat seborrhoeic dermatitis. Medications such as the calcineurin inhibitors should not be used in individuals with seborrhoeic dermatitis who are immune compromised because they cause further immune suppression. Oral immunosuppressive treatment, such as with prednisone, has been used in short courses for seborrhoeic dermatitis, as a last resort due to its potential side effects.   ==== Antihistamines ==== Antihistamines are used primarily to reduce itching, if present. However, research studies suggest that some antihistamines have anti-inflammatory properties.   ==== Keratolytics ==== Keratolytics help the skin via exfoliation built-up skin flakes and thereby remove scale. They are applied topically to the affected area. Keratolytics include urea, salicylic acid, coal tar, lactic acid, pyrithione zinc and propylene glycol. Coal tar shampoo formulations can be effective. Although no significant increased risk of cancer in human treatment with coal tar shampoos has been found, caution is advised since coal tar is carcinogenic in animals, and heavy human occupational exposures do increase cancer risks.   ==== Other treatments ==== Isotretinoin, a sebosuppressive agent, may be used to reduce sebaceous gland activity as a last resort in refractory disease. However, isotretinoin has potentially serious side effects, and few patients with seborrhoeic dermatitis are appropriate candidates for therapy. Topical 0.75% and 1% Metronidazole Topical 4% nicotinamide Topical sulfacetamide Tea tree oil Cannabidiol shampoo Frequent washing to avoid the build-up of scale, especially on the scalp, but while avoiding overly drying the skin Avoiding damaging skin with harsh grooming or chemical irritants Bicalutamide, an antiandrogen, has been observed in one patient to have potentially been the cause of seborrheic dermatitis relief. However, even if it were demonstrated that bicalutamide or any other antiandrogen is a treatment, it is not recommended due to side effects and price. Usage of antiandrogens of any kind to relieve the issue is, as of yet, speculative or anecdotal.   === Phototherapy ===  Another option is natural and artificial UV radiation since it can inhibit the growth of Malassezia yeast. Some recommend photodynamic therapy using UV-A and UV-B laser or red and blue LED light to inhibit the growth of Malassezia fungus and reduce seborrhoeic inflammation.   == Outcome == Seborrhoeic dermatitis is generally a chronic and recurring condition. Individuals may have the condition for several weeks to months, but it may also last years or their lifetime. There may be periods of relapse and worsening.   == Epidemiology == Seborrhoeic dermatitis affects 1 to 5% of the general population. It is slightly more common in men, but affected women tend to have more severe symptoms. The condition usually recurs throughout a person's lifetime. Seborrhoeic dermatitis can occur in any age group but often occurs during the first three months of life then again at puberty and peaks in incidence at around 40 years of age. It can reportedly affect as many as 31% of older people. Infants may also have this condition, though it is typically milder, and is referred to as cradle cap. Seborrhoeic dermatitis is more common in African-Americans. Severity is worse in dry climates as well as hot weather as dry skin can exacerbate the condition. COVID-19 related mask usage may also cause or exacerbate facial seborrhoeic dermatitis. Individuals who are immune compromised have increased risk of seborrhoeic dermatitis. Conditions that are associated with increased rates of seborrhoeic dermatitis include individuals with HIV, Hepatitis C, alcoholic pancreatitis, Parkinson's disease, and alcohol abuse. Seborrhoeic dermatitis is common in people with alcoholism, between 7 and 11 percent, which is twice the normal expected occurrence.   == References ==   == External links ==  Media related to Seborrhoeic dermatitis at Wikimedia Commons"}