{"name": "secbutabarbital", "category": "drug", "content": "Butabarbital (brand name Butisol) is a prescription barbiturate sleep aid and anxiety medication. Butabarbital has a particularly fast onset of effects and short duration of action compared to other barbiturates, which makes it useful for certain applications such as treating severe insomnia, relieving general anxiety and relieving anxiety before surgical procedures; however it is also relatively dangerous particularly when combined with alcohol, and so is now rarely used, although it is still prescribed in some Eastern European and South American countries. Its intermediate duration of action gives butabarbital an abuse potential slightly lower than secobarbital. Butabarbital can be hydrolyzed to valnoctamide.  Butabarbital is also sold in combination with belladonna alkaloids under the brand name Butibel. The belladonna is added for antispasmodic effect. This product contains a low dose of butabarbital combined with a standardised mix of belladonna alkaloids and is used as an antispasmodic taken to relieve cramping and spasms of the stomach and intestines. They are used also to decrease the amount of acid formed in the stomach. Another similar product is Donnatal, which contains belladonna alkaloids combined with phenobarbital.   == History == Barbiturates were first discovered to have medical use in 1903, when a research at Bayer showed barbital to be an effective sedative for dogs.  It was not until the mid 20th century that the habit forming nature of barbiturates and behavioral side effects were first noted Benzodiazepines are more commonly administered today for their similar sedative and hypnotic properties, and reduced risk of physical dependence.  Barbiturate drugs such as butabarbital sodium are used now for short-term and acute treatment under strict doctor supervision only   == Clinical uses == Barbiturates are non-selective depressants of the central nervous system, inducing drowsiness and mild sedative effects.  Barbiturate hypnotics are used in the treatment of sleep and anxiety disorders for their calming and sedative properties, however are usually restricted to short term use due to risk of dependency. Butabarbital, most commonly known as Butisol commercially, is an approved Schedule III drug in the US and Canada used in the short-term treatment of anxiety disorders and as a pre-surgical sedative aid.  Approved commercial forms are available in tablet or elixir forms. Recently, butabarbital was approved for medical use in 2007 under the brand name Butisol Sodium.  Butisol sodium is manufactured by Meda Pharmaceuticals as a Schedule III controlled substance due to its high risk for abuse and dependence.   === Administration === It is most often administered orally as either sodium solution or tablet, however can also be given by intravenous injection.  Tablets contain either 30 mg or 50 mg of butabarbital sodium, or 30 mg/5mL with 7% alcohol/vol in solution.  For preoperative sedation, adults are administered 50–100 mg 60-90min prior to surgery, with varying doses for pediatric and geriatric patients.   === Clinical effects & elimination === Effects from oral doses often are felt within an hour of administration, lasting somewhere from six to eight hours in effect.  A non-selective depressant of the CNS, Butabarbital sodium is used as a sedative hypnotic, depending on dose, to induce drowsiness or sleep, or reduce anxiety and tension. Butabarbital sodium can be used as a pre-surgical anesthetic aid or in the short-term treatment of sleep and anxiety disorders.  For short term sleep maintenance and induction butabarbital sodium treatment is recommended to be limited to two weeks, after which it begins to lose efficacy. The half life is approximately 100hrs, eliminated primarily by hepatic microsomal enzymes and excreted in the urine.   === Overdose & abuse === Butabarbital sodium is a Schedule III controlled substance in the US and Canada due to risk of abuse and dependence.  A psychoactive substance, butabarbital drugs are often abused with risk of acute intoxication and addiction.  Barbiturates such as butabarbital are thought to be habit-forming and addictive, and have severe risks from withdrawal including death.  Due to the high risk of dependence and overdose, use of butabarbital is highly regulated and has become less common in clinical application.   == Side effects == Those taking butabarbital are asked to watch out for signs of severe allergic reaction, such as swelling or difficulty breathing. Less serious side effects include dizziness or drowsiness, excitation, headache, nausea, vomiting, or constipation. Psychiatric disturbances (hallucinations, agitation, confusion, depression, or memory problems), ataxia, difficulty breathing, or slow heartbeat could be signs of serious adverse effects and should be brought to the attention of a doctor immediately.   === Adverse effects ===  1-10%  Somnolence <1%   === Contradictions === Those with a hypersensitivity to barbiturates or a history of porphyria should discuss with a doctor before using butisol sodium treatment.  Butabarbital has also been shown to interact with some medicines; Talk to your doctor if taking Monoamine oxidase inhibitors (MAOIs), beta-blockers, oral-contraceptives, or other medications, as their efficacy may be affected. At low doses Butabarbital has been shown clinically to induce drowsiness, depressing the sensory cortex and motor activity.  In some rare cases Butabarbital has been shown to produce small bursts of excitement or euphoria prior to the sedative effects.  Butabarbital is a highly potent drug however, with addictive properties, and small variations in dose can result in significant escalation of effects.   == Pharmacology == Butabarbital is a sedative hypnotic member of the barbiturate family.  It is relatively fast acting, with a short duration, producing a range of effects from mild sedation to hypnosis as a function of dosage. An overdose of butabarbital can result in deep coma or even death.   === Absorption, distribution and excretion === Butabarbituates are rapidly distributed and absorbed in the brain, liver and kidneys.  One of the more lipophilic barbiturates, butabarbital crosses the blood brain barrier with relative ease, and is slightly more potent then other less lipophilic barbiturates such as phenobarbital. Butabarbital, a weak acid, is most commonly administered orally in its sodium salt form. 3–4 hours after oral administration butabarbital sodium reaches peak plama concentrations of 203 ug/mL for sedation, or 25 ug/mL to induce sleep, absorbed via the GI tract. Once absorbed, butabarbital's effects have a duration of 6–8 hours if orally administered, or 3–6 hours following intravaneous administration.  General consensus has it with a half-life of approximately 100hr, however it has also been reported in one study to have a half life of 34-42 hr. The primary way the body terminates activity is by oxidation of radicals at C5, with other biotransformations contributing to a lesser extent.  Butabarbital is metabolized almost entirely by the liver, products including polar alcohols, ketones, phenols, or carboxylic acids, before it is renally excreted in the urine. Half-Life: ~100 hr Duration: 6-8 hr Onset: 45-60 min Enzymes induced: CYP1A2, CYP2C9/10, CYP3A4 Excretion: Urine   === Mechanism of action === The mechanism of action by which barbiturates exert their effect is not yet completely understood, however they are believed to be involved in the enhancement of GABA inhibitory neurotransmitter activity in the CNS via GABAA receptors. Butabarbital, as a member of this drug class, acutely potentiates inhibitory GABAergic tone by binding with a specific site associated with a Cl− ionophore at the GABAA receptor.  Butabarbital's binding causes the channel to remain open longer and thus prolongs post-synaptic inhibition by GABA.  Less well characterized effects of barbiturates include direct inhibition of AMPA-type glutamate receptors, suppressing excitatory glutamatergic neurotransmission.   == References ==   == External links == \"Butabarbital\". Drug Information Portal. U.S. National Library of Medicine."}