{"name": "secukinumab", "category": "drug", "content": "Secukinumab, sold under the brand name Cosentyx among others, is a human IgG1κ monoclonal antibody used for the treatment of psoriasis, ankylosing spondylitis, and psoriatic arthritis. It binds to the protein interleukin (IL)-17A and is marketed by Novartis.   == Medical uses == Secukinumab is used to treat psoriasis, ankylosing spondylitis, and psoriatic arthritis.  It is given by subcutaneous injection  and is sold in a pre-filled syringe or autoinjector that can be used at home and as a lyophilized powder for use in hospitals and clinics. In October 2023, the FDA approved an intravenous variant of secukinumab.  Secukinumab was not tested in pregnant women; animal studies did not show harm at relevant doses.  The US Food and Drug Administration advises that the drug should be used in pregnant women only if the risk to the fetus is justified by the potential benefit; the European Medicines Agency (EMA) advises that women should not become pregnant while taking it. In the European Union, secukinumab is indicated for the treatment of:  moderate to severe plaque psoriasis in adults, children and adolescents from the age of six years who are candidates for systemic therapy. active psoriatic arthritis in adults, alone or in combination with methotrexate (MTX), when the response to previous disease modifying anti rheumatic drug (DMARD) therapy has been inadequate. active ankylosing spondylitis in adults who have responded inadequately to conventional therapy. active non-radiographic axial spondyloarthritis with objective signs of inflammation as indicated by elevated C-reactive protein (CRP) and/or magnetic resonance imaging (MRI) evidence in adults who have responded inadequately to non steroidal anti inflammatory drugs (NSAIDs). active moderate to severe hidradenitis suppurativa in adults with an inadequate response to conventional systemic HS therapy. active enthesitis-related arthritis in patients 6 years and older whose disease has responded inadequately to, or who cannot tolerate, conventional therapy. active juvenile psoriatic arthritis in patients 6 years and older whose disease has responded inadequately to, or who cannot tolerate, conventional therapy.   == Adverse effects == Very common (greater than 10% of people experience them) adverse effects include upper respiratory tract infections. Common (between 1% and 10% of people experience them) include oral herpes, runny nose, and diarrhea. Injection site reactions are common, occurring in approximately 1.9% of cases. In clinical trials there were rare instances of hypersensitivity reactions, severe infections, and some cases of serious inflammatory bowel disease, some of which were new and some of which were exacerbations of existing conditions. Caution should be used when starting secukinumab in patients with inflammatory bowel disease, and patients being treated with secukinumab should be monitored for signs and symptoms of inflammatory bowel disease.   == Pharmacology == Secukinumab inhibits a member of the cytokine family, interleukin 17A, which is produced mainly by inflammatory T helper 17 cells.  IL17A is upregulated in serum of people with psoriasis and in the synovial fluid of people with psoriatic arthritis, and promotes inflammation when it binds to the interleukin-17 receptor which is expressed in various types of cells, including keratinocytes in skin. It is mostly eliminated by being taken up into cells via endocytosis and being broken down inside them.   == Chemistry == Secukinumab is a recombinant fully human IgG1/kappa monoclonal antibody and is manufactured in Chinese hamster ovary cells.   == History == Secukinumab was discovered and developed by Novartis using developmental name AIN457, and the first publication was a Phase I trial published in 2010. In January 2015, secukinumab was approved in the United States and in the European Union to treat adults with moderate-to-severe plaque psoriasis. It is the first IL17A inhibiting drug ever approved. In January 2016, the FDA approved it to treat adults with ankylosing spondylitis, and psoriatic arthritis and in February 2018, a label update was approved to include the treatment for moderate-to-severe scalp psoriasis.   == References =="}