{"name": "selexipag", "category": "drug", "content": "Selexipag, sold under the brand name Uptravi, is a medication developed by Actelion for the treatment of pulmonary arterial hypertension (PAH). Selexipag and its active metabolite, ACT-333679 (or MRE-269, the free carboxylic acid), are agonists of the prostacyclin receptor, which leads to vasodilation in the pulmonary circulation. It is taken by mouth or administered intravenously. The most common side effects include headache, diarrhea, nausea and vomiting, jaw pain, myalgia (muscle pain), pain in the limbs, arthralgia (joint pain) and flushing. It is available as a generic medication.   == Medical uses == Selexipag is indicated for the treatment of pulmonary arterial hypertension.   == Contraindications == In the European Union, use of selexipag together with strong inhibitors of the liver enzyme CYP2C8, such as gemfibrozil, is contraindicated because it increases concentrations of selexipag twofold, and its active metabolite 11-fold, potentially leading to more adverse effects.   == Adverse effects == The adverse effects of selexipag are similar to those of intravenous prostacyclins used for pulmonary arterial hypertension. Common side effects include headache and jaw pain. An increased risk for hyperthyroidism has also been noted in people taking selexipag.   == Pharmacology ==   === Mechanism of action ===  Selexipag and its active metabolite ACT-333679 act on the prostacyclin receptor of lung tissue, with the latter being 37-fold more potent. They are selective for the prostacyclin receptor. Binding to this receptor leads to three major effects: increased vasodilation of the arteries, decreased cell proliferation and inhibition of platelet aggregation, all beneficial in the treatment of pulmonary arterial hypertension.   === Pharmacokinetics === Selexipag is quickly absorbed from the gut and hydrolyzed in the intestines and the liver to ACT-333679 by carboxylesterases. Absolute bioavailability is about 49%, most likely because of a high first-pass effect. Highest concentrations in the blood plasma are reached after one to three hours for selexipag and after three to four hours for the active metabolite. When in the circulation, about 99% of both substances are bound to plasma proteins, namely to albumin and alpha-1-acid glycoprotein to equal amounts. The liver enzymes CYP2C8 and, to a lesser extent, CYP3A4, hydroxylate and dealkylate the active substance, thereby inactivating it. Besides, ACT-333679 is glucuronidized by the enzymes UGT1A3 and UGT2B7. The terminal half-life of selexipag is 0.8 to 2.5 hours, that of the active metabolite is 6.2 to 13.5 hours.   == Chemistry ==   === Synthesis ===  The synthesis of celexipag begins from two inexpensive compounds, glycine hydrochloride and benzil, condensed under basic conditions.   == History == The U.S. Food and Drug Administration (FDA) granted selexipag orphan drug designation for pulmonary arterial hypertension and for the treatment of chronic thromboembolic pulmonary hypertension. It was approved by the FDA in December 2015. In the European Union, the drug was approved in May 2016.   == Society and culture ==   === Economics === The expected price for the drug in the US is $160,000 to $170,000 per patient before rebates.   == References ==   == External links == Clinical trial number NCT03187678 for \"Safety Study of the Switch From Oral Selexipag to Intravenous Selexipag in Subjects With Stable Pulmonary Arterial Hypertension\" at ClinicalTrials.gov"}