{"name": "selegiline", "category": "drug", "content": "Selegiline, also known as L-deprenyl and sold under the brand names Eldepryl, Zelapar, and Emsam among others, is a medication which is used in the treatment of Parkinson's disease and major depressive disorder. It has also been studied for a variety of other indications, but has not been formally approved for any other use. The medication in the form licensed for depression has modest effectiveness for this condition that is similar to that of other antidepressants. Selegiline is provided as a swallowed tablet or capsule or an orally disintegrating tablet (ODT) for Parkinson's disease and as a patch applied to skin for depression.  Side effects of selegiline occurring more often than with placebo include insomnia, dry mouth, dizziness, nervousness, abnormal dreams, and application site reactions (with the patch form), among others. At high doses, selegiline has the potential for dangerous food and drug interactions, such as the tyramine-related \"cheese reaction\" or hypertensive crisis and risk of serotonin syndrome. However, doses within the approved clinical range appear to have little to no risk of these interactions. In addition, the ODT and transdermal patch forms of selegiline have reduced risks of such interactions compared to the conventional oral form. Selegiline has no known misuse potential or dependence liability and is not a controlled substance. Selegiline acts as a monoamine oxidase inhibitor (MAOI) and thereby increases levels of monoamine neurotransmitters in the brain. At typical clinical doses used for Parkinson's disease, selegiline is a selective and irreversible inhibitor of monoamine oxidase B (MAO-B), increasing brain levels of dopamine. At higher doses, it loses its specificity for MAO-B and also inhibits monoamine oxidase A (MAO-A), which increases serotonin and norepinephrine levels in the brain as well. In addition to its MAOI activity, selegiline is a catecholaminergic activity enhancer (CAE) and enhances the impulse-mediated release of norepinephrine and dopamine in the brain. This action may be mediated by TAAR1 agonism. After administration, selegiline partially metabolizes into levomethamphetamine and levoamphetamine, which act as norepinephrine releasing agents (NRAs) and may contribute to its therapeutic and adverse effects. The levels of these metabolites are much lower with the ODT and transdermal patch forms of selegiline. Chemically, selegiline is a substituted amphetamine, a derivative of methamphetamine, and the purified levorotatory enantiomer of deprenyl (the racemic form). Deprenyl was discovered and studied in the early 1960s by József Knoll and colleagues. Subsequently, selegiline was purified from deprenyl and was studied and developed itself. Selegiline was first introduced for medical use in Hungary in 1977. It was subsequently approved in the United Kingdom in 1982 and in the United States in 1989. The ODT was approved in the United States in 2006 and in the European Union in 2010, while the patch was introduced in the United States in 2006. Selegiline was the first selective MAO-B inhibitor to be discovered and marketed. In addition to its medical use, there has been interest in selegiline as a potential anti-aging drug and nootropic. However, effects of this sort are controversial and uncertain. Generic versions of selegiline are available in the case of the conventional oral form but not in the case of the ODT or transdermal patch forms.   == Medical uses ==   === Parkinson's disease === In its oral and ODT forms, selegiline is used to treat symptoms of Parkinson's disease (PD). It is most often used as an adjunct to medications such as levodopa (L-DOPA), although it has been used off-label as a monotherapy. The rationale for adding selegiline to levodopa is to decrease the required dose of levodopa and thus reduce the motor complications of levodopa therapy. Selegiline delays the point when levodopa treatment becomes necessary from about 11 months to about 18 months after diagnosis. There is some evidence that selegiline acts as a neuroprotective and reduces the rate of disease progression, though this is disputed. In addition to parkinsonism, selegiline can improve symptoms of depression in people with Parkinson's disease. There is evidence that selegiline may be more effective than rasagiline in the treatment of Parkinson's disease. This may be due to pharmacological differences between the drugs, such as the catecholaminergic activity enhancer (CAE) actions of selegiline which rasagiline lacks.   === Depression === Selegiline is used as an antidepressant in the treatment of major depressive disorder (MDD). Both the oral selegiline and transdermal selegiline patch formulations are used in the treatment of depression. However, oral selegiline is not approved for depression and is used off-label for this indication, while the transdermal patch is specifically licensed for treatment of depression. Both standard clinical doses of oral selegiline (up to 10 mg/day) and higher doses of oral selegiline (e.g., 30 to 60 mg/day) have been used to treat depression, with the lower doses selectively inhibiting MAO-B and the higher doses producing dual inhibition of both MAO-A and MAO-B. Unlike oral selegiline, transdermal selegiline bypasses first-pass metabolism, thereby avoiding inhibition of gastrointestinal and hepatic MAO-A and minimizing the risk of food and drug interactions, whilst still allowing for selegiline to reach the brain and inhibit MAO-B. A 2023 systematic review and meta-analysis evaluated the effectiveness and safety of selegiline in the treatment of psychiatric disorders including depression. It included both randomized and non-randomized published clinical studies. The meta-analysis found that selegiline was more effective than placebo in terms of reduction in depressive symptoms (SMDTooltip standardized mean difference = −0.96, k = 10, n = 1,308), response rates for depression improvement (RRTooltip risk ratio = 1.61, k = 9, n = 1,238), and response rates for improvement of depression with atypical features (RR = 2.23, k = 3, n = 136). Oral selegiline was significantly more effective than the selegiline patch in terms of depressive symptom improvement (SMD = −1.49, k = 6, n = 282 vs. SMD = −0.27, k = 4, n = 1,026, respectively; p = 0.03). However, this was largely due to older and less methodologically rigorous trials that were at high risk for bias. Oral selegiline studies also often employed much higher doses than usual, for instance 20 to 60 mg/day. The quality of evidence of selegiline for depression was rated as very low overall, very low for oral selegiline, and low to moderate for transdermal selegiline. For comparison, meta-analyses of other antidepressants for depression have found a mean effect size of about 0.3 (a small effect), which is similar to that with transdermal selegiline. In two pivotal regulatory clinical trials of 6 to 8 weeks duration, the selegiline transdermal patch decreased scores on depression rating scales (specifically the 17- and 28-item HDRSTooltip Hamilton Depression Rating Scale) by 9.0 to 10.9 points, whereas placebo decreased scores by 6.5 to 8.6 points, giving placebo-subtracted differences attributable to selegiline of 2.4 to 2.5 points. A 2013 quantitative review of the transdermal selegiline patch for depression, which pooled the results of these two trials, found that the placebo-subtracted number needed to treat (NNT) was 11 in terms of depression response (>50% reduction in symptoms) and 9 in terms of remission of depression (score of ≤10 on the MADRSTooltip Montgomery–Åsberg Depression Rating Scale). For comparison, other antidepressants, including fluoxetine, paroxetine, duloxetine, vilazodone, adjunctive aripiprazole, olanzapine/fluoxetine, and extended-release quetiapine, have NNTs ranging from 6 to 8 in terms of depression response and 7 to 14 in terms of depression remission. On the basis of these results, it was concluded that transdermal selegiline has similar effectiveness to other antidepressants. NNTs are measures of effect size and indicate how many individuals would need to be treated in order to encounter one additional outcome of interest. Lower NNTs are better, and NNTs corresponding to Cohen's d effect sizes have been defined as 2.3 for a large effect (d = 0.8), 3.6 for a medium effect (d = 0.5), and 8.9 for a small effect (d = 0.2). The effectiveness of transdermal selegiline for depression relative to side effects and discontinuation was considered to be favorable. While several large regulatory clinical trials of transdermal selegiline versus placebo for depression have been conducted, there is a lack of trials comparing selegiline to other antidepressants. Although multiple doses of transdermal selegiline were assessed, a dose–response relationship for depression was never established. Transdermal selegiline has shown similar clinical effectiveness in the treatment of atypical depression relative to typical depression and in the treatment of anxious depression relative to non-anxious depression. Transdermal selegiline does not cause sexual dysfunction and may improve certain domains of sexual function, for instance sexual interest, maintaining interest during sex, and sexual satisfaction. These benefits were apparent in women but not in men. The lack of sexual dysfunction with transdermal selegiline is in contrast to many other antidepressants, such as the selective serotonin reuptake inhibitors (SSRIs) and serotonin–norepinephrine reuptake inhibitors (SNRIs), which are associated with high rates of sexual dysfunction. Transdermal selegiline patches have been underutilized in the treatment of depression compared to other antidepressants. A variety of factors contributing to this underutilization have been identified. One major factor is the very high cost of transdermal selegiline, which is often not covered by insurance and frequently proves to be prohibitive. Conversely, other widely available antidepressants are much cheaper in comparison.   === Available forms === Selegiline is available in the following three pharmaceutical forms:  Oral tablets and capsules 5 mg (brand names Eldepryl, Jumex, and generics) – indicated for Parkinson's disease Orally disintegrating tablets (ODTs) 1.25 mg (brand name Zelapar) – indicated for Parkinson's disease Transdermal patches 6, 9, and 12 mg/24 hours (brand name Emsam) – indicated for major depressive disorder  The transdermal patch form is also known as the \"selegiline transdermal system\" or \"STS\" and is applied once daily. They are 20, 30, or 40 cm2 in size and contain a total of 20, 30, or 40 mg selegiline per patch (so 20 mg/20 cm2, 30 mg/30 cm2, and 40 mg/40 cm2), respectively. The selegiline transdermal patch is a matrix-type adhesive patch with a three-layer structure. It is the only approved non-oral MAOI, having reduced dietary restrictions and side effects in comparison to oral MAOIs, and is also the only approved non-oral first-line antidepressant. The selegiline patch can be useful for those who have difficulty tolerating oral medications.   == Contraindications == Selegiline is contraindicated with serotonergic antidepressants including selective serotonin reuptake inhibitors (SSRIs), serotonin–norepinephrine reuptake inhibitors (SNRIs), and tricyclic antidepressants (TCAs), with serotonergic opioids like meperidine, tramadol, and methadone, with other monoamine oxidase inhibitors (MAOIs) such as linezolid, phenelzine, and tranylcypromine, and with dextromethorphan, St. John's wort, cyclobenzaprine, pentazocine, propoxyphene, and carbamazepine. Combination of selegiline with serotonergic agents may cause serotonin syndrome, while combination of selegiline with adrenergic or sympathomimetic agents like ephedrine or amphetamines may cause hypertensive crisis. Long washout periods are required before starting and stopping these medications with discontinuation or initiation of selegiline. Consumption of tyramine-rich foods can result in hypertensive crisis with selegiline, also known as the \"cheese effect\" or \"cheese reaction\" due to the high amounts of tyramine present in some cheeses. Examples of other foods that may have high amounts of tyramine and similar substances include yeast products, chicken liver, snails, pickled herring, red wines, some beers, canned figs, broad beans, chocolate, and cream products. The preceding drug and food contraindications are dependent on selegiline dose and route, and hence are not necessarily absolute contraindications. While high oral doses of selegiline (≥20 mg/day) can cause such interactions, oral doses within the approved clinical range (≤10 mg/day) appear to have little to no risk of these interactions. In addition, the ODT and transdermal forms of selegiline have reduced risks of such interactions compared to the conventional oral form. Selegiline is also contraindicated in children less than 12 years of age and in people with pheochromocytoma, both due to heightened risk of hypertensive crisis. For all human uses and all forms, selegiline is pregnancy category C, meaning that studies in pregnant animals have shown adverse effects on the fetus but there are no adequate studies in humans.   == Side effects == Side effects of the tablet form in conjunction with levodopa include, in decreasing order of frequency, nausea, hallucinations, confusion, depression, loss of balance, insomnia, increased involuntary movements, agitation, slow or irregular heart rate, delusions, hypertension, new or increased angina pectoris, and syncope. Most of the side effects are due to a high dopamine levels, and can be alleviated by reducing the dose of levodopa. Selegiline can also cause cardiovascular side effects such as orthostatic hypotension, hypertension, atrial fibrillation, and other types of cardiac arrhythmias. The main side effects of the patch form for depression include application-site reactions, insomnia, dry mouth, dizziness, nervousness, and abnormal dreams. The selegiline patch carries a black box warning about a possible increased risk of suicide, especially for young people, as do all antidepressants since 2007. Side effects of selegiline that have been identified as occurring significantly more often than with placebo in meta-analyses for psychiatric disorders have included dry mouth (RRTooltip Risk ratio = 1.58), insomnia (RR = 1.61, NNHTooltip Number needed to harm = 19), and application site reactions with the transdermal form (RR = 1.81, NNH = 7). No significant diarrhea, headache, dizziness, nausea, sexual dysfunction, or weight gain were apparent in these meta-analyses. Selegiline, including in its oral, ODT, and patch forms, has been found to cause hypotension or orthostatic hypotension in some individuals. In a clinical trial, the rate of systolic orthostatic hypotension was 21% versus 9% with placebo and the rate of diastolic orthostatic hypotension was 12% versus 4% with placebo in people with Parkinson's disease taking the ODT form of selegiline. The risk of hypotension is greater at the start of treatment and in the elderly (3% vs. 0% with placebo). The rate of hypotension or orthostatic hypotension with the selegiline patch was 2.2% versus 0.5% with placebo in clinical trials of people with depression. Significant orthostatic blood pressure changes (≥10 mm Hg decrease) occurred in 9.8% versus 6.7% with placebo, but most of these cases were asymptomatic and heart rate was unchanged. The rates of other orthostatic hypotension-related side effects in this population were dizziness or vertigo 4.9% versus 3.1% with placebo and fainting 0.5% versus 0.0% with placebo. It is said that orthostatic hypotension is rarely seen with the selegiline transdermal patch compared to oral MAOIs. Caution is advised against rapidly rising after sitting or lying, especially after prolonged periods or at the start of treatment, as this can result in fainting. Falls are of particular concern in the elderly. MAOIs like selegiline may lower blood pressure by increasing dopamine levels and activating dopamine receptors, by increasing levels of the false neurotransmitter octopamine, and/or by other mechanisms. Meta-analyses published in the 1990s found that the addition of selegiline to levodopa increased mortality in people with Parkinson's disease. However, several subsequent meta-analyses with more trials and patients found no increase in mortality with selegiline added to levodopa. If selegiline does increase mortality, it has been theorized that this may be due to cardiovascular side effects, such as its amphetamine-related sympathomimetic effects and its MAO inhibition-related hypotension. Although selegiline does not seem to increase mortality, it appears to worsen cognition in people with Parkinson's disease over time. Conversely, rasagiline does not seem to do so and can enhance cognition. Rarely, selegiline has been reported to induce or exacerbate impulse control disorders, pathological gambling, hypersexuality, and paraphilias in people with Parkinson's disease. However, MAO-B inhibitors like selegiline causing impulse control disorders is uncommon, controversial, and less frequent than with dopamine receptor agonists like pramipexole. Impulse control disorders with dopaminergic agents have been linked specifically to activation of dopamine D3 receptors in the globus pallidus. Selegiline has also been reported to activate or worsen rapid eye movement (REM) sleep behavior disorder (RBD) in some people with Parkinson's disease. Selegiline has shown little or no misuse potential in humans or monkeys. Likewise, it has no dependence potential in rodents. This is in spite of its amphetamine active metabolites, levomethamphetamine and levoamphetamine, and is in contrast to agents like dextroamphetamine and dextromethamphetamine. However, selegiline can strongly potentiate the reinforcing effects of exogenous β-phenethylamine by inhibiting its MAO-B-mediated metabolism. Misuse of the combination of selegiline and β-phenethylamine has been reported.   == Overdose == Little information is available about clinically significant selegiline overdose. The drug has been studied clinically at doses as high as 60 mg/day orally, 10 mg/day as an ODT, and 12 mg/24 hours as a transdermal patch. In addition, deprenyl (the racemic form) has been clinically studied orally at doses as large as 100 mg/day. During clinical development of oral selegiline, some individuals who were exposed to doses of 600 mg developed severe hypotension and psychomotor agitation. Overdose may result in non-selective inhibition of both MAO-A and MAO-B and may be similar to overdose of other non-selective monoamine oxidase inhibitors (MAOIs) like phenelzine, isocarboxazid, and tranylcypromine. Serotonin syndrome, hypertensive crisis, and/or death may occur with overdose. No specific antidote to selegiline overdose is available.   == Interactions ==   === Serotonin syndrome and hypertensive crisis === Both the oral and patch forms of selegiline come with strong warnings against combining it with drugs that could produce serotonin syndrome, such as selective serotonin reuptake inhibitors (SSRIs) and the cough medicine dextromethorphan. Selegiline in combination with the opioid analgesic pethidine is not recommended, as it can lead to severe adverse effects. Several other synthetic opioids such as tramadol and methadone, as well as various triptans, are also contraindicated due to potential for serotonin syndrome. All three forms of selegiline carry warnings about food restrictions to avoid hypertensive crisis that are associated with MAOIs. The patch form was created in part to overcome food restrictions; clinical trials showed that it was successful. Additionally, in post-marketing surveillance from April 2006 to October 2010, only 13 self-reports of possible hypertensive events or hypertension were made out of 29,141 exposures to the drug, and none were accompanied by objective clinical data. The lowest dose of the patch method of delivery, 6 mg/24 hours, does not require any dietary restrictions. Higher doses of the patch and oral formulations, whether in combination with the older non-selective MAOIs or in combination with the reversible MAO-A inhibitor (RIMA) moclobemide, require a low-tyramine diet. A study found that selegiline in transdermal patch form did not importantly modify the pharmacodynamic effects or pharmacokinetics of the sympathomimetic agents pseudoephedrine and phenylpropanolamine. Likewise, oral selegiline at an MAO-B-selective dosage did not appear to modify the pharmacodynamic effects or pharmacokinetics of intravenous methamphetamine in another study. Conversely, selegiline, also at MAO-B-selective doses, has been found to reduce the physiological and euphoric subjective effects of cocaine whilst not affecting its pharmacokinetics in some studies but not in others. Cautious safe combination of MAOIs like selegiline with stimulants like lisdexamfetamine has been reported. However, a hypertensive crisis with selegiline and ephedrine has also been reported. The selegiline drug labels warn about combination of selegiline with indirectly-acting sympathomimetic agents, like amphetamines, ephedrine, pseudoephedrine, and phenylpropanolamine, due to the potential risk of hypertensive crisis, and recommend monitoring blood pressure with such combinations. The combination of selegiline with certain other medications, like phenylephrine and buspirone, is also warned against for similar reasons. In the case of phenylephrine, this drug is substantially metabolized by monoamine oxidase, including by both MAO-A and MAO-B. Selegiline can interact with exogenous dopamine, which is metabolized by MAO-A and MAO-B, and result in hypertensive crisis as well. Besides norepinephrine releasing agents, selective norepinephrine reuptake inhibitors (NRIs) may be safe in combination with MAOIs like selegiline. Potent NRIs, such as reboxetine, desipramine, protriptyline, and nortriptyline, can reduce or block the pressor effects of tyramine, including in those taking MAOIs. This is by inhibiting the norepinephrine transporter (NET) and preventing entry of tyramine into presynaptic noradrenergic neurons where tyramine induces the release of norepinephrine. As a result, NRIs may reduce the risk of tyramine-related hypertensive crisis in people taking MAOIs. Norepinephrine–dopamine reuptake inhibitors (NDRIs), like methylphenidate and bupropion, are also considered to be safe in combination with MAOIs. However, initiation at low doses and slow upward dose titration is advisable in the case of both NRIs and NDRIs due to possible potentiation of their effects and side effects by MAOIs.   === Cytochrome P450 inhibitors and inducers === The cytochrome P450 enzymes involved in the metabolism of selegiline have not been fully elucidated. CYP2D6 and CYP2C19 metabolizer phenotypes did not significantly affect the pharmacokinetics of selegiline, suggesting that these enzymes are minimally involved in its metabolism and that inhibitors and inducers of these enzymes would not importantly affect its pharmacokinetics. However, although most pharmacokinetic variables were unaffected, overall exposure to selegiline's metabolite levomethamphetamine was 46% higher in CYP2D6 poor metabolizers compared to extensive metabolizers and exposure to its metabolite desmethylselegiline was 68% higher in CYP2C19 poor metabolizers compared to extensive metabolizers. As with the cases of CYP2D6 and CYP2C19, the strong CYP3A4 and CYP3A5 inhibitor itraconazole has minimal impact on the pharmacokinetics of selegiline, suggesting lack of major involvement of this enzyme as well. On the other hand, the anticonvulsant carbamazepine, which is known to act as a strong inducer of CYP3A enzymes, has paradoxically been found to increase exposure to selegiline and its metabolites levomethamphetamine and levoamphetamine by approximately 2-fold (with selegiline used as the transdermal patch form). One enzyme thought to be majorly involved in the metabolism of selegiline based on in-vitro studies is CYP2B6. However, there are no clinical studies of different CYP2B6 metabolizer phenotypes or of CYP2B6 inhibitors or inducers on the pharmacokinetics of selegiline. In addition to CYP2B6, CYP2A6 may be involved in the metabolism of selegiline to a lesser extent. Birth control pills containing the synthetic estrogen ethinylestradiol and a progestin like gestodene or levonorgestrel have been found to increase peak levels and overall exposure to oral selegiline by 10- to 20-fold. High levels of selegiline can lead to loss of MAO-B selectivity and inhibition of MAO-A as well. This increases susceptibility to side effects and interactions of non-selective monoamine oxidase inhibitors (MAOIs), such as tyramine-induced hypertensive crisis and serotonin toxicity when combined with serotonergic medications. However, this study had a small sample size of four individuals as well as other methodological limitations. The precise mechanism underlying the interaction is unknown, but is likely related to cytochrome P450 inhibition and consequent inhibition of selegiline first-pass metabolism by ethinylestradiol. In contrast to birth control pills containing ethinylestradiol, menopausal hormone therapy with estradiol and levonorgestrel did not modify peak levels of selegiline and only modestly increased overall exposure (+59%). Hence, menopausal hormone therapy does not pose the same risk of interaction as ethinylestradiol-containing birth control pills when taken together with selegiline. Overall exposure to selegiline with oral selegiline has been found to be 23-fold lower in people taking anticonvulsants known to strongly activate drug-metabolizing enzymes. The anticonvulsants included phenobarbital, phenytoin, carbamazepine, and amobarbital. In a previous study however, carbamazepine specifically did not reduce selegiline exposure. Phenobarbital and certain other anticonvulsants are known to strongly induce CYP2B6, one of the major enzymes believed to be involved in selegiline metabolism. As such, it was concluded that strong CYP2B6 induction was most likely responsible for the dramatically reduced exposure to selegiline observed in the study.   === Selegiline inhibition of cytochrome P450 enzymes === Selegiline has been reported to inhibit several cytochrome P450 enzymes, including CYP2D6, CYP3A4/5, CYP2C19, CYP2B6, and CYP2A6. It is a mechanism-based inhibitor (suicide inhibitor) of CYP2B6 and has been said to \"potently\" or \"strongly\" inhibit this enzyme in vitro. It may inhibit the metabolism of bupropion, a major CYP2B6 substrate, into its active metabolite hydroxybupropion. However, a study predicted that inhibition of CYP2B6 by selegiline would non-significantly affect exposure to bupropion. Selegiline has not been listed or described as a clinically significant CYP2B6 inhibitor by the Food and Drug Administration (FDA) as of 2023. One small study observing three patients found that selegiline was safe and well-tolerated in combination with bupropion. In addition to CYP2B6 and other cytochrome P450 enzymes, selegiline is a potent mechanism-based inhibitor of CYP2A6 and may increase exposure to nicotine (a major CYP2A6 substrate). By inhibiting cytochrome P450 enzymes like CYP2B6 and CYP1A2, selegiline may inhibit its own metabolism and thereby interact with itself.   === Other interactions === Dopamine antagonists like antipsychotics or metoclopramide, which block dopamine receptors and thereby antagonize the dopaminergic effects of selegiline, could potentially reduce the effectiveness of the medication. Dopamine-depleting agents like reserpine and tetrabenazine, by reducing dopamine levels, can also oppose the effectiveness of dopaminergic medications like selegiline.   == Pharmacology ==   === Pharmacodynamics ===  Selegiline has multiple known mechanisms of action in terms of its pharmacodynamic activity. It is most notably an irreversible monoamine oxidase (MAO) inhibitor (MAOI). More specifically, it is a selective inhibitor of monoamine oxidase B (MAO-B) at lower doses (≤10 mg/day) but additionally inhibits monoamine oxidase A (MAO-A) at higher doses (≥20 mg/day). MAO-B inhibition is thought to result in increased levels of dopamine and β-phenethylamine, whereas MAO-A inhibition results in increased levels of serotonin, norepinephrine, and dopamine. Selegiline is also a catecholaminergic activity enhancer (CAE) and enhances the action potential-evoked release of norepinephrine and dopamine. The CAE activity of selegiline may be mediated by TAAR1 agonism. Both the MAOI activity and CAE activity of selegiline may be involved in its therapeutic effects in the treatment of Parkinson's disease and depression. According to József Knoll and other researchers, selegiline might have dopaminergic neuroprotective effects, might be able to modestly slow the rate of aging-related dopaminergic neurodegeneration, and might thereby have a disease-modifying effect in Parkinson's disease and antiaging effects generally. However, these theoretical effects of selegiline have not been clearly demonstrated in humans as of present and remain to be substantiated. Through its active metabolites levomethamphetamine (L-MA) and levoamphetamine (L-A), selegiline acts as a weak norepinephrine and/or dopamine releasing agent (NDRA). The clinical significance of this action is unclear, but it may be relevant to the effects and side effects of selegiline, especially at higher doses. Its active metabolite desmethylselegiline (DMS) also has MAOI and CAE activity and likely contributes to its effects as well. Levels of selegiline's metabolites are much lower with the ODT and transdermal patch forms of selegiline than with the oral form and this may result in differences in its effects and side effects.   === Pharmacokinetics ===  Selegiline is available in forms for use by multiple different routes of administration and its pharmacokinetics vary by route. The bioavailability of the oral form of selegiline is 4 to 10%, of the ODT is 5 to 8 times that of the oral form, and of the transdermal patch is 75%. The time to peak levels of selegiline with oral administration is about 0.5 to 1.5 hours. The plasma protein binding of selegiline is 85 to 90%. It is metabolized extensively in the liver by the cytochrome P450 enzyme CYP2B6 among other enzymes. Metabolites of selegiline include desmethylselegiline (DMS), levomethamphetamine (L-MA), and levoamphetamine (L-A). The oral form of selegiline is subject to strong first-pass metabolism and levels of the metabolites of selegiline are much lower with the ODT and transdermal patch forms than with the oral form. The elimination half-lives of selegiline and its metabolites range from 1.2 to 10 hours for selegiline, 2.2 to 9.5 hours for DMS, 14 to 21 hours for levomethamphetamine, and 16 to 18 hours for levoamphetamine. Selegiline and its metabolites are eliminated mainly in urine (87% in urine and 15% in feces via oral administration), with its metabolites accounting for virtually all of the eliminated material in the case of the oral form. Hepatic impairment and renal impairment have been found to dramatically increase exposure to selegiline.   == Chemistry == Selegiline is a substituted phenethylamine and amphetamine derivative. It is also known as (R)-(–)-N,α-dimethyl-N-(2-propynyl)phenethylamine, (R)-(–)-N-methyl-N-2-propynylamphetamine, or N-propargyl-L-methamphetamine. Selegiline (L-deprenyl) is the enantiopure levorotatory enantiomer of the racemic mixture deprenyl, whereas D-deprenyl is the dextrorotatory enantiomer. Selegiline is a derivative of levomethamphetamine (L-methamphetamine), the levorotatory enantiomer of the psychostimulant and sympathomimetic agent methamphetamine (N-methylamphetamine), with a propargyl group attached to the nitrogen atom of the molecule. Selegiline is a small-molecule compound, with the molecular formula C13H17N and a low molecular weight of 187.281 g/mol. It has high lipophilicity, with an experimental log P of 2.7 and predicted log P values of 2.9 to 3.1. Pharmaceutically, selegiline is used almost always as the hydrochloride salt, though the free base form has also been used. At room temperature, selegiline hydrochloride is a white to near white crystalline powder. Selegiline hydrochloride is freely soluble in water, chloroform, and methanol.   === Analogues === Selegiline is a close analogue of methamphetamine and amphetamine, and in fact produces their levorotatory forms, levomethamphetamine and levoamphetamine, as metabolites. Selegiline is structurally similar to the antihypertensive agent pargyline (N-methyl-N-propargylbenzylamine), an earlier non-selective MAOI of the phenylalkylamine group. Besides selegiline and pargyline, another clinically used MAOI of the phenylalkylamine and amphetamine families is the antidepressant tranylcypromine (trans-2-phenylcyclopropylamine). Tranylcypromine can be conceptualized as a cyclized amphetamine and has amphetamine-like actions at high doses similarly to selegiline. Another notable analogue of selegiline is 4-fluoroselegiline, a variation of selegiline in which one of the hydrogen atoms of the phenyl ring has been replaced with a fluorine atom. A large number of other analogues of selegiline derived via structural modification have been synthesized and characterized. Rasagiline ((R)-N-propargyl-1-aminoindan) is an analogue of selegiline in which the amphetamine base structure has been replaced with a 1-aminoindan structure and the N-methyl group has been removed. Like selegiline, it is also a selective MAO-B inhibitor and used to treat Parkinson's disease. In contrast to selegiline however, rasagiline lacks the amphetamine metabolites and activity of selegiline. A further derivative of rasagiline, ladostigil ([N-propargyl-(3R)-aminoindan-5-yl]-N-propylcarbamate), a dual MAO-B inhibitor and acetylcholinesterase inhibitor, was developed for treatment of Alzheimer's disease and other conditions but was ultimately never introduced for medical use.   === Synthesis === Selegiline can be synthesized by the alkylation of levomethamphetamine using propargyl bromide.   == History == Following the discovery in 1952 that the tuberculosis drug iproniazid elevated the mood of people taking it, and the subsequent discovery that the effect was likely due to inhibition of monoamine oxidase (MAO) and elevation of monoamine neurotransmitters in the brain, many people and companies started trying to discover monoamine oxidase inhibitors (MAOIs) to use as antidepressants. Deprenyl, the racemic form of selegiline, was synthesized and discovered by Zoltan Ecseri at the Chinoin Pharmaceutical Company (part of Sanofi since 1993) in Budapest, Hungary. Chinoin received a patent on the drug in 1962 and the compound was first published in the scientific literature in English in 1965. Chinoin researchers had been studying substituted amphetamines since 1960, and decided to try synthesizing amphetamines that acted as MAOIs. It had been known that methamphetamine was a reversible inhibitor of MAO. Deprenyl, also known as N-propargyl-N-methylamphetamine, is closely related to and inspired by pargyline (N-propargyl-N-methylbenzylamine), another MAOI that had been synthesized earlier. Deprenyl was initially referred to by the chemical name phenylisopropylmethylpropinylamine and the developmental code name E-250. Work on the biology and effects of E-250 in animals and humans was conducted by a group led by József Knoll at Semmelweis University, which was also in Budapest. Deprenyl is a racemic compound (a mixture of two isomers called enantiomers). Further work determined that the levorotatory enantiomer was a more potent MAOI, which was published in 1967, and subsequent work was done with the single enantiomer L-deprenyl. In 1968, it was discovered by Johnston that monoamine oxidase exists in multiple forms. In 1971, Knoll showed that selegiline highly selectively inhibits the B-isoform of monoamine oxidase (MAO-B) and proposed that it is unlikely to cause the infamous \"cheese effect\" (hypertensive crisis resulting from consuming foods containing tyramine) that occurs with non-selective MAOIs. The lack of potentiation of tyramine effect by deprenyl had previously been reported in 1966 and 1968 studies, but could not be mechanistically explained until after the existence of multiple forms of MAO was discovered. Selegiline was the first selective MAO-B inhibitor to be discovered and is described as prototypical of these agents. Deprenyl and selegiline were initially studied as antidepressants for treatment of depression. Deprenyl was first found to be effective for depression from 1965 to 1967, while selegiline was first found to be effective for depression in 1971 and this was further corroborated in 1980. A 1984 study that combined selegiline with phenylalanine reported remarkably high effectiveness in the treatment of depression similar to that with electroconvulsive therapy (ECT). However, selegiline in its original oral form was never further developed or approved for the treatment of depression. A few years after the discovery that selegiline was a selective MAO-B inhibitor, two Parkinson's disease researchers based in Vienna, Peter Riederer and Walther Birkmayer, realized that selegiline could be useful in Parkinson's disease. One of their colleagues, Moussa B. H. Youdim, visited Knoll in Budapest and took selegiline from him to Vienna. In 1975, Birkmayer's group published the first paper on the effect of selegiline in Parkinson's disease. Speculation that selegiline could be useful as an anti-aging drug or aphrodisiac based on animal studies began in the 1970s. The New York Times reported that selegiline was being used non-medically as a \"smart drug\" by 1992. Selegiline was first introduced for clinical use in Hungary in 1977. It was approved in the oral pill form under the brand name Jumex to treat Parkinson's disease. The drug was then introduced in the United Kingdom in 1982. In 1987, Somerset Pharmaceuticals in New Jersey, which had acquired the rights to develop selegiline in the United States, filed a New Drug Application (NDA) with the Food and Drug Administration (FDA) to market the drug for Parkinson's disease in this country. While the NDA was under review, Somerset was acquired in a joint venture by two generic drug companies, Mylan and Bolan Pharmaceuticals. Selegiline was approved for Parkinson's disease by the FDA in 1989. It had been known since the mid-1960s that high doses of deprenyl had psychostimulant effects. Selegiline was first shown to metabolize into levomethamphetamine and levoamphetamine in humans in 1978. The involvement of these metabolites in the effects and side effects of selegiline has remained controversial and unresolved in the decades afterwards. In any case, concerns about these metabolites have contributed to the development of newer MAO-B inhibitors like rasagiline and safinamide that lack such metabolites. The catecholaminergic activity enhancer (CAE) effects of selegiline became well-characterized and distinctly named in 1994. These effects had been observed much earlier, dating back to the 1960s and 1970s, but were not properly distinguished from the other actions of selegiline, like MAO-B inhibition, until the 1990s. More potent, selective, and/or expansive monoaminergic activity enhancers (MAEs), like phenylpropylaminopentane (PPAP) and benzofuranylpropylaminopentane (BPAP), were derived from selegiline and other compounds and were first described in 1988 and 1999, respectively. These drugs had been proposed for potential treatment of psychiatric disorders like depression as well as for Parkinson's disease and Alzheimer's disease, but were never developed or marketed. In the 1990s, J. Alexander Bodkin at McLean Hospital, an affiliate of Harvard Medical School, began a collaboration with Somerset to develop delivery of selegiline via a transdermal patch in order to avoid the well known dietary restrictions of MAOIs. Somerset obtained FDA approval to market the patch for depression in 2006. Similarly, the orally disintegrating tablet (ODT) form of selegiline, marketed under the brand name Zelapar, was approved for Parkinson's disease in the United States in 2006 and in the European Union in 2010. Binding to and agonism of the trace amine-associated receptors (TAARs) as the mechanism responsible for the MAE effects of selegiline and related MAEs like PPAP and BPAP was first suggested in the early 2000s following the discovery of the TAARs. Activation of the TAAR1 as the mechanism of the MAE effects was first clearly substantiated in 2022. TAAR1 agonists like ulotaront and ralmitaront are under development for treatment of various psychiatric disorders as of 2023.   == Society and culture ==   === Names === Selegiline is the generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while selegiline hydrochloride is the USANTooltip United States Adopted Name. The word \"selegiline\" is pronounced  (sə-LEJ-i-leen) or as \"seh-LEH-ji-leen\". Selegiline is also known as L-deprenyl, L-deprenil, L-deprenalin, L-deprenaline, L-phenylisopropylmethylpropinylamine, and L-E-250. It should not be confused with the racemic form, deprenyl (E-250), or with the dextrorotatory enantiomer, D-deprenyl, which are distinct substances. Major brand names of selegiline include Eldepryl, Jumex, and Movergan (oral tablet and/or capsule), Zelapar (orally disintegrating tablet or ODT), and Emsam (transdermal patch). Selegiline has been marketed under more than 70 brand names worldwide. The brand name \"Emsam\" was derived from the names of two children, Emily and Samuel, of one of the executives at Somerset Pharmaceuticals, the developer of Emsam.   === Generic forms === Generic forms of oral selegiline are available in the United States. However, generic forms of the orally disintegrating tablet and the transdermal patch are not available in this country. The latter formulations of selegiline are very expensive, and this can be prohibitive to their use. There has been poor insurance coverage of the transdermal patch form for depression, with insurance companies often requiring patients to first fail to respond to one or two other antidepressants and to be responsible for larger copayments. It is expected that generics of the transdermal patch will become available at some point in the future.   === Availability === Conventional oral selegiline (brand names Eldepryl, Jumex) is widely marketed throughout the world, including in over 70 countries. Conversely, the selegiline transdermal patch (brand name Emsam) is only marketed in the United States, while the selegiline orally disintegrating tablet (brand name Zelapar) is marketed in the United States, the United Kingdom, and the European Union.   === Notable users === József Knoll, one of the developers of selegiline, began taking a low 1 mg daily dose of selegiline on January 1, 1989 at the age of 64.: 92  He reported in 2012 that this had continued for 22 years uninterrupted.: 92  Knoll stated that he had become so fascinated with the possible longevity-promoting effects of selegiline that he had decided to start taking it as a self-experiment.: 92  Knoll later died in 2018 at the age of 93. David Pearce, a British transhumanist philosopher, wrote his self-published book-length internet manifesto The Hedonistic Imperative six weeks after starting to take selegiline. Sam Bankman-Fried, the founder and former CEO of the FTX cryptocurrency exchange, is known to have used selegiline for depression in the form of the Emsam patch for at least 5 to 10 years. He is also known to have simultaneously taken Adderall for treatment of attention deficit hyperactivity disorder (ADHD) and to have possessed non-pharmaceutical adrafinil, a prodrug of modafinil.   === Fictional representations === In Gregg Hurwitz's novel Out of the Dark, selegiline (Emsam) and tyramine-containing food were used to assassinate the president of the United States.   === Internet vendors === Selegiline in non-pharmaceutical form is sold on the Internet without a prescription by online vendors for uses such as purported cognitive enhancement (i.e., as a so-called \"smart drug\" or nootropic) and anti-aging effects. It is widely available for such purposes, for instance under informal brand names like Dep-Pro, Selepryl, and Cyprenil, which are oral liquid solutions of selegiline at a concentration of 1 mg per drop.: 86    === Presence in ecstasy === In his 1993 book E for Ecstasy examining the uses of the street drug ecstasy in the United Kingdom, the writer, activist, and ecstasy advocate Nicholas Saunders highlighted test results showing that certain consignments of the drug also contained selegiline. Consignments of ecstasy known as \"Strawberry\" contained what Saunders described as a \"potentially dangerous combination of ketamine, ephedrine and selegiline,\" as did a consignment of \"Sitting Duck\" Ecstasy tablets.   === Doping in sport === Selegline is on the World Anti-Doping Agency (WADA)'s list of prohibited substances. It is classified as a \"stimulant\" in this list, along with various amphetamines, methylphenidate, adrenergic sympathomimetics, modafinil, and other agents. A review of the pharmacology of WADA prohibited substances noted that although selegiline is classified as a stimulant in the WADA prohibited substances list and stimulants can enhance physical performance, selegiline was seemingly included in the list not because of any short-term stimulant effects of its own, but rather because it metabolizes into small amounts of levomethamphetamine and levoamphetamine and can produce false positives for amphetamines on drug tests. In any case, levomethamphetamine and levoamphetamine are catecholamine releasing agents and can produce sympathomimetic and psychostimulant effects with sufficiently high exposure. Such actions may have performance-enhancing effects.   === Regulatory status === Selegiline is a prescription drug. It is not specifically a controlled substance in the United States and hence is not an illegal drug. However, deprenyl and selegiline are controlled substances in Japan. They are classified as \"Stimulants\", alongside a variety of other amphetamines, under Article 2 of Japan's Narcotics and Psychotropics Control Law. Selegiline is known to metabolize into small amounts of levoamphetamine and levomethamphetamine but is thought to have little to no misuse potential or dependence liability.   == Non-medical use ==   === Anti-aging and longevity === József Knoll and his team are credited with having developed selegiline. Although selegiline's development as a potential treatment for Parkinson's disease, Alzheimer's disease, and depression was headed by other teams, Knoll remained at the forefront of research into the potential longevity enhancing effects of selegiline up until his death in 2018. Knoll published his 2012 book How Selegiline ((–)-Deprenyl) Slows Brain Aging wherein he claims that:: 90   \"In humans, maintenance from sexual maturity on (–)-deprenyl (1mg daily) is, for the time being, the most promising prophylactic treatment to fight against the age related decay of behavioral performances, prolonging life, and preventing or delaying the onset of age-related neurodegenerative diseases such as Parkinson's and Alzheimer's\". The mechanism of selegiline's longevity-promoting effect has been researched by several groups, including Knoll and his associates at Semmelweis University, Budapest. The drug has been determined to be a catecholaminergic activity enhancer when present in minuscule concentrations far below those at which monoamine oxidase inhibitory activity can be observed, thereby potentiating the release of catecholamine neurotransmitters in response to stimuli. Knoll maintains that micro-doses of selegiline act as a synthetic analogue to a known or unknown trace amine in order to preserve the brain catecholaminergic system, which he perceives as integral to the organism's ability to function in an adaptive, goal-directed and motivated manner during advancing physical age:: 70, 43   \"[...] enhancer regulation in the catecholaminergic brain stem neurons play[s] a key role in controlling the uphill period of life and the transition from adolescence to adulthood. The results of our longevity studies support the hypothesis that quality and duration of life rests upon the inborn efficiency of the catecholaminergic brain machinery, i.e. a high performing, long-living individual has a more active, more slowly deteriorating catecholaminergic system than its low performing, shorter living peer. Thus, a better brain engine allows for a better performance and a longer lifespan.\" \"Since the catecholaminergic and serotonergic neurons in the brain stem are of key importance in ensuring that the mammalian organism works as a purposeful, motivated, goal-directed entity, it is hard to overestimate the significance of finding safe and efficient means to slow the decay of these systems with passing time. The conclusion that the maintenance on (–)-deprenyl that keeps the catecholaminergic neurons on a higher activity level is a safe and efficient anti-aging therapy follows from the discovery of the enhancer regulation in the catecholaminergic neurons of the brain stem. From the finding that this regulation starts working on a high activity level after weaning and the enhanced activity subsists during the uphill period of life, until sexual hormones dampen the enhancer regulation in the catecholaminergic and serotonergic neurons in the brain stem, and this event signifies the transition from developmental longevity into postdevelopmental longevity, the downhill period of life.\" Despite findings by Knoll that selegiline can prolong lifespan in rodents by 35% however, other studies have had conflicting findings and have even found increased mortality with selegiline in rodents. In humans with Parkinson's disease, selegiline has been associated with cardiovascular and psychiatric complications and has not been found to reduce mortality in long-term studies. As such, the claimed anti-aging and longevity benefits of selegiline have yet to be substantiated in humans and are controversial and uncertain.   === Nootropic or \"smart drug\" === Selegiline is considered by some to be a nootropic, otherwise known as a cognitive enhancer or \"smart drug\", both at clinical and sub-clinical dosages, and has been used off-label and non-medically to improve cognitive performance. It is one of the most popular such agents. Selegiline has been found to have neuroprotective activity against certain neurotoxins and to increase the production of several brain growth factors, such as nerve growth factor (NGF), brain-derived neurotrophic factor (BDNF), and glial cell line-derived neurotrophic factor (GDNF). The drug has also been found in animal models to improve learning ability and to help preserve it during ischemia and aging. Despite claims that selegiline and other claimed nootropics have cogintive-enhancing effects however, these effects are controversial and their benefits versus risks are uncertain.   == Research ==   === Depression === Selegiline has been clinically studied in combination with oral L-phenylalanine or β-phenethylamine in the treatment of depression and was reported to be effective. L-Phenylalanine is known to be metabolized into β-phenethylamine, selegiline is known to strongly inhibit the metabolism of β-phenethylamine, and β-phenethylamine has been implicated in having psychostimulant-like mood-lifting effects.   === Social anxiety === A small clinical study found that oral selegiline (10 mg/day) reduced symptoms of social anxiety disorder. The effectiveness was modest, with a reduction in social anxiety scores from baseline of 32% over 6 weeks of treatment. It was seemingly less effective than certain other agents used in the treatment of social anxiety, such as the non-selective MAOI phenelzine (45% symptom reduction) and the benzodiazepine clonazepam (51% symptom reduction), though it was similar to the SSRI sertraline (32% symptom decrease).   === ADHD === Selegiline has been limitedly studied in the treatment of attention deficit hyperactivity disorder (ADHD) in children, adolescents, and adults. In a small randomized trial of selegiline for treatment of ADHD in children, there were improvements in attention, hyperactivity, and learning/memory performance but not in impulsivity. A small clinical randomized trial compared selegiline to methylphenidate, a first line treatment for ADHD, and reported equivalent efficacy as assessed by parent and teacher ratings. In another small randomized controlled trial of selegiline for the treatment of adult ADHD, a high dose of the medication for 6 weeks was not significantly more effective than placebo in improving symptoms. Selegiline in its transdermal patch form (brand name Emsam) has also been assessed in the treatment of ADHD in children and adolescents in a small open-label pilot study sponsored by the manufacturer in 2003. However, there was a high rate of discontinuation and development was not further pursued.   === Motivational disorders === Selegiline has been found to produce pro-motivational effects and to reverse motivational deficits in rodents. In case reports and small clinical studies, selegiline has been reported to improve disorders of diminished motivation like apathy and abulia due to conditions such as traumatic brain injury. In accordance with the preceding findings, selegiline, along with other dopaminergic and activating agents, may be useful in the treatment of disorders of diminished motivation, including apathy, abulia, and akinetic mutism.   === Addiction === Selegiline has been evaluated for smoking cessation both as a monotherapy and in combination with nicotine replacement therapy in five clinical studies. However, it is limitedly or not effective for this use. It was also evaluated for treatment of cocaine dependence in one study, but was similarly not effective. Studies are mixed on whether selegiline, at MAO-B-selective doses, reduces the effects of cocaine in humans. Selegiline, also at an MAO-B-selective dosage, did not modify or potentiate the pharmacological effects of intravenous methamphetamine in a small clinical study.   === Sexual dysfunction === Selegiline has been assessed for treatment of sexual dysfunction induced by antipsychotics in people with schizophrenia, but was not effective in a single small clinical study. It also did not improve sexual function in men with depression, but did improve several domains of sexual function in women with depression.   === Psychosis === Selegiline has been studied as an adjunct to antipsychotics in the treatment of schizophrenia in four clinical studies. However, it failed to significantly reduce positive or negative symptoms of schizophrenia in meta-analyses of these studies.   === Excessive sleepiness === Selegiline has been evaluated for the treatment of narcolepsy in three small clinical studies. It was found to be effective in these studies. A dosage of 10 mg/day had no effect on symptoms, but 20 to 30 mg/day improved alertness, mood, and somewhat reduced cataplexy, clinical effects that have been described as comparable to the same dosages of amphetamine. Animal research indicates that the beneficial effects of high doses of selegiline in narcolepsy are likely due to conversion into its active metabolites, levoamphetamine and levomethamphetamine. Selegiline has also been evaluated for treatment of hypersomnia (excessive sleeping or sleepiness) in people with myotonic dystrophy, but was not effective in a single small clinical study.   === Periodic limb movement disorder === Selegiline has been studied in the treatment of periodic limb movement disorder (PLMD) in a single small open-label clinical study. It was reported to be effective as assessed by polysomnography, reducing periodic limb movements during sleep by about 60%. Selegiline has not been studied for the related condition restless legs syndrome (RLS) as of 2023. The drug has not been studied well enough in PLMD or RLS to be widely used in their treatment.   === Tardive dyskinedia === Selegiline was studied in the treatment of antipsychotic-induced tardive dyskinesia in one small clinical study, but was ineffective.   === Dementia and stroke === Selegiline has also been used off-label as a palliative treatment for dementia in Alzheimer's disease. However, its clinical effectiveness is limited or lacking for this use. It was also ineffective in the treatment of Lewy body dementia. Selegiline has been used to support motor rehabilitation in stroke recovery, but evidence for this use is inadequate and no recommendation can be made for or against it.   === Disorders of consciousness === Selegiline has been studied in patients with disorders of consciousness, such as minimally conscious state, persistent vegetative state, and persistent coma, in a small open-label clinical study. It was found to be effective in enhancing arousal and promoting recovery of consciousness in some of these individuals.   === Neurotoxicity === Selegiline has been reported to protect against the damage caused by the potent dopaminergic and/or noradrenergic neurotoxins 6-hydroxydopamine (6-OHDA), N-(2-chloroethyl)-N-ethyl-2-bromobenzylamine (DSP-4), and 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) in animals. Conversely, selegiline is ineffective in protecting against the serotonergic and noradrenergic neurotoxin 5,7-dihydroxytryptamine (5,7-DHT). Selegiline has also been reported to protect against methylenedioxymethamphetamine (MDMA)-induced serotonergic neurotoxicity in rodents. The serotonergic neurotoxicity of MDMA appears to be dependent on release of dopamine and its subsequent metabolism by MAO-B within serotonergic neurons into hydroxyl radicals, which is blocked by MAO-B inhibition. Likewise, selegiline prevented the serotonergic neurotoxicity of a combination of methylenedioxyaminoindane (MDAI) and dextroamphetamine. Conversely, selegiline failed to reduce the serotonergic neurotoxicity caused by fenfluramine and either did not affect or potentiated the serotonergic neurotoxicity caused by para-chloroamphetamine (PCA). In addition, findings are mixed and conflicting on whether selegiline prevents amphetamine- and methamphetamine-induced dopaminergic neurotoxicity in rodents. Although MAO-B-selective doses of selegiline protect against MDMA-induced serotonergic neurotoxicity in rodents, combination of amphetamines like MDMA with MAOIs, including selegiline, can produce serious complications, including serotonin syndrome, hypertensive crisis, and death.   === Other formulations === The original oral formulation of selegiline was developed for the treatment of depression. However, it ended up being developed and approved for the treatment of Parkinson's disease instead. In any case, oral selegiline has been widely used off-label to treat depression. The transdermal patch form of selegiline was developed and approved specifically for the treatment of depression. It was also under development for the treatment of Alzheimer's disease, attention deficit hyperactivity disorder (ADHD), cognition disorders, and Parkinson's disease, but development for these indications was discontinued. The ODT form of selegiline was developed and licensed exclusively for the treatment of Parkinson's disease.   == Veterinary use == In veterinary medicine, selegiline is sold under the brand name Anipryl and is manufactured by Zoetis. It is available in the form of 2, 5, 10, 15, and 30 mg oral tablets for use in animals. Selegiline is used in dogs to treat canine cognitive dysfunction (CCD) and, at higher doses, to treat pituitary-dependent hyperadrenocorticism (PDH). CCD is a form of dementia that mimics Alzheimer's disease in humans. Geriatric dogs treated with selegiline show improvements in sleeping pattern, reduced incontinence, and increased activity level, with most showing improvements by one month of treatment. Though it is labeled for use in dogs only, selegiline has been used off-label for geriatric cats with cognitive dysfunction. PDH is a hormonal disorder and is analogous to pituitary-dependent Cushing's syndrome in humans. Selegiline's effectiveness in treating PDH has been disputed. Theoretically, it works by increasing dopamine levels, which downregulates the secretion of adrenocorticotropic hormone (ACTH) from the brain, eventually leading to reduced levels of cortisol. Some claim that selegiline is only effective at treating PDH caused by lesions in the anterior pituitary (which comprise most canine cases). The greatest sign of improvement is lessening of PDH-related abdominal distention. Side effects in dogs are uncommon, but they include vomiting, diarrhea, diminished hearing, salivation, decreased weight, and behavioral changes such as hyperactivity, listlessness, disorientation, and repetitive motions. Selegiline has been limitedly studied in large animals like horses and its dosage in these animals has not been established. In preliminary research, a dose of selegiline of 30 mg orally or intravenously in horses had no observable effects on behavior or locomotor activity. The doses of selegiline used in animals are described as extremely high relative to those used in humans (which are ~0.1 mg/kg body weight).   == References ==   == External links == Selegiline (l-deprenyl) (from The Good Drug Guide) - David Pearce - BLTC Research"}