{"name": "selinexor", "category": "drug", "content": "Selinexor sold under the brand name Xpovio among others, is a selective inhibitor of nuclear export used as an anti-cancer medication. It works by blocking the action of exportin 1 and thus blocking the transport of several proteins involved in cancer-cell growth from the cell nucleus to the cytoplasm, which ultimately arrests the cell cycle and leads to apoptosis. It is the first drug with this mechanism of action. The most common side effects include nausea (feeling sick), vomiting, decreased appetite, weight loss, diarrhea, tiredness, thrombocytopenia (low blood-platelet counts), anaemia (low red-blood cell counts), low levels of white blood cells and hyponatraemia (low blood sodium levels). Selinexor was granted accelerated approval by the U.S. Food and Drug Administration (FDA) in July 2019, for use in combination with the corticosteroid dexamethasone for the treatment of adults with relapsed refractory multiple myeloma (RRMM) who have received at least four prior therapies and whose disease is resistant to several other forms of treatment, including at least two proteasome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody. In December 2020, selinexor was approved by the FDA in combination with bortezomib and dexamethasone for the treatment of adults with multiple myeloma who have received at least one prior therapy. In clinical trials, it was associated with a high incidence of severe side effects, including low platelet counts and low blood sodium levels. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication. Selinexor was approved for medical use in the European Union in March 2021.   == Medical uses == Selinexor is approved in combination with bortezomib and dexamethasone for the treatment of adults with multiple myeloma who have received at least one prior therapy. Selinexor is also approved for use in combination with the steroid dexamethasone in people with relapsed or refractory multiple myeloma who have received at least four prior therapies and whose disease is refractory to at least two proteosome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody (so-called \"quad-refractory\" or \"penta-refractory\" myeloma), for whom no other treatment options are available. It is the first drug to be approved for this indication. In June 2020, the U.S. Food and Drug Administration (FDA) approved an additional indication for selinexor to treat adults with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular lymphoma, after at least two lines of systemic therapy. In the European Union, selinexor is indicated in combination with dexamethasone for the treatment of multiple myeloma in adults who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, two immunomodulatory agents and an anti-CD38 monoclonal antibody, and who have demonstrated disease progression on the last therapy.   == Adverse effects == In the clinical study (the BOSTON study) used to support FDA approval in patients with multiple myeloma after at least one prior therapy (once-weekly selinexor in combination with once-weekly bortezomib and dexamethasone),the most common adverse reactions were cytopenias, along with gastrointestinal and constitutional symptoms and were consistent with those previously reported from other selinexor studies. Most adverse reactions were manageable with dose modifications and/or standard supportive care. The most common non-hematologic adverse reactions were fatigue (59%), nausea (50%), decreased appetite (35%), and diarrhea (32%) and were mostly Grade 1 and 2 events. The most common Grade 3 and 4 adverse reactions were thrombocytopenia (43%), lymphopenia (38%), fatigue (28%) and anemia (17%). The most common adverse reactions (incidence ≥20%) in people with diffuse large B-cell lymphoma (DLBCL), excluding laboratory abnormalities, were fatigue, nausea, diarrhea, appetite decrease, weight decrease, constipation, vomiting, and pyrexia. Grade 3-4 laboratory abnormalities in ≥15% were thrombocytopenia, lymphopenia, neutropenia, anemia, and hyponatremia. Serious adverse reactions occurred in 46% of people, most often from infection. Thrombocytopenia was the leading cause of dose modifications. Gastrointestinal toxicity developed in 80% of people and any grade hyponatremia developed in 61%. Central neurological adverse reactions occurred in 25% of people, including dizziness and mental status changes. The prescribing information provides warnings and precautions for thrombocytopenia, neutropenia, gastrointestinal toxicity, hyponatremia, serious infection, neurological toxicity, and embryo-fetal toxicity.   == Mechanism of action ==  Like other selective inhibitors of nuclear export (SINEs), selinexor works by binding to exportin 1 (also known as XPO1 or  CRM1). XPO1 is a karyopherin which performs nuclear transport of several proteins, including tumor suppressors, oncogenes, and proteins involved in governing cell growth,  from the cell nucleus to the cytoplasm; it is often overexpressed and its function misregulated in several types of cancer. By inhibiting the XPO1 protein, SINEs lead to a buildup of tumor suppressors in the nucleus of malignant cells and reduce levels of oncogene products which drive cell proliferation. This ultimately leads to cell cycle arrest and death of cancer cells by apoptosis. In vitro, this effect appeared to spare normal (non-malignant) cells. Inhibiting XPO1 affects many different cells in the body which may explain the incidence of adverse reactions to selinexor. Thrombocytopenia, for example, is a mechanistic and dose-dependent effect, occurring because selinexor causes a buildup of the transcription factor STAT3 in the nucleus of hematopoietic stem cells, preventing their differentiation into mature megakaryocytes (platelet-producing cells) and thus slowing production of new platelets.   == Chemistry == Selinexor is a fully synthetic small-molecule compound, developed by means of a structure-based drug design process known as induced-fit docking. It binds to a cysteine residue in the nuclear export signal groove of exportin 1. Although this bond is covalent, it is slowly reversible.   == History == Selinexor was developed by Karyopharm Therapeutics, a pharmaceutical company focused on the development of drugs that target nuclear transport. It was approved in the United States in July 2019, on the basis of a single-arm Phase IIb clinical trial. The FDA decided to grant accelerated approval despite a previous recommendation from an FDA Advisory Committee Panel which had voted 8–5 to delay approving the drug until the results from an ongoing Phase III study were known. Selinexor in combination with dexamethasone was granted accelerated approval and was granted orphan drug designation. The FDA granted the approval of Xpovio to Karyopharm Therapeutics. In June 2020, the U.S. Food and Drug Administration (FDA) approved an additional indication for selinexor to treat adults with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular lymphoma, after at least two lines of systemic therapy. Approval was based on SADAL (KCP-330-009; NCT02227251), a multicenter, single-arm, open-label trial in participants with DLBCL after two to five systemic regimens. Participants received selinexor 60 mg orally on days one and three of each week. In December 2020, the FDA expanded selinexor's approved indication to include its combination with bortezomib and dexamethasone for the treatment of adults with multiple myeloma who have received at least one prior therapy.   == Society and culture ==   === Legal status === On 28 January 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Nexpovio intended for the treatment of relapsed and refractory multiple myeloma. The applicant for this medicinal product is Karyopharm Europe GmbH. Selinexor was approved for medical use in the European Union in March 2021.   == Research == Under the codename KPT-330, selinexor was tested in several preclinical animal models of cancer, including pancreatic cancer, breast cancer, non-small-cell lung cancer, lymphomas, and acute and chronic leukemias. In humans, early clinical trials (phase I) have been conducted in non-Hodgkin lymphoma, blast crisis, and a wide range of advanced or refractory solid tumors, including colon cancer, head and neck cancer, melanoma, ovarian cancer, and prostate cancer. Compassionate use in patients with acute myeloid leukemia has also been reported. The pivotal clinical trial which served to support approval of selinexor for people with relapsed/refractory multiple myeloma was an open-label study of 122 patients known as the STORM trial. In all of the enrolled patients, patients had been treated with a median of seven prior treatment regimens including conventional chemotherapy, targeted therapy with bortezomib, carfilzomib, lenalidomide, pomalidomide, and a monoclonal antibody (daratumumab or isatuximab); nearly all had also undergone hematopoietic stem cell transplantation but had disease that continued to progress. The overall response rate was 26%, including two stringent complete responses; 39% of patients had a minimal response or better. The median duration of response was 4.4 months, median progression-free survival was 3.7 months, and median overall survival was 8.6 months. As of 2019, phase I/II and III trials are ongoing, including the use of selinexor in other cancers and in combinations with other drugs used for multiple myeloma. In November 2020, results from the multi-center, Phase III, randomized study (NCT03110562) which evaluated 402 participants with relapsed or refractory multiple myeloma who had received one to three prior lines of therapy were published in The Lancet. The study was designed to compare the efficacy, safety and certain health-related quality of life parameters of once-weekly selinexor in combination with once-weekly Velcade® (bortezomib) plus low-dose dexamethasone (SVd) versus twice-weekly Velcade® plus low-dose dexamethasone (Vd). The primary endpoint of the study was progression-free survival (PFS) and key secondary endpoints included overall response rate (ORR), rate of peripheral neuropathy, and others. Additionally, the BOSTON study allowed for patients on the Vd control arm to crossover to the SVd arm following objective (quantitative) progression of disease verified by an Independent Review Committee (IRC). The BOSTON study was conducted at over 150 clinical sites internationally. Although the study had one of the highest proportions of patients with high-risk cytogenetics (~50%) as compared with other Velcade-based studies in previously treated myeloma, the median PFS in the SVd arm was 13.93 months compared to 9.46 months in the Vd arm, representing a 4.47 month (47%) increase in median PFS (hazard ratio[HR]=0.70; p=0.0075). The SVd group also demonstrated a significantly greater ORR compared to the Vd group (76.4% vs. 62.3%, p=0.0012). Patients who had received only one prior line of therapy also demonstrated a higher ORR on the SVd arm as compared to the Vd arm (80.8% vs. 65.7%, p=0.0082). Importantly, SVd therapy compared to Vd therapy showed consistent PFS benefit and higher ORR across several important subgroups. In 2020, selinexor underwent a clinical trial for treatment of COVID-19. In this phase 2 randomized placebo-controlled single-blind trial named XPORT-CoV-1001 with a total of 190 participants with severe COVID-19, treatment with selinexor resulted in higher mortality (16% vs. 9%) and more serious adverse events (23% vs. 16%) than placebo.   == References ==   == External links == \"Selinexor\". Drug Information Portal. U.S. National Library of Medicine."}