{"name": "selpercatinib", "category": "drug", "content": "Selpercatinib, sold under the brand name Retevmo among others, is a medication for the treatment of cancers in people whose tumors have an alteration (mutation or fusion) in a specific gene (RET which is short for \"rearranged during transfection\"). It is taken by mouth. The most common side effects include changes in laboratory tests (including increased liver enzymes, increased blood sugar, decreased white cell and platelet counts, decreased protein level, decreased calcium, increased total cholesterol, increased creatinine, and decreased sodium) dry mouth, diarrhea, high blood pressure, fatigue, edema, rash, and constipation. Selpercatinib is a kinase inhibitor, meaning it blocks a type of enzyme (kinase) and helps prevent the cancer cells from growing. Before beginning treatment, the identification of a RET gene alteration must be determined using laboratory testing. Selpercatinib is the first therapy approved specifically for people with cancer and the RET gene alterations. Selpercatinib received accelerated approval for this indication for patients aged twelve years of age and older in 2020. In June 2024, the US Food and Drug Administration granted traditional approval to selpercatinib for people aged two years of age and older.   == Medical uses == In the United States, selpercatinib is indicated for the treatment of:  adults with locally advanced or metastatic non-small cell lung cancer with a rearranged during transfection (RET) gene fusion, as detected by an FDA-approved test. people aged twelve years of age and older with advanced or metastatic medullary thyroid cancer (MTC) with a RET mutation, as detected by an FDA-approved test, who require systemic therapy. people aged twelve years of age and older with advanced or metastatic thyroid cancer with a RET gene fusion, as detected by an FDA-approved test, who require systemic therapy and who are radioactive iodine-refractory (if radioactive iodine is appropriate). adults with locally advanced or metastatic solid tumors with a rearranged during transfection (RET) gene fusion that have progressed on or following prior systemic treatment or who have no satisfactory alternative treatment options. In the European Union, selpercatinib, as monotherapy, is indicated for the treatment of adults with:  advanced RET fusion-positive non-small cell lung cancer who require systemic therapy following prior treatment with immunotherapy and/or platinum-based chemotherapy advanced RET fusion-positive thyroid cancer who require systemic therapy following prior treatment with sorafenib and/or lenvatinib and for the treatment of people aged twelve years of age and older with advanced RET-mutant medullary thyroid cancer (MTC) who require systemic therapy following prior treatment with cabozantinib and/or vandetanib.   == Adverse effects == Selpercatinib can cause serious side effects including liver toxicity, high blood pressure, heart rhythm changes due to prolongation of heart electrical activity (QT prolongation), bleeding, allergic reactions, impaired wound healing and harm to an unborn baby. Selpercatinib may cause harm to a developing fetus or a newborn baby. The most common adverse reactions (≥25%) were edema, diarrhea, fatigue, dry mouth, hypertension, abdominal pain, constipation, rash, nausea, and headache. The most common Grade 3 or 4 laboratory abnormalities (≥5%) were decreased lymphocytes, increased alanine aminotransferase (ALT), increased aspartate aminotransferase (AST), decreased sodium, and decreased calcium.   == History == Selpercatinib received accelerated approval for this indication for patients aged twelve years of age and older in 2020. Selpercatinib was approved based on the results of the LIBRETTO-001 clinical trial (NCT03157128) involving 702 participants aged 15–92 years with each of the three types of tumors. During the clinical trial, participants received 160 mg selpercatinib orally twice daily until disease progression or unacceptable toxicity. The major efficacy outcome measures were overall response rate (ORR), which reflects the percentage of participants that had a certain amount of tumor shrinkage, and duration of response (DOR). The trial was conducted at 84 sites in the United States, Canada, Australia, Hong Kong, Japan, South Korea, Singapore, Taiwan, Switzerland, Germany, Denmark, Spain, France, the United Kingdom, Italy and Israel. The conversion to regular approval for non-small cell lung cancer was based on data from an additional 172 participants and 18 months of additional follow-up to assess durability of response. Efficacy for non-small cell lung cancer was evaluated in 105 adult participants with rearranged during transfection (RET) fusion-positive non-small cell lung cancer who were previously treated with platinum chemotherapy. Sixty-four percent of the 105 participants with previously treated non-small cell lung cancer, experienced complete or partial shrinkage of their tumors which lasted more than six months for 81% of them. Out of 39 participants who had never undergone treatment, 84% experienced complete or partial shrinkage of their tumors which lasted more than six months for 58% of them. Efficacy for medullary thyroid cancer (MTC) was evaluated in participants aged twelve years of age and older with RET-mutant MTC . The study enrolled 143 participants with advanced or metastatic RET-mutant MTC who had been previously treated with cabozantinib, vandetanib or both (types of chemotherapy), and participants with advanced or metastatic RET-mutant MTC who had not received prior treatment with cabozantinib or vandetanib. Sixty-nine percent of the 55 previously treated participants for MTC experienced complete or partial shrinkage of their tumors which lasted more than 6 months for 76% of them. Out of 88 participants who had never undergone treatment with an approved drug, 73% experienced complete or partial shrinkage of their tumors which lasted more than six months for 61% of them. Efficacy for rearranged during transfection (RET) fusion-positive thyroid cancer was evaluated in participants aged twelve years of age and older. The study enrolled 19 participants with RET fusion-positive thyroid cancer who were radioactive iodine-refractory (RAI, if an appropriate treatment option) and had received another prior systemic treatment, and eight participants with RET fusion-positive thyroid cancer who were RAI-refractory and had not received any additional therapy. Seventy-nine percent of the 19 previously treated participants with thyroid cancer experienced complete or partial shrinkage of their tumors which lasted more than six months for 87% of them. All eight participants who had not received therapy other than radioactive iodine therapy experienced complete or partial shrinkage of their tumors which lasted more than six months for 75% of them. Efficacy for locally advanced or metastatic solid tumors with a rearranged during transfection (RET) gene fusion that have progressed on or following prior systemic treatment or who have no satisfactory alternative treatment options was demonstrated in LIBRETTO-001 (NCT03157128), a multicenter, open-label, multi-cohort trial that evaluated 41 participants with RET fusion-positive tumors (other than non-small cell lung cancer and thyroid cancer) with disease progression on or following prior systemic treatment or who had no satisfactory alternative treatment options. The efficacy evaluation was supported by data in 343 participants with RET fusion-positive non-small cell lung cancer and thyroid cancer enrolled in the same trial already described in product labeling. Participants received selpercatinib until disease progression or unacceptable toxicity.   == Society and culture ==   === Legal status === The US Food and Drug Administration (FDA) granted the application for selpercatinib priority review, orphan drug, and breakthrough therapy designations; and granted approval of Retevmo to Loxo Oncology, Inc., a subsidiary of Eli Lilly and Company. In December 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Retsevmo, intended for the treatment of cancers that display rearranged during transfection (RET) gene alterations: RET-fusion positive non-small cell lung cancer, RET-fusion positive thyroid cancer and RET-mutant medullary-thyroid cancer (MTC). The applicant for this medicinal product is Eli Lilly Nederland B.V. Selpercatinib was approved for medical use in the European Union in February 2021. In June 2024, the Food and Drug Administration granted traditional approval to selpercatinib for people aged two years of age and older with advanced or metastatic RET fusion-positive thyroid cancer who require systemic therapy and who are radioactive iodine-refractory (if radioactive iodine is appropriate). The applicant was Eli Lilly and Company.   == References ==   == Further reading ==   == External links == \"Selpercatinib\". NCI Drug Dictionary. National Cancer Institute. \"Selpercatinib\". National Cancer Institute. 26 May 2020. Clinical trial number NCT03157128 for \"Phase 1/2 Study of LOXO-292 in Patients With Advanced Solid Tumors, RET Fusion-Positive Solid Tumors, and Medullary Thyroid Cancer (LIBRETTO-001)\" at ClinicalTrials.gov \"Understanding Metastatic RET Fusion-Positive Non-Small Cell Lung Cancer\" (PDF). \"Understanding Metastatic RET-Driven Thyroid Cancers\" (PDF)."}