{"name": "selumetinib", "category": "drug", "content": "Selumetinib (INN), sold under the brand name Koselugo, is a medication for the treatment of children, two years of age and older, with neurofibromatosis type I (NF-1), a genetic disorder of the nervous system causing tumors to grow on nerves. It is taken by mouth. Common side effects include headache, abdominal pain and other problems of the gastrointestinal tract, fatigue, muscle pain, as well as dry skin and other skin problems. Selumetinib was approved for medical use in the United States in April 2020, and in the European Union in June 2021. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Selumetinib is used for the treatment of neurofibromas in those with neurofibromatosis type I (NF-1). This is a rare, progressive condition caused by a mutation or flaw in the gene coding for the protein neurofibromin 1. NF-1 is usually diagnosed in early childhood and appears in an estimated one out of every 3,000 infants. It is characterized by changes in skin coloring (pigmentation), neurologic and skeletal impairments and risk for development of benign and malignant tumors throughout life. It is approved specifically for children who have symptomatic, inoperable plexiform neurofibromas (PN), which are tumors involving the nerve sheaths (coating around nerve fibers) and can grow anywhere in the body, including the face, extremities, areas around the spine and deep in the body where they may affect organs. Between 30% and 50% of children born with NF-1 develop one or more PNs.   === Pregnancy === Based on findings from animal studies, selumetinib may cause harm to a newborn baby when administered to a pregnant woman. The FDA advises health care professionals to tell women of reproductive age, and men with female partners of reproductive potential, to use effective contraception during treatment with selumetinib, and for one week after the last dose.   == Adverse effects == Common side effects are headache, nausea, vomiting, abdominal pain, diarrhea, fatigue, musculoskeletal pain (pain in the body affecting bones, muscles, ligaments, tendons and nerves), fever, dry skin, acneiform rash (acne) and other rashes, stomatitis (inflammation of the mouth and lips), paronychia (infection in the skin that surrounds a toenail or fingernail) and pruritus (itching). Selumetinib can also cause serious side effects including heart failure (manifested as ejection fraction decrease, or when the muscle of the left ventricle of the heart is not pumping as well as normal) and eye toxicity (acute and chronic damage to the eye) including retinal vein occlusion, retinal pigment epithelial detachment and impaired vision. Selumetinib can also cause increased creatinine phosphokinase (CPK). CPK is an enzyme found in the heart, brain and skeletal muscles. When muscle tissue is damaged, CPK leaks into a person's blood, which can be a sign of rhabdomyolysis (breakdown of skeletal muscle due to direct or indirect muscle injury). Further, selumetinib capsules contain vitamin E, and users are at an increased risk of bleeding if their daily intake of vitamin E exceeds the recommended or safe limits.   == Interactions == As selumetinib is thought to be metabolized by the liver enzymes CYP3A4 and CYP2C19, use of moderate to strong CYP3A4 inhibitors (such as grapefruit juice) and of the CYP2C19 inhibitor fluconazole is discouraged for people taking selumetinib.   == Pharmacology ==   === Mechanism of action === Selumetinib is a kinase inhibitor, more specifically a selective inhibitor of the enzyme mitogen-activated protein kinase kinase (MAPK kinase or MEK) subtypes 1 and 2. These enzymes are part of the MAPK/ERK pathway, which regulates cell proliferation (i.e., growth and division) and is overly active in many types of cancer.   == History == Selumetinib was discovered by Array BioPharma and was licensed to AstraZeneca. It has been investigated for the treatment of various types of cancer, such as non-small cell lung cancer (NSCLC) and thyroid cancer. The US Food and Drug Administration (FDA) granted the application for selumetinib priority review, breakthrough therapy, and orphan drug designations. It was granted a rare pediatric disease designation for the treatment of pediatric NF-1 along with a rare pediatric disease priority review voucher. In April 2020, selumetinib was approved by the FDA for the treatment of children with NF-1. It is the first drug approved in the US to treat this rare disease. The approval was based on a clinical trial of children who had NF-1 and inoperable plexiform neurofibromas (defined as a PN that could not be completely removed without risk for substantial morbidity to the child), conducted by the National Cancer Institute. The efficacy results were from 50 of the children who received the recommended dose and had routine evaluations of changes in tumor size and tumor-related morbidities during the trial. The children received selumetinib 25 mg/m2 orally twice a day until disease progression or until they experienced unacceptable adverse reactions. The clinical trial measured the overall response rate (ORR), defined as the percentage of subjects with a complete response and those who experienced more than a 20% reduction in PN volume on MRI that was confirmed on a subsequent MRI within 3 to 6 months. The ORR was 66% and all subjects had a partial response, meaning that no subjects had complete disappearance of the tumor. Of these subjects, 82% had a response lasting 12 months or longer. The trial was conducted at four sites in the United States. Other clinical outcomes for subjects during selumetinib treatment included changes in PN-related disfigurement, symptoms and functional impairments. Although the sample sizes of subjects assessed for each PN-related morbidity (such as disfigurement, pain, strength and mobility problems, airway compression, visual impairment and bladder or bowel dysfunction) were small, there appeared to be a trend of improvement in PN-related symptoms or functional deficits during treatment.   == Research == Selumetinib has also been shown to inhibit growth of GNAQ mutated uveal melanoma cell lines. Furthermore, preliminary results suggest that selumetinib treatment of uveal melanoma patients can result in tumor shrinkage as the consequence of sustained inhibition of ERK phosphorylation. A Phase II clinical trial about selumetinib in NSCLC was completed in September 2011; one about cancers with BRAF mutations is ongoing as of June 2012. In July 2015, selumetinib failed a Phase III trial testing whether the drug significantly prolonged the survival of patients in a study on melanoma originating in the eye. In the 152-patient trial, a combination of selumetinib and dacarbazine failed to improve progression-free survival compared with just the old drug alone. As of March 2016, there were other phase III trials registered for thyroid cancer, and KRAS positive NSCLC. The combination of selumetinib to chemotherapy improved median progression-free survival in a trial of 510 patients with advanced KRAS-mutant NSCLC just for one month, which was statistically not significant. In November 2018, investigators working with nasal polyp tissue in vitro demonstrated a synergistic effect of down regulating expression of p-MEK1 and p-ERK1 when it was administered with erythromycin.   == References ==   == Further reading == Ho AL, Grewal RK, Leboeuf R, Sherman EJ, Pfister DG, Deandreis D, et al. (February 2013). \"Selumetinib-enhanced radioiodine uptake in advanced thyroid cancer\". The New England Journal of Medicine. 368 (7): 623–32. doi:10.1056/NEJMoa1209288. PMC 3615415. PMID 23406027.   == External links == \"Selumetinib\". National Cancer Institute. Clinical trial number NCT01362803 for \"AZD6244 Hydrogen Sulfate for Children With Nervous System Tumors\" at ClinicalTrials.gov"}