{"name": "sennosides", "category": "drug", "content": "Senna glycoside, also known as sennoside or senna, is a medication used to treat constipation and empty the large intestine before surgery. The medication is taken by mouth or via the rectum. It typically begins working in around 30 minutes when given by rectum and within twelve hours when given by mouth. It is a weaker laxative than bisacodyl and castor oil. Common side effects of senna glycoside include abdominal cramps. It is not recommended for long-term use, as it may result in poor bowel function or electrolyte problems. While no harm has been found to result from use while breastfeeding, such use is not typically recommended. It is not typically recommended in children. Senna may change urine to a somewhat reddish color. Senna derivatives are a type of stimulant laxative and are of the anthraquinone type. While its mechanism of action is not entirely clear, senna is thought to act by increasing fluid secretion within and contraction of the large intestine. Sennosides come from the group of plants Senna. In plant form, it has been used at least since the 700s AD. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 270th most commonly prescribed medication in the United States, with more than 1 million prescriptions. In 2021, the combination with docusate was the 275th most commonly prescribed medication in the United States, with more than 800,000 prescriptions. It is sold under a number of brand names including Ex-Lax and Senokot.   == Medical uses == Senna is used for episodic and chronic constipation though there is a lack of high-quality evidence to support its use for these purposes. It may also be used to aid in the evacuation of the bowel prior to surgery or invasive rectal or colonic examinations.   === Administration === Oral senna products typically produce a bowel movement in 6 to 12 hours. Rectal suppositories can act within minutes or take up to two hours.   == Contraindications == According to Commission E, senna is contraindicated in cases of intestinal obstruction, acute intestinal inflammation (e.g., Crohn's disease), ulcerative colitis, appendicitis, and abdominal pain of unknown origin. Senna is considered contraindicated in people with a documented allergy to anthraquinones. Such allergies are rare and typically limited to dermatological reactions of redness and itching.   == Adverse effects == Adverse effects are typically limited to gastrointestinal reactions and include abdominal pain or cramps, diarrhea, nausea, and vomiting. Regular use of senna products can lead to a characteristic brown pigmentation of the internal colonic wall seen on colonoscopy.  This abnormal pigmentation is known as melanosis coli.   === Interactions === Senna glycosides can increase digoxin toxicity in patients taking digoxin by reducing serum potassium levels, thereby enhancing the effects of digoxin.   == Mechanism of action == The breakdown products of senna act directly as irritants on the colonic wall to induce fluid secretion and colonic motility.   == Pharmacology == They are anthraquinones derivatives and dimeric glycosides.   == Society and culture ==   === Formulations === Senna is an over-the-counter drug available in multiple formulations, including oral formations (liquid, tablet, granular) and rectal suppositories. Senna products are manufactured by multiple generic drug makers and sold under various brand names.   === Brand names === Ex-Lax, Geri-kot, Perdiem Overnight Relief, Senexon, Pursennid, Senna Smooth, Senna-Gen, Senna-GRX, Senna-Lax, Senna-Tabs, Senna-Time, SennaCon, Senno, Senokot.   == References =="}