{"name": "Sepsis of the newborn", "category": "disease", "content": "Neonatal sepsis is a type of neonatal infection and specifically refers to the presence in a newborn baby of a bacterial blood stream infection (BSI) (such as meningitis, pneumonia, pyelonephritis, or gastroenteritis) in the setting of fever. Older textbooks may refer to neonatal sepsis as \"sepsis neonatorum\". Criteria with regards to hemodynamic compromise or respiratory failure are not useful clinically because these symptoms often do not arise in neonates until death is imminent and unpreventable. Neonatal sepsis is divided into two categories: early-onset sepsis (EOS) and late-onset sepsis (LOS). EOS refers to sepsis presenting in the first 7 days of life (although some refer to EOS as within the first 72 hours of life), with LOS referring to presentation of sepsis after 7 days (or 72 hours, depending on the system used). Neonatal sepsis is the single most common cause of neonatal death in hospital as well as community in developing country. It is difficult to clinically exclude sepsis in newborns less than 90 days old that have fever (defined as a temperature > 38 °C (100.4 °F). Except in the case of obvious acute viral bronchiolitis, the current practice in newborns less than 30 days old is to perform a complete workup including complete blood count with differential, blood culture, urinalysis, urine culture, and cerebrospinal fluid (CSF) studies and CSF culture, admit the newborn to the hospital, and treat empirically for serious bacterial infection for at least 48 hours until cultures are demonstrated to show no growth. Attempts have been made to see whether it is possible to risk stratify newborns in order to decide if a newborn can be safely monitored at home without treatment despite having a fever. One such attempt is the Rochester criteria.   == Signs and symptoms == The signs of sepsis are non-specific and include:  Body temperature changes Breathing problems Diarrhea Low blood sugar (hypoglycemia) Reduced movements Reduced sucking Seizures Bradycardia Swollen belly area Vomiting Yellow skin and whites of the eyes (jaundice). hemorrhagic rash A heart rate above 160 can also be an indicator of sepsis, this tachycardia can present up to 24 hours before the onset of other signs.   == Risk factors == A study performed at Strong Memorial Hospital in Rochester, New York, showed that infants ≤ 60 days old meeting the following criteria were at low-risk for having a serious bacterial illness:  generally well-appearing previously healthy full term (at ≥37 weeks gestation) no antibiotics perinatally no unexplained hyperbilirubinemia that required treatment no antibiotics since discharge no hospitalizations no chronic illness discharged at the same time or before the mother no evidence of skin, soft tissue, bone, joint, or ear infection White blood cells (WBCs) count 5,000-15,000/mm3 absolute band count ≤ 1,500/mm3 urine WBC count ≤ 10 per high power field (hpf) stool WBC count ≤ 5 per high power field (hpf) only in infants with diarrhea Those meeting these criteria likely do not require a lumbar puncture, and are felt to be safe for discharge home without antibiotic treatment, or with a single dose of intramuscular antibiotics, but will still require close outpatient follow-up. One risk for Group B streptococcal infection (GBS) is preterm rupture of membranes. Screening women for GBS (via vaginal and rectal swabbing) and treating culture positive women with intrapartum chemoprophylaxis is reducing the number of neonatal sepsis caused by GBS. Abnormal heart rate characteristics (HRC) of transient decelerations and reduced baseline variability in heart rate are a risk factor for impending neonatal sepsis.   == Diagnosis == Neonatal sepsis screening:  DLC (differential leukocyte count) showing increased numbers of polymorphs. DLC: band cells > 20%. increased haptoglobins. micro ESR (erythrocyte sedimentation rate) titer > 15mm. gastric aspirate showing > 5 polymorphs per high power field. newborn CSF (cerebrospinal fluid) screen: showing increased cells and proteins. suggestive history of chorioamnionitis, PROM (premature rupture of membranes), etc... Culturing for microorganisms from a sample of CSF, blood or urine, is the gold standard test for definitive diagnosis of neonatal sepsis. This can give false negatives due to the low sensitivity of culture methods and because of concomitant antibiotic therapy. Lumbar punctures should be done when possible as 10-15% presenting with sepsis also have meningitis, which warrants an antibiotic with a high CSF penetration. CRP is not very accurate in picking up cases. Molecular assays can give faster result in diagnosis of neonatal sepsis than microbial culture from blood.   == Treatment == Note that, in neonates, sepsis is difficult to diagnose clinically. They may be relatively asymptomatic until hemodynamic and respiratory collapse is imminent, so, if there is even a remote suspicion of sepsis, they are frequently treated with antibiotics empirically until cultures are sufficiently proven to be negative. In addition to fluid resuscitation and supportive care, a common antibiotic regimen in infants with suspected sepsis is  a beta-lactam antibiotic (usually ampicillin) in combination with an aminoglycoside (usually gentamicin) or a third-generation cephalosporin (usually cefotaxime—ceftriaxone is generally avoided in neonates due to the theoretical risk of kernicterus.) The organisms which are targeted are species that predominate in the female genitourinary tract and to which neonates are especially vulnerable to, specifically Group B Streptococcus, Escherichia coli, and Listeria monocytogenes (This is the main rationale for using ampicillin versus other beta-lactams.) Of course, neonates are also vulnerable to other common pathogens that can cause meningitis and bacteremia such as Streptococcus pneumoniae and Neisseria meningitidis. Although uncommon, if anaerobic species are suspected (such as in cases where necrotizing enterocolitis or intestinal perforation is a concern, clindamycin is often added. Although many antibiotics are used in neonatal sepsis, it is unknown which antibiotics is better than others for neonatal sepsis management. Granulocyte-macrophage colony stimulating factor (GM-CSF) is sometimes used in neonatal sepsis. However, a 2009 study found that GM-CSF corrects neutropenia if present but it has no effect on reducing sepsis or improving survival.   === Antibiotic Overtreatment === In cases of suspected Early Onset Sepsis (EOS) one of the treatments is empirical antibiotics. The strategy of clinicians utilizing antibiotics as a course of treatment for EOS has resulted in the overtreatment of antibiotics to infants suspected of having signs of EOS. There are several consequences to the overtreatment of antibiotics in newborns including \"microbiome alterations, which are linked to the development of asthma, food allergies, and childhood obesity\". Another risk in the early introduction of antibiotics in infants is the increase in the development of antibiotic-resistant strains of infectious disease. Current methods of treatment for EOS are often implemented before a positive sepsis blood culture is found. In the last two decades (2000-2020), the use of intrapartum antibiotics has reduced the incidence of EOS. The current challenge faced by clinicians is mainly weighing the risk and benefits of the possibility of antibiotic overtreatment vs. the effects of sepsis.   == Epidemiology == Since the 1990s early-onset sepsis has declined because of screening of group B streptococcus. The cause of early-onset neonatal sepsis are pathogens that contaminate the placenta, vaginal canal, cervix, or amniotic fluid, and these pathogens can affect the baby either in the womb or during labor. Early-onset neonatal sepsis is found to be 0.77 to 1 per 100,000 live births in the U.S. In premature babies, the incidence and mortality rates are higher due to the weakness of their immune system. For infants with low birth weight, cases of early-onset sepsis is found to be about 26 per 1,000 and 8 per 1,000 live births. Certain populations of babies are at more risk as well. Mothers who have poor healthcare, low socioeconomic status, substance abuse, or are African American have higher rates of neonatal sepsis. In fact, African American preterm babies have the highest rate of infection and mortality. 5.14 of every 1,000 live births and 24.4% case fatality ratio, respectively. The mother is not the only one who can contract the bacteria that contributes to sepsis. The child can contribute to the onset of sepsis through multiple factors. Mothers contribute to the risk through a variety of ways like diets during pregnancy and potential intake of foods that are contaminated, through invasive procedures like amniocentesis and cervical cerclage, or contamination of bacteria in the vaginal canal. Infants can contribute to early-onset sepsis through prematurity, congenital anomalies, complicated birth or instrument assisted birth, and low APGAR scores. Testing for neonatal sepsis is done because of how little it physically presents itself in babies. Infants showing no signs of neonatal sepsis will have a sepsis workup done only if concerning factors are shown. Only a small percentage of infants will have a sepsis workup done. Of this small population only 3% to 8% will show positive cultures.   == Research == Trials of probiotics for prevention of neonatal sepsis have generally been too small and statistically underpowered to detect any benefit, but a randomized controlled trial that enrolled 4,556 neonates in India reported that probiotics significantly reduced the risk of developing sepsis. The probiotic used in the trial was Lactobacillus plantarum. A very large meta-analysis investigated the effect of probiotics on preventing late-onset sepsis (LOS) in neonates. Probiotics were found to reduce the risk of LOS, but only in babies who were fed human milk exclusively. It is difficult to distinguish if the prevention was a result of the probiotic supplementation or if it was a result of the properties of human milk. It is also still unclear if probiotic administration reduces LOS risk in extremely low birth weight infants due to the limited number of studies that investigated it. Out of the 37 studies included in this systematic review, none indicated any safety problems related to the probiotics. It would be beneficial to clarify the relationship between probiotic supplementation and human milk for future studies in order to prevent late onset sepsis in neonates. In a randomized controlled trial of 3,003 very low birth weight (VLBW) infants, Heart Rate Characteristics (HRC) monitoring reduced all-cause mortality by 22%, mortality after infection by 40%, reduced length of stay in the NICU after controlling for improved survival, and reduced mortality as well as mortality-or-severe-cerebral-palsy at 18–22 months corrected age among the extremely low birth weight (ELBW) patients.   === Neonatal Early-Onset Sepsis Calculator === From 1993 to 2007, doctors at Kaiser Permanente Medical Care Program hospitals, Brigham Women's Hospital, and Beth Israel-Deaconess Medical Center conducted a nested case-control study in an effort to create a better quantitative method for determining risk factors for neonatal early-onset sepsis. The study examined over 600,000 live births of infants born less than or equal to 34 weeks gestation. The study used measures of health available at the time of birth such as highest intrapartum maternal temperature, rupture of membranes, whether or not the mother has group b streptococcus, and if the mother was given any intrapartum antibiotics. Intrapartum prophylaxis is a strategy for \"the secondary prevention of early-onset GBS disease in newborns\" that could lead to EOS. The Sepsis Risk Calculator (SRS) is meant to be another clinical measure that physicians can use in conjunction with physical examination. An evaluation of the SRS was done in an independent retrospective cohort study by doctors at a University Hospital in Greece. The study aimed to \"compare our clinical practice based on risk-factor guidance with that projected through the application of the SRC\". The study incorporated 2,084 infants and found that \"The adoption of SRC would have significantly reduced antibiotic usage; however, a significant portion of cases with clinical EOS would have been missed\". Another study evaluated the impact of Integrating the SRC into the electronic health record in order to \"improve compliance and accuracy through automation\". The study concluded that the integration of the EOS into the electronic health record system \"significantly increased calculator accuracy\".   == References ==   == External links =="}