{"name": "serdexmethylphenidate", "category": "drug", "content": "Serdexmethylphenidate is a prodrug of dexmethylphenidate created by the pharmaceutical company KemPharm (now Zevra Therapeutics). The compound was first approved by the FDA as one of the active ingredients in Azstarys for the treatment of attention deficit hyperactivity disorder (ADHD) in children, adolescents, and adults in March 2021. Serdexmethylphenidate is a prodrug which has a delayed onset of action and a prolonged duration of effects compared to dexmethylphenidate, its parent compound.   == Medical uses ==  The combination serdexmethylphenidate/dexmethylphenidate (Azstarys) was approved by the Food and Drug Administration (FDA) in March 2021, for the treatment of ADHD in people six years of age and older. Co-formulation of serdexmethylphenidate with dexmethylphenidate allows for a more rapid onset of action while still retaining up to 13 hours of therapeutic efficacy.   == Society and culture ==   === Abuse potential === The abuse potential of serdexmethylphenidate has been evaluated in clinical studies. Administration of serdexmethylphenidate via common routes of administration used during the abuse of psychostimulants such as insufflation and intravenous injection resulted in significantly reduced systemic exposure to active dexmethylphenidate and thus markedly decreased pharmacodynamic effects when compared to unmodified dexmethylphenidate. Following an Eight Factor Analysis by the FDA Controlled Substance Staff (CSS), the U.S. Department of Health and Human Services (HHS) provided a scheduling recommendation to the Drug Enforcement Administration (DEA) to control serdexmethylphenidate and its salts in schedule IV of the Controlled Substances Act (CSA). Based on this recommendation and its own review, the DEA concluded that serdexmethylphenidate met the criteria for placement in schedule IV of the CSA.   == Research == Due to the delayed onset and prolonged duration of effects following oral administration of serdexmethylphenidate, several dosage forms containing serdexmethylphenidate are under investigation for use as long-acting psychostimulant in the treatment of various CNS disorders, substance use disorder (SUD), and sleep disorders. Under the developmental codename KP484, serdexmethylphenidate is being investigated as part of a potential \"super-extended duration\" psychostimulant, with therapeutic efficacy lasting up to 16 hours following oral administration. In January 2021, the FDA granted approval for clinical trials investigating serdexmethylphenidate (as KP879) for the treatment for stimulant use disorder.   == References =="}