{"name": "Serratia Infections", "category": "disease", "content": "Serratia marcescens () is a species of rod-shaped, Gram-negative bacteria in the family Yersiniaceae. It is a facultative anaerobe and an opportunistic pathogen in humans. It was discovered in 1819 by Bartolomeo Bizio in Padua, Italy. S. marcescens is commonly involved in hospital-acquired infections (HAIs), also called nosocomial infections, particularly catheter-associated bacteremia, urinary tract infections, and wound infections, and is responsible for 1.4% of HAI cases in the United States. It is commonly found in the respiratory and urinary tracts of hospitalized adults and in the gastrointestinal systems of children. Due to its abundant presence in the environment, and its preference for damp conditions, S. marcescens is commonly found growing in bathrooms (especially on tile grout, shower corners, toilet water lines, and basins), where it manifests as a pink, pink-orange, or orange discoloration and slimy film feeding off phosphorus-containing materials or fatty substances such as soap and shampoo residue. Once established, complete eradication of the organism is often difficult, but can be accomplished by application of a bleach-based disinfectant. Rinsing and drying surfaces after use can also prevent the establishment of the bacterium by removing its food source and making the environment less hospitable. S. marcescens may also be found in environments such as dirt and the subgingival biofilm of teeth. Due to this, and because S. marcescens produces a reddish-orange tripyrrole dye called prodigiosin, it may cause staining of the teeth. The biochemical pathway for the production of prodigiosin by S. marcescens has been characterized by analyzing what intermediates become accumulated in specific mutants.   == Identification == S. marcescens is a motile organism and can grow in temperatures ranging 5–40 °C (41–104 °F) and in pH levels ranging from 5 to 9. It is differentiated from other Gram-negative bacteria by its ability to perform casein hydrolysis, which allows it to produce extracellular metalloproteinases which are believed to function in cell-to-extracellular matrix interactions. Since this bacterium is a facultative anaerobe, meaning that it can grow in either the presence of oxygen (aerobic) or in the absence of oxygen (anaerobic), it is capable of nitrate reduction under anaerobic conditions. Therefore, nitrate tests are positive since nitrate is generally used as the final electron acceptor rather than oxygen. S. marcescens also exhibits tyrosine hydrolysis and citrate degradation. Citrate is used by S. marcescens to produce pyruvic acid, thus it can rely on citrate as a carbon source and test positive for citrate utilization. In identifying the organism, one may also perform a methyl red test, which determines if a microorganism performs mixed-acid fermentation. S. marcescens results in a negative test. Another determination of S. marcescens is its capability to produce lactic acid by oxidative and fermentative metabolism. Therefore, S. marcescens is lactic acid O/F+.   == Pathogenicity ==  In humans, S. marcescens can cause an opportunistic infection in several sites, including the urinary tract, respiratory tract, wounds, breasts, and the eye, where it may cause conjunctivitis, keratitis, endophthalmitis, and tear duct infections. It is also a rare cause of endocarditis and osteomyelitis (particularly in people who use intravenous drugs recreationally), pneumonia, and meningitis. Most S. marcescens strains are resistant to several antibiotics because of the presence of R-factors, which are a type of plasmid that carry one or more genes that encode resistance; all are considered intrinsically resistant to ampicillin, macrolides, and first-generation cephalosporins (such as cephalexin). In elkhorn coral, S. marcescens is the cause of the disease known as white pox disease. In silkworms, it can also cause a lethal disease, especially in association with other pathogens. In research laboratories employing Drosophila fruit flies, infection of them with S. marcescens is common. It manifests as a pink discoloration or plaque in or on larvae, pupae, or the usually starch and sugar-based food (especially when improperly prepared). A rare clinical form of gastroenteritis occurring in early infancy caused by infection with S. marcescens. The red color of the diaper can be mistaken for hematuria (blood in the urine), which may cause unnecessary investigations by the physicians. S. marcescens causes cucurbit yellow vine disease, leading to sometimes serious losses in melon fields. Professor Jim Burritt and his students at the University of Wisconsin-Stout have discovered a new strain of S. marcescens in bee blood (haemolymph) from hives decimated by winterkill. His research findings have been published and the new strain was named sicaria, which means assassin in Latin. The professor states that S. marcescens sicaria \"may contribute to the wintertime failure of honey bee colonies\".   == History ==   === Possible role in medieval miracles ===  Because of its red pigmentation, caused by expression of the dye prodigiosin, and its ability to grow on bread, S. marcescens has been evoked as a naturalistic explanation of medieval accounts of the \"miraculous\" appearance of blood on the Corporal of Bolsena, though no formal testing of the corporal itself exists to confirm or deny this. The supposed miracle followed a celebration of Mass at Bolsena in 1263, led by a Bohemian priest who had doubts concerning transubstantiation, or the turning of bread and wine into the Body and Blood of Christ during the Mass.  During the mass, the Eucharist appeared to bleed and each time the priest wiped away the blood, more would appear. This event is celebrated in a fresco in the Apostolic Palace in the Vatican City, painted by Raphael.   === Discovery === S. marcescens was discovered in 1819 by Venetian pharmacist Bartolomeo Bizio, as the cause of an episode of blood-red discoloration of polenta in the city of Padua. Bizio named the organism four years later in honor of Serafino Serrati, a physicist who developed an early steamboat; the epithet marcescens (Latin for 'decaying') was chosen because of the dyestuff's rapid deterioration (Bizio's observations led him to believe that the organism decayed into a mucilage-like substance upon reaching maturity). Serratia was later renamed Monas prodigiosus and Bacillus prodigiosus before Bizio's original name was restored in the 1920s.   == Uses and misuse ==   === Role in biowarfare testing === Until the 1950s, S. marcescens was erroneously believed to be a nonpathogenic \"saprophyte\", and its reddish coloration was used in school experiments to track infections. During the Cold War, it was used as a simulant in biological warfare testing by the U.S. military, which studied it in field tests as a substitute for the tularemia bacterium, which was being weaponized at the time. On 26 and 27 September 1950, the U.S. Navy conducted a secret experiment named \"Operation Sea-Spray\" in which balloons filled with S. marcescens were released and burst over urban areas of the San Francisco Bay Area in California. Although the Navy later claimed the bacteria were harmless, beginning on September 29, 11 patients at a local hospital developed very rare, serious urinary tract infections. One of the afflicted patients, Edward J. Nevin, died. Cases of pneumonia in San Francisco also increased after  S. marcescens was released. (That the simulant bacteria caused these infections and death has never been conclusively established.) Nevin's son and grandson lost a lawsuit they brought against the government between 1981 and 1983, on the grounds that the government is immune, and that the chance that the sprayed bacteria caused Nevin's death was minute. The bacterium was also combined with phenol and an anthrax simulant and sprayed across south Dorset by US and UK military scientists as part of the DICE trials which ran from 1971 to 1975. Since 1950, S. marcescens has steadily increased as a cause of human infection, with many strains resistant to multiple antibiotics. The first indications of problems with the influenza vaccine produced by Chiron Corporation in 2004 involved S. marcescens contamination.   === Contaminated injectables === In early 2008, the U.S. Food and Drug Administration issued a nationwide recall of one lot of Pre-Filled Heparin Lock Flush Solution USP. The heparin IV flush syringes had been found to be contaminated with S. marcescens, which resulted in patient infections. The Centers for Disease Control and Prevention confirmed growth of S. marcescens from several unopened syringes of this product. S. marcescens has also been linked to 19 cases in Alabama hospitals in 2011, including 10 deaths. All of the patients involved were receiving total parenteral nutrition at the time; the two pharmacists responsible for formulating the solution were criminally charged.   === Ground-water flow tracing === Because of its ability to be grown on agar plates into even, well coloured lawns, and the existence of a phage specific to S. marscecens, it has been used to trace water flows in karst limestone systems. Known quantities of phage are injected into a fixed point in the karst water system and the outflows of interest are monitored by conventional small-volume sampling at fixed time intervals. In the laboratory, the samples are poured onto grown S. marscecens lawns and incubated. Colourless plaques in the lawns indicate the presence of phage. The method was claimed to be sensitive at very high dilutions because of the ability to detect single phage particles.   == Antibiotic resistance == Traditionally, infections by S. marcescens have been treated with cefepime, carbapenems (Siedner et al., 2014; Tamma et al., 2022 as cited in Tavares-Carreon et al., 2023), aminoglycoside amikacin, gentamicin and tobramycin (Bertrand & Dowzicky, 2012; Sader et al., 2014 as cited in Tavares-Carreon et al., 2023). However, recent clinical data has shown declining efficacy for gentamicin and tobramycin, part of a trend towards increasing resistance and a narrowing of treatment options. The development of these resistances to common antibiotics is partially due to adaptive resistance through overexposure and selection of resistant strains, but S. marcescens also has intrinsic resistance from sources such as lipopolysaccharide modifications, which can reduce antibiotic penetration, and adaptive resistance through biofilm production (Tavares-Carreon et al., 2023). Biofilm production increases antibiotic resistance because bacteria at the bottom of the biofilm are less exposed to antibiotics, the bacteria in the biofilm do not grow as quickly, and there are faster rates of horizontal gene transfer which allows resistance genes to spread easily within the population. In 2017, the World Health Organization (WHO) listed Serratia as among the most critical group of bacteria for which new antibiotics are urgently needed due to its resistance to multiple drugs and threat to hospitals, nursing homes, and patients who use ventilators and blood catheters.   == Preventing biofilm formation (phloretin) == Biofilm formation is a main cause of how S. marcescens gain drug resistance. Therefore prevention against S. marcescens can be made easier through disrupting its process, specifically through disturbing quorum sensing. A particular phenolic compound called phloretin which “is abundant in the peel/skin and root bark of juicy fruits, such as apples and pears” is an effective method for such as well as reducing the virulence of S. marcescens. Phloretin not only disrupts the structure of biofilms but increases the level of ethanolamine, a critical ingredient of the cell membrane responsible for sustaining membrane permeability. The increase of ethanolamine increases the permeability of the membrane. Therefore the changed biofilm structure and increased membrane permeability allows for antibiotics to enter the biofilm cells easier, inhibiting spread. Phloretin impacts the virulence factors of S. marcescens through inhibiting protease activity (responsible for the spoilage of dairy products), prodigiosin production (a virulence factor that plays a vital role in host infection), EPS production (crucial for quorum sensing), as well as repressing swimming and swarming motility (essential for attachment and development of S. marcescens biofilms). All of these effects reduce biofilm formation and pathogenicity. Studies have shown that phloretin could also inhibit the biofilm formation and virulence of other bacterias such as Streptococcus mutans and Escherichia coli.   == Removing biofilms (chloramphenicol) == Recent studies examining the effectiveness of existing treatments for S. marcescens have both reiterated the ability for red mold to gain adaptive immunity to various antibiotics, but also demonstrated potentials for new treatments that are more effective than existing treatments. The current standard for treatment of S. marcescens, according to the Infectious Disease Society of America, is a process known as antibiotic lock therapy (ALT) which involves holding various antibiotic chemicals in and around affected regions, primarily in catheters and other enclosed tubing (O’Grady et al., 2011). Such a treatment method is the standard for dealing with various types of biofilms or other mold-growths, but there has not yet been any proven effectiveness in dealing with the growth of S marcescens colonies, neither in vivo nor in vitro (Ray et al. Ann Clin Microbiol Antimicrob 2017). To that end, the study performed by Ray et al. demonstrates the potential for S. marcescens to develop resistance to antibiotics. Colonies were treated with various industry-grade antimicrobial chemicals, like ceftriaxone, kanamycin, and gentamicin, at several levels of magnitude greater than the planktonic minimum inhibitory concentration, but the colonies continued to grow despite high concentrations of the chemicals. However, when treated with chloramphenicol, described as “a last resort antibiotic used to treat infections such as tetracycline-resistant cholera“ by Ray et al., the biofilms demonstrated significant reductions in growth at multiple levels of treatment concentration.   == See also == Eucharistic miracle Serratia marcescens nuclease Serratia marcescens extracellular proteinase   == References ==   == Further reading == Hernandez Marchant R; Oyarce Rojas P; Arcaya O (1960). \"The red diaper syndrome. Serratia marcescens infection\". Rev Chil Pediatr (in Spanish). 31 (4): 335–9. doi:10.4067/s0370-41061960000400001. PMID 13713665.   == External links == \"Serratia marcescens\". NCBI Taxonomy Browser. 615. Type strain of Serratia marcescens at BacDive -  the Bacterial Diversity Metadatabase  Media related to Serratia marcescens at Wikimedia Commons"}