{"name": "sertindole", "category": "drug", "content": "Sertindole, sold under the brand name Serdolect among others, is an antipsychotic medication. Sertindole was developed by the Danish pharmaceutical company Lundbeck and marketed under license by Abbott Labs. Like other atypical antipsychotics, it has activity at dopamine and serotonin receptors in the brain. It is used in the treatment of schizophrenia. It is classified chemically as a phenylindole derivative. Sertindole is not approved for use in the United States and was discontinued in Australia in January 2014.   == Medical Uses == Sertindole appears effective as an antipsychotic in schizophrenia. In a 2013 study in a comparison of 15 antipsychotic drugs in effectivity in treating schizophrenic symptoms, sertindole was found to be slightly less effective than haloperidol, quetiapine, and aripiprazole, as effective as ziprasidone, approximately as effective as chlorpromazine and asenapine, and slightly more effective than lurasidone and iloperidone.   == Adverse effects == Very common (>10% incidence) adverse effects include:  Headache Ejaculation failure Insomnia Dizziness Common (1–10% incidence) adverse effects include:  Urine that tests positive for red and/or white blood cells Sedation (causes less sedation than most antipsychotic drugs according to a recent meta-analysis of the efficacy and tolerability of 15 antipsychotic drugs. Causes only slightly [and non-significantly] more sedation than amisulpride and paliperidone) Ejaculation disorder Erectile dysfunction Orthostatic hypotension Weight gain (which it seems to possess a similar propensity for causing as quetiapine) Uncommon (0.1–1% incidence) adverse effects include:  Rare (<0.1% incidence) adverse effects include:  Neuroleptic malignant syndrome Tardive dyskinesia Unknown frequency adverse events include:  Extrapyramidal side effects (EPSE; e.g. dystonia, akathisia, muscle rigidity, parkinsonism, etc. These adverse effects are probably uncommon/rare according to a recent meta-analysis of the efficacy and tolerability of 15 antipsychotic drugs which found it had the 2nd lowest effect size for causing EPSE) Venous thromboembolism QT interval prolongation (probably common; in a recent meta-analysis of the efficacy and tolerability of 15 antipsychotic drugs it was found to be the most prone to causing QT interval prolongation)   == Pharmacology ==  Sertindole is metabolized in the body to dehydrosertindole.   == Safety and status ==   === United States === Abbott Labs first applied for U.S. Food and Drug Administration (FDA) approval for sertindole in 1996, but withdrew this application in 1998 following concerns over the increased risk of sudden death from QTc prolongation. In a trial of 2000 patients on taking sertindole, 27 patients died unexpectedly, including 13 sudden deaths.  Lundbeck cites the results of the Sertindole Cohort Prospective (SCoP) study of 10,000 patients to support its claim that although sertindole does increase the QTc interval, this is not associated with increased rates of cardiac arrhythmias, and that patients on sertindole had the same overall mortality rate as those on risperidone. Nevertheless, in April 2009 an FDA advisory panel voted 13-0 that sertindole was effective in the treatment of schizophrenia but 12-1 that it had not been shown to be acceptably safe. As of October 2010, the drug has not been approved by the FDA for use in the USA.   === European Union === In the European Union, sertindole was approved and marketed in 19 countries from 1996, but its marketing authorization was suspended by the European Medicines Agency in 1998 and the drug was withdrawn from the market. In 2002, based on new data, the EMA's CHMP suggested that Sertindole could be reintroduced for restricted use in clinical trials, with strong safeguards including extensive contraindications and warnings for patients at risk of cardiac dysrhythmias, a recommended reduction in maximum dose from 24 mg to 20 mg in all but exceptional cases, and extensive ECG monitoring requirement before and during treatment. As of September 2020, sertindole is authorized in several states of the European Union.   == References =="}