{"name": "sertaconazole", "category": "drug", "content": "Sertaconazole, sold under the brand name Ertaczo among others, is an antifungal medication of the Benzothiophene class. It is available as a cream to treat skin infections such as athlete's foot. It is also available in a vaginal tablet form. The most popular of these is Gyno-Dermofix.   == Medical uses == In randomized, double-blind, multicentre trials of 3 to 6 weeks' duration (n=127-383), a significantly greater number of patients with tinea of the glabrous skin and tinea pedis receiving a topical 2% sertaconazole cream once or twice daily achieved a successful mycological cure compared with recipients of a placebo cream.   == Side effects == Side effects were rarely reported with sertaconazole therapy, but may include contact dermatitis, burning on application site and skin dryness.   == Pharmacology ==   === Pharmacodynamics ===  Sertaconazole has several known mechanisms of action. It is considered fungistatic, fungicidal, antibacterial, antiinflammatory, antitrichomonal, and antipruritic. Like other imidazole antifungals, sertaconazole blocks the synthesis of ergosterol by inhibiting the 14α-demethylase enzyme. Ergosterol is a critical component of the fungal cell membrane.  Inhibition of ergosterol synthesis prevents fungal cells from multiplying and impairs hyphae growth. Chemically, sertaconazole contains a benzothiophene ring which makes it unique from other imidazole antifungals. A benzothiophene ring is a sulfur analogue of the indole ring found in the amino acid tryptophan. Tryptophan is found in the fungal membrane in addition to lipids such as ergosterol. The benzothiophene ring in sertaconazole mimics tryptophan and increases the drugs ability to form pores in the fungal cell membrane. If the cell membrane is made sufficiently leaky by these pores the fungal cell will die from loss of ATP and other effects which can include calcium disregulation. These pores are believed to open at about 10 minutes following topical application of sertaconazole. One hour following topical application, approximately 90% of fungal cells die from lack of energy (due to ATP loss) and general loss of homeostasis. Sertaconazole is thought to be the only benzothiophene antifungal with this mechanism of action. Sertaconazole has also antiinflammatory and antipruritic action. It inhibits the release of proinflammatory cytokines from activated immune cells. It has been shown that sertaconazole activates the p38/COX2/PGE2 pathway. PGE2 can have a variety of important effects in the body including activation of the body's fever response. Sertaconazole also has antibacterial action. It is hypothesized that the mechanism of action again involves sertaconazole's ability to form pores by mimicking tryptophan. It has also been shown that sertaconazole can kill Trichomonas vaginalis in vitro. The exact mechanism of action is as yet unknown. Sertaconazole also appears to inhibit the dimorphic transformation of Candida albicans into pathogenic fungi. The following fungal organisms, among others, are known to be susceptible to sertaconazole:  Candida albicans Epidermophyton floccosum Trichophyton mentagrophytes Trichophyton rubrum   == Chemistry == Sertaconazole contains a stereocenter and consists of two enantiomers. The pharmaceutical drug is a racemate, an equal mixture of the (R)- and (S)-forms.   == References ==   == External links == \"Sertaconazole\". Drug Information Portal. U.S. National Library of Medicine. \"Sertaconazole nitrate\". Drug Information Portal. U.S. National Library of Medicine."}