{"name": "Serum Sickness", "category": "disease", "content": "Serum sickness in humans is a reaction to proteins in antiserum derived from a non-human animal source, occurring 5–10 days after exposure. Symptoms often include a rash, joint pain, fever, and lymphadenopathy. It is a type of hypersensitivity, specifically immune complex hypersensitivity (type III). The term serum sickness–like reaction (SSLR) is occasionally used to refer to similar illnesses that arise from the introduction of certain non-protein substances, such as penicillin. Serum sickness may be diagnosed based on the symptoms, and using a blood test and a urine test. It may be prevented by not using an antitoxin derived from animal serum, and through prophylactic antihistamines or corticosteroids. It usually resolves naturally, but may be treated with corticosteroids, antihistamines, analgesics, and (in severe cases) prednisone. It was first characterized in 1906.   == Signs and symptoms == Signs and symptoms can take as long as 14 days after exposure to appear. They may include signs and symptoms commonly associated with hypersensitivity or infections. Common symptoms include:  rashes and redness. itching and urticaria. joint pain (arthralgia), especially in finger and toe joints. fever, usually appears before rash. This may be as high as 40 °C (104 °F). lymphadenopathy (swelling of lymph nodes), particularly near the site of injection. malaise. Other symptoms include glomerulonephritis, blood in the urine, splenomegaly (enlarged spleen), hypotension (decreased blood pressure), and in serious cases circulatory shock.   === Complications === Rarely, serum sickness can have severe complications. These include neuritis, myocarditis, laryngeal oedema, pleurisy, and Guillain–Barré syndrome.   == Causes == Serum sickness is a type III hypersensitivity reaction, caused by immune complexes. When an antiserum is given, the human immune system can mistake the proteins present for harmful antigens. The body produces antibodies, which combine with these proteins to form immune complexes. These complexes precipitate, enter the walls of blood vessels, and activate the complement cascade, initiating an inflammatory response and consuming much of the available complement component 3 (C3). They can be found circulating in the blood, which differentiates serum sickness from serum sickness-like reaction. The result is a leukocytoclastic vasculitis. This results in hypocomplementemia, a low C3 level in serum.  They can also cause more reactions, causing the typical symptoms of serum sickness. This is similar to a generalised Arthus reaction.   === Antitoxins and antisera === Serum sickness is usually a result of exposure to antibodies derived from animals. These sera or antitoxins are generally given to prevent or treat an infection or envenomation (venomous bite).   === Drugs ===  Serum sickness may be caused by some routine medications. Some of the drugs associated with serum sickness are:   === Others === Allergenic extracts, hormones and vaccines can also cause serum sickness. However, according to the Johns Hopkins Bloomberg School of Public Health, routinely recommended vaccinations to the general population in the U.S have not been shown to cause serum sickness, as of 2012.   == Diagnosis == Diagnosis is based on history given by patient, including recent medications. A blood sample may be taken and tested, which will show thrombocytopenia (low platelets), leukopenia (low white blood cells), high sedimentation of red blood cells, and a decrease in the complement proteins C3 and C4. A urine sample may be taken and tested, which will show proteinuria, and sometimes hematuria (blood in the urine, with hemoglobinuria).    === Differential diagnosis === Similar skin symptoms may be caused by lupus, erythema multiforme, and hives.   == Prevention == Avoidance of antitoxins that may cause serum sickness is the best way to prevent serum sickness. Sometimes, the benefits of using an antitoxin outweigh the risks in the case of a life-threatening bite or sting. Prophylactic antihistamines or corticosteroids may be used with an antitoxin. Skin testing may be used beforehand in order to identify individuals who may be at risk of a reaction. Physicians should make their patients aware of the drugs or antitoxins to which they are allergic if there is a reaction. The physician will then choose an alternate antitoxin if it is appropriate, or continue with prophylactic measures. This is important if a patient has received an antitoxin before, as the serum sickness caused can be worse and occur more quickly.   == Treatment == Antiserum or drug treatment should be stopped as soon as possible. Once treatment has stopped, symptoms usually resolve within seven days. Outcomes are generally good. Corticosteroids, antihistamines, and analgesics are the main line of treatment. The choice depends on the severity of the reaction. Prednisone may be used in severe cases. Use of plasmapheresis has also been described.   == Epidemiology == Serum sickness is becoming less common over time. Many drugs based on animal serum have been replaced with artificial drugs.   == History == Serum sickness was first characterized by Clemens von Pirquet and Béla Schick in 1906.   == See also == Hypersensitivity Arthus reaction Serum sickness-like reaction   == References ==   == External links ==  Serum sickness-like reactions"}