{"name": "setmelanotide", "category": "drug", "content": "Setmelanotide, sold under the brand name Imcivree, is a medication used for the treatment of genetic obesity caused by a rare single-gene mutation. The most common side effects include injection site reactions, skin hyperpigmentation (skin patches that are darker than surrounding skin), headache and gastrointestinal side effects (such as nausea, diarrhea, and abdominal pain), among others. Spontaneous penile erections in males and adverse sexual reactions in females have occurred with treatment. Depression and suicidal ideation have also occurred with setmelanotide. Setmelanotide was approved for medical use in the United States in November 2020, and in the European Union in July 2021. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Setmelanotide is indicated for chronic weight management (weight loss and weight maintenance for at least one year) in people six years and older with obesity due to three rare genetic conditions: pro-opiomelanocortin (POMC) deficiency, proprotein subtilisin/kexin type 1 (PCSK1) deficiency, and leptin receptor (LEPR) deficiency confirmed by genetic testing demonstrating variants in POMC, PCSK1, or LEPR genes considered pathogenic (causing disease), likely pathogenic, or of uncertain significance. Setmelanotide is the first FDA-approved treatment for these genetic conditions. Setmelanotide is not approved for obesity due to suspected POMC, PCSK1, or LEPR deficiency with variants classified as benign (not causing disease) or likely benign or other types of obesity, including obesity associated with other genetic syndromes and general (polygenic) obesity.    == Pharmacology == Setmelanotide binds to and activates MC4 receptors in the paraventricular nucleus (PVN) of the hypothalamus and in the lateral hypothalamic area (LHA), areas involved in the regulation of appetite, and this action is thought to underlie its appetite suppressant effects. In addition to reducing appetite, setmelanotide increases resting energy expenditure in both obese animals and humans. Importantly, unlike certain other MC4 receptor agonists, such as LY-2112688, setmelanotide has not been found to produce increases in heart rate or blood pressure. Setmelanotide has been reported to possess the following activity profile (cAMP, EC50): MC4 (0.27 nM) > MC3 (5.3 nM) ≈ MC1 (5.8 nM) > MC5 (1600 nM) ≟ MC2 (>1000 nM). (19.6-fold selectivity for MC4 over MC3, the second target of highest activity.)   == History == Setmelanotide was invented at Ipsen. It was initially known as BIM-22493 and then as RM-493 and IRC-022493.  It was evaluated in two one-year clinical studies. The first study enrolled 10 participants with obesity and confirmed or suspected POMC or PCSK1 deficiency while the second study enrolled 11 participants with obesity and confirmed or suspected LEPR deficiency; all participants were six years or older. Most participants had lost more than 10% of their initial body weight after a year of treatment.  Some participants also reported feeling less hungry.  The U.S. Food and Drug Administration (FDA) granted the application for setmelanotide orphan disease designation, breakthrough therapy designation, and priority review. The FDA granted the approval of Imcivree to Rhythm Pharmaceutical, Inc.   == Society and culture ==   === Economics === In 2021, the cost was $330 for 1 mg.   === Legal status === Setmelanotide was approved for medical use in the United States in November 2020. Setmelanotide was approved for medical use in the European Union in July 2021.   == Research == Setmelanotide is a peptide drug and investigational anti-obesity medication which acts as a selective agonist of the MC4 receptor; the structure of the bound complex has recently been determined. Its peptide sequence is Ac-Arg-Cys(1)-D-Ala-His-D-Phe-Arg-Trp-Cys(1)-NH2. It was first discovered at Ipsen and is being developed by Rhythm Pharmaceuticals for the treatment of obesity and diabetes. In addition, Rhythm Pharmaceuticals is conducting trials of setmelanotide for the treatment of Prader–Willi syndrome (PWS), a genetic disorder which includes MC4 receptor deficiency and associated symptoms such as excessive appetite and obesity. As of December 2014, the drug is in phase II clinical trials for obesity and PWS. So far, preliminary data has shown no benefit of Setmelanotide in Prader-Willi syndrome. The drug has some efficacy in obese people who lack the genetic variants that the drug is approved for, but its safety and efficacy in this wider population is not well understood.   == References ==   == External links == Clinical trial number NCT02896192 for \"Setmelanotide for the Treatment of Early-Onset POMC Deficiency Obesity\" at ClinicalTrials.gov Clinical trial number NCT03287960 for \"Setmelanotide for the Treatment of LEPR Deficiency Obesity\" at ClinicalTrials.gov"}