{"name": "Severe hereditary factor VIII deficiency disease", "category": "disease", "content": "Von Willebrand disease (VWD) is the most common hereditary blood-clotting disorder in humans. An acquired form can sometimes result from other medical conditions. It arises from a deficiency in the quality or quantity of von Willebrand factor (VWF), a multimeric protein that is required for platelet adhesion. It is known to affect several breeds of dogs as well as humans. The three forms of VWD are hereditary, acquired, and pseudo or platelet type. The three types of hereditary VWD are VWD type 1, VWD type 2, and VWD type 3. Type 2 contains various subtypes. Platelet type VWD is also an inherited condition. In 2008 a new diagnostic category of \"Low VWF\" was proposed to include those individuals whose von Willebrand factor levels were in the 30–50 IU/dL range, below the normal reference range but not low enough to be von Willebrand disease.  Patients with low VWF were sometimes noted to experience bleeding, despite mild reductions in VWF levels. The 2021 ASH/ISTH guidelines re-classified patients with levels in the 30–50 IU/dl range as \"Low VWF\" if they have no bleeding, but as having VWD if they have bleeding. VWD type 1 is the most common type of the disorder, with mild bleeding symptoms such as nosebleeds, though occasionally more severe symptoms can occur. Blood type can affect the presentation and severity of symptoms of VWD. VWD type 2 is the second most common type of the disorder and has mild to moderate symptoms. The factor is named after the Finnish physician Erik Adolf von Willebrand who first described the condition in 1926. Guidelines for the diagnosis and management of VWD were updated in 2021.   == Signs and symptoms == The various types of VWD present with varying degrees of bleeding tendency, usually in the form of easy bruising, nosebleeds, and bleeding gums. Women may experience heavy menstrual periods and blood loss during childbirth. Severe internal bleeding and bleeding into joints are uncommon in all but the most severe type, VWD type 3.   == Genetics == The VWF gene is located on the short arm p of chromosome 12 (12p13.2). It has 52 exons spanning 178 kbp. Types 1 and 2 are inherited as autosomal dominant traits. Occasionally, type 2 also inherits recessively. Type 3 is inherited as autosomal recessive. However, some individuals heterozygous for type 3 may be diagnosed with VWD type 1, indicating an intermediate inheritance in those cases. VWD  occurs in approximately 1% of the population and affects men and women equally. Genetic testing is typically not part of the initial workup for von Willebrand disease, and is not needed for people diagnosed with type 1 VWD based on clinical history and laboratory tests. It is mainly useful for:  Evaluating family members of individuals who have known variants. Differentiating between type 2B and platelet-type VWD, as well as between type 2N VWD and hemophilia A.   == Pathophysiology ==  Von Willebrand factor is mainly active in conditions of high blood flow and shear stress. Deficiency of VWF, therefore, shows primarily in organs with extensive small vessels, such as skin, gastrointestinal tract, and uterus. In angiodysplasia, a form of telangiectasia of the colon, shear stress is much higher than in average capillaries, and the risk of bleeding is increased concomitantly. In more severe cases of type 1 VWD, genetic changes are common within the VWF gene and are highly penetrant. In milder cases of type 1 VWD, a complex spectrum of molecular pathology may exist in addition to polymorphisms of the VWF gene alone. The individual's ABO blood group can influence presentation and pathology of VWD. Those individuals with blood group O have a lower mean level than individuals with other blood groups. Unless ABO group-specific VWF:antigen reference ranges are used, normal group O individuals can be diagnosed as type I VWD, and some individuals of blood group AB with a genetic defect of VWF may have the diagnosis overlooked because VWF levels are elevated due to blood group.   == Diagnosis == Basic tests performed in any patient with bleeding problems are a complete blood count-CBC (especially platelet counts), activated partial thromboplastin time-APTT, prothrombin time with International Normalized Ratio-PTINR, thrombin time-TT, and fibrinogen level. Patients with abnormal tests typically undergo further testing for hemophilias. Other coagulation factor assays may be performed depending on the results of a coagulation screen. Patients with von Willebrand disease typically display a normal prothrombin time and a variable prolongation of APTT, depending on whether sufficient VWF is available to perform its carrier function for factor VIII. When VWD is suspected, blood plasma of a patient must be investigated for quantitative and qualitative deficiencies of VWF.  This is achieved by measuring the amount of VWF in a VWF antigen assay and the functionality of VWF with a glycoprotein (GP)Ib binding assay, VWF antibody assay, or a ristocetin cofactor activity (RiCof) assay. Factor VIII levels are also performed because factor VIII is bound to VWF which protects the factor VIII from rapid breakdown within the blood. Deficiency of VWF can then lead to a reduction in factor VIII levels, which explains the elevation in PTT. Normal levels do not exclude all forms of VWD, particularly type 2, which may only be revealed by investigating platelet interaction with subendothelium under flow, a highly specialized coagulation study not routinely performed in most medical laboratories. Ristocetin-induced platelet agglutination (RIPA), collagen binding, and/or VWF multimer assays may be performed to follow up abnormal screening tests. A platelet aggregation assay will show an abnormal response to ristocetin with normal responses to the other agonists used:  A platelet function assay  may give an abnormal collagen/epinephrine closure time, and in most cases, a normal collagen/ADP time. Type 2N may be considered if factor VIII levels are disproportionately low, but confirmation requires a \"factor VIII binding\" assay. Additional laboratory tests that help classify sub-types of VWD include von Willebrand multimer analysis, modified ristocetin induced platelet aggregation assay and VWF propeptide to VWF propeptide antigen ratio. In cases of suspected acquired von Willebrand syndrome, a mixing study (analysis of patient plasma along with pooled normal plasma/PNP and a mixture of the two tested immediately, at one hour, and at two hours) should be performed. Detection of VWD is complicated by VWF being an acute-phase reactant with levels rising in infection, pregnancy, and stress. The testing for VWD can be influenced by laboratory procedures. Numerous variables exist in the testing procedure that may affect the validity of the test results and may result in a missed or erroneous diagnosis. The chance of procedural errors are typically greatest during the preanalytical phase (during  collecting storage and transportation of the specimen) especially when the testing is contracted to an outside facility and the specimen is frozen and transported long distances. Diagnostic errors are not uncommon, and the rate of testing proficiency varies amongst laboratories, with error rates ranging from 7 to 22% in some studies to as high as 60% in cases of misclassification of VWD subtype. To increase the probability of a proper diagnosis, testing should be done at a facility with immediate on-site processing in a specialized coagulation laboratory.   === Types ===  The four hereditary types of VWD described are type 1, type 2, type 3, and pseudo- or platelet-type. Most cases are hereditary, but acquired forms of VWD have been described. The International Society on Thrombosis and Haemostasis's  classification depends on the definition of qualitative and quantitative defects.   ==== Type 1 ==== Type 1 VWD (40-80% of all VWD cases) is a quantitative defect which is heterozygous for the defective gene. It arises from failure to secrete VWF into the circulation or, in the case of Type 1C, from VWF being cleared more quickly than normal. If VWF levels are greater than 50%, VWD can be ruled out.  If VWF activity is below 30%, VWD is present.  Patients with VWF activity between 0.30-0.50 IU/mL are classified based on their bleeding phenotype. If they have bleeding symptoms, they have VWD. If they have no bleeding, they are considered to have \"Low VWF\". Many patients are asymptomatic or may have mild symptoms and not have clearly impaired clotting, which might suggest a bleeding disorder. Often, the discovery of low VWF occurs incidentally to other medical procedures requiring a blood work-up. Most cases of low VWF are never diagnosed due to its asymptomatic or mild presentation, and most people with type I VWD end up leading a normal life free of complications, with many being unaware that they have the disorder. Trouble may, however, arise in some patients in the form of bleeding following surgery (including dental procedures), noticeable easy bruising, or menorrhagia (heavy menstrual periods). The minority of cases of type 1 may present with severe hemorrhagic symptoms.   ==== Type 1C ==== Type 1C VWD indicates patients with quantitative deficiency due to an enhanced VWF clearance, accounting for ∼15% to 20% of cases.  Such patients may require VWF concentrate to treat/prevent bleeds.   ==== Type 2 ==== Type 2 VWD (15-50% of cases) is a qualitative defect and the bleeding tendency can vary between individuals. Four subtypes exist: 2A, 2B, 2M, and 2N. These subtypes depend on the presence and behavior of the underlying multimers. Type 2 VWD (other than 2N) features an activity-to-antigen ratio of less than 0.7. This ratio is obtained by dividing the VWF activity by the VWF antigen.   ===== Type 2A ===== VWD Type 2A results from a loss-of-function mutation in von Willebrand factor (VWF), leading to reduced binding of VWF with Platelet GP1b receptors. This disorder follows an autosomal dominant inheritance pattern with only occasional cases following autosomal recessive pattern. It accounts for 10-15% of all VWD cases. It manifests with moderate to moderately severe bleeding. Diagnostic features of VWD Type 2A include greater reduction in VWF activity (measured by a functional assay) compared to VWF antigen (quantity). This results in a decreased VWF Activity to Antigen ratio. Additionally, high molecular weight multimers are either absent or very low on electrophoresis due to impaired multimer assembly or increased susceptibility to ADAMTS13 (a protease that cleaves VWF). Factor VIII activity can be normal or low. Ristocetin-induced platelet aggregation (RIPA) is typically low.   ===== Type 2B ===== This is a \"gain of function\" defect. The ability of the qualitatively defective VWF to bind to glycoprotein Ib (GPIb) receptor on the platelet membrane is abnormally enhanced, leading to its spontaneous binding to platelets and subsequent rapid clearance of the bound platelets and of the large VWF multimers. Thrombocytopenia may occur. Large VWF multimers are reduced or absent from the circulation. The ristocetin cofactor activity is low when the patient's platelet-poor plasma is assayed against formalin-fixed, normal donor platelets.  However, when the assay is performed with the patient's own platelets (platelet-rich plasma), a lower-than-normal amount of ristocetin causes aggregation to occur.  This is due to the large VWF multimers remaining bound to the patient's platelets. Patients with this subtype are unable to use desmopressin as a treatment for bleeding, because it can lead to unwanted platelet aggregation and aggravation of thrombocytopenia.   ===== Type 2M ===== VWD Type 2M results from a loss-of-function mutation in von Willebrand factor (VWF). This mutation leads to reduced binding of VWF with GP1b (similar to VWD Type 2A) or with collagen. Like other Type 2 VWD subtypes, there is a decreased ratio of VWF Activity to antigen. Differentiating VWD Type 2M from Type 2A involves analyzing VWF multimers through electrophoresis. In VWD Type 2M, all multimers are identified but uniformly decreased in quantity, resembling the pattern seen in VWD Type 1. Conversely, in VWD Type 2A, high molecular weight multimers are either absent or present in very low quantities. VWD Type 2M can be further differentiated from VWD Type 1 based on the VWF Activity to antigen ratio. In Type 1, the ratio is >0.7. In Type 2M, the ratio is <0.7. In Type 2M, factor VIII activity can be normal or low while the ristocetin-induced platelet aggregation (RIPA) is typically low. It is uncommon and manifests with moderate to severe bleeding. The disease may follow either an autosomal dominant or recessive pattern of inheritance.   ===== Type 2N (Normandy) ===== Type 2N VWD results from a loss-of-function mutation that reduces the binding of von Willebrand factor (VWF) to factor VIII. Although VWF antigen (quantity) and activity levels (Ristocetin cofactor assay) remain normal, factor VIII levels are typically low (usually 5-15%) due to impaired VWF binding. This vulnerability to proteolysis in the circulation leads to clinical manifestations resembling those of Hemophilia A. The significantly reduced factor VIII levels in VWD Type 2N can sometimes lead to misdiagnosis as mild Hemophilia A. Like Hemophilia A, VWD Type 2N presents with joint and soft tissue bleeds. It is an autosomal recessive disorder, requiring either homozygosity or double heterozygosity for disease manifestation. Diagnostic tools include assessing the ratio of VWF binding to VWF antigen levels. A ratio <0.3 indicates homozygous or double heterozygous VWD Type 2N, while a ratio <0.5 suggests heterozygous VWD Type 2N. Conversely, a VWF antigen-to-binding ratio >3 confirms the diagnosis of VWD Type 2N. Ristocetin-Induced Platelet Agglutination (RIPA) and VWF multimer analysis are typically normal.    ==== Type 3 ==== VWD type 3 is a rare but the most severe form of VWD. It occurs in individuals who are homozygous for the defective gene, resulting in a severe quantitative deficiency or complete absence of von Willebrand factor (VWF) production. In VWD type 3, VWF is undetectable in the VWF antigen assay. Since VWF normally protects coagulation factor VIII from proteolytic degradation, the total absence of VWF leads to extremely low factor VIII levels (typically 1-10%). These low levels are equivalent to those seen in severe hemophilia A, with clinical manifestations of life-threatening external and internal hemorrhages. The inheritance pattern of VWD type 3 is autosomal recessive, meaning that both parents must carry the defective gene for their child to be affected. In contrast, hemophilia A follows an X-linked recessive inheritance pattern. Additional diagnostic tools for VWD type 3 include assessing VWF activity using the Ristocetin cofactor assay and Collagen binding assay. In VWD type 3, VWF activity is either absent or approaching undetectable. VWF multimer analysis reveals no bands or very faint bands on electrophoresis. Additionally, Ristocetin-Induced Platelet Agglutination (RIPA) is typically absent or severely low.   ==== Comparison ====   ==== Platelet-type ==== Platelet-type VWD (also known as pseudo-VWD) is an autosomal dominant genetic defect of the platelets. The VWF is qualitatively normal and genetic testing of the von Willebrand gene  and VWF protein reveals no mutational alteration. The defect lies in the qualitatively altered GPIb receptor on the platelet membrane which increases its affinity to bind to the VWF. Large platelet aggregates and high molecular weight VWF multimers are removed from the circulation resulting in thrombocytopenia and diminished or absent large VWF multimers. The ristocetin cofactor activity and loss of large VWF multimers are similar to VWD type 2B.   ==== Acquired ==== Acquired Von Willebrand syndrome can occur due to autoantibodies, either interfering with platelet or collagen binding; increasing VWF clearance from the plasma; adsorption to myeloma cells or platelets; or proteolytic cleavage of VWF after shear stress-induced unfolding. A form of acquired VWD occurs in patients with aortic valve stenosis, leading to gastrointestinal bleeding (Heyde's syndrome). This form of acquired VWD may be more prevalent than is presently thought. In 2003, Vincentelli et al. noted that patients with acquired VWD and aortic stenosis who underwent valve replacement experienced a correction of their hemostatic abnormalities, but that the hemostatic abnormalities can recur after 6 months when the prosthetic valve is a poor match with the patient. Similarly, acquired VWD contributes to the bleeding tendency in people with an implant of a left ventricular assist device (a pump that pumps blood from the left ventricle of the heart into the aorta).   == Treatment == For patients with VWD type 1 and VWD type 2A, desmopressin is available as different preparations, recommended for use in cases of minor trauma, or in preparation for dental or minor surgical procedures. Desmopressin stimulates the release of VWF from the Weibel–Palade bodies of endothelial cells, thereby increasing the levels of VWF (as well as coagulant factor VIII) three- to five-fold. Desmopressin is also available as a preparation for intranasal administration (Stimate) and as a preparation for intravenous administration. Desmopressin is contraindicated in VWD type 2b because of the risk of aggravated thrombocytopenia and thrombotic complications. Desmopressin is probably not effective in VWD type 2M and is rarely effective in VWD type 2N. It is totally ineffective in VWD type 3. For women with heavy menstrual bleeding, estrogen-containing oral contraceptive medications are effective in reducing the frequency and duration of the menstrual periods. Estrogen and progesterone compounds available for use in the correction of menorrhagia include ethinylestradiol,levonorgestrel, drospirenone and cyproterone. Administration of ethinylestradiol diminishes the secretion of luteinizing hormone and follicle-stimulating hormone from the pituitary, leading to stabilization of the endometrial surface of the uterus. Desmopressin is a synthetic analog of the natural antidiuretic hormone vasopressin.  Its overuse can lead to water retention and dilutional hyponatremia with consequent convulsion. For patients with VWD scheduled for surgery and cases of VWD disease complicated by clinically significant hemorrhage, human-derived medium purity factor VIII concentrates, which also contain von Willebrand factors, are available for prophylaxis and treatment. Humate P, Alphanate, Wilate and Koate HP are commercially available for prophylaxis and treatment of VWD, and have varying levels of factor VIII.  Products with higher VWF:RCo/FVIII ratios allow for more frequent dosing of VWF if needed, without the risk of accumulation to supranormal levels of FVIII.  Recombinant factor VIII products contain insignificant quantity of VWF, so are not clinically useful as standalone therapy for VWD. Risks of thrombosis, development of alloantibodies, and allergic reactions including anaphylaxis must be considered when administering these preparations. Such risks have emerged as the main concerns in factor replacement therapies as infectious risks have diminished. Blood transfusions are given as needed to correct anemia and hypotension secondary to hypovolemia. Infusion of platelet concentrates is recommended for correction of hemorrhage associated with platelet-type VWD. Vonicog alfa is a recombinant von Willebrand factor that was approved for use in the United States in December 2015, and for use in the European Union in August 2018. If baseline factor VIII activity is >40%, rVWF may be administered as a standalone product when immediate response is needed, but if Factor VIII activity is <40% and immediate response is needed, rVWF must be administered in conjunction with FVIII replacement therapy.    == Epidemiology == The prevalence of VWD is about one in 100 individuals. However, the majority of these people do not have symptoms. The prevalence of clinically significant cases is one per 10,000. Because most forms are rather mild, they are detected more often in women, whose bleeding tendency shows during menstruation. It may be more severe or apparent in people with blood type O.   == History ==  In 1924, a 5-year-old girl from Föglö, Åland, Finland, was brought to the Deaconess Hospital in Helsinki, where she was seen by Finnish physician Erik Adolf von Willebrand. He ultimately assessed 66 members of her family and reported in a 1926 Swedish-language article that this was a previously undescribed bleeding disorder that differed from hemophilia. He published another article on the disorder in 1931, in the German language, which attracted international attention in the disease. The eponymous name was assigned to the disease between the late 1930s and the early 1940s, in recognition of von Willebrand's extensive research. In the 1950s, it became clear that a \"plasma factor\", factor VIII, was decreased in these persons and that Cohn fraction I-0 could correct both the plasma deficiency of FVIII and the prolonged bleeding time. Since this time, the factor causing the long bleeding time was called the \"von Willebrand factor\" in honor of Erik Adolf von Willebrand. Variant forms of VWF were recognized in the 1970s, and these variations are now recognized as the result of synthesis of an abnormal protein. During the 1980s, molecular and cellular studies distinguished hemophilia A and VWD more precisely. Persons who had VWD had a normal FVIII gene on the X chromosome, and some had an abnormal VWF gene on chromosome 12. Gene sequencing identified many of these persons as having a VWF gene mutation. The genetic causes of milder forms of low VWF are still under investigation, and these forms may not always be caused by an abnormal VWF gene.   == Other animals == VWD can also affect dogs, pigs, and mice. Furthermore, cases have been reported in cats, horses, cattle, and rabbits. The causal mutation for VWD type 1 was identified in dogs of the breeds Doberman Pinscher, German Pinscher, Bernese Mountain Dog, Manchester Terrier, Kerry Blue Terrier, Cardigan Welsh Corgi, Poodle, Coton de Tulear, Drentse Patrijshond, Papillon, and Stabyhoun. Causal mutations for type 2 were identified in dogs of the breeds German Wirehaired Pointer, German Shorthaired Pointer, and Chinese Crested; and for type 3 in dogs of the breeds Kooikerhondje, Scottish Terrier and Shetland Sheepdog. In dogs affected by type 1 VWD, the causal mutation was the same across all breeds and the same mutation was also detected in some human VWD type 1 patients. In contrast, the mutations causing VWD type 3 in dogs are specific to each breed. Genetic screening is offered for known breeds. In pigs, the causal mutation for VWD type 3 has also been identified. It is a large duplication within the VWF gene and causes serious damage to the gene function, so that virtually no VWF protein is produced. The clinical picture in pigs is most similar to that in humans with VWD type 3. Therefore, those pigs are valuable models for clinical and pharmacological research. Mice affected by VWD type 3 were produced by genetic engineering to obtain a small sized model for the human disease. In these strains, the VWF gene has been knocked out. In animals of other species affected by VWD, the causal mutations have not yet been identified.   == Oral manifestations == In the case of severe deficiency, there may be spontaneous gingival bleeding, ecchymosis, and epistaxis. Symptoms of VWD include postoperative bleeding,  bleeding after dental extraction, gingival bleeding, epistaxis and easy bruising. The intake of oral contraceptives as the first-line treatment for menorrhagia may lead to gingival enlargement and bleeding in women. Platelet or coagulation disorders with severely altered hemostasis can cause spontaneous gingival bleeding, as seen in conjunction with hyperplastic hyperemic gingival enlargements in leukemic patients. Deposition of hemosiderin and other blood degradation products on the tooth surfaces turning them brown can occur with continuous oral bleeding over long periods. The location of oral bleeds was as follows: labial frenum, 60%; tongue, 23%; buccal mucosa, 17% and gingiva and palate, 0.5%. Severe hemophilia will have most frequent bleeding occurrences, followed by moderate and then mild hemophilia. They mostly come from traumatic injuries. Bleeding will also be induced by iatrogenic factors and poor oral hygiene practices. The frequency of oral hemorrhage by location in people with deficiency of F VIII and F IX is: gingiva, 64%; dental pulp, 13%; tongue, 7.5%; lip, 7%; palate, 2% and buccal mucosa, 1%.   == Dental considerations == The protocols suggest the use of factor concentrate along with the use of local hemostatic techniques, such as suturing, and local measures, such as the use of oxidized cellulose, for example, Surgicel or fibrin glue in conjunction with post-operatively administered antifibrinolytic agents where appropriate. The use of any non-steroidal anti-inflammatory drug (NSAID) must be discussed beforehand with the patient's hematologist because of their effect on platelet aggregation. There are no restrictions regarding the type of local anaesthetic agent used although those with vasoconstrictors may provide additional local hemostasis.   == See also == Bernard–Soulier syndrome, caused by a deficiency in the VWF receptor, GPIb List of hematologic conditions Purpura   == References ==   == Further reading ==   == External links =="}